[
    {
        "length": 555,
        "text": "\nExtension of duty to provide careers guidance in schools\n\tSection 42A of the Education Act 1997 (duty to provide careers guidance inschools in England) is amended as follows.\n\tIn subsection (1) for “the relevant phase of their education” substitute“their secondary education”.\n\tIn subsection (2) after paragraph (c) insert—\n\t\tan Academy school;\n\t\tan alternative provision Academy.”\n\tIn subsection (3) after paragraph (b) insert—\n\t\tin the case of an Academy school or an alternative provision Academy, theproprietor.”\n\tAfter subsection (4) insert—\n\t\t“(4A)Subsection (4)(b) does not apply in relation to pupils over compulsoryschool age.”\n\tOmit subsection (6).\n\tIn subsection (7) omit the definition of “class”.\nConsequential amendments\n\tIn section 43(6) of the Education Act 1997 (careers education in Welshschools) for the definition of “class” substitute—\n\t\t  * ““class”, in relation to a pupil, means—\n\t\tthe teaching group in which the pupil is regularly taught, or\n\t\tif the pupil is taught in different groups for different subjects, such one ofthose groups as is designated by the head teacher of the school or, in thecase of a pupil at a pupil referral unit, by the teacher in charge of theunit;”.\n\tIn section 46(1) of that Act (power to extend scope of certain provisions)omit—\n\t\t“42A,”; \n\t\t“42A(6),”. \n\tThe Careers Guidance in Schools Regulations 2013 ([S.I.2013/709](/id/uksi/2013/709?view=plain \"Go to item of legislation\")) arerevoked.\nExtent, commencement and short title\n\tThis Act extends to England and Wales.\n\tSections 1 and 2 come into force on such day or days as the Secretary ofState may by regulations made by statutory instrument appoint.\n\tThis section comes into force on the day on which this Act is passed.\n\tThis Act may be cited as the Education (Careers Guidance in Schools) Act2022.\n\t\t"
    }
]