{
    "general": "This law makes sure that all schools must give their students advice about what kind of job they might want when they grow up. The idea is to help kids make informed decisions about their future and have better chances of getting a good job.",
    "series": [
        [
            {
                "length": 222,
                "short": "\"Career Guidance Overhaul: New Rules for English Schools\"",
                "text": "\n* Simplified point 1: The act extends the duty to provide careers guidance in schools in England to cover the entire secondary education period.\n* Simplified point 2: The act adds new categories of schools to the list of those required to provide careers guidance, including Academies and alternative provision Academies.\n* Simplified point 3: The act removes the requirement for schools to provide careers guidance to pupils over compulsory school age.\n* Simplified point 4: The act makes changes to the definition of \"class\" in relation to pupils, allowing for greater flexibility in how careers guidance is provided.\n* Simplified point 5: The act revokes the Careers Guidance in Schools Regulations 2013.\n* Simplified point 6: The act extends to England and Wales and comes into force on various dates depending on the regulations made by the Secretary of State."
            }
        ]
    ],
    "summary": "The Education (Careers Guidance in Schools) Act 2022 makes it a legal requirement for all schools in England to give their students career advice throughout their time at secondary school. This includes academies and other special types of schools. The law used to only apply to certain ages, but now it applies to all students, no matter how old they are. The law also allows schools to be more flexible with how they give career advice, so they can try different methods to see what works best. The old rules from 2013 have been thrown out, and the new laws will come into effect at different times depending on when the government decides.",
    "single": "\n* The Education (Careers Guidance in Schools) Act 2022 extends the duty to provide careers guidance in schools in England and Wales.\n* The act amends the Education Act 1997 to require schools to provide careers guidance to pupils during their secondary education.\n* The act includes alternative provision Academies and Academy schools in the list of institutions required to provide careers guidance.\n* The act removes the requirement for schools to provide careers guidance to pupils over compulsory school age.\n* The act revokes the Careers Guidance in Schools Regulations 2013.\n* Sections 1 and 2 of the act will come into force on a date appointed by the Secretary of State through statutory instruments.\n* This act may be cited as the Education (Careers Guidance in Schools) Act 2022."
}