{
    "general": "This law allows the government to spend money on creating online systems that will help local councils collect business rates more efficiently. This means that instead of filling out paper forms, businesses will be able to pay their taxes online, making the process faster and easier.",
    "series": [
        [
            {
                "length": 142,
                "short": "\"HMRC Commissioners Allowed to Spend on Digital Non-Domestic Rate Services in England\"",
                "text": "* Simplified point 1: The commissioners of HMRC can spend money on digital services to help with the administration and payment of non-domestic rates in England.\n* Simplified point 2: These digital services include IT and administrative services that support the provision of these services.\n* Simplified point 3: This act applies only to England and Wales.\n* Simplified point 4: This act can be referred to as the \"Non-Domestic Rating (Preparation for Digital Services)\" Act 2019."
            }
        ]
    ],
    "summary": "The Non-Domestic Rating (Preparation for Digital Services) Act 2019 allows the Commissioners of HMRC to use technology to improve how they collect and process non-domestic rates in England. This includes investing in IT systems and hiring people to manage the paperwork. This law only applies to England and Wales. So, if you live in Scotland or Northern Ireland, this doesn't affect you. You can call this law the \"Digital Non-Domestic Rates Law\" for short.",
    "single": "\n• The Commissioners for Her Majesty's Revenue and Customs can spend money on digital services to help with the administration or collection of business rates in England.\n\n• These digital services include things like information technology and administrative support.\n\n• This law only applies to England and Wales.\n\n• The law allows the Commissioners to spend money on preparing for these digital services, not just on running them once they are up and running."
}