[
    {
        "length": 3095,
        "text": "\nPART 1Restrictions on prosecution for certain offences\n\tPresumption against prosecution\n\t\tProsecutorial decision regarding alleged conduct during overseasoperations\n\t\t\tWhere a relevant prosecutor makes a decision to which this section appliesand the conditions in subsections (3) and (4) are met, the prosecutor must, inmaking the decision—\n\t\t\t\tapply the principle set out in section 2, and\n\t\t\t\tcomply with section 3.\n\t\t\tThis section applies to a decision of a relevant prosecutor as to—\n\t\t\t\twhether or not proceedings should be brought against a person for arelevant offence, or\n\t\t\t\twhether or not any proceedings against a person for a relevant offenceshould be continued,\n\t\t\t\t\t(but does not apply to a prosecutor’s decision so far as it relates to whetheror not there is sufficient evidence to justify prosecution).\n\t\t\tThe first condition is that the alleged conduct took place (outside theBritish Islands) at a time when the person was—\n\t\t\t\ta member of the regular or reserve forces, or a member of a Britishoverseas territory force to whom section 369(2) of the Armed Forces Act 2006(persons subject to service law) applies, and\n\t\t\t\tdeployed on overseas operations.\n\t\t\tThe second condition is that the period of 5 years beginning with the dayon which the alleged conduct took place has expired.\n\t\t\tIf the offence is alleged to have continued over a period of days, the 5year period mentioned in subsection (4) is to be taken to begin with the lastof those days.\n\t\t\tIn this Part “overseas operations” means any operations outside the BritishIslands, including peacekeeping operations and operations for dealing withterrorism, civil unrest or serious public disorder, in the course of whichmembers of Her Majesty’s forces come under attack or face the threat of attackor violent resistance.\n\t\tPresumption against prosecution\n\t\t\tThe principle referred to in section 1(1) is that it is to be exceptional fora relevant prosecutor making a decision to which that section applies todetermine that proceedings should be brought against the person for theoffence or, as the case may be, that the proceedings against the person forthe offence should be continued.\n\t\tMatters to be given particular weight\n\t\t\tIn making a decision to which section 1 applies, a relevant prosecutor mustgive particular weight to the matters set out in subsection (2) (so far asthey tend to reduce the person’s culpability or otherwise tend againstprosecution).\n\t\t\tThose matters are—\n\t\t\t\tthe adverse effect (or likely adverse effect) on the person of theconditions the person was exposed to during deployment on the operationsmentioned in section 1(3)(b), including their experiences and responsibilities(for example, being exposed to unexpected or continuous threats, being incommand of others who were so exposed, or being deployed alongside others whowere killed or severely wounded in action);\n\t\t\t\tin a case where there has been a relevant previous investigation and nocompelling new evidence has become available, the public interest in finality(as regards how the person is to be dealt with) being achieved without unduedelay.\n\t\t\tIn considering the matter in subsection (2)(a), the prosecutor must haveregard to the exceptional demands and stresses to which members of HerMajesty’s forces are likely to be subject while deployed on overseasoperations, regardless of their length of service, rank or personalresilience.\n\t\t\tIn subsection (2)(a) “adverse effect”, in relation to a person, means—\n\t\t\t\tan adverse effect on their capacity to make sound judgements or exerciseself control, or\n\t\t\t\tany other adverse effect on their mental health,\n\t\t\t\t\tand in this subsection “effect” means an effect at the time of the allegedconduct.\n\t\tSection 3: supplementary\n\t\t\tFor the purposes of section 3(2)(b) and this section “relevant previousinvestigation” means an investigation into the alleged conduct which—\n\t\t\t\twas carried out by an investigating authority,\n\t\t\t\thas ceased to be active, and\n\t\t\t\teither did not lead to any decision as to whether or not the person shouldbe charged with an offence, or led to a decision that the person should not becharged with any offence.\n\t\t\tFor the purposes of section 3(2)(b), where there has been at least onerelevant previous investigation in relation to the alleged conduct, evidence—\n\t\t\t\tis not “new” if it has been taken into account in the relevant previousinvestigation (or in any of them);\n\t\t\t\totherwise, is “new”.\n\tConsent to prosecution\n\t\tRequirement of consent to prosecute\n\t\t\tThis section applies where—\n\t\t\t\tthe condition in subsection (4) is met in relation to potential proceedingsagainst a person for a relevant offence, and\n\t\t\t\tthe period of 5 years beginning with the day on which the alleged conducttook place has expired.\n\t\t\tIf the offence is a service offence, no proceedings may be institutedagainst the person for the offence under the Armed Forces Act 2006 except withthe consent of the Attorney General.\n\t\t\tNo proceedings may be instituted against the person for the offence—\n\t\t\t\twhere the offence is punishable with a criminal penalty by the law ofEngland and Wales, except with the consent of the Attorney General,\n\t\t\t\twhere the offence is punishable with a criminal penalty by the law ofNorthern Ireland, except with the consent of the Advocate General for NorthernIreland.\n\t\t\tThe condition mentioned in subsection (1)(a) is that the alleged conducttook place (outside the British Islands) at a time when the person was—\n\t\t\t\ta member of the regular or reserve forces, or a member of a Britishoverseas territory force to whom section 369(2) of the Armed Forces Act 2006(persons subject to service law) applies, and\n\t\t\t\tdeployed on overseas operations.\n\t\t\tIf the offence is alleged to have continued over a period of days, the 5year period mentioned in subsection (1)(b) is to be taken to begin with thelast of those days.\n\tGeneral\n\t\t“Relevant offence”\n\t\t\t“Relevant offence” means any of the following (but with the exceptions setout in subsections (2) to (5))—\n\t\t\t\tan offence under section 42 of the Armed Forces Act 2006 (criminal conduct)or any provision mentioned in paragraph 1(2)(a) to (c) of Schedule 1(provisions superseded by that section), and\n\t\t\t\tan offence punishable with a criminal penalty by the law of any part of theUnited Kingdom.\n\t\t\tAn offence is not a “relevant offence” if it is committed against anindividual who at the time when the offence is committed is—\n\t\t\t\ta member of the regular or reserve forces,\n\t\t\t\ta member of a British overseas territory force,\n\t\t\t\ta Crown servant, or\n\t\t\t\ta defence contractor.\n\t\t\tA service offence is not a “relevant offence” if it is an excluded offenceby virtue of Part 1 of Schedule 1.\n\t\t\tAn offence punishable with a criminal penalty by the law of England andWales, or of Northern Ireland, is not a “relevant offence” if it is anexcluded offence in that part of the United Kingdom by virtue of Part 2 or 5of Schedule 1.\n\t\t\tAn offence punishable with a criminal penalty by the law of Scotland is nota “relevant offence” if it is an excluded offence in Scotland by virtue ofPart 3 or 5 of Schedule 1.\n\t\t\tAn offence is not a “relevant offence” if it is an excluded offence byvirtue of Part 4 of Schedule 1.\n\t\tGeneral interpretation etc\n\t\t\tWhere— \n\t\t\t\tthe offence mentioned in section 1(2) or 5(1)(a) is murder or any otheroffence one of the elements of which is causing a person’s death, and\n\t\t\t\tthe death occurred after the day on which the person sustained the injurythat caused it,\n\t\t\t\t\tthe day (or time) of the alleged conduct is not to be taken to be differentfrom what it would have been if the death had occurred when the injury wassustained.\n\t\t\tIn this Part references to the British Islands include the territorial seaadjacent to the United Kingdom and the territorial sea adjacent to any of theChannel Islands or the Isle of Man.\n\t\t\tThe following are “relevant prosecutors” for the purposes of this Part—\n\t\t\t\tthe Director of Service Prosecutions and any person appointed under section365 of the Armed Forces Act 2006 (prosecuting officers);\n\t\t\t\tin England and Wales, the Director of Public Prosecutions, a CrownProsecutor and any person to whom the institution or taking over ofproceedings for the offence mentioned in section 1(2) has been assigned undersection 5(1) of the Prosecution of Offences Act 1985;\n\t\t\t\tin Scotland, any prosecutor as defined in section 307(1) of the CriminalProcedure (Scotland) Act 1995 (other than a private prosecutor);\n\t\t\t\tin Northern Ireland, the Director of Public Prosecutions for NorthernIreland, the Deputy Director of Public Prosecutions for Northern Ireland, aPublic Prosecutor and any person to whom the institution or taking over ofproceedings for the offence mentioned in section 1(2) has been assigned undersection 36(2) of the [Justice (Northern Ireland) Act 2002 (c. 26(N.I.))](/id/nia/2002/26?view=plain \"Go to item of legislation\").\n\t\t\tIn this Part—\n\t\t\t\t  * “alleged conduct”, in relation to proceedings or potential proceedings for an offence, means the act or omission alleged to constitute the offence; \n\t\t\t\t  * “British overseas territory force” means any of Her Majesty’s forces that is raised under the law of a British overseas territory; \n\t\t\t\t  * “Crown servant” means a person employed by or in the service of the Government of the United Kingdom; \n\t\t\t\t  * “defence contractor” means a person engaged in providing goods or services for the purposes of any of Her Majesty’s forces under contract (whether as, or on behalf of, a party to the contract); \n\t\t\t\t  * “Her Majesty’s forces” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); \n\t\t\t\t  * “investigating authority” means— \n\t\t\t\ta service police force,\n\t\t\t\ta UK police force, or\n\t\t\t\tan overseas police force;\n\t\t\t\t\t  * “overseas operations” has the meaning given by section 1(6); \n\t\t\t\t\t  * “overseas police force” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act); \n\t\t\t\t\t  * “the regular forces” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); \n\t\t\t\t\t  * “relevant offence” has the meaning given by section 6; \n\t\t\t\t\t  * “relevant previous investigation” has the meaning given by section 4; \n\t\t\t\t\t  * “relevant prosecutor” has the meaning given by subsection (3); \n\t\t\t\t\t  * “the reserve forces” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act); \n\t\t\t\t\t  * “service offence” has the same meaning as in the Armed Forces Act 2006 (see section 50(2) of that Act); \n\t\t\t\t\t  * “service police force” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act); \n\t\t\t\t\t  * “UK police force” has the same meaning as in the Armed Forces Act 2006 (see section 375 of that Act). \n\t\t\tSubsections (2) and (3) of section 368 of the Armed Forces Act 2006(references to members of the regular forces) apply for the purposes of thisPart as they apply for the purposes of that Act."
    },
    {
        "length": 1484,
        "text": "\nPART 2Overseas operations: limitation periods\n\tRestrictions on time limits to bring actions: England and Wales\n\t\tPart 1 of Schedule 2 amends the Limitation Act 1980—\n\t\t\tto limit the court’s discretion to disapply time limits for actions inrespect of personal injuries or death which relate to overseas operations ofthe armed forces, and\n\t\t\tto specify additional factors to which a court must have regard inexercising that discretion.\n\t\tPart 2 of Schedule 2 amends the Foreign Limitation Periods Act 1984 tomodify the effect of foreign limitation law (where such law applies by reasonof that Act) in respect of actions which relate to overseas operations of thearmed forces.\n\tRestrictions on time limits to bring actions: Scotland\n\t\tPart 1 of Schedule 3 amends the Prescription and Limitation (Scotland) Act1973—\n\t\t\tto limit the court’s power to override time limits for actions in respectof personal injuries or death which relate to overseas operations of the armedforces, and\n\t\t\tto specify factors to which a court must have regard in exercising thatpower.\n\t\tPart 2 of Schedule 3 amends that Act to modify the effect of foreignlimitation law (where such law applies by virtue of that Act) in respect ofactions which relate to overseas operations of the armed forces.\n\tRestrictions on time limits to bring actions: Northern Ireland\n\t\tPart 1 of Schedule 4 amends the Limitation (Northern Ireland) Order 1989([S.I. 1989/1339 (N.I. 11)](/id/nisi/1989/1339?view=plain \"Go to item oflegislation\"))—\n\t\t\tto limit the court’s discretion to disapply time limits for actions inrespect of personal injuries or death which relate to overseas operations ofthe armed forces, and\n\t\t\tto specify additional factors to which a court must have regard inexercising that discretion.\n\t\tPart 2 of Schedule 4 amends the Foreign Limitation Periods (NorthernIreland) Order 1985 ([S.I. 1985/754 (N.I. 5)](/id/nisi/1985/754?view=plain \"Goto item of legislation\")) to modify the effect of foreign limitation law(where such law applies by reason of that Order) in respect of actions whichrelate to overseas operations of the armed forces.\n\tCourt’s discretion to extend time in certain Human Rights Actproceedings\n\t\tThe Human Rights Act 1998 is amended as follows.\n\t\tAfter section 7 insert—\n\t\t“7ALimitation: overseas armed forces proceedings\n\t\t\tA court or tribunal exercising its discretion under section 7(5)(b) inrespect of overseas armed forces proceedings must do so—\n\t\t\t\tin accordance with subsection (2), and\n\t\t\t\tsubject to the rule in subsection (4).\n\t\t\tThe court or tribunal must have particular regard to—\n\t\t\t\tthe effect of the delay in bringing proceedings on the cogency of evidenceadduced or likely to be adduced by the parties, with particular reference to—\n\t\t\t\tthe likely impact of the operational context on the ability of individualswho are (or, at the time of the events to which the proceedings relate, were)members of Her Majesty’s forces to remember relevant events or actions fullyor accurately, and\n\t\t\t\tthe extent of dependence on the memories of such individuals, taking intoaccount the effect of the operational context on the ability of suchindividuals to record, or to retain records of, relevant events or actions;\n\t\t\t\tthe likely impact of the proceedings on the mental health of any witness orpotential witness who is (or, at the time of the events to which theproceedings relate, was) a member of Her Majesty’s forces.\n\t\t\tIn subsection (2) references to “the operational context” are to the factthat the events to which the proceedings relate took place in the context ofoverseas operations, and include references to the exceptional demands andstresses to which members of Her Majesty’s forces are subject.\n\t\t\tThe rule referred to in subsection (1)(b) is that overseas armed forcesproceedings must be brought before the later of—\n\t\t\t\tthe end of the period of 6 years beginning with the date on which the actcomplained of took place;\n\t\t\t\tthe end of the period of 12 months beginning with the date of knowledge.\n\t\t\tIn subsection (4), the “date of knowledge” means the date on which theperson bringing the proceedings first knew, or first ought to have known,both—\n\t\t\t\tof the act complained of, and\n\t\t\t\tthat it was an act of the Ministry of Defence or the Secretary of State forDefence.\n\t\t\t“Overseas armed forces proceedings” means proceedings—\n\t\t\t\tagainst the Ministry of Defence or the Secretary of State for Defence, and\n\t\t\t\tin connection with overseas operations.\n\t\t\t“Overseas operations” means any operations outside the British Islands,including peacekeeping operations and operations for dealing with terrorism,civil unrest or serious public disorder, in the course of which members of HerMajesty’s forces come under attack or face the threat of attack or violentresistance.\n\t\t\tIn this section the reference to the British Islands includes theterritorial sea adjacent to the United Kingdom and the territorial seaadjacent to any of the Channel Islands or the Isle of Man.\n\t\t\tIn this section “Her Majesty’s forces” has the same meaning as in the ArmedForces Act 2006 (see section 374 of that Act).”\n\t\t\tIn section 22 (short title, commencement, application and extent), aftersubsection (4) insert—\n\t\t\t\t“(4A)Section 7A (limitation: overseas armed forces proceedings) applies toproceedings brought under section 7(1)(a) on or after the date on whichsection 7A comes into force, whenever the act in question took place.”"
    },
    {
        "length": 705,
        "text": "\nPART 3General\n\tPower to make consequential provision\n\t\tThe Secretary of State or the Lord Chancellor may by regulations makeprovision that is consequential on any provision made by this Act.\n\t\tRegulations under this section are to be made by statutory instrument and—\n\t\t\tmay include transitional or saving provision;\n\t\t\tmay amend, repeal or revoke any provision of or made under primarylegislation.\n\t\tThe provision referred to in subsection (2)(b) does not include a provisionof legislation passed or made after the end of the session of Parliament inwhich this Act is passed.\n\t\tA statutory instrument containing (whether alone or with other provision)regulations under this section that amend, repeal or revoke primarylegislation may not be made unless a draft of the instrument has been laidbefore and approved by a resolution of each House of Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\tNorthern Ireland legislation.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject as follows.\n\t\tSection 8 and Schedule 2 extend to England and Wales only.\n\t\tSection 9 and Schedule 3 extend to Scotland only.\n\t\tSection 10 and Schedule 4 extend to Northern Ireland only.\n\tCommencement and application\n\t\tThis Part comes into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State or the Lord Chancellor may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State or the Lord Chancellor may by regulations maketransitional or saving provision in connection with the coming into force ofany provision of this Act.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tNone of the provisions of Part 1 applies to proceedings instituted beforethe day on which the provision comes into force.\n\t\tPart 1 of Schedule 2 applies to an action brought on or after the date onwhich that Part comes into force, whenever the cause of action accrued.\n\t\tPart 1 of Schedule 3 applies to an action brought on or after the date onwhich that Part comes into force, whenever the right of action accrued.\n\t\tPart 2 of Schedule 3 applies to an action brought on or after the date onwhich that Part comes into force, whenever the events to which the actionrelates took place.\n\t\tPart 1 of Schedule 4 applies to an action brought on or after the date onwhich that Part comes into force, whenever the cause of action accrued.\n\tShort title\n\t\tThis Act may be cited as the Overseas Operations (Service Personnel andVeterans) Act 2021."
    }
]