[
    {
        "length": 1327,
        "text": "\nForced marriage protection orders\n\tAForced marriage protection orders\n\t\tThe court may make an order for the purposes of protecting—\n\t\t\ta person from being forced into a marriage or from any attempt to be forcedinto a marriage; or\n\t\t\ta person who has been forced into a marriage.\n\t\tIn deciding whether to exercise its powers under this section and, if so,in what manner, the court must have regard to all the circumstances includingthe need to secure the health, safety and well-being of the person to beprotected.\n\t\tIn ascertaining that person’s well-being, the court must, in particular,have such regard to the person’s wishes and feelings (so far as they arereasonably ascertainable) as the court considers appropriate in the light ofthe person’s age and understanding.\n\t\tFor the purposes of this Part a person (“A”) is forced into a marriage ifanother person (“B”) forces A to enter into a marriage (whether with B oranother person) without A’s free and full consent.\n\t\tFor the purposes of subsection (4) it does not matter whether the conductof B which forces A to enter into a marriage is directed against A, B oranother person.\n\t\tIn this Part—\n\t\t\t  * “force” includes coerce by threats or other psychological means (and related expressions are to be read accordingly); and\n\t\t\t  * “forced marriage protection order” means an order under this section.\n\tBContents of orders\n\t\tA forced marriage protection order may contain—\n\t\t\tsuch prohibitions, restrictions or requirements; and\n\t\t\tsuch other terms;\n\t\t\t\tas the court considers appropriate for the purposes of the order.\n\t\tThe terms of such orders may, in particular, relate to—\n\t\t\tconduct outside England and Wales as well as (or instead of) conduct withinEngland and Wales;\n\t\t\trespondents who are, or may become, involved in other respects as well as(or instead of) respondents who force or attempt to force, or may force orattempt to force, a person to enter into a marriage;\n\t\t\tother persons who are, or may become, involved in other respects as well asrespondents of any kind.\n\t\tFor the purposes of subsection (2) examples of involvement in otherrespects are—\n\t\t\taiding, abetting, counselling, procuring, encouraging or assisting anotherperson to force, or to attempt to force, a person to enter into a marriage; or\n\t\t\tconspiring to force, or to attempt to force, a person to enter into amarriage.\n\tCApplications and other occasions for making orders\n\t\tThe court may make a forced marriage protection order—\n\t\t\ton an application being made to it; or\n\t\t\twithout an application being made to it but in the circumstances mentionedin subsection (6).\n\t\tAn application may be made by—\n\t\t\tthe person who is to be protected by the order; or\n\t\t\ta relevant third party.\n\t\tAn application may be made by any other person with the leave of the court.\n\t\tIn deciding whether to grant leave, the court must have regard to all thecircumstances including—\n\t\t\tthe applicant’s connection with the person to be protected;\n\t\t\tthe applicant’s knowledge of the circumstances of the person to beprotected; and\n\t\t\tthe wishes and feelings of the person to be protected so far as they arereasonably ascertainable and so far as the court considers it appropriate, inthe light of the person’s age and understanding, to have regard to them.\n\t\tAn application under this section may be made in other family proceedingsor without any other family proceedings being instituted.\n\t\tThe circumstances in which the court may make an order without anapplication being made are where—\n\t\t\tany other family proceedings are before the court (“the currentproceedings”);\n\t\t\tthe court considers that a forced marriage protection order should be madeto protect a person (whether or not a party to the current proceedings); and\n\t\t\ta person who would be a respondent to any such proceedings for a forcedmarriage protection order is a party to the current proceedings.\n\t\tIn this section—\n\t\t\t  * “family proceedings” has the same meaning as in Part 4 (see section 63(1) and (2)) but also includes—\n\t\t\tproceedings under the inherent jurisdiction of the High Court in relation toadults;\n\t\t\tproceedings in which the court has made an emergency protection order undersection 44 of the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Goto item of legislation\") which includes an exclusion requirement (as definedin section 44A(3) of that Act); and\n\t\t\tproceedings in which the court has made an order under section 50 of the Actof 1989 (recovery of abducted children etc.); and\n\t\t\t\t  * “relevant third party” means a person specified, or falling within a description of persons specified, by order of the Lord Chancellor.\n\t\tAn order of the Lord Chancellor under subsection (7) may, in particular,specify the Secretary of State."
    },
    {
        "length": 899,
        "text": "\nFurther provision about orders\n\tDEx parte orders: Part 4A\n\t\tThe court may, in any case where it considers that it is just andconvenient to do so, make a forced marriage protection order even though therespondent has not been given such notice of the proceedings as wouldotherwise be required by rules of court.\n\t\tIn deciding whether to exercise its powers under subsection (1), the courtmust have regard to all the circumstances including—\n\t\t\tany risk of significant harm to the person to be protected or anotherperson if the order is not made immediately;\n\t\t\twhether it is likely that an applicant will be deterred or prevented frompursuing an application if an order is not made immediately; and\n\t\t\twhether there is reason to believe that—\n\t\t\tthe respondent is aware of the proceedings but is deliberately evadingservice; and\n\t\t\tthe delay involved in effecting substituted service will cause seriousprejudice to the person to be protected or (if a different person) anapplicant.\n\t\tThe court must give the respondent an opportunity to make representationsabout any order made by virtue of subsection (1).\n\t\tThe opportunity must be—\n\t\t\tas soon as just and convenient; and\n\t\t\tat a hearing of which notice has been given to all the parties inaccordance with rules of court.\n\tEUndertakings instead of orders\n\t\tThe court may, subject to subsection (3), accept an undertaking from therespondent to proceedings for a forced marriage protection order if it haspower to make such an order.\n\t\tNo power of arrest may be attached to an undertaking given under subsection(1).\n\t\tThe court may not accept an undertaking under subsection (1) instead ofmaking an order if a power of arrest would otherwise have been attached to theorder.\n\t\tAn undertaking given to the court under subsection (1) is enforceable as ifthe court had made the order in terms corresponding to those of theundertaking.\n\t\tThis section is without prejudice to the powers of the court apart fromthis section.\n\tFDuration of orders\n\t\tA forced marriage protection order may be made for a specified period or untilvaried or discharged.\n\tGVariation of orders and their discharge\n\t\tThe court may vary or discharge a forced marriage protection order on anapplication by—\n\t\t\tany party to the proceedings for the order;\n\t\t\tthe person being protected by the order (if not a party to the proceedingsfor the order); or\n\t\t\tany person affected by the order.\n\t\tIn addition, the court may vary or discharge a forced marriage protectionorder made by virtue of section 63C(1)(b) even though no application undersubsection (1) above has been made to the court.\n\t\tSection 63D applies to a variation of a forced marriage protection order asit applies to the making of such an order.\n\t\tSection 63E applies to proceedings for a variation of a forced marriageprotection order as it applies to proceedings for the making of such an order.\n\t\tAccordingly, references in sections 63D and 63E to making a forced marriageprotection order are to be read for the purposes of subsections (3) and (4)above as references to varying such an order.\n\t\tSubsection (7) applies if a power of arrest has been attached to provisionsof a forced marriage protection order by virtue of section 63H.\n\t\tThe court may vary or discharge the order under this section so far as itconfers a power of arrest (whether or not there is a variation or discharge ofany other provision of the order)."
    },
    {
        "length": 1568,
        "text": "\nArrest for breach of orders\n\tHAttachment of powers of arrest to orders\n\t\tSubsection (2) applies if the court—\n\t\t\tintends to make a forced marriage protection order otherwise than by virtueof section 63D; and\n\t\t\tconsiders that the respondent has used or threatened violence against theperson being protected or otherwise in connection with the matters being dealtwith by the order.\n\t\tThe court must attach a power of arrest to one or more provisions of theorder unless it considers that, in all the circumstances of the case, therewill be adequate protection without such a power.\n\t\tSubsection (4) applies if the court—\n\t\t\tintends to make a forced marriage protection order by virtue of section63D; and\n\t\t\tconsiders that the respondent has used or threatened violence against theperson being protected or otherwise in connection with the matters being dealtwith by the order.\n\t\tThe court may attach a power of arrest to one or more provisions of theorder if it considers that there is a risk of significant harm to a person,attributable to conduct of the respondent, if the power of arrest is notattached to the provisions immediately.\n\t\tThe court may provide for a power of arrest attached to any provisions ofan order under subsection (4) to have effect for a shorter period than theother provisions of the order.\n\t\tAny period specified for the purposes of subsection (5) may be extended bythe court (on one or more occasions) on an application to vary or dischargethe order.\n\t\tIn this section “respondent” includes any person who is not a respondentbut to whom an order is directed.\n\tIArrest under attached powers\n\t\tSubsection (2) applies if a power of arrest is attached to provisions of aforced marriage protection order under section 63H.\n\t\tA constable may arrest without warrant a person whom the constable hasreasonable cause for suspecting to be in breach of any such provision orotherwise in contempt of court in relation to the order.\n\t\tA person arrested under subsection (2) must be brought before the relevantjudge within the period of 24 hours beginning at the time of the person’sarrest.\n\t\tIn calculating any period of 24 hours for the purposes of subsection (3),Christmas Day, Good Friday and any Sunday are to be ignored.\n\tJArrest under warrant\n\t\tSubsection (2) applies if the court has made a forced marriage protectionorder but—\n\t\t\tno power of arrest is attached to any provision of the order under section63H;\n\t\t\tsuch a power is attached only to certain provisions of the order; or\n\t\t\tsuch a power was attached for a shorter period than other provisions of theorder and that period has expired.\n\t\tAn interested party may apply to the relevant judge for the issue of awarrant for the arrest of a person if the interested party considers that theperson has failed to comply with the order or is otherwise in contempt ofcourt in relation to the order.\n\t\tThe relevant judge must not issue a warrant on an application undersubsection (2) unless—\n\t\t\tthe application is substantiated on oath; and\n\t\t\tthe relevant judge has reasonable grounds for believing that the person tobe arrested has failed to comply with the order or is otherwise in contempt ofcourt in relation to the order.\n\t\tIn this section “interested party”, in relation to a forced marriageprotection order, means—\n\t\t\tthe person being protected by the order;\n\t\t\t(if a different person) the person who applied for the order; or\n\t\t\tany other person;\n\t\t\t\tbut no application may be made under subsection (2) by a person falling withinparagraph (c) without the leave of the relevant judge.\n\tKRemand: general\n\t\tThe court before which an arrested person is brought under section 63I(3)or by virtue of a warrant issued under section 63J may, if the matter is notthen disposed of immediately, remand the person concerned.\n\t\tSchedule 5 has effect in relation to the powers of the court to remand aperson by virtue of this section but as if the following modifications weremade to the Schedule.\n\t\tThe modifications are that—\n\t\t\tin paragraph 2(1) of Schedule 5, the reference to section 47 is to be readas a reference to this section; and\n\t\t\tin paragraph 2(5)(b) of the Schedule, the reference to section 48(1) is tobe read as a reference to section 63L(1).\n\t\tSubsection (5) applies if a person remanded under this section is grantedbail under Schedule 5 as modified above.\n\t\tThe person may be required by the relevant judge to comply, before releaseon bail or later, with such requirements as appear to the relevant judge to benecessary to secure that the person does not interfere with witnesses orotherwise obstruct the course of justice.\n\tLRemand: medical examination and report\n\t\tAny power to remand a person under section 63K(1) may be exercised for thepurpose of enabling a medical examination and report to be made if therelevant judge has reason to consider that a medical report will be required.\n\t\tIf such a power is so exercised, the adjournment must not be for more than4 weeks at a time unless the relevant judge remands the accused in custody.\n\t\tIf the relevant judge remands the accused in custody, the adjournment mustnot be for more than 3 weeks at a time.\n\t\tSubsection (5) applies if there is reason to suspect that a person who hasbeen arrested—\n\t\t\tunder section 63I(2); or\n\t\t\tunder a warrant issued on an application made under section 63J(2);\n\t\t\t\tis suffering from mental illness or severe mental impairment.\n\t\tThe relevant judge has the same power to make an order under section 35 ofthe Mental Health Act [1983 (c. 20)](/id/ukpga/1983/20?view=plain \"Go to itemof legislation\") (remand for report on accused’s mental condition) as theCrown Court has under section 35 of that Act in the case of an accused personwithin the meaning of that section."
    },
    {
        "length": 730,
        "text": "\nJurisdiction and procedure\n\tMJurisdiction of courts: Part 4A\n\t\tFor the purposes of this Part “the court” means the High Court or a countycourt.\n\t\tSubsection (1) is subject to any provision made by virtue of subsections(3) and (4).\n\t\tSection 57(3) to (12) (allocation of proceedings to courts etc.) apply forthe purposes of this Part as they apply for the purposes of Part 4 but as ifthe following modification were made.\n\t\tThe modification is that section 57(8) is to be read as if there weresubstituted for it—\n\t\tFor the purposes of subsections (3), (4) and (5), there are two levels ofcourt—\n\t\t\tthe High Court; and\n\t\t\tany county court.”\n\tNPower to extend jurisdiction to magistrates' courts\n\t\tThe Lord Chancellor may, after consulting the Lord Chief Justice, by orderprovide for magistrates' courts to be included among the courts who may hearproceedings under this Part.\n\t\tAn order under subsection (1) may, in particular, make any provision inrelation to magistrates' courts which corresponds to provision made inrelation to such courts by or under Part 4.\n\t\tAny power to make an order under this section (including that power asextended by section 65(2)) may, in particular, be exercised by amending,repealing, revoking or otherwise modifying any provision made by or under thisPart or any other enactment.\n\t\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act [2005 (c.4)](/id/ukpga/2005/4?view=plain \"Go to item of legislation\")) to exercise theLord Chief Justice’s functions under this section.\n\tOContempt proceedings: Part 4A\n\t\tThe powers of the court in relation to contempt of court arising out of aperson’s failure to comply with a forced marriage protection order orotherwise in connection with such an order may be exercised by the relevantjudge.\n\tPAppeals: Part 4A\n\t\tThe Lord Chancellor may, after consulting the Lord Chief Justice, by ordermake provision as to the circumstances in which appeals may be made againstdecisions taken by courts on questions arising in connection with thetransfer, or proposed transfer, of proceedings by virtue of an order madeunder section 57(5) as applied by section 63M(3) and (4).\n\t\tExcept so far as provided for in any order made under subsection (1), noappeal may be made against any decision of a kind mentioned in thatsubsection.\n\t\tThe Lord Chief Justice may nominate a judicial office holder (as defined insection 109(4) of the Constitutional Reform Act 2005) to exercise the LordChief Justice’s functions under this section."
    },
    {
        "length": 637,
        "text": "\nSupplementary\n\tQGuidance \n\t\tThe Secretary of State may from time to time prepare and publish guidanceto such descriptions of persons as the Secretary of State considersappropriate about—\n\t\t\tthe effect of this Part or any provision of this Part; or\n\t\t\tother matters relating to forced marriages.\n\t\tA person exercising public functions to whom guidance is given under thissection must have regard to it in the exercise of those functions.\n\t\tNothing in this section permits the Secretary of State to give guidance toany court or tribunal.\n\tROther protection or assistance against forced marriage\n\t\tThis Part does not affect any other protection or assistance available to aperson who—\n\t\t\tis being, or may be, forced into a marriage or subjected to an attempt tobe forced into a marriage; or\n\t\t\thas been forced into a marriage.\n\t\tIn particular, it does not affect—\n\t\t\tthe inherent jurisdiction of the High Court;\n\t\t\tany criminal liability;\n\t\t\tany civil remedies under the Protection from Harassment Act [1997 (c.40)](/id/ukpga/1997/40?view=plain \"Go to item of legislation\");\n\t\t\tany right to an occupation order or a non-molestation order under Part 4 ofthis Act;\n\t\t\tany protection or assistance under the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\");\n\t\t\tany claim in tort; or\n\t\t\tthe law of marriage.\n\tSInterpretation of Part 4A\n\t\tIn this Part—\n\t\t  * “the court” is to be read with section 63M;\n\t\t  * “force” (and related expressions), in relation to a marriage, are to be read in accordance with section 63A(4) to (6);\n\t\t  * “forced marriage protection order” has the meaning given by section 63A(6);\n\t\t  * “marriage” means any religious or civil ceremony of marriage (whether or not legally binding); and\n\t\t  * “the relevant judge”, in relation to any order under this Part, means—\n\t\t\twhere the order was made by the High Court, a judge of that court; and\n\t\t\twhere the order was made by a county court, a judge or district judge of thator any other county court.”"
    },
    {
        "length": 667,
        "text": "\nConsequential amendments etc.\n\tSchedule 2 (consequential amendments) has effect.\n\tThe Lord Chancellor may by order make such supplementary, incidental orconsequential provision as the Lord Chancellor considers appropriate for thepurposes of section 1 or in consequence of that section.\n\tThe Department of Finance and Personnel may by order make suchsupplementary, incidental or consequential provision as the Departmentconsiders appropriate for the purposes of section 2 and Schedule 1 or inconsequence of those provisions.\n\tAn order under subsection (2)—\n\t\tmay contain such transitional, transitory or saving provision as the LordChancellor considers appropriate; and\n\t\tis to be made by statutory instrument.\n\tAn order under subsection (3)—\n\t\tmay contain such transitional, transitory or saving provision as theDepartment of Finance and Personnel considers appropriate; and\n\t\tis to be made by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\tAny power to make an order under this section may, in particular, beexercised by amending, repealing, revoking or otherwise modifying anyprovision made by or under an enactment (including any Act passed in the sameSession as this Act).\n\tNo order is to be made under this section—\n\t\tby the Lord Chancellor unless a draft of the order has been laid before,and approved by a resolution of, each House of Parliament;\n\t\tby the Department of Finance and Personnel unless a draft of the order hasbeen laid before, and approved by a resolution of, the Northern IrelandAssembly.\n\tSubsection (7)(a) does not apply to an order which does not amend or repealany provision of an Act and an order of the Lord Chancellor under this sectionwhich does not amend or repeal any provision of an Act is subject to annulmentin pursuance of a resolution of either House of Parliament.\n\tSubsection (7)(b) does not apply to an order which does not amend or repealany provision of an Act or Northern Ireland legislation and an order of theDepartment of Finance and Personnel under this section which does not amend orrepeal any provision of an Act or Northern Ireland legislation is subject tonegative resolution (within the meaning of section 41(6) of the InterpretationAct (Northern Ireland) [1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Goto item of legislation\")).\n\tIn this section “enactment” includes Northern Ireland legislation."
    },
    {
        "length": 413,
        "text": "\nShort title, commencement and extent\n\tThis Act may be cited as the Forced Marriage (Civil Protection) Act 2007.\n\tSection 1, section 3(1) (so far as relating to Part 1 of Schedule 2) andPart 1 of Schedule 2 come into force on such day as the Lord Chancellor may byorder appoint; and different days may be appointed for different purposes.\n\tAn order under subsection (2)—\n\t\tmay contain such transitional, transitory or saving provision as the LordChancellor considers appropriate; and\n\t\tis to be made by statutory instrument.\n\tSection 2, section 3(1) (so far as relating to Part 2 of Schedule 2),Schedule 1 and Part 2 of Schedule 2 come into force on such day as theDepartment of Finance and Personnel may by order appoint; and different daysmay be appointed for different purposes.\n\tAn order under subsection (4)—\n\t\tmay contain such transitional, transitory or saving provision as theDepartment of Finance and Personnel considers appropriate; and\n\t\tis to be made by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\tSection 1 and Part 1 of Schedule 2 extend to England and Wales only.\n\tSection 2, Schedule 1 and Part 2 of Schedule 2 extend to Northern Irelandonly.\n\tSection 3 and this section extend to England and Wales and Northern Irelandonly."
    }
]