{
    "general": "This law helps people who are being forced into marrying someone they do not want to marry. It makes sure that people cannot be made to get married if they do not agree to it, and also helps those who have already been forced into a marriage they did not want. The law provides protection for these individuals so that they can live safely and freely.",
    "series": [
        [
            {
                "length": 222,
                "short": "Forced Marriage Protection Orders: Safeguarding Individual Freedom",
                "text": "\n* Simplified point 1: The Forced Marriage (Civil Protection) Act 2007 allows courts to issue orders to protect individuals from being forced into marriages.\n* Simplified point 2: These orders can include prohibitions, restrictions, or requirements to prevent forced marriages, and can apply to both the person being forced into the marriage and any other parties involved.\n* Simplified point 3: Applications for these orders can be made by the person being protected, a relevant third party, or with the leave of the court.\n* Simplified point 4: The court must consider all circumstances when deciding whether to grant an order, including the person's age, understanding, and wishes and feelings.\n* Simplified point 5: The act defines \"force\" as including coercion by threats or other psychological means, and \"forced marriage protection order\" as an order made under this section."
            },
            {
                "length": 211,
                "short": "Forced Marriage Protection Order: Court Can Make Orders to Protect Against Forced Marriages",
                "text": "\n* Simplified point 1: The court can make a \"forced marriage protection order\" even if the respondent hasn't received proper notice of the proceedings, if it believes it is necessary to protect someone from being forced into a marriage against their will.\n* Simplified point 2: If the court makes such an order, it can include conditions such as requiring the respondent to stay away from the person to be protected, or to return the person to a safe place.\n* Simplified point 3: The court can also accept an undertaking from the respondent instead of making an order, but only if it doesn't involve a power of arrest.\n* Simplified point 4: A forced marriage protection order can be varied or discharged by the court on application by any party to the proceedings, or by the person being protected by the order."
            },
            {
                "length": 310,
                "short": "\"Forced Marriage Protection Orders: Arrest Powers and Breaches\"",
                "text": "\n* Simplified point 1: The law allows for the attachment of a power of arrest to a forced marriage protection order, which can be used to detain individuals who violate the terms of the order.\n* Simplified point 2: If the court intends to make a forced marriage protection order without using the expedited procedure under Section 63D, it must attach a power of arrest to one or more provisions of the order if it considers that there is a risk of significant harm to a person attributable to the respondent's conduct.\n* Simplified point 3: If the court makes a forced marriage protection order by virtue of Section 63D, it may attach a power of arrest to one or more provisions of the order if it considers that there is a risk of significant harm to a person attributable to the respondent's conduct.\n* Simplified point 4: A constable may arrest without warrant a person suspected of being in breach of a forced marriage protection order, and bring them before a judge within 24 hours.\n* Simplified point 5: An interested party may apply to the relevant judge for the issue of a warrant for the arrest of a person if they believe the person has failed to comply with the order or is otherwise in contempt of court in relation to the order."
            },
            {
                "length": 213,
                "short": "\"Forced Marriage Jurisdiction and Powers of Courts Act\"",
                "text": "\n* Simplified point 1: This section establishes the jurisdiction of courts to hear cases related to forced marriages. It specifies that both the High Court and county courts have jurisdiction over these cases.\n* Simplified point 2: The Lord Chancellor has the power to extend the jurisdiction of magistrates' courts to hear these cases as well.\n* Simplified point 3: The Lord Chief Justice can appoint a judicial officer holder to exercise their functions under this section.\n* Simplified point 4: The section also provides for the powers of the court in relation to contempt of court, including the ability to make orders to protect victims of forced marriages.\n* Simplified point 5: Appeals against decisions made by courts in relation to forced marriages can be made, but only in certain circumstances and with the Lord Chancellor's approval."
            },
            {
                "length": 114,
                "short": "\"Government Guidelines for Addressing Forced Marriages: Protect Your Rights\"",
                "text": "\n* The government can provide guidelines on how to address forced marriages.\n* These guidelines must be followed by anyone performing public duties.\n* No one is allowed to force someone else into a marriage.\n* If you're being forced into a marriage, there are other legal options available to you.\n* This act doesn't affect any existing laws regarding harassment, criminal charges, or civil remedies."
            },
            {
                "length": 196,
                "short": "\"Northern Ireland Legislative Changes via Orders\"",
                "text": "\n* Simplified point 1: This section allows for changes to be made to existing laws through orders made by the Lord Chancellor or the Department of Finance and Personnel. These orders can include transitional, transitory, or saving provisions.\n* Simplified point 2: The Lord Chancellor's orders must be approved by both Houses of Parliament, while the Department of Finance and Personnel's orders must be approved by the Northern Ireland Assembly.\n* Simplified point 3: Any orders made under this section can modify or repeal existing provisions of Acts of Parliament or Northern Ireland legislation.\n* Simplified point 4: Orders made under this section can have retrospective effect, but only if they are approved by both Houses of Parliament or the Northern Ireland Assembly, depending on who made the order."
            },
            {
                "length": 334,
                "short": "\"Forced Marriage Legislation in England and Wales: Overview of the Forced Marriage (Civil Protection) Act 2007\"",
                "text": "\n* Simplified point 1: This act is called the Forced Marriage (Civil Protection) Act 2007.\n* Simplified point 2: The act has three main parts: Section 1, Section 2, and Schedules 1 and 2.\n* Simplified point 3: Section 1 outlines the short title, commencement, and extent of the act. It states that the act can be referred to as the Forced Marriage (Civil Protection) Act 2007 and specifies when different parts of the act will go into effect.\n* Simplified point 4: Section 2 gives the Department of Finance and Personnel the power to make orders regarding the coming into force of certain parts of the act. These orders can include transitional, transitory, or saving provisions.\n* Simplified point 5: Schedule 1 lists the offenses related to forced marriage that are punishable by law.\n* Simplified point 6: Part 1 of Schedule 2 provides for the protection of victims of forced marriage through civil legal remedies.\n* Simplified point 7: Part 2 of Schedule 2 allows for the making of forced marriage protection orders.\n* Simplified point 8: The act applies to England and Wales, but not Scotland or Northern Ireland."
            }
        ],
        [
            {
                "length": 357,
                "short": "Forced Marriage Protection: Safeguarding Against Coercive Unions",
                "text": "\n* Simplified point 1: The Forced Marriage (Civil Protection) Act 2007 allows courts to issue orders to protect individuals from being forced into marriages.\n* Simplified point 2: These orders can include prohibitions, restrictions, or requirements to prevent forced marriages, and can apply to both the person being forced into the marriage and any other parties involved.\n* Simplified point 3: Applications for these orders can be made by the person being protected, a relevant third party, or with the leave of the court.\n* Simplified point 4: The court must consider all circumstances when deciding whether to grant an order, including the person's age, understanding, and wishes and feelings.\n* Simplified point 5: The act defines \"force\" as including coercion by threats or other psychological means, and \"forced marriage protection order\" as an order made under this section.\n* Simplified point 6: The court can make a \"forced marriage protection order\" even if the respondent hasn't received proper notice of the proceedings, if it believes it is necessary to protect someone from being forced into a marriage against their will.\n* Simplified point 7: If the court makes a forced marriage protection order, it can include conditions such as requiring the respondent to stay away from the person to be protected, or to return the person to a safe place.\n* Simplified point 8: The law allows for the attachment of a power of arrest to a forced marriage protection order, which can be used to detain individuals who violate the terms of the order."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Forced Marriage (Civil Protection) Act 2007 is a law passed in England and Wales to help protect individuals from being forced into marriages. The law allows courts to issue orders to stop forced marriages and to protect those who have already been forced into one. These orders can include restrictions on the person being forced into the marriage, and can also require them to return to a safe place. The law also allows for the attachment of a power of arrest to these orders, so that a person suspected of breaking the terms of the order can be arrested. Additionally, the law gives the government the power to make guidelines on how to address forced marriages, and allows for changes to be made to existing laws through orders made by the Lord Chancellor or the Department of Finance and Personnel."
}