[
    {
        "length": 899,
        "text": "\nSmall-scale radio multiplex services\n\tAfter section 258 of the Communications Act 2003 insert—\n\t“258ASmall-scale radio multiplex services\n\t\tThe Secretary of State may by order make provision about radio multiplexservices that are provided for particular areas or localities in the UnitedKingdom and are of a description specified by the order (“small-scale radiomultiplex services”).\n\t\tAn order under this section describing a small-scale radio multiplexservice may make provision by reference to the size of the area or locality inrelation to which such a service may be provided.\n\t\tAn order under this section may provide for—\n\t\t\tany provision of Part 2 of the 1996 Act, and\n\t\t\tany provision of this Part (apart from this section and the provisionsrelating exclusively to sound broadcasting services or television services),\n\t\t\t\tto have effect in relation to small-scale radio multiplex services with suchmodifications as the Secretary of State considers appropriate.\n\t\tAn order under this section may in particular—\n\t\t\tprovide for the duration of a small-scale radio multiplex licence to bedetermined by OFCOM, within limits specified in the order;\n\t\t\tmake provision as to eligibility to hold a small-scale radio multiplexlicence, including provision disqualifying persons who have an interest in anational or local radio multiplex service;\n\t\t\trequire small-scale radio multiplex services to be provided on a non-commercial basis;\n\t\t\tprovide for OFCOM to have regard to the effect of awarding a small-scaleradio multiplex licence on holders of local radio multiplex licences;\n\t\t\tprovide for capacity on a small-scale radio multiplex service to bereserved for broadcasting services of a description set out in an order undersection 262;\n\t\t\tmake provision about the amount of capacity that may be so reserved;\n\t\t\tmake provision about the services broadcast by means of a small-scale radiomultiplex service, including provision about broadcasting services licensed bylocal digital sound programme licences or services of a description set out inan order under section 262.\n\t\tThe power, by order under this section, to make different provision fordifferent cases includes power to make different provision depending on—\n\t\t\twhether or not, at a particular time, an area or locality is to asignificant extent within the coverage area of one or more local radiomultiplex services, and\n\t\t\tthe size of the coverage area of that local radio multiplex service orthose local radio multiplex services.\n\t\tThe power, by order under this section, to make incidental, supplemental orconsequential provision includes power to make incidental, supplemental orconsequential provision modifying provisions of the 1996 Act or this Act notmentioned in subsection (3).\n\t\tIn this section “small-scale radio multiplex licence” means a licence toprovide a small-scale radio multiplex service.\n\t\tNo order is to be made containing provision authorised by this sectionunless a draft of the order has been laid before Parliament and approved by aresolution of each House.”\nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThe power under section 411(6) of the Communications Act 2003 may beexercised so as to extend to any of the Channel Islands or the Isle of Man anyamendment made by this Act of any part of that Act (with or withoutmodifications).\n\tThis Act, apart from this section, comes into force at the end of theperiod of two months beginning with the day on which this Act is passed.\n\tThis section comes into force on the day on which this Act is passed.\n\tThis Act may be cited as the Broadcasting (Radio Multiplex Services) Act2017.\n\t\t"
    }
]