{
    "general": "This law makes sure that small radio stations can share space on the same frequency without interfering with each other. It helps more small radio stations be able to broadcast in different areas, giving people more choices when it comes to listening to the radio. This means that listeners will have access to a wider range of programs and music from different stations, which should improve their overall experience.",
    "series": [
        [
            {
                "length": 243,
                "short": "\"UK Radio Regulations: Small-Scale Multiplexes & Reserved Capacity\"",
                "text": "\n* Simplified point 1: The Broadcasting (Radio Multiplex Services) Act 2017 allows for the creation of small-scale radio multiplex services, which can be provided for specific areas or localities in the UK.\n* Simplified point 2: The Secretary of State has the power to make orders regarding these services, including provision for their duration, eligibility for licenses, and requirements for non-commercial operation.\n* Simplified point 3: Small-scale radio multiplex services must reserve capacity for broadcasting services of a certain description, as set out in orders made under section 262 of the Act.\n* Simplified point 4: Orders made under this section can include incidental, supplemental, or consequential provision, and can modify provisions of the Communications Act 2003 or this Act.\n* Simplified point 5: This Act extends to England and Wales, Scotland, and Northern Ireland, and can be extended to the Channel Islands or Isle of Man."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Broadcasting (Radio Multiplex Services) Act 2017 lets new small-scale radio stations open in specific parts of the UK. These stations will have room for other types of shows like music, news, and talk shows. The government can decide who gets to run these stations and how long they can stay on the air. These stations might only be allowed to operate without making money, so they can focus on serving their community. The law applies to all of the UK, but it can also apply to the Channel Islands and Isle of Man if needed.",
    "single": "\n* The Broadcasting (Radio Multiplex Services) Act 2017 allows the Secretary of State to make provisions for small-scale radio multiplex services in the UK.\n* These services are provided for particular areas or localities and are of a description specified by the Secretary of State.\n* The Secretary of State can make provisions by reference to the size of the area or locality.\n* The Act allows for the duration of a small-scale radio multiplex licence to be determined by OFCOM, within limits specified in the order.\n* It also provides for eligibility to hold a small-scale radio multiplex licence, including provision disqualifying persons who have an interest in a national or local radio multiplex service.\n* Small-scale radio multiplex services must be provided on a non-commercial basis.\n* OFCOM must have regard to the effect of awarding a small-scale radio multiplex licence on holders of local radio multiplex licences.\n* Capacity on a small-scale radio multiplex service can be reserved for broadcasting services of a description set out in an order under section 262.\n* The Act allows for incidental, supplemental or consequential provision to be made by order under this section.\n* The Act extends to England and Wales, Scotland and Northern Ireland.\n* The power under section 411(6) of the Communications Act 2003 may be exercised so as to extend to any of the Channel Islands or the Isle of Man any amendment made by this Act of any part of that Act (with or without modifications).\n* The Act comes into force at the end of the period of two months beginning with the day on which this Act is passed, except for this section which comes into force on the day on which this Act is passed.\n* The Act may be cited as the Broadcasting (Radio Multiplex Services) Act 2017."
}