{
    "general": "This law makes rules for how planes fly through the sky and how drones are used. It also gives police more power to stop people from flying drones in places they shouldn't. The law also sets fines for people who break these rules with their drones.",
    "series": [
        [
            {
                "length": 319,
                "short": "\"UK Air Traffic Management and Unmanned Aircraft Act 2021 Part 1: Procedures for Managing Airspace Changes\"",
                "text": "\n* Simplified point 1: The UK Air Traffic Management and Unmanned Aircraft Act 2021 Part 1 outlines the procedures for managing airspace changes.\n\n* Simplified point 2: The Secretary of State may give directions to persons involved in airspace change, such as air navigation service providers and airport operators, to prepare and submit airspace change proposals, take steps towards implementing airspace change proposals, and review the operation of implemented airspace change proposals.\n\n* Simplified point 3: The Secretary of State may give directions to cooperate with other persons involved in airspace change, and may vary or revoke these directions as needed.\n\n* Simplified point 4: The CAA may delegate functions under sections 2 to 4 to the CAA, and must publish notices given to it under subsection (1) or (4).\n\n* Simplified point 5: The CAA may enforce directions, and connected appeals are made under Schedule 2.\n\n* Simplified point 6: The Part 1 of the Air Traffic Management and Unmanned Aircraft Act 2021 defines \"air navigation service provider\", \"airport operator\", \"airspace change proposal\", \"CAA\", and \"managed airspace\"."
            },
            {
                "length": 348,
                "short": "\"Air Traffic Management and Unmanned Aircraft Act 2021 Modifications and Enforcement Powers\"",
                "text": "* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title: Air Traffic Management and Unmanned Aircraft Act 2021.\n* Simplified point 2: The extract modifies the licensing and appeals procedure for air traffic services licensed under Part 1 of the Transport Act 2000, and adds new powers for the Civil Aviation Authority (CAA) to enforce the duties imposed by section 8 and licence conditions.\n* Simplified point 3: The CAA must prepare and publish a statement of its policy with respect to imposing penalties under this Chapter, and determining their amount.\n* Simplified point 4: The text includes a provision for the temporary power to make regulations about airport slot allocation in response to the COVID-19 pandemic.\n* Simplified point 5: The regulations under this Article may not be exercised after 24 August 2024, or in respect of a period after the winter season following 24 August 2024.\n* Simplified point 6: The provision includes a power for the coordinator to withdraw slots from an air carrier for the remainder of a scheduling period where the coordinator determines that the air carrier has ceased its operations at the airport concerned and is no longer able to operate the slots allocated to it."
            },
            {
                "length": 169,
                "short": "\"Police Powers and Penalties for Unmanned Aircraft Offenses\"",
                "text": "\n* Simplified point 1: This extract of the legislation gives powers to police officers and prison authorities to deal with unmanned aircraft.\n* Simplified point 2: The legislation provides for fixed penalties for certain offences related to unmanned aircraft, and allows for the making of amendment and enforcement regulations.\n* Simplified point 3: The legislation allows for the disclosure of information related to unmanned aircraft, but with certain restrictions and limitations.\n* Simplified point 4: The legislation defines \"unmanned aircraft\" as any aircraft operating or designed to operate autonomously or to be piloted remotely without a pilot on board."
            },
            {
                "length": 243,
                "short": "\"UK Air Traffic Management & Drone Regulation Law (2021)\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations regarding air traffic management and unmanned aircraft through the Air Traffic Management and Unmanned Aircraft Act 2021.\n* Simplified point 2: The regulations can be made under various provisions of the Act, including for different purposes or areas, and can confer functions on the Secretary of State or other persons.\n* Simplified point 3: The regulations must be approved by a resolution of each House of Parliament, except for certain provisions that do not require parliamentary approval.\n* Simplified point 4: The Act extends to England and Wales, Scotland, and Northern Ireland, with some exceptions.\n* Simplified point 5: The Act comes into force on different days for different purposes, as appointed by the Secretary of State through regulations.\n* Simplified point 6: The Secretary of State has the power to make transitional or saving provisions in connection with the coming into force of any provision of the Act."
            }
        ],
        [
            {
                "length": 287,
                "short": "\"UK Air Traffic Management and Unmanned Aircraft Act 2021 Part 1: Procedures for Managing Airspace Changes\"",
                "text": "\n* Simplified point 1: The UK Air Traffic Management and Unmanned Aircraft Act 2021 Part 1 outlines the procedures for managing airspace changes.\n\n* Simplified point 2: The Secretary of State may give directions to persons involved in airspace change, such as air navigation service providers and airport operators, to prepare and submit airspace change proposals, take steps towards implementing airspace change proposals, and review the operation of implemented airspace change proposals.\n\n* Simplified point 3: The Secretary of State may give directions to cooperate with other persons involved in airspace change, and may vary or revoke these directions as needed.\n\n* Simplified point 4: The CAA may delegate functions under sections 2 to 4 to the CAA, and must publish notices given to it under subsection (1) or (4).\n\n* Simplified point 5: The CAA may enforce directions, and connected appeals are made under Schedule 2.\n\n* Simplified point 6: The Part 1 of the Air Traffic Management and Unmanned Aircraft Act 2021 defines \"air navigation service provider\", \"airport operator\", \"airspace change proposal\", \"CAA\", and \"managed airspace\"."
            }
        ]
    ],
    "summary": "The UK Air Traffic Management and Unmanned Aircraft Act 2021 is a law that regulates how air traffic is managed and how drones are used in the country. It sets out rules for changing airspace, managing air traffic, and enforcing penalties for drone-related offenses. The law also gives police powers to deal with unmanned aircraft and allows for fixed penalties for certain drone-related offenses. The law applies to England, Wales, Scotland, and Northern Ireland, with some exceptions.\n\nIn summary, the UK Air Traffic Management and Unmanned Aircraft Act 2021 is a law that aims to improve air traffic management and regulate the use of drones in the country. It sets out rules for managing airspace changes, enforcing penalties for drone-related offenses, and giving police powers to deal with unmanned aircraft."
}