[
    {
        "length": 1809,
        "text": "\nApplication of Act\n\tSections 2 to 4 apply where—\n\t\ta person who is mentioned in subsection (3) (referred to in this Act as“the prosecutor”) has brought proceedings for an offence under section 1 ofthe [1911 c. 27.] Protection of Animals Act 1911 (referred to in this Act as“the 1911 Act”) against the owner of the animals to which the offence relates;and\n\t\tthe proceedings have not been discontinued or otherwise disposed of.\n\tBut those sections only apply in relation to an animal which the ownerkeeps or has kept for commercial purposes.\n\tThe persons referred to in subsection (1) are—\n\t\tthe Director of Public Prosecutions;\n\t\ta Crown Prosecutor;\n\t\ta government department;\n\t\ta local authority;\n\t\tin relation to a prosecution in England, a person who, at the request ofthe Minister of Agriculture, Fisheries and Food, has entered into a writtenagreement under which he may perform the functions conferred on a prosecutorby virtue of this Act;\n\t\tin relation to a prosecution in Wales, a person who, at the request of theNational Assembly for Wales, has entered into a written agreement under whichhe may perform the functions conferred on a prosecutor by virtue of this Act.\nOrders for the care, disposal or slaughter of animals\n\tIf, on the application of the prosecutor, it appears to the court fromevidence given by a veterinary surgeon that it is necessary in the interestsof the welfare of the animals in question for the prosecutor to do one or moreof the things mentioned in subsection (2), the court may make an orderauthorising him to do so.\n\tThose things are—\n\t\ttaking charge of the animals and caring for them, or causing or procuringthem to be cared for, on the premises on which they are kept or at some otherplace;\n\t\tselling the animals at a fair price;\n\t\tdisposing of the animals otherwise than by way of sale;\n\t\tslaughtering the animals, or causing or procuring them to be slaughtered.\n\tIn determining what to authorise by the order, the court must have regardto all the circumstances, including the desirability of protecting the owner’sinterest in the value of the animals and avoiding increasing his costs.\n\tAn order under this section ceases to have effect on the discontinuance orother disposal of the proceedings under section 1 of the 1911 Act; but this iswithout prejudice to anything done before, or done in pursuance of a contractentered into before, the order ceases to have effect.\nPowers of entry, etc\n\tWhere— \n\t\tthe prosecutor has given notice to the court of his intention to apply foran order under section 2; and\n\t\the is of the opinion that the animals need to be marked for identificationpurposes,\n\t\t\tthe prosecutor, or a person authorised by him, may enter the premises on whichthe animals are kept and mark them for those purposes.\n\tWhere an order is made under section 2, the prosecutor, or a personauthorised by him, may—\n\t\tenter the premises on which the animals are kept for the purpose ofexercising the powers conferred by the order;\n\t\tmark the animals (whether by the application of an ear tag or by any othermeans); and\n\t\tin the case of an order making any provision mentioned in section 2(2)(a),make use for that purpose of any equipment on the premises.\n\tAny person who obstructs the prosecutor, or a person authorised by him, inthe exercise of powers conferred by subsection (1) or (2) or an order undersection 2 is guilty of an offence and liable on summary conviction to a finenot exceeding level 3 on the standard scale.\n\tNothing in this section authorises a person to enter a dwellinghouse.\n\tA person entering any premises in the exercise of powers conferred on himby this section must, if so required by the owner or occupier or person incharge of the premises—\n\t\tproduce to him some duly authenticated document showing that he is, or is aperson authorised by, the prosecutor; and\n\t\tstate in writing his reasons for entering.\nOther supplementary provisions\n\tWhere an order is made under section 2—\n\t\tthe prosecutor is entitled to be reimbursed for any reasonable expensesincurred by him in the exercise of the powers conferred by virtue of theorder; and\n\t\tsubject to that, in the case of an order making any provision mentioned insubsection (2)(b), (c) or (d) of that section, the prosecutor must pay to theowner the proceeds of any disposal or slaughter of the animals.\n\tAny amount for which the prosecutor is entitled to be reimbursed undersubsection (1) may be recovered by him from the owner summarily as a civildebt.\n\tWhere— \n\t\tan order under section 2 makes any provision mentioned in subsection(2)(b), (c) or (d) of that section; and\n\t\tthe owner has in his possession or under his control documents—\n\t\twithout which the animals cannot be slaughtered for human consumption; or\n\t\twhich are otherwise relevant to the condition or value of the animals,\n\t\t\tthe owner must, as soon as practicable and in any event within 10 days of themaking of the order, deliver those documents to the prosecutor.\n\tIf the owner without reasonable excuse fails to deliver any documents asrequired by subsection (3), he is guilty of an offence and liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tThe prosecutor may, if the owner fails to deliver as required by subsection(3) any documents within paragraph (b)(i), apply to the person by whom thedocuments were issued for replacement documents to be issued and that personmust, if he has sufficient information to do so, issue replacement documentsto the prosecutor.\n\tAn application under subsection (5) is to be accompanied by—\n\t\ta copy of the order under section 2; and\n\t\tsuch reasonable fee (if any) as is determined by the person to whom theapplication is made.\n\tIn this section, “owner” means the owner against whom the proceedings werebrought.\nShort title, interpretation, commencement and extent\n\tThis Act may be cited as the Protection of Animals (Amendment) Act 2000.\n\tIn this Act—\n\t\t  * “the 1911 Act” means the [1911 c. 27.] Protection of Animals Act 1911; \n\t\t  * “local authority”— \n\t\tin relation to England, means a county council, a district council, a Londonborough council, the Common Council of the City of London or the Council ofthe Isles of Scilly;\n\t\tin relation to Wales, means a county council or a county borough council;\n\t\t\t  * “prosecutor” has the meaning given by section 1(3); \n\t\t\t  * “veterinary surgeon” means a person registered in the register of veterinary surgeons, or the supplementary veterinary register, kept under the [1966 c. 36.] Veterinary Surgeons Act 1966; \n\t\t\tand expressions which are used in the 1911 Act have the same meanings as inthat Act.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales only.\n\t"
    }
]