[
    {
        "length": 1879,
        "text": "\nDuties in connection with the withdrawal of the UK from the European Union\n\tThe condition in this subsection is that a Minister of the Crown has laidbefore each House of Parliament a statement that the United Kingdom hasconcluded an agreement with the European Union under Article 50(2) of theTreaty on European Union and a copy of the agreement and—\n\t\tthe agreement has been approved by resolution of the House of Commons on amotion moved by a Minister of the Crown, and\n\t\ta motion for the House of Lords to take note of the agreement has beentabled in the House of Lords by a Minister of the Crown and—\n\t\tthe House of Lords has debated the motion, or\n\t\tthe House of Lords has not concluded a debate on the motion before the endof the period of two Lords sitting days beginning with the first Lords sittingday after the day on which the House of Commons passes the resolutionmentioned in paragraph (a).\n\tThe condition in this subsection is that a Minister of the Crown has laidbefore each House of Parliament a statement that the United Kingdom is toleave the European Union without an agreement having been reached underArticle 50(2) of the Treaty on European Union and—\n\t\tthe statement has been approved by resolution of the House of Commons on amotion moved by a Minister of the Crown in the following form—\n\t\t\t“That this House approves the withdrawal of the United Kingdom from theEuropean Union under Article 50 of the Treaty on European Union on exit day,without a withdrawal agreement as defined in section 20(1) of the EuropeanUnion (Withdrawal) Act 2018”, and\n\t\ta motion for the House of Lords to take note of the statement has beentabled in the House of Lords by a Minister of the Crown and—\n\t\tthe House of Lords has debated the motion, or\n\t\tthe House of Lords has not concluded a debate on the motion before the endof the period of two Lords sitting days beginning with the first Lords sittingday after the day on which the House of Commons passes the resolutionmentioned in paragraph (a).\n\tIf neither of the conditions in subsection (1) or subsection (2) issatisfied, subsection (4) must be complied with no later than 19 October 2019.\n\tThe Prime Minister must seek to obtain from the European Council anextension of the period under Article 50(3) of the Treaty on European Unionending at 11.00pm on 31 October 2019 by sending to the President of theEuropean Council a letter in the form set out in the Schedule to this Actrequesting an extension of that period to 11.00pm on 31 January 2020 in orderto debate and pass a Bill to implement the agreement between the UnitedKingdom and the European Union under Article 50(2) of the Treaty on EuropeanUnion, including provisions reflecting the outcome of inter-party talks asannounced by the Prime Minister on 21 May 2019, and in particular the need forthe United Kingdom to secure changes to the political declaration to reflectthe outcome of those inter-party talks.\n\tIf, following a request for an extension under subsection (4) but beforethe end of 30 October 2019, the condition in subsection (1) or the conditionin subsection (2) is met, the Prime Minister may withdraw or modify therequest.\nReport on progress of negotiations on the United Kingdom’s relationshipwith the European Union\n\tIn the event that an extension of the period under Article 50(3) of theTreaty on European Union ending at 11.00pm on 31 October 2019 is agreed withthe European Council, the Secretary of State must, by 30 November 2019,publish a report explaining what progress has been made in negotiations on theUnited Kingdom’s relationship with the European Union.\n\tThe Secretary of State must make arrangements for—\n\t\ta motion to the effect that the House of Commons has approved the report,to be moved in the House of Commons by a Minister of the Crown; and\n\t\ta motion for the House of Lords to take note of the report, to be moved inthe House of Lords by a Minister of the Crown.\n\tThe motions required under subsections (2)(a) and (2)(b) must be moved inthe relevant House by a Minister of the Crown within the period of fivecalendar days beginning with the end of the day on which the report ispublished.\n\tIf the motion tabled in the House of Commons is rejected or amended, theSecretary of State must, by 10 January 2020, publish a further report undersubsection (1) setting out a plan for further negotiations on the UnitedKingdom’s relationship with the European Union.\n\tThe Secretary of State shall make a further report under subsection (1) atleast every 28 calendar days starting on 7 February 2020 either until anagreement with the European Union is reached or until otherwise indicated by aresolution of the House of Commons.\nDuties in connection with Article 50 extension\n\tIf the European Council decides to agree an extension of the period inArticle 50(3) of the Treaty on European Union ending at 11.00 pm on 31 October2019 to the period ending at 11.00pm on 31 January 2020, the Prime Ministermust, immediately after such a decision is made, notify the President of theEuropean Council that the United Kingdom agrees to the proposed extension.\n\tIf the European Council decides to agree an extension of the period inArticle 50(3) of the Treaty on European Union ending at 11.00pm on 31 October2019, but to a date other than 11.00pm on 31 January 2020, the Prime Ministermust, within a period of two days beginning with the end of the day on whichthe European Council’s decision is made, or before the end of 30 October 2019,whichever is sooner, notify the President of the European Council that theUnited Kingdom agrees to the proposed extension.\n\tBut subsection (2) does not apply if the House of Commons has decided notto pass a motion moved by a Minister of the Crown within a period of twocalendar days beginning with the end of the day on which the EuropeanCouncil’s decision is made or before the end of 30 October 2019, whichever issooner, in the following form—\n\t\t“That this House has approved the extension to the period in Article 50(3) ofthe Treaty on European Union which the European Council has decided.”\n\tNothing in this section shall prevent the Prime Minister from agreeing toan extension of the period specified in Article 50(3) of the Treaty onEuropean Union otherwise than in accordance with this section.\nAmendment of existing provision\n\tIn section 20(4) of the European Union (Withdrawal) Act 2018 (whichprovides for regulations to be made amending the definition of exit day) for“may” substitute “must”.\n\tSubsection (1) does not apply if the House of Commons decides to approvethe motion in section 1(2)(a) or decides not to approve the motion in section3(3).\nInterpretation, commencement, extent and short title\n\tAny term used in this Act which is also defined in section 20 of theEuropean Union (Withdrawal) Act 2018 has the same meaning in this Act as inthat Act.\n\t“European Council” means the European Council acting for the purposes ofArticle 50 of the Treaty on European Union.\n\tThe provisions of this Act override any statutory or other provision whichwould otherwise require the UK to leave the European Union on any specifieddate.\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on the day on which this Act is passed.\n\tThis Act may be cited as the European Union (Withdrawal) (No. 2) Act 2019.\n\t\tSection 1"
    }
]