{
    "general": "This law says that the UK government has to leave the EU by October 31st, 2019. If they haven't finished negotiating the details of leaving the EU by then, they have to leave anyway. This law was made because the UK government and the EU couldn't agree on when the UK should leave the EU.",
    "series": [
        [
            {
                "length": 209,
                "short": "\"UK-EU Withdrawal Agreement Requirements for Parliamentary Approval\"",
                "text": "* Simplified point 1: The UK government must lay statements before both Houses of Parliament regarding the conclusion of an agreement with the EU under Art. 50(2) of the Treaty on European Union, and the agreement must have been approved by a resolution in the House of Commons.\n* Simplified point 2: If the UK government fails to secure an extension of the Article 50(3) period from the European Council, it must seek to obtain an extension by sending a letter to the President of the European Council by 19 October 2019.\n* Simplified point 3: The UK Prime Minister must report on progress of negotiations on the UK's relationship with the EU by 30 November 2019, and every 28 days thereafter until an agreement is reached or further indicated by a resolution of the House of Commons."
            }
        ]
    ],
    "summary": "The European Union (Withdrawal) (No. 2) Act 2019 is a law that helps the UK government figure out how to leave the European Union (EU). Here's what the law says:\n\n1. The UK government has to tell Parliament about any agreements they make with the EU during the negotiation process. They need to do this by giving statements in both the House of Commons and the House of Lords.\n\n2. If the UK government can't get an extension to the time limit set by the EU for leaving the union, they have to ask for one by writing a letter to the President of the European Council by October 19th, 2019.\n\n3. The UK Prime Minister needs to give updates on how the negotiations are going every 28 days after that until either an agreement is reached or Parliament decides otherwise.\n\nSo basically, this law tells the UK government what they need to do to leave the EU and how long they have to do it in. It also requires them to keep updating Parliament on their progress.",
    "single": "\n• The act makes provisions for the UK's withdrawal from the EU.\n• It sets out duties for the government regarding the withdrawal process.\n• The government must lay statements before parliament about the withdrawal agreement and the progress of negotiations with the EU.\n• If the agreement is not approved by parliament, the government must seek an extension of the withdrawal period from the EU.\n• The act also requires the government to report on the progress of negotiations with the EU.\n• If the extension is agreed upon, the prime minister must notify the president of the EU council.\n• The act overrides any other provision that would require the UK to leave the EU on a specific date.\n• It extends to England, Wales, Scotland, and Northern Ireland.\n• It comes into force on the day it is passed."
}