[
    {
        "length": 722,
        "text": "\nProvision for pension flexibility etc\n\tSchedule 1 has effect. In that Schedule—\n\t  * Part 1 contains provision about flexibly accessing certain drawdown funds, \n\t  * Part 2 contains provision about removing certain restrictions relating to annuities to which individuals become entitled on or after 6 April 2015, \n\t  * Part 3 contains provision about authorising one-off pension payments not made through a drawdown fund, \n\t  * Part 4 contains provision about charging the annual allowance charge, in cases where an individual has flexibly accessed pension rights, on inputs in respect of money purchase arrangements (and some hybrid arrangements) so far as they exceed £10,000 in a tax year, \n\t  * Part 5 contains further provision in connection with the taxation of pensions, \n\t  * Part 6 contains provision about the giving of information, and \n\t  * Part 7 contains provision about overseas pensions. \nRestriction and reduction of tax charges on certain lump sums\n\tChapter 5 of Part 4 of FA 2004 (registered pension schemes: tax charges) isamended as follows.\n\tIn section 206(1) (special lump sum death benefits charge arises wherecertain lump sums are paid by a registered pension scheme) after “registeredpension scheme” insert “in respect of a member who had reached the age of 75at the date of the member’s death”.\n\tIn section 206(4) (special lump sum death benefits charge: rate of charge)for “55%” substitute “45%”.\n\tIn section 205A(4) (serious ill-health lump sum charge: rate of charge) for“55%” substitute “45%”.\n\tThe amendments made by this section apply to lump sums paid on or after 6April 2015.\nDeath of pension scheme member\n\tSchedule 2 has effect.\nCitation, interpretation and consequential amendments\n\tThis Act may be cited as the Taxation of Pensions Act 2014.\n\tIn this Act—\n\t\t“FA”, followed by a year, means the Finance Act of that year, and\n\t\t“ITEPA 2003” means the Income Tax (Earnings and Pensions) Act 2003.\n\tThe Commissioners for Her Majesty’s Revenue and Customs may by regulationsmake such amendments of Part 4 of FA 2004, or Part 9 of ITEPA 2003, as theCommissioners consider appropriate in consequence of this Act.\n\tFor the purposes of section 282 of FA 2004 and section 1014 of the IncomeTax Act 2007 (orders and regulations), the power under subsection (3) of thissection is treated as a power under Part 4 of FA 2004 (so that section 282,and not section 1014, applies in relation to regulations made under subsection(3))."
    }
]