{
    "general": "This law makes sure that pension funds are taxed fairly and correctly. It helps to ensure that people who save for their retirement through pensions receive the benefits they were promised, without being unfairly taxed. The law also helps to prevent fraud and abuse of the system.",
    "series": [
        [
            {
                "length": 249,
                "short": "\"Pension Flexibility and Tax Changes: The Taxation of Pensions Act 2014\"",
                "text": "* Simplified point 1: The Taxation of Pensions Act 2014 allows for greater flexibility in accessing certain types of pension funds, particularly for those aged 75 or older.\n* Simplified point 2: The act removes certain restrictions on annuities, allowing individuals to access their pension savings more easily.\n* Simplified point 3: The act introduces new rules for charging the annual allowance charge on individuals who have flexibly accessed their pension savings, specifically those who have taken out money purchase arrangements.\n* Simplified point 4: The act reduces the tax charges on certain lump sums paid by registered pension schemes, particularly for those who have reached the age of 75 at the time of their death.\n* Simplified point 5: The act makes amendments to Part 4 of the Finance Act 2004 and Part 9 of the Income Tax (Earnings and Pensions) Act 2003 to reflect these changes."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Taxation of Pensions Act 2014 helps people over 75 access their pension savings more easily. It lets them take out money from their pensions without facing big tax penalties. This means they can use their pension savings to pay bills, help family members, or enjoy retirement. The law also makes it easier for people to buy annuities, which provide a steady income stream in retirement. Additionally, the law lowers taxes on some lump sums paid by pension schemes when someone passes away after reaching age 75. These changes aim to give people more control over their retirement savings and make it easier for them to live comfortably in their golden years.",
    "single": "\n• The Taxation of Pensions Act 2014 allows for more flexibility in accessing certain pension funds.\n• The act removes certain restrictions on annuities and allows for one-off pension payments not made through a drawdown fund.\n• The annual allowance charge is introduced for individuals who flexibly access their pension rights, on inputs in respect of money purchase arrangements (and some hybrid arrangements) exceeding £10,000 in a tax year.\n• The act also reduces the tax charges on certain lump sums paid by registered pension schemes.\n• The death of a pension scheme member is also addressed in the act.\n• The act allows for regulations to be made by the Commissioners for Her Majesty’s Revenue and Customs to make amendments of Part 4 of FA 2004, or Part 9 of ITEPA 2003, as considered appropriate in consequence of the act.\n• The act applies to lump sums paid on or after 6 April 2015."
}