[
    {
        "length": 3006,
        "text": "\nInternational road transport permits\n\tInternational road transport permits\n\t\tRegulations may prohibit the operator of a goods vehicle from using it on ajourney to, in or through a country outside the United Kingdom in relation towhich there is a relevant international agreement unless—\n\t\t\tthe use of that vehicle in that country is authorised by (and takes placein accordance with) a permit granted by the Secretary of State, and\n\t\t\tthe permit is carried on the vehicle.\n\t\tA permit granted by the Secretary of State for the purposes of regulationsunder subsection (1) (referred to in this Part as an “international roadtransport permit”)—\n\t\t\tmay be in any form the Secretary of State considers appropriate;\n\t\t\tmay be in any language the Secretary of State considers appropriate;\n\t\t\tmay be a document or other thing which was given to the Secretary of Stateby an authority in a country outside the United Kingdom.\n\t\tA prohibition imposed by regulations under subsection (1) may be limited—\n\t\t\tto journeys of a specified description,\n\t\t\tto vehicles of a specified description, or\n\t\t\tin any other way provided for by the regulations;\n\t\t\t\tfor example, a prohibition relating to Ireland may be limited so that it doesnot prohibit journeys beginning in Northern Ireland.\n\t\tIn this section “relevant international agreement” means—\n\t\t\tin relation to a country other than Ireland, an international agreement—\n\t\t\tto which the United Kingdom is a party, and\n\t\t\twhich relates to the transport of goods by road to, in or through thecountry;\n\t\t\tin relation to Ireland, an international agreement—\n\t\t\tto which the United Kingdom is a party,\n\t\t\twhich the Secretary of State has certified as an agreement to which theGovernment of Ireland has consented, and\n\t\t\twhich relates to the transport of goods by road to, in or throughIreland.\n\t\tIn this Part—\n\t\t\t  * “goods vehicle” means a motor vehicle registered under the Vehicle Excise and Registration Act 1994 which (alone or in combination with one or more other vehicles drawn by it) is constructed or adapted to carry or to haul goods or burden of any description; \n\t\t\t  * “motor vehicle” means a mechanically-propelled vehicle which is intended or adapted for use on roads; \n\t\t\t  * “operator”, in relation to a goods vehicle, means— \n\t\t\tthe driver of the vehicle, if the vehicle belongs to the driver or is in thedriver’s possession under an agreement for hire or hire-purchase, or a loan;\n\t\t\tin any other case, the person whose employee or agent the driver is;\n\t\t\t\t  * “regulations” means regulations made by the Secretary of State. \n\tNumber and allocation of permits etc\n\t\tRegulations may make provision as to how it is to be decided whether togrant an international road transport permit, including provision—\n\t\t\tfor the number of permits available for a country to be determined inaccordance with a relevant international agreement in relation to thatcountry;\n\t\t\tfor the number of permits available in respect of a class of applicants tobe determined by the Secretary of State;\n\t\t\tas to how the Secretary of State is to decide whether to grant anapplication for a permit, including provision specifying criteria or othermethods of selection (which may include first come, first served or an elementof random selection);\n\t\t\tfor a number of permits determined by the Secretary of State to beavailable for grant in cases in which the Secretary of State considers itinappropriate for provision made under paragraph (c) to be applied, forexample because of an emergency or other special need.\n\t\tRegulations may make further provision about international road transportpermits, including provision—\n\t\t\tauthorising the Secretary of State to grant a permit subject to conditionsdetermined by the Secretary of State;\n\t\t\tas to the consequences of failure to comply with a condition (for example,provision for the cancellation of a permit);\n\t\t\tabout the duration, variation, renewal or cancellation of a permit;\n\t\t\tabout the procedure in relation to an application for, or for the variationor renewal of, a permit, including provision specifying—\n\t\t\twhen an application is to be made, or that the time when an application isto be made is to be determined by the Secretary of State;\n\t\t\thow an application is to be made;\n\t\t\twhat an application is to contain.\n\t\tIn this section “relevant international agreement” has the meaning given bysection 1(4).\n\tTemporary exemptions\n\t\tRegulations may authorise the Secretary of State to grant a temporaryexemption from a prohibition imposed by regulations under section 1(1), forthe purpose of enabling an emergency or some other special need to be dealtwith.\n\t\tThe regulations may provide for a temporary exemption to be created by—\n\t\t\tgiving a notice in writing to the operator to whom it relates, or\n\t\t\tpublishing a notice specifying the class of operators to whom it relates.\n\t\tA notice given or published under subsection (2) must specify—\n\t\t\tthe vehicle or class of vehicles to which it relates;\n\t\t\tthe journeys to which it relates.\n\tAppeals \n\t\tRegulations may make provision enabling a person to appeal against adecision of the Secretary of State—\n\t\t\tto vary or cancel an international road transport permit;\n\t\t\tas to the conditions subject to which an international road transportpermit is granted.\n\t\tThe regulations may provide for an appeal to be made to a court ortribunal.\n\tFees \n\t\tRegulations may authorise the Secretary of State to charge a fee of anamount specified in the regulations in respect of—\n\t\t\tan application for an international road transport permit, or for thevariation or renewal of an international road transport permit;\n\t\t\tthe grant, variation or renewal of an international road transport permit.\n\t\tThe regulations may—\n\t\t\tprovide that anything for which a fee is payable is conditional on paymentof the fee;\n\t\t\tmake provision about repayment of fees charged under the regulations, forexample where an application for the grant, variation or renewal of a permitis unsuccessful.\n\tProduction of permits and inspection of vehicles\n\t\tAn examiner may exercise the powers under this section in relation to agoods vehicle if it appears to the examiner—\n\t\t\tthat the vehicle is being used on a journey to which regulations undersection 1(1) apply, or\n\t\t\tthat— \n\t\t\tthe vehicle is being used on a journey to a place outside the UnitedKingdom for the purpose of beginning another journey, and\n\t\t\tregulations under section 1(1) would apply to that other journey.\n\t\tThe examiner may—\n\t\t\trequire the driver to produce any international road transport permit thatis carried on the vehicle and allow the examiner to inspect and copy it;\n\t\t\tinspect the vehicle for the purpose of checking that the use of the vehicleon the relevant journey does not breach the regulations.\n\t\tThe examiner may detain the vehicle for the purpose of—\n\t\t\texercising powers under subsection (2), or\n\t\t\ttaking other steps to check that the use of the vehicle on the relevantjourney does not breach the regulations.\n\t\tBefore exercising a power under this section an examiner must, if requestedto do so, produce evidence of the examiner’s authority.\n\t\tIn this section “relevant journey”—\n\t\t\tin relation to a case within subsection (1)(a), means the journey on whichthe vehicle is being used;\n\t\t\tin relation to a case within subsection (1)(b), means the other journey.\n\tProhibition notices\n\t\tAn examiner may prohibit a goods vehicle in the United Kingdom from beingtaken to a country if it appears to the examiner that—\n\t\t\tthe vehicle is being used on a journey that breaches regulations undersection 1(1), and\n\t\t\tthe breach arises because the journey is to the country or passes throughit.\n\t\tAn examiner may prohibit a goods vehicle in the United Kingdom from beingtaken to a country if it appears to the examiner that—\n\t\t\tthe vehicle is being used on a journey to a place outside the UnitedKingdom for the purpose of beginning another journey, and\n\t\t\tthat other journey would breach regulations under section 1(1) by reason ofbeing a journey that is to, in or through the country.\n\t\tA prohibition may apply—\n\t\t\tfor a particular purpose or absolutely;\n\t\t\tfor a particular period or indefinitely.\n\t\tA prohibition is imposed by giving a notice to the driver of the vehicle.\n\t\tThe notice must specify—\n\t\t\tthe country to which the prohibition relates;\n\t\t\tthe circumstances as a result of which the prohibition is imposed;\n\t\t\tthe purpose for which the prohibition applies or that it appliesabsolutely;\n\t\t\tthe period for which the prohibition applies or that it appliesindefinitely.\n\t\tAn examiner may remove a prohibition under this section by giving a noticeto the driver or operator of the vehicle.\n\t\tA notice under this section takes effect when it is given.\n\t\tAn examiner who gives a notice under this section to a driver of a vehiclemust, as soon as practicable after the notice is given, take steps to bringthe contents of the notice to the attention of the operator of the vehicle(unless the driver is the operator).\n\tOffences: breach of regulations etc\n\t\tThe operator of a goods vehicle commits an offence if, without reasonableexcuse, the operator uses the vehicle (whether in the United Kingdom orelsewhere) in breach of regulations under section 1(1).\n\t\tThe driver of a goods vehicle commits an offence if, without reasonableexcuse, the driver breaches a requirement under section 6(2)(a).\n\t\tA person commits an offence if the person wilfully obstructs an examiner inthe exercise of powers under section 6.\n\t\tA person commits an offence if the person, without reasonable excuse—\n\t\t\tbreaches a prohibition under section 7, or\n\t\t\tcauses or permits a breach of a prohibition under that section.\n\t\tA person who commits an offence under subsection (1) or (4) is liable onsummary conviction to a fine not exceeding level 4 on the standard scale.\n\t\tA person who commits an offence under subsection (2) or (3) is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\tReport on effects of EU-related provisions\n\t\tAfter any year throughout which relevant restrictions apply, the Secretaryof State must lay before Parliament a report assessing the effects of therestrictions on the haulage industry in the United Kingdom during that year.\n\t\tRelevant restrictions apply when, in relation to at least one country whichis a member State of the European Union, regulations under both section 1(1)and section 2(1)(a) apply (so that permits are required and only a certainnumber are available).\n\t\tFor the purposes of subsection (1), a year means any continuous period oftwelve months (not including any period which already has to be reported on).\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “country” includes territory; \n\t\t  * “examiner” means— \n\t\t\tan examiner appointed under section 66A of the Road Traffic Act 1988, or\n\t\t\tan examiner appointed under Article 74 of the [Road Traffic (Northern Ireland)Order 1995 (S.I. 1995/2994 (N.I. 18)](/id/nisi/1995/2994?view=plain \"Go toitem of legislation\"));\n\t\t\t\t  * “goods vehicle” has the meaning given by section 1(5); \n\t\t\t\t  * “international road transport permit” has the meaning given by section 1(2); \n\t\t\t\t  * “operator” has the meaning given by section 1(5); \n\t\t\t\t  * “regulations” has the meaning given by section 1(5). "
    },
    {
        "length": 1517,
        "text": "\nLicensing of operators of goods vehicles: temporary exemptions etc\n\tLicensing of operators in Great Britain\n\t\tThe Goods Vehicles (Licensing of Operators) Act 1995 is amended as follows.\n\t\tIn section 2(1) (obligation to hold operator’s licence), for “section 4”substitute “sections 3A and 4”.\n\t\tIn section 3(6) (offence relating to restricted licence), for “section 4”substitute “sections 3A and 4”.\n\t\tAfter section 3 insert—\n\t\t“3ATemporary exemptions for international operators\n\t\t\tThe Secretary of State may grant an international operator a temporaryexemption from any requirement to hold a standard licence which wouldotherwise be imposed by sections 2 and 3, for the purpose of—\n\t\t\t\tenabling an emergency to be dealt with, or\n\t\t\t\tenabling some other special need to be met.\n\t\t\tA temporary exemption under subsection (1) may be granted—\n\t\t\t\tby giving a notice in writing to the operator to whom it relates, or\n\t\t\t\tby publishing a notice specifying the class of operators to whom itrelates.\n\t\t\tA notice under subsection (2) must specify—\n\t\t\t\tthe vehicle or class of vehicles to which it relates;\n\t\t\t\tthe transport operations to which it relates, or that it relates to alltransport operations.\n\t\t\tA temporary exemption under subsection (1) permits the person to whom itrelates to use the specified vehicle or (as the case may be) any vehicle ofthe specified class for the carriage of goods for the purposes of thetransport operations to which it relates.\n\t\t\tAccordingly, sections 2(1) and 3(6) do not to that extent apply to thatperson’s use of goods vehicles.\n\t\t\tIn this section “international operator” means a person who is notestablished in the United Kingdom.\n\t\t\tFor the purposes of subsection (6) a person is established in the UnitedKingdom if the person has an effective and stable establishment in the UnitedKingdom (as determined in accordance with Article 5 of the 2009 Regulation).”\n\t\t\tIn section 4 (temporary exemptions relating to certain national transportoperations)—\n\t\t\t\tin the heading, at the beginning, insert “Other”;\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)Where the traffic commissioner considers it appropriate (for examplebecause an exemption is to be granted to all persons falling within subsection(2)), an exemption under subsection (1) may be granted by publishing a noticein writing instead of by giving notice in writing to the persons to whom theexemption is granted.”\n\t\t\tIn section 46(3)(a) (provisions that may not be modified etc under section46), after “3,” insert “3A,”.\n\t\t\tIn Schedule 2 (information about, and convictions of, applicants for andholders of operators’ licences), in paragraph 5(g), for the words after “anoffence under” substitute “section 8 of the Haulage Permits and TrailerRegistration Act 2018 (offences relating to international road transportpermits)”.\n\tLicensing of operators in Northern Ireland\n\t\tThe [Goods Vehicles (Licensing of Operators) Act (Northern Ireland) 2010(c. 2 (N.I.))](/id/nia/2010/2?view=plain \"Go to item of legislation\") isamended as follows.\n\t\tIn section 1(1) (operator’s licenses), for “section 3” substitute “sections2A and 3”.\n\t\tIn section 2(6) (offence relating to restricted licence), for “section 3”substitute “sections 2A and 3”.\n\t\tAfter section 2 insert—\n\t\t“2ATemporary exemptions for international operators\n\t\t\tThe Department for Infrastructure may grant an international operator atemporary exemption from any requirement to hold a standard licence whichwould otherwise be imposed by sections 1 and 2, for the purpose of—\n\t\t\t\tenabling an emergency to be dealt with, or\n\t\t\t\tenabling some other special need to be met.\n\t\t\tA temporary exemption under subsection (1) may be granted—\n\t\t\t\tby giving a notice in writing to the operator to whom it relates, or\n\t\t\t\tby publishing a notice specifying the class of operators to whom itrelates.\n\t\t\tA notice under subsection (2) must specify—\n\t\t\t\tthe vehicle or class of vehicles to which it relates;\n\t\t\t\tthe transport operations to which it relates, or that it relates to alltransport operations.\n\t\t\tA temporary exemption under subsection (1) permits the person to whom itrelates to use the specified vehicle or (as the case may be) any vehicle ofthe specified class for the carriage of goods for the purposes of thetransport operations to which it relates.\n\t\t\tAccordingly, sections 1(1) and 2(6) do not to that extent apply to thatperson’s use of goods vehicles.\n\t\t\tIn this section “international operator” means a person who is notestablished in the United Kingdom.\n\t\t\tFor the purposes of subsection (6) a person is established in the UnitedKingdom if the person has an effective and stable establishment in the UnitedKingdom (as determined in accordance with Article 5 of the 2009 Regulation).”\n\t\t\tIn section 3 (temporary exemptions relating to certain national transportoperations)—\n\t\t\t\tin the heading, at the beginning, insert “Other”;\n\t\t\t\tafter subsection (1) insert—\n\t\t\t\t\t“(1A)Where the Department for Infrastructure considers it appropriate (forexample because an exemption is to be granted to all persons falling withinsubsection (2)), an exemption under subsection (1) may be granted bypublishing a notice in writing instead of by giving notice in writing to thepersons to whom the exemption is granted.”"
    },
    {
        "length": 3387,
        "text": "\nPART 2Trailers\n\tTrailer registration\n\t\tTrailer registration\n\t\t\tRegulations may provide for the compulsory or voluntary registration oftrailers kept or used on roads in a register kept by the Secretary of State.\n\t\t\tThe regulations may—\n\t\t\t\trequire or permit the keeper of a trailer to apply to the Secretary ofState for its registration;\n\t\t\t\tmake provision about the procedure for applications;\n\t\t\t\tmake provision for the purpose of ensuring that each registered trailer hasa number which is recorded in the register;\n\t\t\t\tmake provision about the form of the register and the information to beincluded in it;\n\t\t\t\tprovide for the giving of registration documents;\n\t\t\t\tprovide for the transfer, surrender or production of registrationdocuments;\n\t\t\t\tprovide for the expiry of registration documents;\n\t\t\t\trequire the destruction of a registration document in specifiedcircumstances;\n\t\t\t\tmake other provision in connection with—\n\t\t\t\tthe registration of a trailer,\n\t\t\t\tthe transfer of a registered trailer to a new keeper,\n\t\t\t\tthe accuracy of information included in the register, or\n\t\t\t\tthe enforcement of provisions of the regulations.\n\t\t\tIn this Part—\n\t\t\t\t  * “motor vehicle” means a mechanically-propelled vehicle which is intended or adapted for use on roads; \n\t\t\t\t  * “trailer” means anything on wheels which is intended or adapted to be drawn by a motor vehicle; \n\t\t\t\t  * “regulations” means regulations made by the Secretary of State. \n\t\tInspections and information\n\t\t\tRegulations may, in connection with any provision of regulations undersection 13—\n\t\t\t\tprovide for the inspection of trailers or registration documents byexaminers or stopping officers, or\n\t\t\t\trequire a person to provide information or things to the Secretary of Stateor another person, or to make declarations.\n\t\t\tRegulations under subsection (1)(a) may, in particular, make provisionabout—\n\t\t\t\tnotification of inspections;\n\t\t\t\tinspection of a trailer in the absence of its owner or keeper;\n\t\t\t\tcertificates as to the outcome of inspections;\n\t\t\t\trecord-keeping in relation to inspections;\n\t\t\t\tthe giving of duplicates or copies of certificates.\n\t\t\tIn this section—\n\t\t\t\t  * “examiner” means— \n\t\t\t\tan examiner appointed under section 66A of the Road Traffic Act 1988, or\n\t\t\t\tan examiner appointed under Article 74 of the [Road Traffic (Northern Ireland)Order 1995 (S.I. 1995/2994 (N.I. 18)](/id/nisi/1995/2994?view=plain \"Go toitem of legislation\"));\n\t\t\t\t\t  * “stopping officer” means an officer appointed under section 66B of the Road Traffic Act 1988. \n\t\tRegistration marks and registration plates\n\t\t\tRegulations may require or authorise the Secretary of State, whenregistering a trailer, to assign a mark (a “registration mark”) to thetrailer.\n\t\t\tRegulations under subsection (1) may make further provision about theassignment of registration marks, for example, provision authorising theSecretary of State to—\n\t\t\t\tassign a registration mark to a trailer to which another registration markhas previously been assigned;\n\t\t\t\tassign to a trailer (on its first registration or later) a registrationmark previously assigned to another trailer;\n\t\t\t\twithdraw a registration mark for the time being assigned to a trailer;\n\t\t\t\tre-assign to a trailer a registration mark previously assigned to it butsubsequently withdrawn.\n\t\t\tRegulations may prohibit a person from keeping or using a registeredtrailer unless a plate displaying the registration mark assigned to thetrailer (a “registration plate”) is fixed on it.\n\t\t\tRegulations under subsection (3) may—\n\t\t\t\tspecify the size, shape, material of manufacture or other characteristicsof a registration plate;\n\t\t\t\tspecify the size, shape and character of a registration mark;\n\t\t\t\tmake provision for the purpose of ensuring that registration marks areeasily distinguishable (by day or by night);\n\t\t\t\tmake other provision about—\n\t\t\t\tthe display of registration marks, or\n\t\t\t\tthe fixing of registration plates.\n\t\t\tRegulations may prohibit a person from keeping or using a trailer on a roadwhere a plate fixed on the trailer displays a mark which—\n\t\t\t\tis not assigned to the trailer under regulations under subsection (1), and\n\t\t\t\tis of a size, shape and character specified in regulations made by virtueof subsection (4)(b).\n\t\t\tRegulations may permit or require registration plates to contain or displayinformation other than registration marks.\n\t\t\tIn this section “plate” includes any other device.\n\t\tMarking of trailers\n\t\t\tRegulations may make provision for the marking of registered trailers(otherwise than under section 15) or of trailers in respect of which anapplication for registration has been made.\n\t\t\tThe regulations may include provision—\n\t\t\t\tas to the persons by whom and the times at which trailers are to be marked;\n\t\t\t\tas to the form of any mark and the manner and position in which it is to bemade;\n\t\t\t\trequiring information about marks made under the regulations to be providedto the Secretary of State.\n\t\tFees \n\t\t\tRegulations may authorise the Secretary of State to charge a fee of aspecified amount in respect of—\n\t\t\t\tthe registration of a trailer;\n\t\t\t\tthe giving of registration documents;\n\t\t\t\tthe inspection of a trailer;\n\t\t\t\tthe giving of a certificate as to the outcome of an inspection of atrailer;\n\t\t\t\tthe correction of an error in such a certificate;\n\t\t\t\tthe giving of a duplicate of such a certificate.\n\t\t\tThe regulations may—\n\t\t\t\tprovide that anything for which a fee is payable is conditional on paymentof the fee;\n\t\t\t\tmake provision about repayment of fees charged under the regulations,including provision—\n\t\t\t\tthat repayment is to be made only if a specified person is satisfied thatspecified conditions are met or in other specified circumstances;\n\t\t\t\tthat only partial repayment is to be made;\n\t\t\t\tspecifying the amount of any partial repayment, or providing for themanner in which that amount is to be determined.\n\t\tOffences \n\t\t\tRegulations may create offences relating to—\n\t\t\t\tkeeping or using an unregistered or incorrectly registered trailer on aroad;\n\t\t\t\tthe breach of a specified provision of regulations under any of sections 13to 17;\n\t\t\t\tobscuring a registration mark, or causing or allowing a registration markto become not easily distinguishable;\n\t\t\t\tthe provision of false or misleading information, documents or declarationsunder regulations under any of sections 13 to 17;\n\t\t\t\tthe keeping or use of a trailer whose registration document has expiredwithout being replaced;\n\t\t\t\tobstructing a person carrying out an inspection of a trailer;\n\t\t\t\tpretending to be entitled to carry out inspections of trailers.\n\t\t\tIf regulations under subsection (1)(a) create an offence of keeping orusing an incorrectly registered trailer on a road, the regulations mustprovide for it to be a defence for a person charged with the offence to prove—\n\t\t\t\tthat there was no reasonable opportunity, before the material time, toprovide information to the Secretary of State for the purpose of correctingthe register, or\n\t\t\t\tthat the person had reasonable grounds for believing, or that it wasreasonable for the person to expect, that the trailer was correctlyregistered.\n\t\t\tRegulations may—\n\t\t\t\trequire a person to provide information to a specified person on requestabout the identity of someone who is alleged to have committed an offenceunder regulations under subsection (1)(a), (b) or (c), and\n\t\t\t\tprovide for it to be an offence to fail to provide the information.\n\t\t\tRegulations under subsection (3)(b) must provide for it to be a defence toprove that the person did not know, and could not with reasonable diligencehave ascertained, the identity of the person concerned.\n\t\t\tRegulations may—\n\t\t\t\tauthorise a court to accept as evidence (or, in Scotland, sufficientevidence) that a person is someone alleged to have committed an offence underregulations under subsection (1)(a), (b) or (c), any admission of that factwhich is proved to have been made by the person in information provided underregulations under subsection (3)(a), and\n\t\t\t\tmake provision as to the manner in which it is to be proved that anadmission was made in information provided under regulations under subsection(3)(a).\n\t\t\tRegulations under this section which create an offence must provide for theoffence to be triable only summarily.\n\t\t\tRegulations under this section may not provide for an offence to bepunishable with imprisonment or with a fine exceeding level 3 on the standardscale.\n\t\t\tFor the purposes of this section a trailer is “incorrectly registered” if—\n\t\t\t\tthe register kept under regulations under section 13 does not include allof the information relating to the trailer that is required by regulationsunder section 13(2)(d), or\n\t\t\t\tthe information relating to the trailer that is included in that registerincludes any incorrect information.\n\t\tRecords \n\t\t\tRegulations may provide for records maintained by the Secretary of State inconnection with the Secretary of State’s functions under regulations under anyof sections 13 to 17 to be admissible in proceedings as evidence (or, inScotland, sufficient evidence) of facts stated in them, subject to specifiedconditions as to authentication and any other specified conditions.\n\t\t\tFor the purposes of this section “records” includes—\n\t\t\t\ta copy of any records, and\n\t\t\t\ta note or other representation of any information contained in records.\n\tTrailer safety\n\t\tTrailer safety: report\n\t\t\tThe Secretary of State must prepare a report on the number and causes ofroad traffic accidents occurring in England, Wales or Scotland during thereporting period which—\n\t\t\t\tinvolved trailers, and\n\t\t\t\tcaused injury or death to any person.\n\t\t\tThe report must contain an assessment of whether—\n\t\t\t\tregulations under section 13 should provide for the compulsory registrationof relevant trailers;\n\t\t\t\tregulations under section 21 should be made.\n\t\t\tThe report must be laid before Parliament within the period of one yearbeginning with the day on which this section comes into force.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant trailers” means trailers which are kept or used on roads and— \n\t\t\t\tif constructed or adapted to carry a load, weigh more than 750 kilograms whenladen with the heaviest such load;\n\t\t\t\totherwise, weigh more than 750 kilograms;\n\t\t\t\t\t  * “reporting period” means a period determined by the Secretary of State, which must be a continuous period of at least 12 months ending no earlier than 18 months before the day on which this section comes into force. \n\t\tTrailer safety: testing regulations\n\t\t\tRegulations may provide for periodic testing of the construction, conditionor safety of relevant trailers.\n\t\t\tThe regulations may amend provision made by or under Part 2 of the RoadTraffic Act 1988.\n\t\t\tThe regulations may, in making consequential or other provision asmentioned in section 25(1)(a), amend any Act (whenever passed or made).\n\t\t\tNo regulations under this section may be made before the report is laidbefore Parliament under section 20.\n\t\t\tIn this section, “relevant trailers” has the meaning given by section20(4).\n\tSupplementary and interpretation\n\t\tSupplementary and interpretation\n\t\t\tThe provision made by regulations under this Part may be limited in any wayprovided for by the regulations, for example—\n\t\t\t\tto trailers of a specified description;\n\t\t\t\tto trailers kept or used in specified circumstances;\n\t\t\t\tto trailers kept or used by a person of a specified description.\n\t\t\tIn this Part—\n\t\t\t\t  * “inspection”, in relation to a trailer, means an inspection under regulations under section 14(1)(a); \n\t\t\t\t  * “registered trailer” means a trailer registered under regulations under section 13; \n\t\t\t\t  * “registration”, in relation to a trailer, means registration under regulations under section 13; \n\t\t\t\t  * “registration document” means a registration document given in accordance with regulations under section 13(2)(e); \n\t\t\t\t  * “registration mark” has the meaning given by section 15(1); \n\t\t\t\t  * “regulations” has the meaning given by section 13(3); \n\t\t\t\t  * “road”— \n\t\t\t\tin relation to a trailer kept or used in England, Wales or Scotland, has themeaning given by section 192(1) of the Road Traffic Act 1988;\n\t\t\t\tin relation to a trailer kept or used in Northern Ireland, has the meaninggiven by Article 2(1) of the [Road Traffic (Northern Ireland) Order 1981 (S.I.1981/154 (N.I. 1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\"));\n\t\t\t\t\t  * “specified” means specified in regulations; \n\t\t\t\t\t  * “trailer” has the meaning given by section 13(3). "
    },
    {
        "length": 629,
        "text": "\nPART 3General\n\tConsultation \n\t\tBefore making regulations under Part 1 or Part 2, the Secretary of Statemust consult such persons as the Secretary of State thinks fit.\n\t\tThe requirement to consult under subsection (1) may be satisfied byconsultation that took place wholly or partly before the passing of this Act.\n\tConsequential amendments\n\t\tThe Schedule makes amendments consequential on this Act.\n\tRegulations \n\t\tRegulations under this Act may make—\n\t\t\tconsequential, supplementary, incidental, transitional, transitory orsaving provision;\n\t\t\tdifferent provision for different purposes.\n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing any of the following (with or withoutother provision) may not be made unless a draft of the instrument has beenlaid before and approved by a resolution of each House of Parliament—\n\t\t\tthe first regulations under section 1;\n\t\t\tthe first regulations under section 2;\n\t\t\tthe first regulations under section 13;\n\t\t\tthe first regulations under section 18;\n\t\t\tthe first regulations under section 21;\n\t\t\tother regulations under section 21 which amend an Act.\n\t\tAny other statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThis section does not apply to a statutory instrument that contains onlyregulations under section 27.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to subsections (2) to (4).\n\t\tSections 11, 20 and 21 extend to England and Wales and Scotland.\n\t\tSection 12 extends to Northern Ireland\n\t\tAn amendment or repeal made by the Schedule has the same extent as theprovision to which it relates.\n\tCommencement and transitional provision\n\t\tThis Act comes into force on the day on which it is passed, subject tosubsection (2).\n\t\tSections 6, 7 and 8 come into force on such day as the Secretary of Statemay by regulations appoint.\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different purposes;\n\t\t\tare to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Haulage Permits and Trailer Registration Act2018.\n\tSection 24"
    }
]