[
    {
        "length": 283,
        "text": "\nDuty to take response action\n\tDuty to take response action\n\t\tWhere— \n\t\t\tactivities carried out in Antarctica directly or indirectly give rise to anenvironmental emergency, and\n\t\t\tthe activities are connected with the United Kingdom,\n\t\t\t\tthe person who organised the activities must take reasonable, prompt andeffective response action.\n\t\tA person who fails to comply with subsection (1) is guilty of an offence.\n\t\tA person who is guilty of an offence under this section is liable onconviction on indictment to imprisonment for a term not exceeding two years orto a fine or to both.\n\t\tIn determining the amount of a fine under subsection (3) the court musttake into account the desirability of securing that the person pays by way offine an amount at least equivalent to the costs specified in subsection (5)(to the extent that those costs have not been (and are not likely to be)recovered from the person under section 2 or 3).\n\t\tThe costs referred to in subsection (4) are the costs that the person wouldhave incurred had the person taken reasonable, prompt and effective responseaction."
    },
    {
        "length": 1763,
        "text": "\nCivil liability for failure to respond to environmental emergency\n\tLiability to Parties to Annex VI\n\t\tThis section applies in a case where—\n\t\t\tactivities carried out in Antarctica directly or indirectly give rise to anenvironmental emergency,\n\t\t\tthe person organising the activities does not take reasonable, prompt andeffective response action, and\n\t\t\treasonable response action is taken pursuant to Article 5(2) of Annex VI(action by Parties to Annex VI).\n\t\tWhere the reasonable response action referred to in subsection (1)(c) istaken by the Crown or a person specifically authorised by the Crown and—\n\t\t\tthe person organising the activities is based in the United Kingdom, or\n\t\t\tthe activities are connected with the United Kingdom,\n\t\t\t\tthe person organising the activities is (subject to this Part) liable to payto Her Majesty’s Government an amount equal to the costs of the action.\n\t\tWhere the reasonable response action referred to in subsection (1)(c) istaken by another Party to Annex VI or a person specifically authorised by sucha Party and—\n\t\t\tthe person organising the activities is based in the United Kingdom, or\n\t\t\tthat person is based in a State which is not a Party to Annex VI but theactivities are connected with the United Kingdom,\n\t\t\tthe person organising the activities is (subject to this Part) liable to payto that Party an amount equal to the costs of the action.\n\t\tThis section does not impose any liability on—\n\t\t\tthe Crown or a contractor, sub-contractor or agent of the Crown, or\n\t\t\tanother Party to Annex VI or a contractor, sub-contractor or agent of sucha Party.\n\t\tProceedings pursuant to this section may be brought by any Minister of theCrown (within the meaning of the Ministers of the Crown Act 1975).\n\t\tProceedings may not be brought pursuant to this section after—\n\t\t\tthe end of the period of three years beginning with the day on which thereasonable response action referred to in subsection (1)(c) was commenced, or\n\t\t\tif later, the end of the period of three years beginning with the day onwhich Her Majesty’s Government or the Party to Annex VI (as the case may be)ascertained, or ought reasonably to have ascertained, the identity of theperson organising the activities.\n\t\tSubsection (6)(b) does not permit the bringing of proceedings pursuant tothis section after the end of the period of fifteen years beginning with theday on which the reasonable response action referred to in subsection (1)(c)was commenced.\n\t\tProceedings pursuant to this section are not subject—\n\t\t\tin England and Wales, to section 9(1) of the Limitation Act 1980 (timelimit for actions for sums recoverable by statute);\n\t\t\tin Scotland, to section 6 of the Prescription and Limitation (Scotland) Act1973 (extinction of obligations by prescriptive periods of 5 years);\n\t\t\tin Northern Ireland, to Article 4(d) of the Limitation (Northern Ireland)Order 1989 ([S.I. 1989/1339 (N.I. 11)](/id/nisi/1989/1339?view=plain \"Go toitem of legislation\")) (time limit for actions for sums recoverable by virtueof any statutory provision).\n\tLiability to Antarctic Environmental Liability Fund\n\t\tThis section applies in a case where—\n\t\t\tactivities carried out in Antarctica directly or indirectly give rise to anenvironmental emergency,\n\t\t\tthe person organising the activities does not take reasonable, prompt andeffective response action, and\n\t\t\tno Party to Annex VI takes response action pursuant to Article 5(2) ofAnnex VI.\n\t\tWhere the person organising the activities is the Crown, the Secretary ofState is (subject to this Part) liable to pay to the Antarctic EnvironmentalLiability Fund an amount equal to the recoverable costs of the responseaction.\n\t\tWhere— \n\t\t\tthe person organising the activities is based in the United Kingdom, or\n\t\t\tthe activities are connected with the United Kingdom,\n\t\t\t\tthe person organising the activities is (subject to this Part) liable to payto the Antarctic Environmental Liability Fund an amount equal to therecoverable costs of the response action.\n\t\tSubsection (3) does not impose any liability on—\n\t\t\tthe Crown or a contractor, sub-contractor or agent of the Crown, or\n\t\t\tanother Party to Annex VI or a contractor, sub-contractor or agent of sucha Party.\n\t\tFor the purposes of this section, the “recoverable costs” of any responseaction relating to an environmental emergency arising from any activities arethe costs that the person organising the activities would have incurred hadthe person taken reasonable, prompt and effective response action.\n\t\tAn amount payable under subsection (3) is recoverable by the Secretary ofState as if it were a debt due to the Secretary of State.\n\t\tIf in any proceedings pursuant to subsection (6) a court determines that aperson is required to pay all or any part of the amount referred to insubsection (3) to the Secretary of State, the Secretary of State may requirethe person to pay it to—\n\t\t\tthe Antarctic Environmental Liability Fund, or\n\t\t\tsuch person as the Secretary of State considers appropriate for thepurposes of securing that the amount is paid to that Fund.\n\t\tWhere in proceedings pursuant to subsection (6) the Secretary of Statereceives all or any part of the amount referred to in subsection (3), theSecretary of State must pay it to—\n\t\t\tthe Antarctic Environmental Liability Fund, or\n\t\t\tsuch person as the Secretary of State considers appropriate for thepurposes of securing that the amount is paid to that Fund.\n\t\tProceedings may not be brought pursuant to subsection (6) at any time afterthe end of the period of fifteen years beginning with the day on which theSecretary of State became aware, or ought to have become aware, of theenvironmental emergency.\n\t\tProceedings pursuant to subsection (6) are not subject—\n\t\t\tin England and Wales, to section 9(1) of the Limitation Act 1980 (timelimit for actions for sums recoverable by statute);\n\t\t\tin Scotland, to section 6 of the Prescription and Limitation (Scotland) Act1973 (extinction of obligations by prescriptive periods of 5 years);\n\t\t\tin Northern Ireland, to Article 4(d) of the Limitation (Northern Ireland)Order 1989 ([S.I. 1989/1339 (N.I. 11)](/id/nisi/1989/1339?view=plain \"Go toitem of legislation\")) (time limit for actions for sums recoverable by virtueof any statutory provision).\n\tCivil liability: supplementary\n\t\tThe Schedule contains supplementary provision relating to civil liabilityunder sections 2 and 3."
    },
    {
        "length": 974,
        "text": "\nPreparatory measures\n\tDuty to take preventative measures and make contingency plan\n\t\tThis section applies to a person organising activities to be carried out inAntarctica, where the activities are connected with the United Kingdom.\n\t\tThe person must take reasonable preventative measures designed to reduce—\n\t\t\tthe risk of environmental emergencies arising from those activities, and\n\t\t\tthe potential adverse impact of such environmental emergencies.\n\t\tPreventative measures under subsection (2) may, for example, include—\n\t\t\tspecialised structures or equipment incorporated into the design andconstruction of facilities and means of transport;\n\t\t\tspecialised procedures for the operation or maintenance of facilities andmeans of transport;\n\t\t\tspecialised training.\n\t\tThe person must also make a contingency plan for responding to—\n\t\t\tenvironmental emergencies which result from or affect the carrying on ofthe activities, and\n\t\t\tother incidents with a potential adverse impact on the environment ofAntarctica which result from or affect the carrying on of the activities.\n\t\tA contingency plan under subsection (4) may, for example, include—\n\t\t\tin the case of an environmental emergency, plans for taking response action(see section 1) and informing the Secretary of State (see section 7);\n\t\t\tin the case of another incident, plans for taking steps in response to theincident and informing the Secretary of State of it.\n\t\tThe duties in subsections (2) and (4) must be complied with by the timewhen any of the persons by whom the activities are to be carried out entersAntarctica.\n\t\tA person who fails to comply with subsection (2) by the time specified insubsection (6) is guilty of an offence.\n\t\tA person who fails to comply with subsection (4) by the time specified insubsection (6) is guilty of an offence.\n\t\tA person who is guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment to imprisonment for a term not exceeding twoyears or to a fine or to both;\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum.\n\tInsurance relating to environmental emergencies\n\t\tA person organising activities to be carried out in Antarctica must secureadequate insurance cover or other financial security in respect of the mattersreferred to in subsection (2).\n\t\tThose matters are—\n\t\t\tthe cost of taking any response action which the person may be required totake under section 1 in relation to an environmental emergency arisingdirectly or indirectly from the activities organised by the person;\n\t\t\tany liability which the person may incur under section 2 or 3 in relationto such an environmental emergency.\n\t\tThe duty in subsection (1) must be complied with by the time when any ofthe persons by whom the activities are to be carried out enters Antarctica.\n\t\tFor the purposes of subsection (1), cover or security is not adequate if itis subject to any limitation, exception or exclusion which makes itfundamentally deficient for the purposes of providing the cover referred to inthat subsection.\n\t\tIn particular, any cover or security required for the purposes ofsubsection (2)(b) is not adequate if it does not extend up to the limitsreferred to in the Schedule which are applicable in the particular case.\n\t\tA person who fails to comply with subsection (1) by the time specified insubsection (3) is guilty of an offence.\n\t\tA person who is guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment to imprisonment for a term not exceeding twoyears or to a fine or to both;\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum.\n\t\tSubsection (1) does not apply to—\n\t\t\tthe Crown, or\n\t\t\tanother Party to Annex VI or a contractor, sub-contractor or agent of sucha party."
    },
    {
        "length": 653,
        "text": "\nInformation\n\tDuty to inform Secretary of State\n\t\tWhere— \n\t\t\tas a result of the carrying out of activities in Antarctica the person whoorganised them, or any of that person’s employees or agents, becomes aware ofany environmental emergency, and\n\t\t\tthe activities are connected with the United Kingdom,\n\t\t\t\tthe person organising the activities must promptly inform the Secretary ofState about the environmental emergency.\n\t\tIt is immaterial for the purposes of subsection (1) whether the activitiesgave rise to the emergency.\n\t\tA person who fails to comply with subsection (1) is guilty of an offence.\n\t\tA person is not guilty of an offence under this section if the personinformed the Secretary of State as soon as was practicable in all thecircumstances.\n\t\tA person who is guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment to imprisonment for a term not exceeding twoyears or to a fine or to both;\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum.\n\tSecretary of State’s power to require information\n\t\tThis section applies where—\n\t\t\tit appears to the Secretary of State that activities carried out inAntarctica have given rise directly or indirectly to—\n\t\t\tan environmental emergency, or\n\t\t\tan incident with a potential adverse impact on the environment ofAntarctica, and\n\t\t\tthe activities are connected with the United Kingdom.\n\t\tThe Secretary of State may give a notice to the person organising theactivities—\n\t\t\tspecifying the emergency or incident,\n\t\t\trequiring the person to give such information as may be specified in thenotice about the emergency or incident and any steps taken in response, and\n\t\t\trequiring the person to give that information within the period specifiedin the notice.\n\t\tA person to whom a notice is given under subsection (2) must comply withthe notice within the period specified in it.\n\t\tA person who fails to comply with subsection (3) is guilty of an offence.\n\t\tA person is not guilty of an offence under this section if that person didnot have the information required and could not reasonably have been expectedto obtain it.\n\t\tA person who is guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment to imprisonment for a term not exceeding twoyears or to a fine or to both;\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum.\n\t\tInformation given by a person pursuant to a notice under this section maynot be used in evidence against the person in any criminal proceedings."
    },
    {
        "length": 617,
        "text": "\nApplication of this Part\n\tGeneral exclusions\n\t\tExcluded persons\n\t\t\tNothing in this Part imposes any criminal or civil liability on anindividual who organises activities—\n\t\t\t\tas the employee of another person;\n\t\t\t\tin the course of service as a member of the regular forces;\n\t\t\t\tin the course of service or undertaking training or duties as a member ofthe reserve forces.\n\t\t\tIn subsection (1), “regular forces” and “reserve forces” have the samemeaning as in the Armed Forces Act 2006 (see section 374 of that Act).\n\t\tExcluded activities\n\t\t\tIn this Act, references to activities do not include—\n\t\t\t\tthe activity of fishing for profit, or\n\t\t\t\tactivities carried out or to be carried out in Antarctica on a vessel oraircraft travelling to an immediate destination outside Antarctica.\n\t\t\tIn subsection (3)(b) “vessel” has the same meaning as in the Antarctic Act1994 (see section 31(1) of that Act).\n\t\tExcluded emergencies\n\t\t\tA person is not guilty of an offence under section 1, or liable undersection 2 or 3, in relation to an environmental emergency caused by—\n\t\t\t\tan act or omission necessary to protect human life or safety;\n\t\t\t\ta natural disaster, where the person had complied with the requirements ofsection 5(2) (preventative measures) in relation to disasters of thatdescription;\n\t\t\t\tan act of terrorism;\n\t\t\t\tan act of belligerency against the activities of the person;\n\t\t\t\taction which was itself reasonable response action relating to a priorenvironmental emergency.\n\tThe Crown\n\t\tThis Part binds the Crown, except as otherwise expressly provided.\n\t\tNo contravention of any provision of this Part makes the Crown criminallyliable; but the High Court or, in Scotland, the Court of Session may on theapplication of the Secretary of State declare unlawful any act or omission ofthe Crown which constitutes such a contravention.\n\t\tSubsection (2) does not affect the criminal liability of persons in theservice of the Crown (but see section 9(1)).\n\t\tFor the purposes of this Part, references to the Crown are to be regardedas including—\n\t\t\tthe Natural Environment Research Council (including the British AntarcticSurvey), and\n\t\t\tany other person specified by order made by the Secretary of State."
    },
    {
        "length": 1950,
        "text": "\nGeneral\n\tOffences \n\t\tThe following provisions of the Antarctic Act 1994 apply in relation tooffences under this Part as if they were offences under Part 2 of that Act—\n\t\t\tsection 17 (places where proceedings may be taken etc);\n\t\t\tsection 19 (offences by bodies corporate and Scottish partnerships);\n\t\t\tsection 28 (consents required for institution of proceedings);\n\t\t\tsection 29(1)(b) and (2) (power to make regulations about arrest etc).\n\t\tWhere an offence under this Part is committed by an unincorporatedassociation and is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of—\n\t\t\tin the case of an unincorporated association which is a partnership, apartner or a person purporting to be a partner, or\n\t\t\tin the case of any other unincorporated association, an officer of theassociation or any member of its governing body, or any person who waspurporting to act in any such capacity,\n\t\t\t\tthat person (as well as the association) shall be guilty of that offence andliable to be proceeded against and punished accordingly.\n\t\tProceedings for an offence under this Part alleged to have been committedby an unincorporated association are to be brought against it in its own name.\n\t\tFor the purposes of such proceedings—\n\t\t\trules of court relating to the service of documents shall have effect as ifthe association were a body corporate;\n\t\t\tthe following provisions shall apply as they apply in relation to a bodycorporate—\n\t\t\tsection 33 of the Criminal Justice Act 1925 and Schedule 3 to theMagistrates’ Courts Act 1980;\n\t\t\tsection 18 of the [Criminal Justice Act (Northern Ireland) 1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates’ Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I. 26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\t\tWhere a fine is imposed on an unincorporated association on its convictionfor an offence under this Part, the fine shall be paid out of the funds of theassociation.\n\t\tIn this section, a reference to an offence under this Part includes—\n\t\t\tan offence of conspiracy or attempting to commit an offence under thisPart;\n\t\t\tin Scotland, an offence of incitement to commit an offence under this Part;\n\t\t\tin England and Wales and Northern Ireland, an offence under Part 2 of theSerious Crime Act 2007 (encouraging or assisting crime) in relation to anoffence under this Part.\n\t\tIn this section, references to an unincorporated association include apartnership which is not regarded as a legal person under the law of thecountry or territory under which it is formed.\n\tOrders \n\t\tAn order under this Part may make—\n\t\t\tdifferent provision for different cases or circumstances, and\n\t\t\tincidental and supplementary provision.\n\t\tAn order under this Part must be made by statutory instrument.\n\t\tA statutory instrument containing an order under this Part is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tInterpretation \n\t\tAntarctica and the Treaty\n\t\t\tIn this Part—\n\t\t\t\t  * “Antarctica” has the same meaning as in the Antarctic Act 1994 (see section 1 of that Act); \n\t\t\t\t  * “the Antarctic Treaty” means the Antarctic Treaty signed at Washington on 1 December 1959; \n\t\t\t\t  * “the Protocol” means the Protocol on Environmental Protection to the Antarctic Treaty done at Madrid on 4 October 1991; \n\t\t\t\t  * “Annex VI” means Annex VI to the Protocol (liability arising from environmental emergencies); \n\t\t\t\t  * “Party to Annex VI” means any party to the Protocol for which Annex VI has become effective in accordance with Article 9 of the Protocol; \n\t\t\t\t  * “another Party to Annex VI” means a Party to Annex VI other than the United Kingdom; \n\t\t\t\t  * “the Antarctic Environmental Liability Fund” means the Fund maintained and administered by the Secretariat of the Antarctic Treaty pursuant to Article 12 of Annex VI. \n\t\t\tFor the purposes of any proceedings under this Part—\n\t\t\t\ta certificate signed by or on behalf of the Secretary of State and statingthat, at the time of the certificate, a State was or was not a Party to AnnexVI is conclusive evidence of the facts stated in it, and\n\t\t\t\ta document purporting to be such a certificate is to be deemed to be oneunless the contrary is proved.\n\t\tEnvironmental emergencies etc\n\t\t\tIn this Part, “environmental emergency” means an accidental event thatresults in, or imminently threatens to result in, any significant harmfulimpact on the environment of Antarctica.\n\t\t\tIn this Part, references to the environment of Antarctica include anyconcentration in Antarctica of native mammals, birds, plants or invertebrates(within the meaning of the Antarctic Act 1994).\n\t\tResponse action\n\t\t\tIn this Part, “response action”, in relation to an environmental emergency,means measures taken after the emergency to prevent, minimise or contain itsimpact.\n\t\t\tFor the purposes of this Part, response action relating to an environmentalemergency is “reasonable” if it is—\n\t\t\t\tappropriate, \n\t\t\t\tpracticable, \n\t\t\t\tproportionate, and\n\t\t\t\tbased on objective criteria and available information.\n\t\t\tThe criteria referred to in subsection (6)(d) include in particular—\n\t\t\t\trisks to the environment of Antarctica and the rate of its naturalrecovery,\n\t\t\t\trisks to human life and safety, and\n\t\t\t\ttechnological and economic feasibility.\n\t\t\tFor the purposes of this Part, taking reasonable response action inrelation to an emergency—\n\t\t\t\talways includes determining the extent and impact of the emergency;\n\t\t\t\tmay include cleaning up after it.\n\t\tActivities “connected with” the UK\n\t\t\tFor the purposes of this Part, activities are “connected with” the UnitedKingdom if they are organised in the United Kingdom, the Channel Islands, theIsle of Man or a British overseas territory and—\n\t\t\t\tthey are, or are to be, carried out on a British expedition, within themeaning of the Antarctic Act 1994 (see section 3(3) of that Act), or\n\t\t\t\tin all the circumstances in which they are or are to be carried out, theyrequire a permit under any provision of that Act.\n\t\tPersons “based in” the UK etc\n\t\t\tFor the purposes of this Act a person is “based in” the United Kingdom oranother State—\n\t\t\t\tin the case of an individual, if the individual’s habitual place ofresidence is there;\n\t\t\t\tin the case of a body corporate, if the body is incorporated there or thebody’s principal place of business is there;\n\t\t\t\tin any other case, if the person’s principal place of business is there orthe person’s activities (other than activities in Antarctica) are principallycarried out there."
    },
    {
        "length": 2414,
        "text": "\nPart 2Miscellaneous and final\n\tMiscellaneous\n\t\tApplication of offences to non-nationals\n\t\t\tThe Antarctic Act 1994 is amended as follows.\n\t\t\tIn the following provisions, after “United Kingdom national” insert “, andno non-national on a British expedition,”—\n\t\t\t\tsection 7(1) (offence of damaging flora and fauna etc);\n\t\t\t\tsection 8(1) (offence of introducing non-native animals and plants);\n\t\t\t\tsection 9(1) (offence of entering or remaining in restricted areas);\n\t\t\t\tsection 10(1) (offence of damaging etc certain sites and monuments);\n\t\t\t\tsection 11(1) (offence of entering or remaining in protected place).\n\t\t\tIn section 11 (protected places)—\n\t\t\t\tin subsection (3) (permits), after “United Kingdom national” insert “, orany non-national on a British expedition,”;\n\t\t\t\tafter that subsection insert—\n\t\t\tThe Secretary of State shall not grant a permit under this section inrespect of a non-national on a British expedition unless he is satisfied thatthe activities authorised by the permit will be carried on only for thepurposes of education or scientific research.”\n\t\t\tIn section 12 (permits for activities prohibited by sections 7, 8 and 9)—\n\t\t\t\tthe existing provision becomes subsection (1);\n\t\t\t\tin that provision, after “United Kingdom national” insert “, or any non-national on a British expedition,”;\n\t\t\t\tafter that provision insert—\n\t\t\tThe Secretary of State shall not grant a permit under this section inrespect of a non-national on a British expedition unless he is satisfied thatthe activities authorised by the permit will be carried on only for thepurposes of education or scientific research.”\n\t\t\tIn section 31(1) (interpretation), at the appropriate place insert—\n\t\t\t\t  * ““non-national” means an individual who is not a United Kingdom national;”.\n\t\t\tConsequential\n\t\t\t\tIn section 3 (permits for British expeditions), in subsection (3), for“section” substitute “Act”.\n\t\t\t\tIn section 31(1) (interpretation), at the appropriate place insert—\n\t\t\t\t\t  * ““British expedition” has the meaning given by section 3;”.\n\t\tHistoric Sites and Monuments: permits\n\t\t\tThe Antarctic Act 1994 is amended as follows.\n\t\t\tIn section 10 (Historic Sites and Monuments)—\n\t\t\t\tin subsection (1), at the end insert “, except in accordance with a permitgranted under this section or under the written authorisation of anotherContracting Party”;\n\t\t\t\tat the end insert—\n\t\t\tThe Secretary of State may on the application of any person grant to him apermit authorising any United Kingdom national, or any non-national on aBritish expedition, who is specified or of a description specified in thepermit to do anything specified or of a description specified in the permitthat would otherwise constitute a contravention of subsection (1).\n\t\t\tThe Secretary of State shall not grant a permit under this section unlesshe is satisfied that the activities authorised by the permit will be carriedon only for the purposes of conservation or repair of—\n\t\t\t\tthe Antarctic Historic Site or Monument to which the permit relates, or\n\t\t\t\tany object within it.”\n\t\t\tConsequential\n\t\t\t\tIn section 15 (duty to have regard to Protocol), in each of paragraphs (a),(b) and (c), after “5” insert “, 10”.\n\t\t\t\tIn section 16 (delegation of powers)—\n\t\t\t\t\tin the heading, after “sections” insert “10,”;\n\t\t\t\t\tin subsection (1), after “section”, in both places, insert “10,”.\n\t\t\t\tIn section 30 (evidence), in subsection (3), for “or 9(1)” substitute “,9(1) or 10(1)”.\n\t\tConservation of animals and plants\n\t\t\tThe Antarctic Act 1994 is amended as follows.\n\t\t\tIn section 7 (conservation of Antarctic fauna and flora), in subsection(1)(e), after “native plant” insert “or native invertebrate”.\n\t\t\tIn that section, after subsection (1) insert—\n\t\t\t\t“(1A)Accidental harm occurring in the course of—\n\t\t\t\tnormal operations of a vessel, or\n\t\t\t\tthe activity of fishing for profit,\n\t\t\t\tshall not be regarded as a contravention of subsection (1)(e), (f) or (g).”\n\t\t\tIn section 8 (permits required for introducing non-native animals andplants) for subsection (2) substitute—\n\t\t\tThe keeping of—\n\t\t\t\ta recognised assistance dog on board a vessel in Antarctica,\n\t\t\t\tanother animal on board such a vessel where the vessel is travelling to animmediate destination outside Antarctica, or\n\t\t\t\ta plant on board a vessel in Antarctica,\n\t\t\t\tshall not be regarded as a contravention of subsection (1).”\n\t\t\tIn that section, at the end insert—\n\t\t\tNothing in this section prohibits the introduction of a microscopicorganism.\n\t\t\tIn this section—\n\t\t\t\t  * “plant” means any terrestrial, marine or freshwater vegetation, including bryophytes, lichen, fungi and algae, and includes such vegetation at any stage of its life cycle (including seeds and other propagules of such vegetation);\n\t\t\t\t  * “recognised assistance dog” means a dog which has been trained to assist a disabled person by a person, or a person of a description, prescribed in regulations.”\n\t\t\tAfter that section insert—\n\t\t\t“8AIntroduction of microscopic organisms\n\t\t\t\tNo United Kingdom national, and no non-national on a British expedition,may introduce into any part of Antarctica any microscopic organism of aspecies which is not indigenous to Antarctica, except in accordance with apermit granted under section 12 or under written authorisation of anotherContracting Party.\n\t\t\t\tSubsection (1) does not apply to a person if the person took reasonableprecautions to prevent the introduction of the organism.\n\t\t\t\tSubsection (1) does not apply in relation to an organism inhabiting thehuman body or the body of an animal.\n\t\t\t\tAny person who contravenes subsection (1) shall be guilty of an offence.”\n\t\t\t\tIn section 12 (grant of permits for activities prohibited by sections 7, 8and 9)—\n\t\t\t\t\tin the heading, for “sections 7, 8 and 9” substitute “sections 7 to 9”;\n\t\t\t\t\tafter “8(1)” insert “, 8A(1)”.\n\t\t\t\tAfter section 8A (as inserted by subsection (6) above) insert—\n\t\t\t“8BIntroduction of non-sterile soil\n\t\t\t\tNo United Kingdom national, and no non-national on a British expedition,may introduce non-sterile soil into any part of Antarctica.\n\t\t\t\tSubsection (1) does not apply to a person if the person took reasonableprecautions to prevent the introduction of the non-sterile soil.\n\t\t\t\tAny person who contravenes subsection (1) shall be guilty of an offence.”\n\t\t\t\tIn section 31 (interpretation), in subsection (1)—\n\t\t\t\t\tin the definitions of “native bird” and “native mammal” omit “or occurringthere seasonally through natural migrations”;\n\t\t\t\t\tin the definition of “native invertebrate” after “terrestrial” insert “,marine”;\n\t\t\t\t\tin the definition of “native plant” after “terrestrial” insert “, marine”.\n\t\t\t\tIn that section, after subsection (1) insert—\n\t\t\t\t\t“(1A)In this Act, references to a species “indigenous to Antarctica” include aspecies occurring in Antarctica through natural migration.”\n\tFinal\n\t\tNorthern Ireland\n\t\t\tIn Schedule 2 to the Northern Ireland Act 1998 (excepted matters), afterparagraph 20 insert—\n\t\t\t\t“20ARegulation of activities in Antarctica (which for these purposes has themeaning given by section 1 of the Antarctic Act 1994).”\n\t\t\tThe provision inserted by subsection (1) shall be regarded as having beenincluded in Schedule 2 to the Northern Ireland Act 1998 since the day on whichthat Schedule came into force.\n\t\tExtent, commencement and short title\n\t\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\t\tSubsections (2) and (3) of section 34 of the Antarctic Act 1994 (power toextend to the Channel Islands, Isle of Man and British overseas territories)apply in relation to—\n\t\t\t\tthe provisions of Part 1, and\n\t\t\t\tthe provisions of the Antarctic Act 1994 as amended by sections 14 to 16.\n\t\t\tPart 1 comes into force on such day as the Secretary of State may by ordermade by statutory instrument appoint (and different days may be appointed fordifferent purposes).\n\t\t\tIn this Part—\n\t\t\t\tsections 14 to 16 come into force at the end of the period of two monthsbeginning with the day on which this Act is passed;\n\t\t\t\tsection 17 and this section come into force on the day on which this Act ispassed.\n\t\t\tThis Act may be cited as the Antarctic Act 2013.\n\t\t\t\tSection 4"
    }
]