[
    {
        "length": 2077,
        "text": "\nPart 1Offences\n\tHunting wild mammals with dogs\n\t\tA person commits an offence if he hunts a wild mammal with a dog, unless hishunting is exempt.\n\tExempt hunting\n\t\tHunting is exempt if it is within a class specified in Schedule 1.\n\t\tThe Secretary of State may by order amend Schedule 1 so as to vary a classof exempt hunting.\n\tHunting: assistance\n\t\tA person commits an offence if he knowingly permits land which belongs tohim to be entered or used in the course of the commission of an offence undersection 1.\n\t\tA person commits an offence if he knowingly permits a dog which belongs tohim to be used in the course of the commission of an offence under section 1.\n\tHunting: defence\n\t\tIt is a defence for a person charged with an offence under section 1 inrespect of hunting to show that he reasonably believed that the hunting wasexempt.\n\tHare coursing\n\t\tA person commits an offence if he—\n\t\t\tparticipates in a hare coursing event,\n\t\t\tattends a hare coursing event,\n\t\t\tknowingly facilitates a hare coursing event, or\n\t\t\tpermits land which belongs to him to be used for the purposes of a harecoursing event.\n\t\tEach of the following persons commits an offence if a dog participates in ahare coursing event—\n\t\t\tany person who enters the dog for the event,\n\t\t\tany person who permits the dog to be entered, and\n\t\t\tany person who controls or handles the dog in the course of or for thepurposes of the event.\n\t\tA “hare coursing event” is a competition in which dogs are, by the use oflive hares, assessed as to skill in hunting hares.\nPart 2Enforcement\n\tPenalty \n\t\tA person guilty of an offence under this Act shall be liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tArrest \n\t\tA constable without a warrant may arrest a person whom he reasonably suspects—\n\t\t\tto have committed an offence under section 1 or 5(1)(a), (b) or (2),\n\t\t\tto be committing an offence under any of those provisions, or\n\t\t\tto be about to commit an offence under any of those provisions.\n\tSearch and seizure\n\t\tThis section applies where a constable reasonably suspects that a person(“the suspect”) is committing or has committed an offence under Part 1 of thisAct.\n\t\tIf the constable reasonably believes that evidence of the offence is likelyto be found on the suspect, the constable may stop the suspect and search him.\n\t\tIf the constable reasonably believes that evidence of the offence is likelyto be found on or in a vehicle, animal or other thing of which the suspectappears to be in possession or control, the constable may stop and search thevehicle, animal or other thing.\n\t\tA constable may seize and detain a vehicle, animal or other thing if hereasonably believes that—\n\t\t\tit may be used as evidence in criminal proceedings for an offence underPart 1 of this Act, or\n\t\t\tit may be made the subject of an order under section 9.\n\t\tFor the purposes of exercising a power under this section a constable mayenter—\n\t\t\tland; \n\t\t\tpremises other than a dwelling;\n\t\t\ta vehicle.\n\t\tThe exercise of a power under this section does not require a warrant.\n\tForfeiture \n\t\tA court which convicts a person of an offence under Part 1 of this Act mayorder the forfeiture of any dog or hunting article which—\n\t\t\twas used in the commission of the offence, or\n\t\t\twas in the possession of the person convicted at the time of his arrest.\n\t\tA court which convicts a person of an offence under Part 1 of this Act mayorder the forfeiture of any vehicle which was used in the commission of theoffence.\n\t\tIn subsection (1) “hunting article” means anything designed or adapted foruse in connection with—\n\t\t\thunting a wild mammal, or\n\t\t\thare coursing.\n\t\tA forfeiture order—\n\t\t\tmay include such provision about the treatment of the dog, vehicle orarticle forfeited as the court thinks appropriate, and\n\t\t\tsubject to provision made under paragraph (a), shall be treated asrequiring any person who is in possession of the dog, vehicle or article tosurrender it to a constable as soon as is reasonably practicable.\n\t\tWhere a forfeited dog, vehicle or article is retained by or surrendered toa constable, the police force of which the constable is a member shall ensurethat such arrangements are made for its destruction or disposal—\n\t\t\tas are specified in the forfeiture order, or\n\t\t\twhere no arrangements are specified in the order, as seem to the policeforce to be appropriate.\n\t\tThe court which makes a forfeiture order may order the return of theforfeited dog, vehicle or article on an application made—\n\t\t\tby a person who claims to have an interest in the dog, vehicle or article(other than the person on whose conviction the order was made), and\n\t\t\tbefore the dog, vehicle or article has been destroyed or finally disposedof under subsection (5).\n\t\tA person commits an offence if he fails to—\n\t\t\tcomply with a forfeiture order, or\n\t\t\tco-operate with a step taken for the purpose of giving effect to aforfeiture order.\n\tOffence by body corporate\n\t\tThis section applies where an offence under this Act is committed by a bodycorporate with the consent or connivance of an officer of the body.\n\t\tThe officer, as well as the body, shall be guilty of the offence.\n\t\tIn subsection (1) a reference to an officer of a body corporate includes areference to—\n\t\t\ta director, manager or secretary,\n\t\t\ta person purporting to act as a director, manager or secretary, and\n\t\t\tif the affairs of the body are managed by its members, a member.\nPart 3General\n\tInterpretation \n\t\tIn this Act “wild mammal” includes, in particular—\n\t\t\ta wild mammal which has been bred or tamed for any purpose,\n\t\t\ta wild mammal which is in captivity or confinement,\n\t\t\ta wild mammal which has escaped or been released from captivity orconfinement, and\n\t\t\tany mammal which is living wild.\n\t\tFor the purposes of this Act a reference to a person hunting a wild mammalwith a dog includes, in particular, any case where—\n\t\t\ta person engages or participates in the pursuit of a wild mammal, and\n\t\t\tone or more dogs are employed in that pursuit (whether or not by him andwhether or not under his control or direction).\n\t\tFor the purposes of this Act land belongs to a person if he—\n\t\t\towns an interest in it,\n\t\t\tmanages or controls it, or\n\t\t\toccupies it.\n\t\tFor the purposes of this Act a dog belongs to a person if he—\n\t\t\towns it,\n\t\t\tis in charge of it, or\n\t\t\thas control of it.\n\tCrown application\n\t\tThis Act—\n\t\t\tbinds the Crown, and\n\t\t\tapplies to anything done on or in respect of land irrespective of whetherit belongs to or is used for the purposes of the Crown or a Duchy.\n\tAmendments and repeals\n\t\tSchedule 2 (consequential amendments) shall have effect.\n\t\tThe enactments listed in Schedule 3 are hereby repealed to the extentspecified.\n\tSubordinate legislation\n\t\tAn order of the Secretary of State under this Act—\n\t\t\tshall be made by statutory instrument,\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament,\n\t\t\tmay make provision which applies generally or only in specifiedcircumstances or for specified purposes,\n\t\t\tmay make different provision for different circumstances or purposes, and\n\t\t\tmay make transitional, consequential and incidental provision.\n\tCommencement \n\t\tThis Act shall come into force at the end of the period of three monthsbeginning with the date on which it is passed.\n\tShort title\n\t\tThis Act may be cited as the Hunting Act 2004.\n\tExtent \n\t\tThis Act shall extend only to England and Wales."
    }
]