{
    "general": "The Hunting Act of 2004 makes it illegal to hunt wild animals like foxes, deer, or hares using dogs. This means that people can't use dogs to chase and kill these animals for sport. The law also bans an activity called \"hare coursing,\" which is when people let their dogs run after hares in fields. The goal of the law is to protect the welfare of the animals and keep them safe from harm.",
    "series": [
        [
            {
                "length": 228,
                "short": "\"Hunting Regulations in England and Wales: Prohibitions and Penalties\"",
                "text": "* Simplified point 1: The Hunting Act 2004 prohibits hunting wild mammals with dogs, except when it is exempt. Exemptions can be made through orders issued by the Secretary of State.\n* Simplified point 2: It is an offense to hunt wild mammals with dogs without proper authorization, and those found guilty may face fines up to £5,000 and/or imprisonment.\n* Simplified point 3: The law also covers hare coursing events, where dogs are used to hunt live hares, and participants and organizers can face penalties.\n* Simplified point 4: The Act allows for the seizure of vehicles, animals, and other items used in the commission of offenses, and provides for their forfeiture.\n* Simplified point 5: Offenders may face additional penalties, including forfeiture of property and potential imprisonment."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Hunting Act of 2004 makes it illegal to hunt wild mammals with dogs, unless there's an exemption given by the government. This means that if you use dogs to hunt animals like foxes or deer, you could get fined up to £5,000 and even go to jail! The law also applies to events called hare coursing, where dogs chase after hares. If you take part in these activities or organize them, you could face similar penalties. The government can also confiscate any equipment or animals used in these illegal hunts, and keep them forever. So, it's important to only hunt legally and safely, or else you might end up losing your money and freedom!",
    "single": "\n* The Hunting Act of 2004 makes it illegal to hunt wild mammals with dogs in England and Wales.\n* The law applies to anyone who hunts, participates in, or facilitates hare coursing events.\n* Hunting wild mammals with dogs is considered an offense, and those found guilty may face fines up to £5,000 or imprisonment for up to six months.\n* The law also allows for the seizure of vehicles, animals, and other items used in the hunt.\n* The Act provides for the forfeiture of dogs and hunting equipment used in the hunt.\n* The law applies to anyone who owns, manages, or controls land where hunting takes place.\n* The law applies to anyone who owns, is in charge of, or has control over dogs used in hunting.\n* The Act does not apply to hunting done for scientific or medical purposes, or hunting done under the supervision of a licensed hunt.\n* The law came into effect on February 17, 2005, and applies to England and Wales only."
}