{
    "general": "This law makes sure that people who commit crimes related to terrorism are punished properly. It also helps the government fight against terrorism in different ways. For example, it can give the police more power to stop and search people if they think they might be involved in terrorism. It also makes sure that judges give the right sentences to people who are found guilty of terrorism-related crimes. The goal of the law is to keep people safe from terrorism.",
    "series": [
        [
            {
                "length": 259,
                "short": "\"New Terrorism Legislation Introduced in UK\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Sentencing Code to make certain offenses punishable as terrorist offenses.\n\n* Simplified point 2: The legislation adds a new section to the Sentencing Code that specifies offenses that are considered terrorist offenses and are punishable with life imprisonment.\n\n* Simplified point 3: The legislation also amends the Counter-Terrorism Act 2008 to extend the definition of \"terrorist connection\" to include offenses committed before the day the Counter-Terrorism and Sentencing Act 2021 came into force.\n\n* Simplified point 4: The legislation adds a new Schedule to the Sentencing Code that lists the offenses that are considered terrorist offenses and are punishable with life imprisonment.\n\n* Simplified point 5: The legislation also makes related provision for the purposes of various provisions of the Sentencing Code and the Counter-Terrorism Act 2008."
            },
            {
                "length": 291,
                "short": "\"New Terrorism Sentencing Law for Young Offenders in England and Wales\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 introduces a new sentence for adults aged under 21 who commit serious terrorism offenses in England and Wales.\n* Simplified point 2: The sentence is a serious terrorism sentence of detention in a young offender institution, which includes a custodial term of up to 14 years and an extension period of up to 25 years to protect the public from further harm.\n* Simplified point 3: The sentence is mandatory for offenders who meet certain criteria, such as being aged 18 or over when the offense was committed, being aged under 21 when convicted, and posing a significant risk to the public of serious harm.\n* Simplified point 4: The court must impose the sentence unless there are exceptional circumstances that relate to the offense or the offender and justify not doing so.\n* Simplified point 5: The risk of multiple deaths condition is a key factor in determining whether the sentence is mandatory, and the court must consider whether the offense was likely to result in or contribute to the deaths of at least two people as a result of an act of terrorism."
            },
            {
                "length": 257,
                "short": "\"New Terrorism Sentencing Framework Introduced in England and Wales\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 introduces a new sentencing framework for adults aged 21 or over who commit serious terrorism offenses in England and Wales.\n* Simplified point 2: The new framework requires the court to impose a serious terrorism sentence of imprisonment unless there are exceptional circumstances that justify not doing so.\n* Simplified point 3: The sentence must be determined based on the appropriate custodial term and an extension period to protect the public from further harm.\n* Simplified point 4: The appropriate custodial term is 14 years, or longer if necessary to comply with section 231(2) of the Sentencing Code.\n* Simplified point 5: The extension period must be at least 7 years and not exceed 25 years.\n* Simplified point 6: The court must impose a serious terrorism sentence of imprisonment unless there are exceptional circumstances that justify not doing so, and the risk of multiple deaths condition must be met."
            },
            {
                "length": 248,
                "short": "\"New Terrorism Sentence Introduced in Scotland\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 in Scotland introduces a new \"serious terrorism sentence\" for individuals convicted of serious terrorism offenses.\n* Simplified point 2: The sentence must be imposed if the court determines that the offender poses a significant risk to the public of serious harm, and the offender is aged 18 or older.\n* Simplified point 3: The sentence includes a prison term of at least 14 years, and the court may extend the sentence by up to 25 years if necessary to protect the public from further terrorism offenses.\n* Simplified point 4: The court must consider a report from a local authority about the offender's circumstances before forming an opinion on the risk of serious harm.\n* Simplified point 5: The new sentence applies to offenses committed on or after the date the Act comes into force, and the court may impose a sentence of imprisonment or detention depending on the offender's age."
            },
            {
                "length": 405,
                "short": "\"New Sentence for Serious Terrorism Offenses in Northern Ireland: Protecting the Public with Longer Prison Terms\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 has added a new sentence for serious terrorism offenses in Northern Ireland.\n* Simplified point 2: This new sentence, called a \"serious terrorism sentence,\" can be imposed on individuals convicted of serious terrorism offenses if the court determines that there is a significant risk of further harm to the public.\n* Simplified point 3: The sentence is designed to protect the public from the risk of harm posed by the offender, and can include a prison term of up to 25 years.\n* Simplified point 4: The court must consider several factors when determining whether to impose a serious terrorism sentence, including the risk of multiple deaths, the offender's age, and any guilty pleas.\n* Simplified point 5: The court may also take into account matters under section 73(2) of the Serious Organised Crime and Police Act 2005, such as assistance given or offered to investigators or prosecutors.\n* Simplified point 6: The extension period for the sentence can be up to 25 years, and the court must consider the length of the extension period necessary to protect the public from the risk of harm.\n* Simplified point 7: The court cannot make an order under section 18 of the Treatment of Offenders Act (Northern Ireland) 1968 (suspended sentences) in relation to a serious terrorism sentence.\n* Simplified point 8: Remission shall not be granted under prison rules to the offender in respect of a sentence imposed under this Article."
            },
            {
                "length": 230,
                "short": "\"Terrorism Sentencing Reform: Plea Bargaining Incentives for Guilty Defendants\"",
                "text": "\n* Simplified point 1: The legislation allows for a reduction in the appropriate custodial term for guilty pleas in serious terrorism cases in England and Wales and Scotland.\n* Simplified point 2: The reduction is not limited by the minimum terms specified in the Sentencing Code for serious terrorism sentences, allowing the court to impose a shorter sentence if it is just and appropriate.\n* Simplified point 3: The reduction is only applicable if the offender has pleaded guilty to the offence for which they are being sentenced.\n* Simplified point 4: The legislation applies to sentences of imprisonment for life and detention for life, as well as to sentences of imprisonment for a fixed term.\n* Simplified point 5: The court may impose a sentence of any length between 80% and 100% of the minimum term specified in the Sentencing Code, depending on the circumstances of the case."
            },
            {
                "length": 222,
                "short": "\"Terrorism Sentencing Overhaul: Minimum Terms and Assistance Provisions\"",
                "text": "\n* Simplified point 1: The legislation introduces a minimum term of 14 years for serious terrorism offenders in England and Wales, subject to certain exceptions.\n* Simplified point 2: The legislation also introduces a minimum tariff of 14 years for serious terrorism cases in Northern Ireland, subject to certain exceptions.\n* Simplified point 3: The legislation allows for the court to consider a lesser period if there are exceptional circumstances related to the offence or the offender.\n* Simplified point 4: The legislation provides for the court to take into account a guilty plea in accordance with the Criminal Justice (Northern Ireland) Order 1996.\n* Simplified point 5: The legislation introduces a new provision for the court to consider a lesser period if the offender has provided assistance to the investigator or prosecutor."
            },
            {
                "length": 233,
                "short": "\"UK Terrorism Sentencing Laws Amended in 2021\"",
                "text": "\n* Simplified point 1: The text outlines changes to the UK's sentencing laws for terrorism offenses, specifically the Counter-Terrorism and Sentencing Act 2021.\n* Simplified point 2: The changes include extending the maximum sentence for certain terrorism offenses, such as biological weapons and nuclear material offenses, and increasing the extension period for serious terrorism offenders aged under 21.\n* Simplified point 3: The text also amends the Sentencing Code to increase the extension period for adult serious terrorism offenders aged under 21 and for serious terrorism offenders aged 21 or over.\n* Simplified point 4: The changes apply to offenses committed after the commencement of the Counter-Terrorism and Sentencing Act 2021.\n* Simplified point 5: The text also adds new offenses to the list of specified terrorism offenses that attract extended sentences."
            },
            {
                "length": 329,
                "short": "\"UK Terrorism Sentencing Law Update: New Special Custodial Sentences for Young Offenders\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Counter-Terrorism and Sentencing Act 2021\"\n\n* Simplified point 2: The extract outlines changes to the sentencing of terrorist offenders in England and Wales, specifically focusing on the imposition of a \"special custodial sentence\" for certain terrorist offenders aged under 18 at the time of the offense.\n\n* Simplified point 3: The special custodial sentence is determined by the court, and the term of the sentence must be equal to the aggregate of the appropriate custodial term and a further period of one year for which the offender is to be subject to a license.\n\n* Simplified point 4: The sentence must not exceed the maximum term of imprisonment with which the offense is punishable, and the court must impose a sentence of detention in a young offenders institution if the offender is under the age of 21.\n\n* Simplified point 5: The text also amends the Criminal Procedure (Scotland) Act 1995 to provide for terrorism sentences with fixed licence periods in Scotland, and makes similar amendments to the Criminal Justice (Northern Ireland) Order 2008."
            },
            {
                "length": 130,
                "short": "\"Tougher Terrorism Sentencing: Maximum Penalties Increased\"",
                "text": "\n* Simplified point 1: The legislation increases the maximum sentences for certain terrorist offences.\n* Simplified point 2: The maximum sentences for membership of a proscribed organization, inviting or expressing support for a proscribed organization, and attendance at a place used for terrorist training are increased from 10 to 14 years.\n* Simplified point 3: The amendment only applies to offences committed on or after the day the legislation comes into force."
            },
            {
                "length": 434,
                "short": "\"Removal of Early Release for Dangerous Terrorist Prisoners in UK\"",
                "text": "\n* Simplified point 1: Removal of early release for dangerous terrorist prisoners in England, Wales, Scotland, and Northern Ireland.\n* Simplified point 2: The Criminal Justice Act 2003, the Prisoners and Criminal Proceedings (Scotland) Act 1993, and the Criminal Justice (Northern Ireland) Order 2008 are amended to remove early release for dangerous terrorist prisoners.\n* Simplified point 3: The amendments specify that terrorist prisoners serving serious terrorism sentences, extended custodial sentences, or Article 15A terrorism sentences must serve the appropriate custodial term before being eligible for release on licence.\n* Simplified point 4: The amendments also specify that terrorist prisoners serving other sentences must serve two-thirds of the term of the sentence before being eligible for release on licence.\n* Simplified point 5: The amendments remove the possibility of early release for dangerous terrorist prisoners, with the exception of those serving serious terrorism sentences, extended custodial sentences, or Article 15A terrorism sentences, who must serve the appropriate custodial term before being eligible for release on licence.\n* Simplified point 6: The amendments apply to terrorist prisoners serving sentences imposed after the commencement of the Counter-Terrorism and Sentencing Act 2021, and to those serving sentences imposed before that date but who have not been released on licence before that date.\n* Simplified point 7: The amendments do not affect any duty of the Department of Justice under Chapter 4 of Part 2 of the Criminal Justice (Northern Ireland) Order 2008 to release a person whose release has been directed by the Parole Commissioners before this section comes into force."
            },
            {
                "length": 264,
                "short": "\"New Law Expands Polygraph Testing for Terrorist Offenders\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Offender Management Act 2007 to include polygraph conditions in licenses for the release of terrorist offenders in England and Wales.\n* Simplified point 2: The amendment specifies that the polygraph condition can be applied to offenders convicted of terrorist offenses listed in Part 1 or 2 of Schedule 19ZA of the Criminal Justice Act 2003, or to service offenses with a corresponding civil offense, or to offenses determined to have a terrorist connection.\n* Simplified point 3: The amendment also allows for rules to be made under subsection (6) to provide for different purposes or areas, incidental, supplemental, consequential, saving or transitional provision.\n* Simplified point 4: The purpose of the amendment is to expand the scope of polygraph testing for terrorist offenders to include a broader range of offenses and to provide for more flexible rules for the application of the polygraph condition."
            },
            {
                "length": 271,
                "short": "\"UK Extends Counter-Terrorism Measures with New Law\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Terrorism Prevention and Investigation Measures Act 2011 to extend the time limit for TPIM notices from two years to five years.\n* Simplified point 2: The amendment allows for TPIM notices to be extended up to four times, and for the measures to be revoked and revived multiple times without the need for a new notice.\n* Simplified point 3: The amendment does not apply to TPIM notices served before the day the Act comes into force, or to replacement TPIM notices served on or after that day in cases where the overturned notice was served before that day and the Secretary of State has not made a determination under section 14(6)(b) of the 2011 Act.\n* Simplified point 4: The amendment also makes changes to the wording of section 5 of the 2011 Act to reflect the extension of the time limit and the ability for TPIM notices to be extended multiple times."
            },
            {
                "length": 383,
                "short": "\"Amendments to Terrorism Prevention and Investigation Measures Act 2011: Relocation Measure Variations and Appeals\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Terrorism Prevention and Investigation Measures Act 2011 to allow the Secretary of State to vary relocation measures for individuals subject to Terrorism Prevention and Investigation Measures (TPIMs).\n* Simplified point 2: The amendment allows the Secretary of State to substitute a different specified residence for the individual if it is deemed necessary for the efficient and effective use of resources and if the relocation measure (as varied) remains necessary for preventing or restricting the individual's involvement in terrorism-related activity.\n* Simplified point 3: The amendment also allows for appeals to be made to the court against variations made to relocation measures, and for the court to review the Secretary of State's decisions regarding the necessity of the variation and the continued need for the relocation measure.\n* Simplified point 4: The amendment expands the definition of \"Secretary of State's TPIM powers\" in section 21 of the Terrorism Prevention and Investigation Measures Act 2011 to include variations made to relocation measures under section 12(1A).\n* Simplified point 5: The amendment also makes a related change to the powers of entry etc. in Schedule 5 of the Terrorism Prevention and Investigation Measures Act 2011 to include notices varying a TPIM notice under section 12(1) or (1A)."
            },
            {
                "length": 247,
                "short": "\"UK Government Allows Polygraph Tests for Terrorism Suspects\"",
                "text": "\n* Simplified point 1: The UK government can now use polygraph tests as a measure to monitor individuals suspected of terrorism-related activities.\n* Simplified point 2: The polygraph tests will be conducted by trained operators, and the results will not be admissible in court as evidence against the individual.\n* Simplified point 3: The polygraph measure can be imposed as part of a Terrorism Prevention and Investigation Measure (TPIM) against an individual, and the individual must comply with instructions given by the polygraph operator during the test.\n* Simplified point 4: Regulations can be made to specify requirements for polygraph operators, the keeping of records, and the preparation of reports on the results of polygraph sessions.\n* Simplified point 5: The use of polygraph tests in TPIMs aims to assess the individual's compliance with other measures and to determine whether any variations of those measures are necessary to prevent or restrict the individual's involvement in terrorism-related activity."
            },
            {
                "length": 212,
                "short": "\"UK Terrorism Drug Testing Measure Enacted\"",
                "text": "\n* Simplified point 1: The UK government can now require individuals suspected of terrorism to undergo drug testing to determine if they have any illegal drugs in their system.\n* Simplified point 2: The drug testing measure can include hair, nail, urine, saliva, and skin impressions, and the results can be used as evidence in court.\n* Simplified point 3: The Secretary of State can make regulations to specify the types of drugs to be tested for and the locations where the testing can take place.\n* Simplified point 4: The regulations can also make provision for different purposes or areas, and incidental, supplemental, consequential, saving, or transitional provisions.\n* Simplified point 5: The statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament."
            },
            {
                "length": 163,
                "short": "```Government Allows Terrorism Prevention Measures Through Electronic Communication Device Disclosures```",
                "text": "\n* Simplified point 1: The government can now require individuals suspected of terrorism to disclose information about their electronic communication devices and residences.\n* Simplified point 2: The government can also impose conditions on the disclosure of information, such as requiring the individual to provide details about any changes to their residence or electronic communication devices.\n* Simplified point 3: The term \"multiple occupancy premises\" is defined as premises where two or more individuals who are not members of the same household reside.\n* Simplified point 4: The purpose of these measures is to help the government gather information to prevent terrorism."
            },
            {
                "length": 289,
                "short": "\"Review of Terrorism Prevention Measures: Annual Reviews Required Starting 2022\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Terrorism Prevention and Investigation Measures Act 2011 to require annual reviews of the operation of the Terrorism Prevention and Investigation Measures (TPIMs) starting from 2022 and ending in 2026.\n* Simplified point 2: The reviews must be completed as soon as reasonably practicable after the year to which they relate, and the independent reviewer must carry out the reviews.\n* Simplified point 3: The amendment does not require a review to be carried out in respect of any calendar year during which the Secretary of State's TPIM powers do not exist due to their expiry or repeal under section 21 of the Terrorism Prevention and Investigation Measures Act 2011.\n* Simplified point 4: The amendment does not affect any duty to carry out a review further to a notification given under section 20(2) of the Terrorism Prevention and Investigation Measures Act 2011 before the coming into force of this section."
            },
            {
                "length": 267,
                "short": "\"New Terrorism Offenses Subject to Notification Requirements\"",
                "text": "\n* Simplified point 1: This extract of the legislation adds two new offenses to the list of terrorism offenses that attract notification requirements under Part 4 of the Counter-Terrorism Act 2008.\n* Simplified point 2: The two new offenses are breach of a notice imposing terrorism prevention and investigation measures under Section 23 of the Terrorism Prevention and Investigation Measures Act 2011, and breach of a temporary exclusion order or related obligation under Section 10(1) or (3) of the Counter-Terrorism and Security Act 2015.\n* Simplified point 3: The addition of these two offenses means that individuals convicted of these crimes will be subject to notification requirements under Part 4 of the Counter-Terrorism Act 2008, which includes reporting to the police and providing personal information.\n* Simplified point 4: The notification requirements are intended to help the authorities monitor and prevent terrorist activity, and to provide support to individuals who may be at risk of radicalization or other forms of harm."
            },
            {
                "length": 170,
                "short": "\"New Terrorism Laws Give Police More Power\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Serious Crime Act 2007 to give police powers to apply for serious crime prevention orders in terrorism-related cases.\n* Simplified point 2: The Act requires the Secretary of State to review the operation of the amendments made by the Act to the Serious Crime Act 2007, and publish the outcome of the review in a report.\n* Simplified point 3: The report must be published before the end of the period of 3 years beginning with the day on which section 43 comes into force, and the Secretary of State must lay the report before Parliament."
            },
            {
                "length": 210,
                "short": "\"Vulnerable Individuals' Terrorism Reviews Timing Amended\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Counter-Terrorism and Border Security Act 2019 to change the timing of independent reviews for individuals who are vulnerable to being drawn into terrorism.\n* Simplified point 2: The amendments made by the Counter-Terrorism and Sentencing Act 2021 are to be treated as having had effect from the time when section 20 of the Counter-Terrorism and Border Security Act 2019 came into force.\n* Simplified point 3: The changes made by the Counter-Terrorism and Sentencing Act 2021 relate to the timing of independent reviews for individuals who are vulnerable to being drawn into terrorism, and not to the substance of the reviews themselves."
            },
            {
                "length": 230,
                "short": "\"New Terrorism and Sentencing Laws: Amendments and Consequential Provisions\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 makes amendments to existing laws related to terrorism and sentencing.\n\n* Simplified point 2: The Act includes provisions for the state to state the effect of commencement of amendments made by the Act, and the power to make further consequential provision through regulations.\n\n* Simplified point 3: The Act extends to the United Kingdom, but certain provisions only extend to England and Wales, Scotland, or Northern Ireland.\n\n* Simplified point 4: The Act includes provisions for the commencement of certain sections and schedules, with different commencement dates for different provisions.\n\n* Simplified point 5: The Act allows for the Secretary of State to make regulations for transitional, transitory, or saving provisions in connection with the coming into force of any provision of the Act."
            }
        ],
        [
            {
                "length": 894,
                "short": "\"New Terrorism Sentences Introduced in UK Legislation\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Sentencing Code to make certain offenses punishable as terrorist offenses.\n\n* Simplified point 2: The legislation adds a new section to the Sentencing Code that specifies offenses that are considered terrorist offenses and are punishable with life imprisonment.\n\n* Simplified point 3: The legislation also amends the Counter-Terrorism Act 2008 to extend the definition of \"terrorist connection\" to include offenses committed before the day the Counter-Terrorism and Sentencing Act 2021 came into force.\n\n* Simplified point 4: The legislation adds a new Schedule to the Sentencing Code that lists the offenses that are considered terrorist offenses and are punishable with life imprisonment.\n\n* Simplified point 5: The legislation also makes related provision for the purposes of various provisions of the Sentencing Code and the Counter-Terrorism Act 2008.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 introduces a new sentence for adults aged under 21 who commit serious terrorism offenses in England and Wales.\n\n* Simplified point 2: The sentence is a serious terrorism sentence of detention in a young offender institution, which includes a custodial term of up to 14 years and an extension period of up to 25 years to protect the public from further harm.\n\n* Simplified point 3: The court must impose the sentence unless there are exceptional circumstances that relate to the offense or the offender and justify not doing so.\n\n* Simplified point 4: The risk of multiple deaths condition is a key factor in determining whether the sentence is mandatory, and the court must consider whether the offense was likely to result in or contribute to the deaths of at least two people as a result of an act of terrorism.\n\n* Simplified point 5: The new sentence applies to offenses committed on or after the date the Act comes into force, and the court may impose a sentence of imprisonment or detention depending on the offender's age.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 in Scotland introduces a new \"serious terrorism sentence\" for individuals convicted of serious terrorism offenses.\n\n* Simplified point 2: The sentence must be imposed if the court determines that the offender poses a significant risk to the public of serious harm, and the offender is aged 18 or older.\n\n* Simplified point 3: The sentence includes a prison term of at least 14 years, and the court may extend the sentence by up to 25 years if necessary to protect the public from further terrorism offenses.\n\n* Simplified point 4: The court must consider a report from a local authority about the offender's circumstances before forming an opinion on the risk of serious harm.\n\n* Simplified point 5: The new sentence applies to offenses committed on or after the date the Act comes into force, and the court may impose a sentence of imprisonment or detention depending on the offender's age.\n\n* Simplified point 6: The extension period for the sentence can be up to 25 years, and the court must consider the length of the extension period necessary to protect the public from the risk of harm.\n\n* Simplified point 7: The court cannot make an order under section 18 of the Treatment of Offenders Act (Northern Ireland) 1968 (suspended sentences) in relation to a serious terrorism sentence.\n\n* Simplified point 8: Remission shall not be granted under prison rules to the offender in respect of a sentence imposed under this Article."
            },
            {
                "length": 1025,
                "short": "\n\"UK Government Expands Polygraph Testing for Terrorists\"",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Offender Management Act 2007 to include polygraph conditions in licenses for the release of terrorist offenders in England and Wales.\n* Simplified point 2: The amendment allows for the Secretary of State to make regulations to provide for different purposes or areas, incidental, supplemental, consequential, saving, or transitional provision.\n* Simplified point 3: The amendment also expands the scope of polygraph testing for terrorist offenders to include a broader range of offenses and provides for more flexible rules for the application of the polygraph condition.\n* Simplified point 4: The purpose of the amendment is to expand the scope of polygraph testing for terrorist offenders to include a broader range of offenses and to provide for more flexible rules for the application of the polygraph condition.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Terrorism Prevention and Investigation Measures Act 2011 to extend the time limit for TPIM notices from two years to five years.\n* Simplified point 2: The amendment allows for TPIM notices to be extended up to four times, and for the measures to be revoked and revived multiple times without the need for a new notice.\n* Simplified point 3: The amendment also makes changes to the wording of section 5 of the 2011 Act to reflect the extension of the time limit and the ability for TPIM notices to be extended multiple times.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Terrorism Prevention and Investigation Measures Act 2011 to allow the Secretary of State to vary relocation measures for individuals subject to Terrorism Prevention and Investigation Measures (TPIMs).\n* Simplified point 2: The amendment allows the Secretary of State to substitute a different specified residence for the individual if it is deemed necessary for the efficient and effective use of resources and if the relocation measure (as varied) remains necessary for preventing or restricting the individual's involvement in terrorism-related activity.\n* Simplified point 3: The amendment also allows for appeals to be made to the court against variations made to relocation measures, and for the court to review the Secretary of State's decisions regarding the necessity of the variation and the continued need for the relocation measure.\n\n* Simplified point 1: The UK government can now use polygraph tests as a measure to monitor individuals suspected of terrorism-related activities.\n* Simplified point 2: The polygraph tests will be conducted by trained operators, and the results will not be admissible in court as evidence against the individual.\n* Simplified point 3: The polygraph measure can be imposed as part of a Terrorism Prevention and Investigation Measure (TPIM) against an individual, and the individual must comply with instructions given by the polygraph operator during the test.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Counter-Terrorism and Border Security Act 2019 to add two new offenses to the list of terrorism offenses that attract notification requirements under Part 4 of the Counter-Terrorism Act 2008.\n* Simplified point 2: The two new offenses are breach of a notice imposing terrorism prevention and investigation measures under Section 23 of the Terrorism Prevention and Investigation Measures Act 2011, and breach of a temporary exclusion order or related obligation under Section 10(1) or (3) of the Counter-Terrorism and Security Act 2015.\n* Simplified point 3: The addition of these two offenses means that individuals convicted of these crimes will be subject to notification requirements under Part 4 of the Counter-Terrorism Act 2008, which includes reporting to the police and providing personal information.\n\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 amends the Serious Crime Act 2007 to give police powers to apply for serious crime prevention orders in terrorism-related cases.\n* Simplified point 2: The Act requires"
            }
        ],
        [
            {
                "length": 371,
                "short": "New Terrorism Sentencing Guidelines Introduced in UK",
                "text": "\n* Simplified point 1: The Counter-Terrorism and Sentencing Act 2021 introduces new sentencing guidelines for terrorism offenses in the UK.\n\n* Simplified point 2: The legislation extends the definition of \"terrorist connection\" to include offenses committed before the day the Counter-Terrorism and Sentencing Act 2021 came into force.\n\n* Simplified point 3: The legislation also makes related provision for the purposes of various provisions of the Sentencing Code and the Counter-Terrorism Act 2008.\n\n* Simplified point 4: The new sentence for adults aged under 21 who commit serious terrorism offenses in England and Wales includes a custodial term of up to 14 years and an extension period of up to 25 years.\n\n* Simplified point 5: The court must consider a report from a local authority about the offender's circumstances before forming an opinion on the risk of serious harm.\n\n* Simplified point 6: The extension period for the sentence can be up to 25 years, and the court must consider the length of the extension period necessary to protect the public from the risk of harm.\n\n* Simplified point 7: The court cannot make an order under section 18 of the Treatment of Offenders Act (Northern Ireland) 1968 (suspended sentences) in relation to a serious terrorism sentence.\n\n* Simplified point 8: Remission shall not be granted under prison rules to the offender in respect of a sentence imposed under this Article."
            }
        ]
    ],
    "summary": "\nThe Counter-Terrorism and Sentencing Act 2021 is a new law passed in the United Kingdom aimed at enhancing counter-terrorism measures and sentencing for terrorism offenses. Key features of the law include:\n\n* New terrorism sentences: The law introduces new sentences for adults aged under 21 who commit serious terrorism offenses in England and Wales. These sentences include a custodial term of up to 14 years and an extension period of up to 25 years to protect the public from further harm.\n\n* Serious terrorism sentence in Scotland: The law introduces a new \"serious terrorism sentence\" for individuals convicted of serious terrorism offenses in Scotland. This sentence includes a prison term of at least 14 years, and the court may extend the sentence by up to 25 years if necessary to protect the public from further terrorism offenses.\n\n* Polygraph testing expansion: The law expands the use of polygraph testing for terrorist offenders in England and Wales. The Secretary of State can make regulations to provide for different purposes or areas, incidental, supplemental, consequential, saving, or transitional provision.\n\n* Extension of TPIM notices: The law extends the time limit for TPIM notices from two years to five years, allowing for TPIM notices to be extended up to four times, and for the measures to be revoked and revived multiple times without the need for a new notice.\n\n* Relocation measures variation: The law allows the Secretary of State to vary relocation measures for individuals subject to Terrorism Prevention and Investigation Measures (TPIMs), substituting a different specified residence if necessary for the efficient and effective use of resources.\n\n* Use of polygraph tests: The law allows the UK government to use polygraph tests as a measure to monitor individuals suspected of terrorism-related activities. The polygraph tests will be conducted by trained operators, and the results will not be admissible in court as evidence against the individual.\n\n* Notification requirements: The law adds two new offenses to the list of terrorism offenses that attract notification requirements under Part 4 of the Counter-Terrorism Act 2008. Individuals convicted of these crimes will be subject to notification requirements under Part 4 of the Counter-Terrorism Act 2008, including reporting to the police and providing personal information.\n\nOverall, the Counter-Terrorism and Sentencing Act 2021 strengthens counter-terrorism measures and sentencing laws in the United Kingdom to better address the threat of terrorism and protect the public from harm."
}