{
    "general": "This law changes how the UK government collects money from the European Union. It updates the way the government defines \"the Treaties\" and \"the Community Treaties\" in the European Communities Act 1972, which is a law that allows the UK to be part of the EU. The update includes a decision made by the EU Council on how the EU will fund itself. This change means that the UK will contribute to the EU using a different method than before.",
    "series": [
        [
            {
                "length": 123,
                "short": "European Union Financing Reforms: Expansion of Treaty Definitions and Update of Finance Legislation",
                "text": "\n* Simplified point 1: The definition of \"the Treaties\" and \"the Community Treaties\" in the European Communities Act has been expanded to include decisions made by the Council on the Communities' system of own resources.\n* Simplified point 2: This Act may be cited as the European Communities (Finance) Act 2001 and repeals the previous European Communities (Finance) Act of 1995."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Communities (Finance) Act 2001 changes the way money is raised and spent within the European Union. It updates the rules for how the EU collects and uses its funds, making sure that the organization can continue to function effectively. Specifically, this law adds new rules for how the EU raises money through customs duties and other sources, and how it spends that money on things like agricultural subsidies and research grants. This law also gets rid of old rules that were no longer needed. Overall, this law helps keep the EU running smoothly and ensures that it has the resources it needs to serve its members.",
    "single": "\n* The European Communities (Finance) Act 2001 amends the definition of \"the Treaties\" and \"the Community Treaties\" in the European Communities Act 1972 to include the decision of 29th September 2000 of the Council on the Communities' system of own resources.\n* The Act extends the meaning of \"the Treaties\" and \"the Community Treaties\" to include the decisions of the Council on the Communities' system of own resources, specifically the decisions of 7th May 1985, 24th June 1988, 31st October 1994, and 29th September 2000.\n* The Act gives the Council the power to make decisions on the Communities' system of own resources, which includes the power to impose taxes and fees on the member states of the European Union.\n* The Act repeals the European Communities (Finance) Act 1995, which was superseded by this Act.\n* The Act comes into force on the day after the day on which it is passed."
}