[
    {
        "length": 3480,
        "text": "\nApplication of Part 5 of the Care Standards Act 2000\n\tSection 78 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\")(interpretation) is amended as follows.\n\tFor subsection (1) substitute—\n\tThis Part applies to a child—\n\t\twho is ordinarily resident in Wales;\n\t\tto or in respect of whom services are provided in Wales by, or on behalf ofor under arrangements with, a person mentioned in Schedule 2B; or\n\t\tto or in respect of whom regulated children’s services in Wales areprovided.\n\t\t\t(1A)Regulations may provide that, for the purposes of this Part of this Act,“child” includes a person aged 18 or over who falls within subsection (1B).\n\t\t(1B)A person falls within this subsection if he is a person to or in respectof whom services are provided in Wales by, or on behalf of or underarrangements with, a county council or county borough council in Wales byvirtue of—\n\t\tsection 23C, 24, 24A or 24B of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (which providefor the continuing duties of such councils towards young persons); or\n\t\tregulations made under section 23D of that Act (which may provide for theappointment of personal advisers for certain young persons).”.\n\tFor subsection (6) substitute—\n\tRegulations may provide for the references to a child in subsection (1) toinclude references to a person (including a child) who was at any time(including a time before the commencement of this Part)—\n\t\ta child ordinarily resident in Wales;\n\t\ta child to or in respect of whom services were provided in Wales by, or onbehalf of or under arrangements with, a person mentioned in Schedule 2B; or\n\t\ta child to or in respect of whom regulated children’s services in Waleswere provided.”.\nPrincipal aim of the Commissioner\n\tAfter section 72 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (establishmentof the office of the Children’s Commissioner for Wales) insert—\n\t“72APrincipal aim of the Commissioner\n\t\tThe principal aim of the Commissioner in exercising his functions is tosafeguard and promote the rights and welfare of children to whom this Partapplies.”.\nReview of exercise of functions of Assembly and other persons\n\tAfter section 72A of the Care Standards Act 2000 (which is inserted bysection 2 above) insert—\n\t“72BReview of exercise of functions of Assembly and other persons\n\t\tThe Commissioner may review the effect on children to whom this Partapplies of—\n\t\t\tthe exercise or proposed exercise of any function of the Assembly,including the making or proposed making of any subordinate legislation; or\n\t\t\tthe exercise or proposed exercise in relation to Wales of any function ofany person mentioned in Schedule 2A.\n\t\tThe Assembly may by order amend this section or Schedule 2A by—\n\t\t\tadding any person to that Schedule;\n\t\t\tomitting any person from that Schedule;\n\t\t\taltering the description of any person mentioned in that Schedule; or\n\t\t\tmaking provision specifying, in respect of a person mentioned in thatSchedule and specified in the order, a function of the person which althoughexercisable in relation to Wales is not to be treated as such for the purposesof subsection (1)(b).\n\t\tAn order under subsection (2) may add a person to Schedule 2A only if—\n\t\t\tsome or all of the person’s functions are in a field in which the Assemblyhas functions;\n\t\t\tthe person is established under an enactment or by virtue of Her Majesty’sprerogative or is established in any other way by a Minister of the Crown orgovernment department or by the Assembly; and\n\t\t\t(unless consent is given by the Secretary of State under subsection (4)),at least half of the person’s expenditure on the exercise of functions inrelation to Wales (or, where the person’s functions relate only to a part ofWales, in relation to the part of Wales to which they relate) is met directlyfrom payments made by the Assembly.\n\t\tAn order under subsection (2) may add to Schedule 2A a person who does notsatisfy the condition in subsection (3)(c) if the Secretary of State givesconsent.\n\t\tAn order under subsection (2) must not add to Schedule 2A a person whosesole or main activity is—\n\t\t\tthe investigation of complaints by members of the public about the actionsof any person; or\n\t\t\tthe supervision or review of, or of steps taken following, such aninvestigation.\n\t\tThe Assembly may not make an order under subsection (2) if the result wouldbe that the Commissioner could review the effect of the exercise or proposedexercise of a person’s function in a field in which the Assembly does not havefunctions.\n\t\tIn subsection (1)(a) “subordinate legislation” has the same meaning as inthe Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to itemof legislation\").”.\n\t\tAfter Schedule 2 to the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"), insert theSchedule 2A contained in Part 1 of the Schedule to this Act.\nReview and monitoring of arrangements\n\tSection 73 of the Care Standards Act 2000 (review and monitoring ofarrangements) is amended as follows.\n\tIn subsection (1)—\n\t\tafter “subsection (2),” insert “(2A), (2B), (2C),”; and\n\t\tfor “to whom this Part applies.” substitute “—\n\t\tto or in respect of whom services are provided in Wales by, or on behalf ofor under arrangements with, a person mentioned in Schedule 2B; or\n\t\tto or in respect of whom regulated children’s services in Wales areprovided.”.\n\tAfter that subsection insert—\n\t\t“(1A)The Commissioner may also assess the effect on such children of thefailure of any person to make such arrangements.”.\n\tIn subsection (2), for “in respect of such services made by or on behalf ofchildren to whom this Part applies” substitute “about such services made by oron behalf of children to whom such services are provided”.\n\tAfter that subsection insert—\n\t“(2A)The arrangements falling within this subsection are the arrangements madeby a person mentioned in Schedule 2B for dealing with complaints orrepresentations made to the person by or on behalf of a child about servicesprovided in Wales by the person to or in respect of the child.\n\t(2B)The arrangements falling within this subsection are the arrangements madeby a person providing services in Wales on behalf of, or under arrangementswith, a person mentioned in Schedule 2B for dealing with complaints orrepresentations made to the person by or on behalf of a child about a servicewhich is so provided to or in respect of the child.\n\t(2C)The arrangements falling within this subsection are the arrangements madeby the Assembly for dealing with complaints or representations made by or onbehalf of a child about a service which is provided in Wales to or in respectof the child by, or on behalf of or under arrangements with, a personmentioned in Schedule 2B (other than the Assembly).”\n\tIn subsection (3)—\n\t\tfor “or by the Assembly” substitute “by the Assembly, or by another personmentioned in Schedule 2B or subsection (2B)”;\n\t\tfor “such services” substitute “the services mentioned in subsection(3A).”.\n\tAfter that subsection insert—\n\t“(3A)The services are—\n\t\tin the case of a person mentioned in Schedule 2B, services provided inWales by the person to or in respect of a child;\n\t\tin the case of a person mentioned in subsection (2B), services provided inWales by the person to or in respect of a child on behalf of, or underarrangements with, a person mentioned in Schedule 2B;\n\t\tin the case of a provider of regulated children’s services in Wales, thoseservices.”.\n\tIn subsection (4), for “to whom this Part applies” substitute “—\n\t\tto or in respect of whom services are provided in Wales by, or on behalf ofor under arrangements with, a person mentioned in Schedule 2B; or\n\t\tto or in respect of whom regulated children’s services in Wales areprovided”.\n\tAfter subsection (5) insert—\n\t“(5A)The Assembly may by order amend this section or Schedule 2B by—\n\t\tadding any person to that Schedule;\n\t\tomitting any person from that Schedule;\n\t\taltering the description of any person mentioned in that Schedule; or\n\t\tmaking provision specifying, in respect of a person mentioned in thatSchedule and specified in the order, services which although provided by theperson in Wales are not to be treated as such for the purposes of the exerciseof the Commissioner’s functions.\n\t\t(5B)An order under subsection (5A) may add a person to Schedule 2B only if—\n\t\tthe person provides services in Wales to or in respect of children;\n\t\tsome or all of the person’s functions are in a field in which the Assemblyhas functions;\n\t\tthe person is established under an enactment or by virtue of Her Majesty’sprerogative or is established in any other way by a Minister of the Crown orgovernment department or by the Assembly; and\n\t\t(unless consent is given by the Secretary of State under subsection (5C)),at least half of the person’s expenditure on the exercise of functions inrelation to Wales (or, where the person’s functions relate only to a part ofWales, in relation to the part of Wales to which they relate) is met directlyfrom payments made by the Assembly.\n\t\t(5C)An order may add to Schedule 2B a person who does not satisfy thecondition in subsection (5B)(d) if the Secretary of State gives consent.\n\t\t(5D)An order under subsection (5A) must not add to Schedule 2B a person whosesole or main activity is—\n\t\tthe investigation of complaints by members of the public about the actionsof any person; or\n\t\tthe supervision or review of, or of steps taken following, such aninvestigation.\n\t\t(5E)The Assembly may not make an order under subsection (5A) if the resultwould be that the Commissioner could exercise functions in relation to aperson’s functions in a field in which the Assembly does not have functions.”.\n\tAfter Schedule 2A to the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (which isinserted by section 3(2) above), insert the Schedule 2B contained in Part IIof the Schedule to this Act.\nAdditional power of consideration and representation\n\tAfter section 75 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") insert—\n\t“75AAdditional power of consideration and representation\n\t\tThe Commissioner may consider, and make representations to the Assemblyabout, any matter affecting the rights or welfare of children in Wales.\n\t\tThe function of the Commissioner under subsection (1) is exercisable onlywhere he does not have power to consider and make representations about thematter in question by virtue of any other provision of this Act or any otherenactment.”.\n\t\tIn section 74 of that Act—\n\t\t\tin subsection (1), after “may” insert “, in connection with theCommissioner’s functions under this Part,”; and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(1A)The reference in subsection (1) to functions of the Commissioner does notinclude a reference to his power to consider and make representations byvirtue of section 75A(1).”.\nFurther functions of the Commissioner\n\tIn section 76 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (furtherfunctions of the Commissioner)—\n\t\tin subsection (1), after paragraph (a) insert—\n\t\tin making a complaint or representation to or in respect of a personmentioned in Schedule 2B or section 73(2B);”;\n\t\tafter that subsection insert—\n\t\t“(1A)The proceedings which may be prescribed by virtue of subsection (1)(b)are proceedings relating to—\n\t\tthe exercise or proposed exercise of a function as mentioned in section72B(1);\n\t\tthe provision of services as mentioned in section 78(1)(b) or (c).”; and\n\t\tafter subsection (5) insert—\n\t\t“(5A)The references in subsections (4) and (5) to functions of theCommissioner do not include a reference to his power to consider and makerepresentations by virtue of section 75A(1).”.\nConsequential, etc. provision\n\tIn section 118(8) of the Care Standards Act 2000 (orders and regulations)after “regulations” insert “or an order”.\nFinancial provisions\n\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of money so provided underany other Act.\nCommencement, short title and extent\n\tThis Act (apart from this section) shall come into force on such day as theAssembly may by order made by statutory instrument appoint, and different daysmay be appointed for different purposes.\n\tAn order under subsection (1) may make such transitional or consequentialprovision as the Assembly considers appropriate.\n\tThis Act may be cited as the Children’s Commissioner for Wales Act 2001.\n\tThis Act does not extend to Scotland or Northern Ireland."
    }
]