[
    {
        "length": 1433,
        "text": "\nExpenditure relating to British Energy p.l.c.\n\tThere may be paid out of money provided by Parliament any expenditure whichthe Secretary of State may, with the approval of the Treasury, incur with aview to or in connection with—\n\t\tthe provision by the Secretary of State of financial assistance to aBritish Energy company;\n\t\tthe acquisition by the Secretary of State or his nominee or by a Crowncompany of—\n\t\tany securities of a British Energy company; or\n\t\tany part of the undertaking or assets of a British Energy company; or\n\t\tthe carrying on of any undertaking acquired as mentioned in paragraph(b)(ii) or any undertaking using assets so acquired.\n\tIn this section—\n\t\t  * “British Energy company” means British Energy p.l.c. or a company which either is or immediately before the passing of this Act was a subsidiary of British Energy p.l.c. (within the meaning of the Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\")); \n\t\t  * “Crown company” means a company which is wholly owned by the Crown; \n\t\t  * “financial assistance” includes assistance by way of grant or loan, by entering into a guarantee or by any other means (whether the assistance is given in pursuance of an agreement or otherwise); and \n\t\t  * “securities” includes shares or stock, debentures or debenture stock, bonds and other securities of a company (whether or not constituting a charge on the assets of the company). \n\tA company is wholly owned by the Crown for the purposes of this section atany time when none of the issued shares in the company is held otherwise than—\n\t\tby the Secretary of State or a nominee of his; or\n\t\tby a company which is itself wholly owned by the Crown.\nRemoval of restrictions on capacity to acquire certain securities\n\tSections 72 and 74 of the Electricity Act [1989 (c.29)](/id/ukpga/1989/29?view=plain \"Go to item of legislation\") (which relateto the capacity of the Secretary of State and the Treasury to acquiresecurities of the successor companies) are repealed.\n\t\tFor the avoidance of doubt, the repeal of section 72(1) does not affect thecapacity of the Secretary of State or the Treasury, apart from any enactment,to acquire (or to acquire rights to subscribe for) securities of any company.\n\tThe Secretary of State may by order made by statutory instrument repeal toany extent any of the other provisions of Part 2 of the Electricity Act 1989(reorganisation of the electricity industry).\n\tSuch an order may make consequential, transitional or saving provision(including provision modifying the Electricity Act 1989 or any other Act).\n\tSuch an order may not be made unless a draft of it has been laid before,and approved by a resolution of, each House of Parliament.\nAmendment of Schedule 12 to the Electricity Act 1989\n\tSchedule 12 to the Electricity Act 1989 (nuclear liabilities: financialassistance) is amended as follows.\n\tParagraph 4 (financial limit on grants, loans and guarantees under thatSchedule) and, in paragraphs 1(1) and (2), 2(1) and 3(1), the words “Subjectto paragraph 4 below” are repealed.\n\tIn paragraph 1(1) (grants by the Secretary of State)—\n\t\tfor “towards” there is substituted “for the purpose of meeting”; and\n\t\tafter “person” there is inserted “(whether or not the same person as theperson to whom the grant is made)”.\n\tIn paragraph 2(1) (loans by the Secretary of State) for “towards” there issubstituted “for the purpose of meeting”.\nUndertakings to make grants under Schedule 12 to be disregarded for taxpurposes\n\tWhere— \n\t\tthe Secretary of State undertakes to make a grant under paragraph 1(1) ofSchedule 12 to the Electricity Act [1989 (c. 29)](/id/ukpga/1989/29?view=plain\"Go to item of legislation\") in respect of qualifying expenditure incurred orto be incurred by any company, and\n\t\tin accordance with generally accepted accounting practice the company—\n\t\trecognises the value of the undertaking in its balance sheet, and\n\t\trecognises a corresponding credit in its profit and loss account,\n\t\t\tno amount shall be brought into account in respect of that credit in computingthe profits of the company for tax purposes.\n\tThis does not affect the amount (if any) to be brought into account incomputing the profits of the company for tax purposes as a result of anysubsequent adjustment of—\n\t\tthe amount or estimated amount of the qualifying expenditure to which theundertaking relates, or\n\t\tthe value of the undertaking.\n\tThis section does not apply if the undertaking is given after 31st March2008 or such later date, not later than 31st March 2011, as may be specifiedby the Treasury by order made by statutory instrument.\n\tNo such order shall be made unless a draft of it has been laid before andapproved by a resolution of the House of Commons.\n\tIn this section—\n\t\t  * “qualifying expenditure” has the same meaning as in Schedule 12 to the Electricity Act 1989; and \n\t\t  * “for tax purposes” means for the purposes of corporation tax. \nShort title and extent\n\tThis Act may be cited as the Electricity (Miscellaneous Provisions) Act2003.\n\tThis Act does not extend to Northern Ireland.\n\t\t"
    }
]