[
    {
        "length": 172,
        "text": "\nPart IThe Duty of Care\n\tThe duty of care\n\t\tWhenever the duty under this subsection applies to a trustee, he mustexercise such care and skill as is reasonable in the circumstances, havingregard in particular—\n\t\t\tto any special knowledge or experience that he has or holds himself out ashaving, and\n\t\t\tif he acts as trustee in the course of a business or profession, to anyspecial knowledge or experience that it is reasonable to expect of a personacting in the course of that kind of business or profession.\n\t\tIn this Act the duty under subsection (1) is called “the duty of care”.\n\tApplication of duty of care\n\t\tSchedule 1 makes provision about when the duty of care applies to a trustee."
    },
    {
        "length": 921,
        "text": "\nPart IIInvestment\n\tGeneral power of investment\n\t\tSubject to the provisions of this Part, a trustee may make any kind ofinvestment that he could make if he were absolutely entitled to the assets ofthe trust.\n\t\tIn this Act the power under subsection (1) is called “the general power ofinvestment”.\n\t\tThe general power of investment does not permit a trustee to makeinvestments in land other than in loans secured on land (but see also section8).\n\t\tA person invests in a loan secured on land if he has rights under anycontract under which—\n\t\t\tone person provides another with credit, and\n\t\t\tthe obligation of the borrower to repay is secured on land.\n\t\t“Credit” includes any cash loan or other financial accommodation.\n\t\t“Cash” includes money in any form.\n\tStandard investment criteria\n\t\tIn exercising any power of investment, whether arising under this Part orotherwise, a trustee must have regard to the standard investment criteria.\n\t\tA trustee must from time to time review the investments of the trust andconsider whether, having regard to the standard investment criteria, theyshould be varied.\n\t\tThe standard investment criteria, in relation to a trust, are—\n\t\t\tthe suitability to the trust of investments of the same kind as anyparticular investment proposed to be made or retained and of that particularinvestment as an investment of that kind, and\n\t\t\tthe need for diversification of investments of the trust, in so far as isappropriate to the circumstances of the trust.\n\tAdvice \n\t\tBefore exercising any power of investment, whether arising under this Partor otherwise, a trustee must (unless the exception applies) obtain andconsider proper advice about the way in which, having regard to the standardinvestment criteria, the power should be exercised.\n\t\tWhen reviewing the investments of the trust, a trustee must (unless theexception applies) obtain and consider proper advice about whether, havingregard to the standard investment criteria, the investments should be varied.\n\t\tThe exception is that a trustee need not obtain such advice if hereasonably concludes that in all the circumstances it is unnecessary orinappropriate to do so.\n\t\tProper advice is the advice of a person who is reasonably believed by thetrustee to be qualified to give it by his ability in and practical experienceof financial and other matters relating to the proposed investment.\n\tRestriction or exclusion of this Part etc\n\t\tThe general power of investment is—\n\t\t\tin addition to powers conferred on trustees otherwise than by this Act, but\n\t\t\tsubject to any restriction or exclusion imposed by the trust instrument orby any enactment or any provision of subordinate legislation.\n\t\tFor the purposes of this Act, an enactment or a provision of subordinatelegislation is not to be regarded as being, or as being part of, a trustinstrument.\n\t\tIn this Act “subordinate legislation” has the same meaning as in the [1978c. 30.] Interpretation Act 1978.\n\tExisting trusts\n\t\tThis Part applies in relation to trusts whether created before or after itscommencement.\n\t\tNo provision relating to the powers of a trustee contained in a trustinstrument made before 3rd August 1961 is to be treated (for the purposes ofsection 6(1)(b)) as restricting or excluding the general power of investment.\n\t\tA provision contained in a trust instrument made before the commencement ofthis Part which—\n\t\t\thas effect under section 3(2) of the [1961 c. 62.] Trustee Investments Act1961 as a power to invest under that Act, or\n\t\t\tconfers power to invest under that Act,\n\t\t\t\tis to be treated as conferring the general power of investment on a trustee."
    },
    {
        "length": 444,
        "text": "\nPart IIIAcquisition of Land\n\tPower to acquire freehold and leasehold land\n\t\tA trustee may acquire freehold or leasehold land in the United Kingdom—\n\t\t\tas an investment,\n\t\t\tfor occupation by a beneficiary, or\n\t\t\tfor any other reason.\n\t\t“Freehold or leasehold land” means—\n\t\t\tin relation to England and Wales, a legal estate in land,\n\t\t\tin relation to Scotland—\n\t\t\tthe estate or interest of the proprietor of the dominium utile or, in thecase of land not held on feudal tenure, the estate or interest of the owner,or\n\t\t\ta tenancy, and\n\t\t\tin relation to Northern Ireland, a legal estate in land, including landheld under a fee farm grant.\n\t\tFor the purpose of exercising his functions as a trustee, a trustee whoacquires land under this section has all the powers of an absolute owner inrelation to the land.\n\tRestriction or exclusion of this Part etc\n\t\tThe powers conferred by this Part are—\n\t\t\tin addition to powers conferred on trustees otherwise than by this Part,but\n\t\t\tsubject to any restriction or exclusion imposed by the trust instrument orby any enactment or any provision of subordinate legislation.\n\tExisting trusts\n\t\tThis Part does not apply in relation to—\n\t\t\ta trust of property which consists of or includes land which (despitesection 2 of the [1996 c. 47.] Trusts of Land and Appointment of Trustees Act1996) is settled land, or\n\t\t\ta trust to which the [1925 c. 24.] Universities and College Estates Act1925 applies.\n\t\tSubject to subsection (1), this Part applies in relation to trusts whethercreated before or after its commencement."
    },
    {
        "length": 1557,
        "text": "\nAgents\n\tPower to employ agents\n\t\tSubject to the provisions of this Part, the trustees of a trust mayauthorise any person to exercise any or all of their delegable functions astheir agent.\n\t\tIn the case of a trust other than a charitable trust, the trustees'delegable functions consist of any function other than—\n\t\t\tany function relating to whether or in what way any assets of the trustshould be distributed,\n\t\t\tany power to decide whether any fees or other payment due to be made out ofthe trust funds should be made out of income or capital,\n\t\t\tany power to appoint a person to be a trustee of the trust, or\n\t\t\tany power conferred by any other enactment or the trust instrument whichpermits the trustees to delegate any of their functions or to appoint a personto act as a nominee or custodian.\n\t\tIn the case of a charitable trust, the trustees' delegable functions are—\n\t\t\tany function consisting of carrying out a decision that the trustees havetaken;\n\t\t\tany function relating to the investment of assets subject to the trust(including, in the case of land held as an investment, managing the land andcreating or disposing of an interest in the land);\n\t\t\tany function relating to the raising of funds for the trust otherwise thanby means of profits of a trade which is an integral part of carrying out thetrust’s charitable purpose;\n\t\t\tany other function prescribed by an order made by the Secretary of State.\n\t\tFor the purposes of subsection (3)(c) a trade is an integral part ofcarrying out a trust’s charitable purpose if, whether carried on in the UnitedKingdom or elsewhere, the profits are applied solely to the purposes of thetrust and either—\n\t\t\tthe trade is exercised in the course of the actual carrying out of aprimary purpose of the trust, or\n\t\t\tthe work in connection with the trade is mainly carried out bybeneficiaries of the trust.\n\t\tThe power to make an order under subsection (3)(d) is exercisable bystatutory instrument which shall be subject to annulment in pursuance of aresolution of either House of Parliament.\n\tPersons who may act as agents\n\t\tSubject to subsection (2), the persons whom the trustees may under section11 authorise to exercise functions as their agent include one or more of theirnumber.\n\t\tThe trustees may not authorise two (or more) persons to exercise the samefunction unless they are to exercise the function jointly.\n\t\tThe trustees may not under section 11 authorise a beneficiary to exerciseany function as their agent (even if the beneficiary is also a trustee).\n\t\tThe trustees may under section 11 authorise a person to exercise functionsas their agent even though he is also appointed to act as their nominee orcustodian (whether under section 16, 17 or 18 or any other power).\n\tLinked functions etc\n\t\tSubject to subsections (2) and (5), a person who is authorised undersection 11 to exercise a function is (whatever the terms of the agency)subject to any specific duties or restrictions attached to the function.\n\t\t\t  * For example, a person who is authorised under section 11 to exercise the general power of investment is subject to the duties under section 4 in relation to that power. \n\t\tA person who is authorised under section 11 to exercise a power which issubject to a requirement to obtain advice is not subject to the requirement ifhe is the kind of person from whom it would have been proper for the trustees,in compliance with the requirement, to obtain advice.\n\t\tSubsections (4) and (5) apply to a trust to which section 11(1) of the[1996 c. 47.] Trusts of Land and Appointment of Trustees Act 1996 (duties toconsult beneficiaries and give effect to their wishes) applies.\n\t\tThe trustees may not under section 11 authorise a person to exercise any oftheir functions on terms that prevent them from complying with section 11(1)of the 1996 Act.\n\t\tA person who is authorised under section 11 to exercise any functionrelating to land subject to the trust is not subject to section 11(1) of the1996 Act.\n\tTerms of agency\n\t\tSubject to subsection (2) and sections 15(2) and 29 to 32, the trustees mayauthorise a person to exercise functions as their agent on such terms as toremuneration and other matters as they may determine.\n\t\tThe trustees may not authorise a person to exercise functions as theiragent on any of the terms mentioned in subsection (3) unless it is reasonablynecessary for them to do so.\n\t\tThe terms are—\n\t\t\ta term permitting the agent to appoint a substitute;\n\t\t\ta term restricting the liability of the agent or his substitute to thetrustees or any beneficiary;\n\t\t\ta term permitting the agent to act in circumstances capable of giving riseto a conflict of interest.\n\tAsset management: special restrictions\n\t\tThe trustees may not authorise a person to exercise any of their assetmanagement functions as their agent except by an agreement which is in orevidenced in writing.\n\t\tThe trustees may not authorise a person to exercise any of their assetmanagement functions as their agent unless—\n\t\t\tthey have prepared a statement that gives guidance as to how the functionsshould be exercised (“a policy statement”), and\n\t\t\tthe agreement under which the agent is to act includes a term to the effectthat he will secure compliance with—\n\t\t\tthe policy statement, or\n\t\t\tif the policy statement is revised or replaced under section 22, therevised or replacement policy statement.\n\t\tThe trustees must formulate any guidance given in the policy statement witha view to ensuring that the functions will be exercised in the best interestsof the trust.\n\t\tThe policy statement must be in or evidenced in writing.\n\t\tThe asset management functions of trustees are their functions relating to—\n\t\t\tthe investment of assets subject to the trust,\n\t\t\tthe acquisition of property which is to be subject to the trust, and\n\t\t\tmanaging property which is subject to the trust and disposing of, orcreating or disposing of an interest in, such property."
    },
    {
        "length": 1288,
        "text": "\nNominees and custodians\n\tPower to appoint nominees\n\t\tSubject to the provisions of this Part, the trustees of a trust may—\n\t\t\tappoint a person to act as their nominee in relation to such of the assetsof the trust as they determine (other than settled land), and\n\t\t\ttake such steps as are necessary to secure that those assets are vested ina person so appointed.\n\t\tAn appointment under this section must be in or evidenced in writing.\n\t\tThis section does not apply to any trust having a custodian trustee or inrelation to any assets vested in the official custodian for charities.\n\tPower to appoint custodians\n\t\tSubject to the provisions of this Part, the trustees of a trust may appointa person to act as a custodian in relation to such of the assets of the trustas they may determine.\n\t\tFor the purposes of this Act a person is a custodian in relation to assetsif he undertakes the safe custody of the assets or of any documents or recordsconcerning the assets.\n\t\tAn appointment under this section must be in or evidenced in writing.\n\t\tThis section does not apply to any trust having a custodian trustee or inrelation to any assets vested in the official custodian for charities.\n\tInvestment in bearer securities\n\t\tIf trustees retain or invest in securities payable to bearer, they mustappoint a person to act as a custodian of the securities.\n\t\tSubsection (1) does not apply if the trust instrument or any enactment orprovision of subordinate legislation contains provision which (howeverexpressed) permits the trustees to retain or invest in securities payable tobearer without appointing a person to act as a custodian.\n\t\tAn appointment under this section must be in or evidenced in writing.\n\t\tThis section does not apply to any trust having a custodian trustee or inrelation to any securities vested in the official custodian for charities.\n\tPersons who may be appointed as nominees or custodians\n\t\tA person may not be appointed under section 16, 17 or 18 as a nominee orcustodian unless one of the relevant conditions is satisfied.\n\t\tThe relevant conditions are that—\n\t\t\tthe person carries on a business which consists of or includes acting as anominee or custodian;\n\t\t\tthe person is a body corporate which is controlled by the trustees;\n\t\t\tthe person is a body corporate recognised under section 9 of the [1985 c.61.] Administration of Justice Act 1985.\n\t\tThe question whether a body corporate is controlled by trustees is to bedetermined in accordance with section 840 of the [1988 c. 1.] Income andCorporation Taxes Act 1988.\n\t\tThe trustees of a charitable trust which is not an exempt charity must actin accordance with any guidance given by the Charity Commissioners concerningthe selection of a person for appointment as a nominee or custodian undersection 16, 17 or 18.\n\t\tSubject to subsections (1) and (4), the persons whom the trustees may undersection 16, 17 or 18 appoint as a nominee or custodian include—\n\t\t\tone of their number, if that one is a trust corporation, or\n\t\t\ttwo (or more) of their number, if they are to act as joint nominees orjoint custodians.\n\t\tThe trustees may under section 16 appoint a person to act as their nomineeeven though he is also—\n\t\t\tappointed to act as their custodian (whether under section 17 or 18 or anyother power), or\n\t\t\tauthorised to exercise functions as their agent (whether under section 11or any other power).\n\t\tLikewise, the trustees may under section 17 or 18 appoint a person to actas their custodian even though he is also—\n\t\t\tappointed to act as their nominee (whether under section 16 or any otherpower), or\n\t\t\tauthorised to exercise functions as their agent (whether under section 11or any other power).\n\tTerms of appointment of nominees and custodians\n\t\tSubject to subsection (2) and sections 29 to 32, the trustees may undersection 16, 17 or 18 appoint a person to act as a nominee or custodian on suchterms as to remuneration and other matters as they may determine.\n\t\tThe trustees may not under section 16, 17 or 18 appoint a person to act asa nominee or custodian on any of the terms mentioned in subsection (3) unlessit is reasonably necessary for them to do so.\n\t\tThe terms are—\n\t\t\ta term permitting the nominee or custodian to appoint a substitute;\n\t\t\ta term restricting the liability of the nominee or custodian or hissubstitute to the trustees or to any beneficiary;\n\t\t\ta term permitting the nominee or custodian to act in circumstances capableof giving rise to a conflict of interest."
    },
    {
        "length": 831,
        "text": "\nReview of and liability for agents, nominees and custodians etc.\n\tApplication of sections 22 and 23\n\t\tSections 22 and 23 apply in a case where trustees have, under section 11,16, 17 or 18—\n\t\t\tauthorised a person to exercise functions as their agent, or\n\t\t\tappointed a person to act as a nominee or custodian.\n\t\tSubject to subsection (3), sections 22 and 23 also apply in a case wheretrustees have, under any power conferred on them by the trust instrument or byany enactment or any provision of subordinate legislation—\n\t\t\tauthorised a person to exercise functions as their agent, or\n\t\t\tappointed a person to act as a nominee or custodian.\n\t\tIf the application of section 22 or 23 is inconsistent with the terms ofthe trust instrument or the enactment or provision of subordinate legislation,the section in question does not apply.\n\tReview of agents, nominees and custodians etc\n\t\tWhile the agent, nominee or custodian continues to act for the trust, thetrustees—\n\t\t\tmust keep under review the arrangements under which the agent, nominee orcustodian acts and how those arrangements are being put into effect,\n\t\t\tif circumstances make it appropriate to do so, must consider whether thereis a need to exercise any power of intervention that they have, and\n\t\t\tif they consider that there is a need to exercise such a power, must do so.\n\t\tIf the agent has been authorised to exercise asset management functions,the duty under subsection (1) includes, in particular—\n\t\t\ta duty to consider whether there is any need to revise or replace thepolicy statement made for the purposes of section 15,\n\t\t\tif they consider that there is a need to revise or replace the policystatement, a duty to do so, and\n\t\t\ta duty to assess whether the policy statement (as it has effect for thetime being) is being complied with.\n\t\tSubsections (3) and (4) of section 15 apply to the revision or replacementof a policy statement under this section as they apply to the making of apolicy statement under that section.\n\t\t“Power of intervention” includes—\n\t\t\ta power to give directions to the agent, nominee or custodian;\n\t\t\ta power to revoke the authorisation or appointment.\n\tLiability for agents, nominees and custodians etc\n\t\tA trustee is not liable for any act or default of the agent, nominee orcustodian unless he has failed to comply with the duty of care applicable tohim, under paragraph 3 of Schedule 1—\n\t\t\twhen entering into the arrangements under which the person acts as agent,nominee or custodian, or\n\t\t\twhen carrying out his duties under section 22.\n\t\tIf a trustee has agreed a term under which the agent, nominee or custodianis permitted to appoint a substitute, the trustee is not liable for any act ordefault of the substitute unless he has failed to comply with the duty of careapplicable to him, under paragraph 3 of Schedule 1—\n\t\t\twhen agreeing that term, or\n\t\t\twhen carrying out his duties under section 22 in so far as they relate tothe use of the substitute."
    },
    {
        "length": 314,
        "text": "\nSupplementary\n\tEffect of trustees exceeding their powers\n\t\tA failure by the trustees to act within the limits of the powers conferred bythis Part—\n\t\t\tin authorising a person to exercise a function of theirs as an agent, or\n\t\t\tin appointing a person to act as a nominee or custodian,\n\t\t\tdoes not invalidate the authorisation or appointment.\n\tSole trustees\n\t\tSubject to subsection (2), this Part applies in relation to a trust havinga sole trustee as it applies in relation to other trusts (and references inthis Part to trustees—except in sections 12(1) and (3) and 19(5)—are to beread accordingly).\n\t\tSection 18 does not impose a duty on a sole trustee if that trustee is atrust corporation.\n\tRestriction or exclusion of this Part etc\n\t\tThe powers conferred by this Part are—\n\t\t\tin addition to powers conferred on trustees otherwise than by this Act, but\n\t\t\tsubject to any restriction or exclusion imposed by the trust instrument orby any enactment or any provision of subordinate legislation.\n\tExisting trusts\n\t\tThis Part applies in relation to trusts whether created before or after itscommencement."
    },
    {
        "length": 1857,
        "text": "\nPart VRemuneration\n\tTrustee’s entitlement to payment under trust instrument\n\t\tExcept to the extent (if any) to which the trust instrument makesinconsistent provision, subsections (2) to (4) apply to a trustee if—\n\t\t\tthere is a provision in the trust instrument entitling him to receivepayment out of trust funds in respect of services provided by him to or onbehalf of the trust, and\n\t\t\tthe trustee is a trust corporation or is acting in a professional capacity.\n\t\tThe trustee is to be treated as entitled under the trust instrument toreceive payment in respect of services even if they are services which arecapable of being provided by a lay trustee.\n\t\tSubsection (2) applies to a trustee of a charitable trust who is not atrust corporation only—\n\t\t\tif he is not a sole trustee, and\n\t\t\tto the extent that a majority of the other trustees have agreed that itshould apply to him.\n\t\tAny payments to which the trustee is entitled in respect of services are tobe treated as remuneration for services (and not as a gift) for the purposesof—\n\t\t\tsection 15 of the [1837 c. 26.] Wills Act 1837 (gifts to an attestingwitness to be void), and\n\t\t\tsection 34(3) of the [1925 c. 23.] Administration of Estates Act 1925(order in which estate to be paid out).\n\t\tFor the purposes of this Part, a trustee acts in a professional capacity ifhe acts in the course of a profession or business which consists of orincludes the provision of services in connection with—\n\t\t\tthe management or administration of trusts generally or a particular kindof trust, or\n\t\t\tany particular aspect of the management or administration of trustsgenerally or a particular kind of trust,\n\t\t\t\tand the services he provides to or on behalf of the trust fall within thatdescription.\n\t\tFor the purposes of this Part, a person acts as a lay trustee if he—\n\t\t\tis not a trust corporation, and\n\t\t\tdoes not act in a professional capacity.\n\tRemuneration of certain trustees\n\t\tSubject to subsection (5), a trustee who—\n\t\t\tis a trust corporation, but\n\t\t\tis not a trustee of a charitable trust,\n\t\t\t\tis entitled to receive reasonable remuneration out of the trust funds for anyservices that the trust corporation provides to or on behalf of the trust.\n\t\tSubject to subsection (5), a trustee who—\n\t\t\tacts in a professional capacity, but\n\t\t\tis not a trust corporation, a trustee of a charitable trust or a soletrustee,\n\t\t\tis entitled to receive reasonable remuneration out of the trust funds for anyservices that he provides to or on behalf of the trust if each other trusteehas agreed in writing that he may be remunerated for the services.\n\t\t“Reasonable remuneration” means, in relation to the provision of servicesby a trustee, such remuneration as is reasonable in the circumstances for theprovision of those services to or on behalf of that trust by that trustee andfor the purposes of subsection (1) includes, in relation to the provision ofservices by a trustee who is an authorised institution under the [1987 c. 22.]Banking Act 1987 and provides the services in that capacity, the institution’sreasonable charges for the provision of such services.\n\t\tA trustee is entitled to remuneration under this section even if theservices in question are capable of being provided by a lay trustee.\n\t\tA trustee is not entitled to remuneration under this section if anyprovision about his entitlement to remuneration has been made—\n\t\t\tby the trust instrument, or\n\t\t\tby any enactment or any provision of subordinate legislation.\n\t\tThis section applies to a trustee who has been authorised under a powerconferred by Part IV or the trust instrument—\n\t\t\tto exercise functions as an agent of the trustees, or\n\t\t\tto act as a nominee or custodian,\n\t\t\tas it applies to any other trustee.\n\tRemuneration of trustees of charitable trusts\n\t\tThe Secretary of State may by regulations make provision for theremuneration of trustees of charitable trusts who are trust corporations oract in a professional capacity.\n\t\tThe power under subsection (1) includes power to make provision for theremuneration of a trustee who has been authorised under a power conferred byPart IV or any other enactment or any provision of subordinate legislation, orby the trust instrument—\n\t\t\tto exercise functions as an agent of the trustees, or\n\t\t\tto act as a nominee or custodian.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different cases;\n\t\t\tcontain such supplemental, incidental, consequential and transitionalprovision as the Secretary of State considers appropriate.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument, but no such instrument shall be made unless a draft ofit has been laid before Parliament and approved by a resolution of each Houseof Parliament.\n\tTrustees' expenses\n\t\tA trustee—\n\t\t\tis entitled to be reimbursed from the trust funds, or\n\t\t\tmay pay out of the trust funds,\n\t\t\t\texpenses properly incurred by him when acting on behalf of the trust.\n\t\tThis section applies to a trustee who has been authorised under a powerconferred by Part IV or any other enactment or any provision of subordinatelegislation, or by the trust instrument—\n\t\t\tto exercise functions as an agent of the trustees, or\n\t\t\tto act as a nominee or custodian,\n\t\t\tas it applies to any other trustee.\n\tRemuneration and expenses of agents, nominees and custodians\n\t\tThis section applies if, under a power conferred by Part IV or any otherenactment or any provision of subordinate legislation, or by the trustinstrument, a person other than a trustee has been—\n\t\t\tauthorised to exercise functions as an agent of the trustees, or\n\t\t\tappointed to act as a nominee or custodian.\n\t\tThe trustees may remunerate the agent, nominee or custodian out of thetrust funds for services if—\n\t\t\the is engaged on terms entitling him to be remunerated for those services,and\n\t\t\tthe amount does not exceed such remuneration as is reasonable in thecircumstances for the provision of those services by him to or on behalf ofthat trust.\n\t\tThe trustees may reimburse the agent, nominee or custodian out of the trustfunds for any expenses properly incurred by him in exercising functions as anagent, nominee or custodian.\n\tApplication \n\t\tSubject to subsection (2), sections 28, 29, 31 and 32 apply in relation toservices provided to or on behalf of, or (as the case may be) expensesincurred on or after their commencement on behalf of, trusts whenever created.\n\t\tNothing in section 28 or 29 is to be treated as affecting the operation of—\n\t\t\tsection 15 of the [1837 c. 26.] Wills Act 1837, or\n\t\t\tsection 34(3) of the [1925 c. 23.] Administration of Estates Act 1925,\n\t\t\t\tin relation to any death occurring before the commencement of section 28 or(as the case may be) section 29."
    },
    {
        "length": 2640,
        "text": "\nPart VIMiscellaneous and Supplementary\n\tPower to insure\n\t\tFor section 19 of the [1925 c. 19.] Trustee Act 1925 (power to insure)substitute—\n\t\t“19Power to insure\n\t\t\tA trustee may—\n\t\t\t\tinsure any property which is subject to the trust against risks of loss ordamage due to any event, and\n\t\t\t\tpay the premiums out of the trust funds.\n\t\t\tIn the case of property held on a bare trust, the power to insure issubject to any direction given by the beneficiary or each of thebeneficiaries—\n\t\t\t\tthat any property specified in the direction is not to be insured;\n\t\t\t\tthat any property specified in the direction is not to be insured except onsuch conditions as may be so specified.\n\t\t\tProperty is held on a bare trust if it is held on trust for—\n\t\t\t\ta beneficiary who is of full age and capacity and absolutely entitled tothe property subject to the trust, or\n\t\t\t\tbeneficiaries each of whom is of full age and capacity and who (takentogether) are absolutely entitled to the property subject to the trust.\n\t\t\tIf a direction under subsection (2) of this section is given, the power toinsure, so far as it is subject to the direction, ceases to be a delegablefunction for the purposes of section 11 of the Trustee Act 2000 (power toemploy agents).\n\t\t\tIn this section “trust funds” means any income or capital funds of thetrust.”\n\t\t\tIn section 20(1) of the [1925 c. 19.] Trustee Act 1925 (application ofinsurance money) omit “whether by fire or otherwise”.\n\t\t\tThe amendments made by this section apply in relation to trusts whethercreated before or after its commencement.\n\tPersonal representatives\n\t\tSubject to the following provisions of this section, this Act applies inrelation to a personal representative administering an estate according to thelaw as it applies to a trustee carrying out a trust for beneficiaries.\n\t\tFor this purpose this Act is to be read with the appropriate modificationsand in particular—\n\t\t\treferences to the trust instrument are to be read as references to thewill,\n\t\t\treferences to a beneficiary or to beneficiaries, apart from the referenceto a beneficiary in section 8(1)(b), are to be read as references to a personor the persons interested in the due administration of the estate, and\n\t\t\tthe reference to a beneficiary in section 8(1)(b) is to be read as areference to a person who under the will of the deceased or under the lawrelating to intestacy is beneficially interested in the estate.\n\t\tRemuneration to which a personal representative is entitled under section28 or 29 is to be treated as an administration expense for the purposes of—\n\t\t\tsection 34(3) of the [1925 c. 23.] Administration of Estates Act 1925(order in which estate to be paid out), and\n\t\t\tany provision giving reasonable administration expenses priority over thepreferential debts listed in Schedule 6 to the [1986 c. 45.] Insolvency Act1986.\n\t\tNothing in subsection (3) is to be treated as affecting the operation ofthe provisions mentioned in paragraphs (a) and (b) of that subsection inrelation to any death occurring before the commencement of this section.\n\tPension schemes\n\t\tIn this section “pension scheme” means an occupational pension scheme(within the meaning of the [1993 c. 48.] Pension Schemes Act 1993) establishedunder a trust and subject to the law of England and Wales.\n\t\tPart I does not apply in so far as it imposes a duty of care in relationto—\n\t\t\tthe functions described in paragraphs 1 and 2 of Schedule 1, or\n\t\t\tthe functions described in paragraph 3 of that Schedule to the extent thatthey relate to trustees—\n\t\t\tauthorising a person to exercise their functions with respect toinvestment, or\n\t\t\tappointing a person to act as their nominee or custodian.\n\t\tNothing in Part II or III applies to the trustees of any pension scheme.\n\t\tPart IV applies to the trustees of a pension scheme subject to therestrictions in subsections (5) to (8).\n\t\tThe trustees of a pension scheme may not under Part IV authorise any personto exercise any functions relating to investment as their agent.\n\t\tThe trustees of a pension scheme may not under Part IV authorise a personwho is—\n\t\t\tan employer in relation to the scheme, or\n\t\t\tconnected with or an associate of such an employer,\n\t\t\t\tto exercise any of their functions as their agent.\n\t\tFor the purposes of subsection (6)—\n\t\t\t“employer”, in relation to a scheme, has the same meaning as in the [1995c. 26.] Pensions Act 1995;\n\t\t\tsections 249 and 435 of the [1986 c. 45.] Insolvency Act 1986 apply for thepurpose of determining whether a person is connected with or an associate ofan employer.\n\t\tSections 16 to 20 (powers to appoint nominees and custodians) do not applyto the trustees of a pension scheme.\n\tAuthorised unit trusts\n\t\tParts II to IV do not apply to trustees of authorised unit trusts.\n\t\t“Authorised unit trust” means a unit trust scheme in the case of which anorder under section 78 of the [1986 c. 60.] Financial Services Act 1986 is inforce.\n\tCommon investment schemes for charities etc\n\t\tParts II to IV do not apply to—\n\t\t\ttrustees managing a fund under a common investment scheme made, or havingeffect as if made, under section 24 of the [1993 c. 10.] Charities Act 1993,other than such a fund the trusts of which provide that property is not to betransferred to the fund except by or on behalf of a charity the trustees ofwhich are the trustees appointed to manage the fund, or\n\t\t\ttrustees managing a fund under a common deposit scheme made, or havingeffect as if made, under section 25 of that Act.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “asset” includes any right or interest; \n\t\t\t  * “charitable trust” means a trust under which property is held for charitable purposes and “charitable purposes” has the same meaning as in the [1993 c. 10.] Charities Act 1993; \n\t\t\t  * “custodian trustee” has the same meaning as in the [1906 c. 55.] Public Trustee Act 1906; \n\t\t\t  * “enactment” includes any provision of a Measure of the Church Assembly or of the General Synod of the Church of England; \n\t\t\t  * “exempt charity” has the same meaning as in the [1993 c. 10.] Charities Act 1993; \n\t\t\t  * “functions” includes powers and duties; \n\t\t\t  * “legal mortgage” has the same meaning as in the [1925 c. 20.] Law of Property Act 1925; \n\t\t\t  * “personal representative” has the same meaning as in the [1925 c. 19.] Trustee Act 1925; \n\t\t\t  * “settled land” has the same meaning as in the [1925 c. 18.] Settled Land Act 1925; \n\t\t\t  * “trust corporation” has the same meaning as in the [1925 c. 19.] Trustee Act 1925; \n\t\t\t  * “trust funds” means income or capital funds of the trust. \n\t\tIn this Act the expressions listed below are defined or otherwise explainedby the provisions indicated—\n\t\t\tasset management functions| section 15(5)  ---|---  custodian| section 17(2)  the duty of care| section 1(2)  the general power of investment| section 3(2)  lay trustee| section 28(6)  power of intervention| section 22(4)  the standard investment criteria| section 4(3)  subordinate legislation| section 6(3)  trustee acting in a professional capacity| section 28(5)  trust instrument| sections 6(2) and 35(2)(a)    ### 40Minor and consequential amendments etc\n\t\tSchedule 2 (minor and consequential amendments) shall have effect.\n\t\tSchedule 3 (transitional provisions and savings) shall have effect.\n\t\tSchedule 4 (repeals) shall have effect.\n\tPower to amend other Acts\n\t\tA Minister of the Crown may by order make such amendments of any Act,including an Act extending to places outside England and Wales, as appear tohim appropriate in consequence of or in connection with Part II or III.\n\t\tBefore exercising the power under subsection (1) in relation to a local,personal or private Act, the Minister must consult any person who appears tohim to be affected by any proposed amendment.\n\t\tAn order under this section may—\n\t\t\tcontain such transitional provisions and savings as the Minister thinksfit;\n\t\t\tmake different provision for different purposes.\n\t\tThe power to make an order under this section is exercisable by statutoryinstrument which shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\t“Minister of the Crown” has the same meaning as in the Ministers of the[1975 c. 26.] Crown Act 1975.\n\tCommencement and extent\n\t\tSection 41, this section and section 43 shall come into force on the day onwhich this Act is passed.\n\t\tThe remaining provisions of this Act shall come into force on such day asthe Lord Chancellor may appoint by order made by statutory instrument; anddifferent days may be so appointed for different purposes.\n\t\tAn order under subsection (2) may contain such transitional provisions andsavings as the Lord Chancellor considers appropriate in connection with theorder.\n\t\tSubject to section 41(1) and subsection (5), this Act extends to Englandand Wales only.\n\t\tAn amendment or repeal in Part II or III of Schedule 2 or Part II ofSchedule 4 has the same extent as the provision amended or repealed.\n\tShort title\n\t\tThis Act may be cited as the Trustee Act 2000."
    }
]