[
    {
        "length": 1253,
        "text": "\nNorthern Ireland department with policing and justice functions\n\tSchedule 1 (Northern Ireland department with policing and justice functions)has effect.\nJudicial appointments and removals\n\tFor sections 12 and 12B of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\") substitute thesections 12 to 12C set out in Schedule 2.\n\tThe Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\") is amended asset out in Schedule 3.\n\tSchedule 4 (which transfers appointment and other related functions fromthe Lord Chancellor to the Northern Ireland Judicial Appointments Commissionetc) has effect.\n\tSchedule 5 (which contains consequential amendments and transitionalprovision) has effect.\n\tSchedule 6 (which makes provision for reviewing arrangements for judicialappointments and removals etc) has effect.\nMiscellaneous amendments\n\tIn Article 26C(5) of the Juries (Northern Ireland) Order 1996 ([S.I.1996/1141 (N.I. 6)](/id/nisi/1996/1141?view=plain \"Go to item oflegislation\"))—\n\t\tfor “Attorney General” substitute “relevant authority”, and\n\t\tat the end insert “; and for this purpose “relevant authority” means—\n\t\tin relation to cases in which national security or terrorism is involved,the Advocate General for Northern Ireland;\n\t\tin relation to other cases, the Attorney General for Northern Ireland.”\n\tAfter section 30 of the Justice (Northern Ireland) Act [2002 (c.26)](/id/ukpga/2002/26?view=plain \"Go to item of legislation\") insert—\n\t“30ACorporation sole etc\n\t\tThe Director of Public Prosecutions for Northern Ireland is a corporationsole.\n\t\tThe Director may do anything, apart from borrowing money, which iscalculated to facilitate the exercise of the Director’s functions or which isincidental or conducive to the exercise of those functions.\n\t\tAn instrument or other document purporting to be signed or otherwiseexecuted by or on behalf of the Director is to be received in evidence and is,unless the contrary is proved, to be taken to be so signed or executed.”\nAmendments to section 86 of the Northern Ireland Act 1998\n\tSection 86 of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") is amended asfollows.\n\tIn subsections (2)(a) and (3)(a) for “(whether by virtue of an Order undersection 4 or otherwise)” substitute “other than by virtue of an Order undersection 4”.\n\tAfter subsection (3) insert—\n\t\t“(3A)An Order under subsection (1) in relation to an Order under section 4 maymake provision doing any of the following—\n\t\ttransferring to a United Kingdom authority, with effect from any datespecified in the Order under subsection (1), any function which immediatelybefore that date is exercisable by a Northern Ireland authority;\n\t\ttransferring to a Northern Ireland authority, with effect from any datespecified in the Order under subsection (1), any function which immediatelybefore that date is exercisable by a United Kingdom authority;\n\t\tconferring a function on a United Kingdom authority or a Northern Irelandauthority;\n\t\tremoving a function from a United Kingdom authority or a Northern Irelandauthority.”\nFinal provisions\n\tThis Act may be cited as the Northern Ireland Act 2009.\n\tAn amendment or repeal contained in this Act has the same extent as theenactment or instrument or relevant part of the enactment or instrument towhich the amendment or repeal relates.\n\tThe Secretary of State may by order made by statutory instrument makesupplementary, incidental or consequential provision for the purposes of, inconsequence of or for giving full effect to any provision of this Act.\n\tAn order under subsection (3) may contain—\n\t\tprovision amending any Act or Northern Ireland legislation or anyinstrument made under an Act or Northern Ireland legislation;\n\t\ttransitory and transitional provision and savings.\n\tA statutory instrument containing an order under subsection (3) may not bemade unless a draft of it has been laid before and approved by a resolution ofeach House of Parliament.\n\tSubject to subsection (7), this Act comes into force on the day it ispassed.\n\tThe following provisions come into force on the day appointed by theSecretary of State by order made by statutory instrument—\n\t\tsection 2 and the Schedules mentioned in that section;\n\t\tsection 3(1);\n\t\t\tand different days may be appointed for different purposes.\n\tThe Secretary of State may by order made by statutory instrument maketransitory or transitional provision or savings in connection with the cominginto force of any provision of this Act."
    }
]