{
    "general": "This law was passed in 2009 to help improve the way police and courts work in Northern Ireland. It makes changes to how the police are organized and how they do their jobs, as well as changes to the court system. The goal of these changes is to make sure that everyone in Northern Ireland is treated fairly and has access to justice. Additionally, the law also makes a small change to another law from 1998 to make sure that everything runs smoothly.",
    "series": [
        [
            {
                "length": 203,
                "short": "\"Judicial Appointments in Northern Ireland: Overview of the Northern Ireland Act 2009\"",
                "text": "* Simplified point 1: The Northern Ireland Act 2009 has effect regarding judicial appointments and removals.\n* Simplified point 2: The Act transfers appointment and other related functions from the Lord Chancellor to the Northern Ireland Judicial Appointments Commission.\n* Simplified point 3: The Act also makes provision for reviewing arrangements for judicial appointments and removals.\n* Simplified point 4: Miscellaneous amendments are made to various pieces of legislation, including the Juries (Northern Ireland) Order 1996 and the Justice (Northern Ireland) Act 2002.\n* Simplified point 5: The Act includes final provisions regarding its citation, extent, commencement, and supplementary powers."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Act 2009 changes how judges are appointed and removed in Northern Ireland. Before, the Lord Chancellor was responsible for these decisions, but now the Northern Ireland Judicial Appointments Commission will handle them instead. This law also sets up a process for reviewing how judges are chosen and taken out of their positions. Additionally, the law makes some smaller changes to other laws that relate to jury trials and the court system in Northern Ireland. Finally, the law explains how it will be referred to, how it will apply to different parts of the country, when it will start being used, and gives the government extra powers if needed.",
    "single": "\n• Creates a Northern Ireland department with policing and justice functions (Schedule 1)\n• Amends judicial appointments and removals (Schedules 2-4)\n• Transfers appointment and other related functions from the Lord Chancellor to the Northern Ireland Judicial Appointments Commission (Schedule 4)\n• Makes miscellaneous amendments, including changes to the definition of \"Attorney General\" (Schedule 6)\n• Amends section 86 of the Northern Ireland Act 1998 to allow for the transfer of functions between UK and NI authorities (subsection (3A))\n• Provides for the Act to be cited as the Northern Ireland Act 2009 (subsection (10))\n• Allows for supplementary, incidental, or consequential provision to be made by order (subsection (11))\n• Comes into force on the day it is passed, with different provisions coming into force on different days (subsection (12))"
}