{
    "general": "This law was passed in 2002 to change an existing law called the \"Football (Disorder) Act 2000\". The main purpose of the new law was to make it easier for police to punish people who cause trouble or violence during football matches. It did this by changing one part of the original law, which dealt with how the police could use powers to stop people from causing disruptions at football games. Specifically, the new law made it so that the police could use these powers more easily and quickly, without having to go through as many legal steps. This was done to help keep football fans safe and prevent violent behavior at matches.",
    "series": [
        [
            {
                "length": 253,
                "short": "The Football (Disorder) Amendment Act 2002: Limiting Duration of Provisions and Repealing Certain Subsections",
                "text": "\n* Simplified point 1: The act amends the Football (Disorder) Act 2000 to limit the duration of provisions inserted into the Football Spectators Act 1989.\n* Simplified point 2: The act prohibits applications for banning orders and the exercise of summary measures after the end of a five-year period starting from the day the act comes into force.\n* Simplified point 3: The act repeals subsections (3) to (5) of the original act and removes the reference to \"An order under section 5(4), and\" in section 3(4) of the original act.\n* Simplified point 4: The act provides for increased expenses to be paid out of parliamentary funds.\n* Simplified point 5: The act can be cited as the Football (Disorder) (Amendment) Act 2002 and comes into force on a date appointed by the Secretary of State through a statutory instrument."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Football (Disorder) (Amendment) Act 2002 changes some parts of the laws about football fans causing trouble. It limits how long these laws can be used and when they will stop being used. After five years, the government won't be able to use certain rules to punish fans anymore. This means that fans might have more freedom to enjoy their favorite sport without fear of getting in trouble. Additionally, the law requires the government to pay more money to cover the costs of enforcing these rules. Overall, this law aims to make sure that football fans are treated fairly and with respect.",
    "single": "\n* The Football (Disorder) (Amendment) Act 2002 amends the Football (Disorder) Act 2000.\n* The amendment limits the duration of provisions inserted into the Football Spectators Act 1989.\n* No applications can be made under section 14B of the Football Spectators Act 1989 (banning orders made on a complaint) after the end of a five-year period beginning with the day the Act comes into force.\n* No powers conferred on a constable by section 21A or 21B of the Football Spectators Act 1989 (summary measures) can be exercised after the end of the five-year period.\n* The Act applies only to England and Wales.\n* The Act comes into force on a day appointed by the Secretary of State by statutory instrument.\nEFFECTS OF THE ACT:\n* Limits the duration of provisions inserted into the Football Spectators Act 1989.\n* Prohibits applications for banning orders and the exercise of summary measures after a five-year period.\n* Applies only to England and Wales.\n* Requires the Secretary of State to appoint a day for the Act to come into force."
}