{
    "general": "This law makes sure that there can be no more elections in Northern Ireland until at least one year has passed since the last election, which took place on May 5th, 2022. It also gives the person in charge of the government (the Secretary of State) the power to decide how much money members of the assembly should get paid when the assembly is not working properly. Additionally, the law allows the Secretary of State to set the amount of taxes people pay in Northern Ireland.",
    "series": [
        [
            {
                "length": 146,
                "short": "\"Northern Ireland's Government Deadline Extended to January 19th, 2023.\"",
                "text": "\n* Simplified point 1: The Northern Ireland Executive Formation Act 2022 extends the deadline for forming an executive in Northern Ireland by six weeks, from December 8th, 2022 to January 19th, 2023.\n* Simplified point 2: The act allows the Secretary of State to make regulations to further extend the deadline by up to six weeks, but only before or after December 8th, 2022, and the regulations must be laid before parliament after being made."
            },
            {
                "length": 248,
                "short": "\"Northern Ireland Departments' Senior Officers Given Extra Powers During Absence of Ministers\"",
                "text": "\n* Simplified point 1: The act allows senior officers of Northern Ireland departments to exercise departmental functions even without Northern Ireland ministers present.\n* Simplified point 2: This provision applies during the period starting from October 28th, 2022, until the passage of this act, and it also covers the possibility of re-exercising the same functions after the act's passage.\n* Simplified point 3: The absence of Northern Ireland ministers does not hinder the exercise of departmental functions, as long as the senior officer is satisfied that it is in the public interest to do so.\n* Simplified point 4: The secretary of state must issue guidance on how these powers should be exercised, and senior officers must follow this guidance.\n* Simplified point 5: The provision also applies to situations where proceedings challenging the validity of the exercise of departmental functions were already underway before the act was passed, but the application of this provision would affect the outcome of those proceedings."
            },
            {
                "length": 245,
                "short": "\"UK Gov't Temporary Appointment Powers in NI Gov't Vacuum\"",
                "text": "\n* Simplified point 1: The Northern Ireland (Executive Formation etc) Act 2022 allows the UK Government to temporarily fill vacant positions in the Northern Irish government during a time when the executive branch is not functioning.\n* Simplified point 2: During this period, the UK Government can exercise appointment functions normally held by Northern Ireland Ministers, such as appointing people to offices or determining their terms of appointment.\n* Simplified point 3: The UK Government can do this through regulations made by statutory instrument, which require approval from both Houses of Parliament.\n* Simplified point 4: The regulations can add entries to a table defining terms for the purposes of the section, and they can also specify which UK Ministers can exercise which appointment functions.\n* Simplified point 5: The section sets out how the UK Government's appointment functions should be exercised, including requirements for consultation with Northern Ireland departments and limitations on the duration of the arrangements."
            },
            {
                "length": 226,
                "short": "\"Northern Ireland Executive Formation Act 2022: Regulation of Assembly Member Salaries and Benefits\"",
                "text": "\n* The Northern Ireland Executive Formation Act 2022 gives the Secretary of State the power to set salaries and benefits for members of the Northern Ireland Assembly during periods where the assembly is not functioning.\n* During these periods, the Secretary of State can determine the salaries, allowances, and gratuities payable to members of the assembly, including those who have ceased to hold office.\n* The determination must be made in writing and sent to the Northern Ireland Assembly Commission, who must then publish it.\n* The act also allows for the continuation of pension entitlements for members, despite any determinations made under the act.\n* The Secretary of State has the power to amend previous determinations made by the assembly under sections 47 and 48 of the Northern Ireland Act 1998.\n* The act repeals the Northern Ireland Assembly Members (Pay) Act 2018."
            },
            {
                "length": 242,
                "short": "\"Regional Rate Setting: Secretary of State's Power and Restrictions\"",
                "text": "\n* Simplified point 1: The Secretary of State has the power to set the regional rate for the year ending March 31st, 2024, during a period without an executive.\n* Simplified point 2: Regulations setting the regional rate must specify the amount per pound and follow certain provisions in the Rates Order.\n* Simplified point 3: The regional rate can be varied after the end of the current period without an executive by an order made by the Department of Finance under Article 7(1) of the Rates Order.\n* Simplified point 4: Any statutory instrument containing regulations under subsection (1) is subject to annulment in pursuance of a resolution of the House of Commons.\n* Simplified point 5: The definition of \"regional rate\" in section 43(2) of the Interpretation Act (Northern Ireland) 1954 includes any rate set by the Secretary of State under subsection (1)."
            },
            {
                "length": 187,
                "short": "\"Northern Ireland Executive Formation Act: Key Terms and Establishment\"",
                "text": "\n* Simplified point 1: This act defines key terms used throughout the legislation, including \"Northern Ireland Minister\" and \"senior officer of a Northern Ireland department.\"\n* Simplified point 2: The act establishes that an executive is formed once the offices of First Minister and deputy First Minister, and other Northern Ireland Minister positions, are all filled.\n* Simplified point 3: The act specifies that sections 6-9 will come into effect on a future date appointed by the Secretary of State through regulations, while the remaining provisions will take effect immediately upon passage of the bill.\n* Simplified point 4: The full title of the act is the \"Northern Ireland (Executive Formation etc) Act 2022\"."
            }
        ],
        [
            {
                "length": 212,
                "short": "\"Northern Ireland's Executive Formation Extended Amid Vacancies and Temporary Governance Measures\"",
                "text": "\n* Simplified point 1: The Northern Ireland Executive Formation Act 2022 extends the deadline for forming an executive in Northern Ireland by six weeks, from December 8th, 2022 to January 19th, 2023.\n* Simplified point 2: The act allows senior officers of Northern Ireland departments to exercise departmental functions even without Northern Ireland ministers present.\n* Simplified point 3: The UK Government can temporarily fill vacant positions in the Northern Irish government during a time when the executive branch is not functioning.\n* Simplified point 4: The Secretary of State has the power to set salaries and benefits for members of the Northern Ireland Assembly during periods where the assembly is not functioning.\n* Simplified point 5: The Secretary of State has the power to set the regional rate for the year ending March 31st, 2024, during a period without an executive."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Executive Formation Act 2022 is a law passed by the UK Parliament to help form an executive in Northern Ireland. It does several things:\n1. Extends the deadline for forming an executive in Northern Ireland by six weeks, from December 8th, 2022 to January 19th, 2023.\n2. Allows senior officers of Northern Ireland departments to exercise departmental functions even without Northern Ireland ministers present.\n3. Temporarily fills vacant positions in the Northern Irish government during a time when the executive branch is not functioning.\n4. Sets salaries and benefits for members of the Northern Ireland Assembly during periods where the assembly is not functioning.\n5. Allows the Secretary of State to set the regional rate for the year ending March 31st, 2024, during a period without an executive.\nThis law helps ensure that important functions continue to be carried out in the absence of a fully functional executive in Northern Ireland."
}