[
    {
        "length": 334,
        "text": "\nExtension of marriage\n\tExtension of marriage to same sex couples\n\t\tMarriage of same sex couples is lawful.\n\t\tThe marriage of a same sex couple may only be solemnized in accordancewith—\n\t\t\tPart 3 of the Marriage Act 1949,\n\t\t\tPart 5 of the Marriage Act 1949,\n\t\t\tthe Marriage (Registrar General’s Licence) Act 1970, or\n\t\t\tan Order in Council made under Part 1 or 3 of Schedule 6.\n\t\tNo Canon of the Church of England is contrary to section 3 of theSubmission of the Clergy Act 1533 (which provides that no Canons shall becontrary to the Royal Prerogative or the customs, laws or statutes of thisrealm) by virtue of its making provision about marriage being the union of oneman with one woman.\n\t\tAny duty of a member of the clergy to solemnize marriages (and anycorresponding right of persons to have their marriages solemnized by membersof the clergy) is not extended by this Act to marriages of same sex couples.\n\t\tA “member of the clergy” is—\n\t\t\ta clerk in Holy Orders of the Church of England, or\n\t\t\ta clerk in Holy Orders of the Church in Wales."
    },
    {
        "length": 1590,
        "text": "\nReligious protection\n\tMarriage according to religious rites: no compulsion to solemnize etc\n\t\tA person may not be compelled by any means (including by the enforcement ofa contract or a statutory or other legal requirement) to—\n\t\t\tundertake an opt-in activity, or\n\t\t\trefrain from undertaking an opt-out activity.\n\t\tA person may not be compelled by any means (including by the enforcement ofa contract or a statutory or other legal requirement)—\n\t\t\tto conduct a relevant marriage,\n\t\t\tto be present at, carry out, or otherwise participate in, a relevantmarriage, or\n\t\t\tto consent to a relevant marriage being conducted,\n\t\t\t\twhere the reason for the person not doing that thing is that the relevantmarriage concerns a same sex couple.\n\t\tIn this section—\n\t\t\t  * “opt-in activity” means an activity of the kind specified in an entry in the first column of the following table which falls to be undertaken for the purposes of any enactment specified in the corresponding entry in the second column; \n\t\t\t  * “opt-out activity” means an activity which reverses, or otherwise modifies, the effect of an opt-in activity. \n\t\tActivity| Enactment  ---|---  Giving consent|\n\t\t\t  * Any of these provisions of the 1949 Act: \n\t\t\tsection 26A(3);\n\t\t\tsection 26B(2), (4) or (6);\n\t\t\tsection 44A(6);\n\t\t\tsection 46(1C)\n\t\t\t\t  * Regulations under section 70A(5) of the 1949 Act (as mentioned in section 70A(6)(c) of that Act) relating to an application for registration \n\t\t\t\t  * Section 1(3) of the Marriage (Registrar General’s Licence) Act 1970 \n\t\t\t\t  * An armed forces overseas marriage Order in its application to marriages of same sex couples (as mentioned in paragraph 9(5) of Schedule 6) \n\t\t\t  Applying for the registration of a building| Section 43A of the 1949 Act  Authorising a person to be present at the solemnization of marriages of samesex couples in a building registered under section 43A of the 1949 Act|Section 43B of the 1949 Act  Being authorised to be present at the solemnization of marriages of same sexcouples in a building registered under section 43A of the 1949 Act| Section43B of the 1949 Act  Giving a certificate, giving a copy of a consent, or certifying any matter|\n\t\t\tAny of these provisions of the 1949 Act:\n\t\t\tsection 43A(3);\n\t\t\tsection 43B(2);\n\t\t\tsection 44A(7)    (4)In this section—\n\t\t\t\t  * “1949 Act” means the Marriage Act 1949; \n\t\t\t\t  * “armed forces overseas marriage Order” means an Order in Council under Part 3 of Schedule 6; \n\t\t\t\t  * “person”— \n\t\t\tincludes a religious organisation;\n\t\t\tdoes not include a registrar, a superintendent registrar or the RegistrarGeneral;\n\t\t\t\t  * “relevant marriage” means— \n\t\t\ta marriage of a same sex couple solemnized in accordance with—\n\t\t\tsection 26A or 26B of the 1949 Act (marriage in a place of worship or inanother place according to religious rites or usages),\n\t\t\tPart 5 of the 1949 Act (marriage in a naval, military or air force chapel),\n\t\t\tsection 1 of the Marriage (Registrar General’s Licence) Act 1970 (deathbedmarriage), where the marriage is according to religious rites or usages, or\n\t\t\tan armed forces overseas marriage Order, where the marriage is according toreligious rites or usages,\n\t\t\tincluding any ceremony forming part of, or connected with, the solemnizationof such a marriage; and\n\t\t\ta marriage ceremony read or celebrated in accordance with section 46 of the1949 Act in respect of a same sex couple (religious ceremony after registrar’smarriage of same sex couple);\n\t\t\tand a reference to conducting a relevant marriage is to be read accordingly.\n\t\tIn section 110 of the Equality Act 2010 (liability of employees andagents), after subsection (5) insert—\n\t\t“(5A)A does not contravene this section if A—\n\t\t\tdoes not conduct a relevant marriage,\n\t\t\tis not present at, does not carry out, or does not otherwise participatein, a relevant marriage, or\n\t\t\tdoes not consent to a relevant marriage being conducted,\n\t\t\tfor the reason that the marriage is the marriage of a same sex couple.\n\t\t\t(5B)Subsection (5A) applies to A only if A is within the meaning of “person”for the purposes of section 2 of the Marriage (Same Sex Couples) Act 2013; andother expressions used in subsection (5A) and section 2 of that Act have thesame meanings in that subsection as in that section.”.\n\t\tIn Schedule 3 to the Equality Act 2010 (services and public functions:exceptions), after Part 6 insert—\n\t\t“PART 6AMarriage of same sex couples in England and Wales\n\t\t\tAMarriage according to religious rites: no compulsion to solemnizeetc\n\t\t\t\tA person does not contravene section 29 only because the person—\n\t\t\t\t\tdoes not conduct a relevant marriage,\n\t\t\t\t\tis not present at, does not carry out, or does not otherwise participatein, a relevant marriage, or\n\t\t\t\t\tdoes not consent to a relevant marriage being conducted,\n\t\t\t\t\t\tfor the reason that the marriage is the marriage of a same sex couple.\n\t\t\t\tExpressions used in this paragraph and in section 2 of the Marriage (SameSex Couples) Act 2013 have the same meanings in this paragraph as in thatsection.”."
    },
    {
        "length": 2087,
        "text": "\nPart 3 of the Marriage Act 1949\n\tMarriage for which no opt-in necessary\n\t\tIn Part 3 of the Marriage Act 1949, for section 26 substitute—\n\t\t“26Marriage of a man and a woman; marriage of same sex couples for whichno opt-in necessary\n\t\t\tThe following marriages may be solemnized on the authority of twocertificates of a superintendent registrar—\n\t\t\t\ta marriage of a man and a woman, in a building registered under section41, according to such form and ceremony as the persons to be married see fitto adopt;\n\t\t\t\ta marriage of any couple in the office of a superintendent registrar;\n\t\t\t\ta marriage of any couple on approved premises;\n\t\t\t\ta marriage of a man and a woman according to the usages of the Society ofFriends (commonly called Quakers);\n\t\t\t\ta marriage between a man and a woman professing the Jewish religionaccording to the usages of the Jews;\n\t\t\t\ta qualifying residential marriage;\n\t\t\t\ta marriage of a man and a woman according to the rites of the Church ofEngland in any church or chapel in which banns of matrimony may be published.”\n\t\t\tIn this section “qualifying residential marriage” means—\n\t\t\t\tthe marriage of a man and a woman (other than a marriage in pursuance ofsubsection (1)(c) or (d) above), one or each of whom is house-bound or adetained person, at the usual place of residence of the house-bound ordetained person or persons, or\n\t\t\t\tthe marriage of a same sex couple (other than a marriage according to therites of the Church of England or other religious rites or usages), one oreach of whom is house-bound or a detained person, at the usual place ofresidence of the house-bound or detained person or persons.”.\n\tOpt-in: marriage in places of worship\n\t\tAfter section 26 of the Marriage Act 1949 insert—\n\t\t“26AOpt-in to marriage of same sex couples: places of worship\n\t\t\tA marriage of a same sex couple in an appropriately registered buildingaccording to such form and ceremony as the persons to be married see fit toadopt may be solemnized on the authority of two certificates of asuperintendent registrar.\n\t\t\tFor the purposes of this section “appropriately registered building” meansa building which has been registered under section 43A.\n\t\t\tAn application for registration of a building under section 43A may not bemade unless the relevant governing authority has given written consent tomarriages of same sex couples.\n\t\t\tFor that purpose, in relation to a building—\n\t\t\t\t  * “relevant governing authority” means the person or persons recognised by the members of the relevant religious organisation as competent for the purpose of giving consent for the purposes of this section;\n\t\t\t\t  * “relevant religious organisation” means the religious organisation for whose religious purposes the building is used.\n\t\t\tNothing in this section is to be taken to relate or have any reference tomarriages solemnized according to the rites of the Church of England.\n\t\t\tThis section is subject (in particular) to sections 44A to 44C(registration of shared buildings for marriage of same sex couples) andregulations made under any of those sections.”.\n\t\t\tSchedule 1 (registration of buildings etc) has effect.\n\tOpt-in: other religious ceremonies\n\t\tAfter section 26A of the Marriage Act 1949 insert—\n\t\t“26BOpt-in to marriage of same sex couples: other religious ceremonies\n\t\t\tA marriage may, in any of the following cases, be solemnized on theauthority of two certificates of a superintendent registrar.\n\t\t\tCase A is where—\n\t\t\t\tthe marriage is of a same sex couple according to the usages of the Societyof Friends (commonly called Quakers), and\n\t\t\t\tthe relevant governing authority has given written consent to suchmarriages of same sex couples.\n\t\t\tFor that purpose “relevant governing authority” means the recording clerkfor the time being of the Society of Friends in London.\n\t\t\tCase B is where—\n\t\t\t\tthe marriage is of a same sex couple professing the Jewish religionaccording to the usages of the Jews, and\n\t\t\t\tthe relevant governing authority has given written consent to suchmarriages of same sex couples.\n\t\t\tFor that purpose the meaning of “relevant governing authority” is to bedetermined in accordance with this table—\n\t\t\t\tThe “relevant governing authority” is...| ...if the marriage falls to beregistered by...  ---|---  the Chief Rabbi of the United Hebrew Congregations of the Commonwealth| thesecretary of a synagogue certified under paragraph (a) of the relevantdefinition (certification by the President of the Board of Deputies)    the person or persons duly recognised by the members of—\n\t\t\t\tthe West London Synagogue of British Jews (“the West London Synagogue”), and\n\t\t\t\tthe other synagogues that are constituents of or affiliated to the Movementfor Reform Judaism\n\t\t\t\t|\n\t\t\t\t\t  * either the secretary of the West London Synagogue, as certified under paragraph (b) of the relevant definition\n\t\t\t\t\t  * or the secretary of another synagogue in a case where:\n\t\t\t\tthe secretary is certified under paragraph (d) of the relevant definition bythe secretary of the West London Synagogue, and\n\t\t\t\tthe synagogue is one of those which are constituents of or affiliated to theMovement for Reform Judaism\n\t\t\t\t    the person or persons duly recognised by the members of—\n\t\t\t\tthe Liberal Jewish Synagogue, St. John’s Wood (“the St. John’s WoodSynagogue”), and\n\t\t\t\tthe other synagogues that are constituents of or affiliated to Liberal Judaism\n\t\t\t\t|\n\t\t\t\t\t  * either the secretary of the St. John’s Wood Synagogue, as certified under paragraph (c) of the relevant definition\n\t\t\t\t\t  * or the secretary of another synagogue in a case where:\n\t\t\t\tthe secretary is certified under paragraph (d) of the relevant definition bythe secretary of the St. John’s Wood Synagogue, and\n\t\t\t\tthe synagogue is one of those which are constituents of or affiliated toLiberal Judaism\n\t\t\t\t  the person or persons duly recognised by the members of the synagogue by whosesecretary the marriage falls to be registered|\n\t\t\t\tthe secretary of a synagogue certified under paragraph (d) of the relevantdefinition (certification by the secretary of the West London Synagogue or thesecretary of the St. John’s Wood Synagogue) in a case where the synagogue isnot one of those which are constituents of or affiliated to:\n\t\t\t\tthe Movement for Reform Judaism, or\n\t\t\t\tLiberal Judaism    In that table—\n\t\t\t\t“relevant definition” means the definition of “secretary of a synagogue” insection 67;\n\t\t\t\ta reference to a person or persons being duly recognised is a reference tothe person or persons being recognised for the purpose of giving consent forthe purposes of this section.\n\t\t\tCase C is where—\n\t\t\t\tthe marriage is of a same sex couple according to religious rites or usages(other than the rites of the Church of England),\n\t\t\t\tone or each of the couple is house-bound or a detained person,\n\t\t\t\tthe marriage is at the usual place of residence of the house-bound ordetained person or persons, and\n\t\t\t\tthe relevant governing authority has given written consent to marriages ofsame sex couples according to those religious rites or usages.\n\t\t\tFor that purpose—\n\t\t\t\t  * “relevant governing authority” means the person or persons recognised by the members of the relevant religious organisation as competent for the purpose of giving consent for the purposes of this section;\n\t\t\t\t  * “relevant religious organisation” means the religious organisation according to whose rites or usages the marriage is to be solemnized.\n\t\t\tSubsection (6) does not authorise a marriage that may be solemnized undersubsection (2) or (4).”."
    },
    {
        "length": 692,
        "text": "\nPart 5 of the Marriage Act 1949\n\tArmed forces chapels\n\t\tPart 5 of the Marriage Act 1949 is amended as follows.\n\t\tSection 68 (solemnization of marriages in naval, military and air forcechapels): after subsection (1) insert—\n\t\t\t“(1A)Nothing in this Part of this Act which applies to the marriage of samesex couples applies to marriage according to the rites of the Church ofEngland.”.\n\t\tSection 70 (registration of chapels for marriages otherwise than accordingto rites of Church of England): after subsection (3) insert—\n\t\tThis section does not apply to the marriage of same sex couples.”.\n\t\tAfter section 70 insert—\n\t\t“70ARegistration of chapels for marriages of same sex couples otherwisethan according to rites of Church of England\n\t\t\tThe Secretary of State may apply to the Registrar General for a chapel towhich this Part applies to be registered for the solemnization of marriages ofsame sex couples.\n\t\t\tWhere an application is made under this section, subsections (1) to (3) ofsection 70 apply to the application as if it had been made under section 70.\n\t\t\tWhere a chapel is registered on an application under this section,subsections (1) to (3) of section 70 apply in relation to the chapel as if ithad been registered on an application under section 70.\n\t\t\tAny application for the cancellation of a registration is to be made by theSecretary of State.\n\t\t\tThe Secretary of State may by statutory instrument make regulations about—\n\t\t\t\tthe registration of chapels under this section, and\n\t\t\t\tthe cancellation of registrations.\n\t\t\tThe regulations may, in particular, make provision—\n\t\t\t\tas to the procedures to be followed by the Secretary of State in making anapplication for registration or an application for cancellation of aregistration;\n\t\t\t\tas to the procedures to be followed by the Registrar General on anapplication for registration or an application for cancellation of aregistration;\n\t\t\t\tas to consents required before an application for registration may be made(including such provision amending section 2 of the Marriage (Same SexCouples) Act 2013 as the Secretary of State considers appropriate to securethat the giving of such a consent is an opt-in activity under that section).\n\t\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved byresolution of, each House of Parliament.\n\t\t\tIn this section a reference to the cancellation of a registration is areference to the cancellation, under section 70(2) (as applied by thissection), of a registration under this section.”."
    },
    {
        "length": 238,
        "text": "\nThe Marriage (Registrar General’s Licence) Act 1970\n\tOpt-in: “deathbed marriages”\n\t\tIn section 1 of the Marriage (Registrar General’s Licence) Act 1970 (marriageswhich may be solemnized by Registrar General’s Licence), after subsection (2)insert—\n\t\tA marriage of a same sex couple according to religious rites or usages maynot be solemnized in accordance with this Act unless the relevant governingauthority has given written consent to marriages of same sex couples accordingto those religious rites or usages.\n\t\tFor that purpose—\n\t\t\t  * “relevant governing authority” means the person or persons recognised by the members of the relevant religious organisation as competent for the purpose of giving consent for the purposes of this section;\n\t\t\t  * “relevant religious organisation” means the religious organisation according to whose rites or usages the marriage is to be solemnized.”."
    },
    {
        "length": 415,
        "text": "\nThe Church in Wales\n\tPower to allow for marriage of same sex couples in Church in Wales\n\t\tThis section applies if the Lord Chancellor is satisfied that the GoverningBody of the Church in Wales has resolved that the law of England and Walesshould be changed to allow for the marriage of same sex couples according tothe rites of the Church in Wales.\n\t\tThe Lord Chancellor must, by order, make such provision as the LordChancellor considers appropriate to allow for the marriage of same sex couplesaccording to the rites of the Church in Wales.\n\t\tThe provision that may be made by an order under this section includesprovision amending England and Wales legislation.\n\t\tIn making an order under this section, the Lord Chancellor must have regardto the terms of the resolution of the Governing Body mentioned in subsection(1).\n\t\tIf it appears to the Lord Chancellor—\n\t\t\tthat a reference in this section to the Governing Body has ceased to beappropriate by reason of a change in the governance arrangements of the Churchin Wales, the reference has effect as a reference to such person or persons asthe Lord Chancellor thinks appropriate; or\n\t\t\tthat a reference in this section to a resolution has ceased to beappropriate for that reason, the reference has effect as a reference to suchdecision or decisions as the Lord Chancellor thinks appropriate.\n\t\tIn Schedule 7 to the Constitutional Reform Act 2005 (functions of the LordChancellor which may not be transferred under the Ministers of the Crown Act1975), in paragraph 4, at the end of Part A insert—\n\t\t“Marriage (Same Sex Couples) Act 2013\n\t\t\t  * Section 8”."
    },
    {
        "length": 1076,
        "text": "\nOther provisions relating to marriages of same sex couples\n\tConversion of civil partnership into marriage\n\t\tThe parties to an England and Wales civil partnership may convert theircivil partnership into a marriage under a procedure established by regulationsmade by the Secretary of State.\n\t\tThe parties to a civil partnership within subsection (3) may convert theircivil partnership into a marriage under a procedure established by regulationsmade by the Secretary of State.\n\t\tA civil partnership is within this subsection if—\n\t\t\tit was formed outside the United Kingdom under an Order in Council madeunder Chapter 1 of Part 5 of the Civil Partnership Act 2004 (registration atBritish consulates etc or by armed forces personnel), and\n\t\t\tthe part of the United Kingdom that was relevant for the purposes ofsection 210(2)(b) or (as the case may be) section 211(2)(b) of that Act wasEngland and Wales.\n\t\tRegulations under this section may in particular make—\n\t\t\tprovision about the making by the parties to a civil partnership of anapplication to convert their civil partnership into a marriage;\n\t\t\tprovision about the information to be provided in support of an applicationto convert;\n\t\t\tprovision about the making of declarations in support of an application toconvert;\n\t\t\tprovision for persons who have made an application to convert to appearbefore any person or attend at any place;\n\t\t\tprovision conferring functions in connection with applications to converton relevant officials, relevant armed forces personnel, the Secretary ofState, or any other persons;\n\t\t\tprovision for fees, of such amounts as are specified in or determined inaccordance with the regulations, to be payable in respect of—\n\t\t\tthe making of an application to convert;\n\t\t\tthe exercise of any function conferred by virtue of paragraph (e).\n\t\tFunctions conferred by virtue of paragraph (e) of subsection (4) mayinclude functions relating to—\n\t\t\tthe recording of information on the conversion of civil partnerships;\n\t\t\tthe issuing of certified copies of any information recorded;\n\t\t\tthe conducting of services or ceremonies (other than religious services orceremonies) following the conversion of a civil partnership.\n\t\tWhere a civil partnership is converted into a marriage under this section—\n\t\t\tthe civil partnership ends on the conversion, and\n\t\t\tthe resulting marriage is to be treated as having subsisted since the datethe civil partnership was formed.\n\t\tIn this section—\n\t\t\t  * “England and Wales civil partnership” means a civil partnership which is formed by two people registering as civil partners of each other in England or Wales (see Part 2 of the Civil Partnership Act 2004); \n\t\t\t  * “relevant armed forces personnel” means— \n\t\t\ta member of Her Majesty’s forces;\n\t\t\ta civilian subject to service discipline (within the meaning of the ArmedForces Act 2006);\n\t\t\t\tand for this purpose “Her Majesty’s forces” has the same meaning as in theArmed Forces Act 2006;\n\t\t\t\t  * “relevant official” means— \n\t\t\tthe Registrar General;\n\t\t\ta superintendent registrar;\n\t\t\ta registrar;\n\t\t\ta consular officer in the service of Her Majesty’s government in the UnitedKingdom;\n\t\t\ta person authorised by the Secretary of State in respect of the solemnizationof marriages or formation of civil partnerships in a country or territory inwhich Her Majesty’s government in the United Kingdom has for the time being noconsular representative.\n\tExtra-territorial matters\n\t\tA marriage under—\n\t\t\tthe law of any part of the United Kingdom (other than England and Wales),or\n\t\t\tthe law of any country or territory outside the United Kingdom,\n\t\t\t\tis not prevented from being recognised under the law of England and Wales onlybecause it is the marriage of a same sex couple.\n\t\tFor the purposes of this section it is irrelevant whether the law of aparticular part of the United Kingdom, or a particular country or territoryoutside the United Kingdom—\n\t\t\talready provides for marriage of same sex couples at the time when thissection comes into force, or\n\t\t\tprovides for marriage of same sex couples from a later time.\n\t\tSchedule 2 (extra-territorial matters) has effect."
    },
    {
        "length": 497,
        "text": "\nEffect of extension of marriage\n\tEffect of extension of marriage\n\t\tIn the law of England and Wales, marriage has the same effect in relationto same sex couples as it has in relation to opposite sex couples.\n\t\tThe law of England and Wales (including all England and Wales legislationwhenever passed or made) has effect in accordance with subsection (1).\n\t\tSchedule 3 (interpretation of legislation) has effect.\n\t\tSchedule 4 (effect of extension of marriage: further provision) has effect.\n\t\tFor provision about limitations on the effects of subsections (1) and (2)and Schedule 3, see Part 7 of Schedule 4.\n\t\tSubsections (1) and (2) and Schedule 3 do not have any effect in relationto—\n\t\t\tMeasures and Canons of the Church of England (whenever passed or made),\n\t\t\tsubordinate legislation (whenever made) made under a Measure or Canon ofthe Church of England, or\n\t\t\tother ecclesiastical law (whether or not contained in England and Waleslegislation, and, if contained in England and Wales legislation, wheneverpassed or made).\n\t\tIn Schedules 3 and 4—\n\t\t\t  * “existing England and Wales legislation” means— \n\t\t\tin the case of England and Wales legislation that is primary legislation,legislation passed before the end of the Session in which this Act is passed(excluding this Act), or\n\t\t\tin the case of England and Wales legislation that is subordinate legislation,legislation made on or before the day on which this Act is passed (excludinglegislation made under this Act);\n\t\t\t\t  * “new England and Wales legislation” means— \n\t\t\tin the case of England and Wales legislation that is primary legislation,legislation passed after the end of the Session in which this Act is passed,or\n\t\t\tin the case of England and Wales legislation that is subordinate legislation,legislation made after the day on which this Act is passed."
    },
    {
        "length": 1211,
        "text": "\nPART 2Other provisions relating to marriage and civil partnership\n\tChange of gender of married persons or civil partners\n\t\tSchedule 5 (change of gender of married persons or civil partners) has effect.\n\tMarriage overseas\n\t\tSchedule 6 (marriage overseas) has effect.\n\t\tThe Foreign Marriage Act 1892 is repealed.\n\tMarriage according to the usages of belief organisations\n\t\tThe Secretary of State must arrange for a review of—\n\t\t\twhether an order under subsection (4) should be made permitting marriagesaccording to the usages of belief organisations to be solemnized on theauthority of certificates of a superintendent registrar, and\n\t\t\tif so, what provision should be included in the order.\n\t\tThe arrangements made by the Secretary of State under subsection (1) mustprovide for the review to include a full public consultation.\n\t\tThe Secretary of State must arrange for a report on the outcome of thereview to be produced and published before 1 January 2015.\n\t\tThe Secretary of State may by order make provision for and in connectionwith permitting marriages according to the usages of belief organisations tobe solemnized on the authority of certificates of a superintendent registrar.\n\t\tAn order under subsection (4) may—\n\t\t\tamend any England and Wales legislation;\n\t\t\tmake provision for the charging of fees.\n\t\tAn order under subsection (4) must provide that no religious service may beused at a marriage which is solemnized in pursuance of the order.\n\t\tIn this section “belief organisation” means an organisation whose principalor sole purpose is the advancement of a system of non-religious beliefs whichrelate to morality or ethics.\n\tReview of civil partnership\n\t\tThe Secretary of State must arrange—\n\t\t\tfor the operation and future of the Civil Partnership Act 2004 in Englandand Wales to be reviewed, and\n\t\t\tfor a report on the outcome of the review to be produced and published.\n\t\tSubsection (1) does not prevent the review from also dealing with othermatters relating to civil partnership.\n\t\tThe arrangements made by the Secretary of State must provide for the reviewto begin as soon as practicable and include a full public consultation.\n\tSurvivor benefits under occupational pension schemes\n\t\tThe Secretary of State must arrange for a review of the following mattersrelating to occupational pension schemes—\n\t\t\trelevant differences in survivor benefits;\n\t\t\tthe costs, and other effects, of securing that relevant differences insurvivor benefits are eliminated by the equalisation of survivor benefits.\n\t\tFor the purposes of this section, each of the following are relevantdifferences in survivor benefits—\n\t\t\tdifferences between—\n\t\t\tsame sex survivor benefits, and\n\t\t\topposite sex survivor benefits provided to widows;\n\t\t\tdifferences between—\n\t\t\tsame sex survivor benefits, and\n\t\t\topposite sex survivor benefits provided to widowers;\n\t\t\tdifferences between—\n\t\t\topposite sex survivor benefits provided to widows, and\n\t\t\topposite sex survivor benefits provided to widowers.\n\t\tThe review must, in particular, consider these issues—\n\t\t\tthe extent to which same sex survivor benefits are provided in reliance onparagraph 18 of Schedule 9 to the Equality Act 2010;\n\t\t\tthe extent to which—\n\t\t\tsame sex survivor benefits, and\n\t\t\topposite sex survivor benefits,\n\t\t\t\tare calculated by reference to different periods of pensionable service.\n\t\tThe arrangements made by the Secretary of State must provide for the personor persons conducting the review to consult such other persons as theSecretary of State considers appropriate.\n\t\tThe Secretary of State must arrange for a report on the outcome of thereview to be produced and published before 1 July 2014.\n\t\tIf the Secretary of State, having considered the outcome of the review,thinks that the law of England and Wales and Scotland should be changed forthe purpose of eliminating or reducing relevant differences in survivorbenefits, the Secretary of State may, by order, make such provision as theSecretary of State considers appropriate for that purpose.\n\t\tAn order under subsection (6) may amend—\n\t\t\tEngland and Wales legislation;\n\t\t\tScottish legislation.\n\t\tIn this section—\n\t\t\t  * “occupational pension scheme” has the same meaning as in the Pension Schemes Act 1993 (see section 1 of that Act); \n\t\t\t  * “opposite sex survivor benefits” means survivor benefits provided to surviving spouses of marriages of opposite sex couples; \n\t\t\t  * “same sex survivor benefits” means survivor benefits provided to— \n\t\t\tsurviving civil partners, and\n\t\t\tsurviving spouses of marriages of same sex couples;\n\t\t\t\t  * “survivor benefits” means survivor benefits provided under occupational pension schemes. "
    },
    {
        "length": 2125,
        "text": "\nPART 3Final provisions\n\tTransitional and consequential provision\n\t\tThe Secretary of State or Lord Chancellor may, by order, make suchtransitional, transitory or saving provision as the Secretary of State or LordChancellor considers appropriate in connection with the coming into force ofany provision of this Act.\n\t\tThe Secretary of State or Lord Chancellor may, by order, make suchprovision as the Secretary of State or Lord Chancellor considers appropriatein consequence of this Act.\n\t\tThe provision that may be made by an order under subsection (1) or (2)includes provision amending UK legislation.\n\t\tSchedule 7 (transitional and consequential provision etc) has effect.\n\tOrders and regulations\n\t\tAny power of the Secretary of State or Lord Chancellor to make an order orregulations under this Act is exercisable by statutory instrument.\n\t\tThe following subordinate legislation may not be made by the Secretary ofState or Lord Chancellor unless a draft of the statutory instrument containingthe legislation has been laid before, and approved by resolution of, eachHouse of Parliament—\n\t\t\tan order under section 8;\n\t\t\tthe first regulations under section 9(1);\n\t\t\tthe first regulations under section 9(2);\n\t\t\tan order under section 14;\n\t\t\tan order under section 16;\n\t\t\tan order under section 17(1) or (2) which amends an Act of Parliament;\n\t\t\tan order under paragraph 1 of Schedule 2;\n\t\t\tan order under paragraph 2 of Schedule 2;\n\t\t\tan order under paragraph 27 of Schedule 4;\n\t\t\tan order under paragraph 9(8) of Schedule 6.\n\t\tThe following subordinate legislation made by the Secretary of State orLord Chancellor is subject to annulment in pursuance of a resolution of eitherHouse of Parliament—\n\t\t\tregulations under section 9(1) (except for the first such regulations);\n\t\t\tregulations under section 9(2) (except for the first such regulations);\n\t\t\tan order under section 17(1) or (2) (unless it amends an Act ofParliament).\n\t\tAn order or regulations made under this Act may—\n\t\t\tmake different provision for different purposes,\n\t\t\tmake transitional, transitory or saving provision, or\n\t\t\tmake consequential provision.\n\t\tThe provision that the Secretary of State may make in any relevantinstrument includes provision enabling the Registrar General to makeregulations by statutory instrument (with or without the consent of a ministerof the Crown).\n\t\tBut the Secretary of State—\n\t\t\tmay not make enabling provision which gives the Registrar General power torequire a fee to be paid or power to set the amount of a fee; and\n\t\t\tmay not make other enabling provision unless the Secretary of State issatisfied that the provision is necessary in connection with administrativematters relating to functions of the Registrar General or functions ofsuperintendent registrars or registrars.\n\t\tRegulations made by the Registrar General under any enabling provision aresubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tBut that is subject to any provision in a relevant instrument about thekind of Parliamentary scrutiny, if any, to which the regulations are to besubject.\n\t\tIn subsections (5) to (8)—\n\t\t\t  * “enabling provision” means provision made under subsection (5) enabling the Registrar General to make regulations; \n\t\t\t  * “relevant instrument” means— \n\t\t\tregulations under section 9(1) or (2), or\n\t\t\tan order under section 14(4).\n\t\tAny power of the Secretary of State or Lord Chancellor under this Act toamend legislation by subordinate legislation includes power to repeal orrevoke legislation (and any reference to the amendment of legislation by suchan order or regulations is to be read accordingly).\n\t\tThe Secretary of State or Lord Chancellor must—\n\t\t\tobtain the consent of the Scottish Ministers before making any order orregulations under this Act, except an order under section 21(3), containingprovision which would (if contained in an Act of the Scottish Parliament) bewithin the legislative competence of that Parliament;\n\t\t\tobtain the consent of the Department of Finance and Personnel before makingany order or regulations under this Act, except an order under section 21(3),containing provision which would (if contained in an Act of the NorthernIreland Assembly) be within the legislative competence of that Assembly.\n\tInterpretation \n\t\tIn this Act, an expression set out in an entry in the first column of thistable has the meaning given in the corresponding entry in the second column.\n\t\t\tExpression| Meaning  ---|---  primary legislation|\n\t\t\t  * an Act of Parliament \n\t\t\t  * an Act of the National Assembly for Wales \n\t\t\t  * a Measure of the National Assembly for Wales \n\t\t\t  * an Act of the Scottish Parliament \n\t\t\t  * an Act of the Northern Ireland Assembly \n\t\t\t  * a Measure of the Church of England \n\t\t  subordinate legislation|\n\t\t\t  * a Canon of the Church of England \n\t\t\t  * any Order in Council, order, rules, regulations, schemes, warrants, byelaws and other instruments made under primary legislation or under a Canon of the Church of England \n\t\t  England and Wales legislation| primary legislation and subordinate legislationwhich forms part of the law of England and Wales (whether or not it also formspart of the law of another jurisdiction)  Northern Ireland legislation| primary legislation and subordinate legislationwhich forms part of the law of Northern Ireland (whether or not it also formspart of the law of another jurisdiction)  Scottish legislation| primary legislation and subordinate legislation whichforms part of the law of Scotland (whether or not it also forms part of thelaw of another jurisdiction)  UK legislation|\n\t\t\t  * England and Wales legislation \n\t\t\t  * Scottish legislation \n\t\t\t  * Northern Ireland legislation \n\t\t    (2)In this Act—\n\t\t\t  * “existing England and Wales legislation” has the meaning given in section 11; \n\t\t\t  * “new England and Wales legislation” has the meaning given in section 11; \n\t\t\t  * “registrar” means a registrar of births, deaths and marriages; \n\t\t\t  * “Registrar General” means the Registrar General of England and Wales; \n\t\t\t  * “superintendent registrar” means a superintendent registrar of births, deaths and marriages. \n\t\tFor further interpretation provision relating to this Act, see paragraph 5of Schedule 3.\n\tExtent \n\t\tThis Act extends to England and Wales.\n\t\tThese provisions of this Act also extend to Scotland—\n\t\t\tin Part 1, section 10(3) and Schedule 2;\n\t\t\tPart 2, except for sections 14 and 15;\n\t\t\tPart 3.\n\t\tThese provisions of this Act also extend to Northern Ireland—\n\t\t\tin Part 1, section 10(3) and Schedule 2;\n\t\t\tPart 2, except for sections 14 to 16 and paragraphs 4, 5, 10 and 11 ofSchedule 6;\n\t\t\tPart 3.\n\t\tSubsections (1) to (3) do not apply to an amendment or repeal or revocationmade by this Act.\n\t\tAn amendment or repeal or revocation made by this Act has the same extentas the provision amended or repealed or revoked.\n\t\tSubsection (5) is subject to subsections (7) to (9).\n\t\tAny amendment of the following Acts extends to England and Wales only—\n\t\t\tthe Social Security Contributions and Benefits Act 1992;\n\t\t\tthe Pension Schemes Act 1993;\n\t\t\tthe Human Fertilisation and Embryology Act 2008.\n\t\tThe repeal of the Foreign Marriage Act 1892 made by section 13(2) does notextend to Northern Ireland.\n\t\tAny amendment made by Part 2 of Schedule 5 does not extend to NorthernIreland.\n\tShort title and commencement\n\t\tThis Act may be cited as the Marriage (Same Sex Couples) Act 2013.\n\t\tThis section and sections 15 and 16 come into force on the day on whichthis Act is passed.\n\t\tSubject to that, this Act comes into force on such day as the Secretary ofState may by order appoint; and different days may be appointed for differentpurposes."
    }
]