[
    {
        "length": 379,
        "text": "\nInterpretation \n\tIn this Act—\n\t\t  * “Additional Protocol” means the protocol signed at Vienna on 22nd September 1998 (Cm. 4282) additional to the Safeguards Agreement; \n\t\t  * “Additional Protocol information” means information which the Secretary of State needs or will need in order to enable the obligations of the United Kingdom under Article 2 of, or the third or fourth paragraph of Annex III to, the Additional Protocol to be met; \n\t\t  * “Agency” means the International Atomic Energy Agency; \n\t\t  * “Agency inspector” means a person designated under Article 85 of the Safeguards Agreement or Article 11 of the Additional Protocol; \n\t\t  * “authorised officer” means a person authorised by the Secretary of State for the purpose of exercising powers under this Act; and \n\t\t  * “Safeguards Agreement” means the agreement made on 6th September 1976 between the United Kingdom, the European Atomic Energy Community and the Agency for the application of safeguards in the United Kingdom in connection with the Treaty on the Non-Proliferation of Nuclear Weapons. \n\tReferences in the following provisions of this Act to Articles or Annexesare to articles of or annexes to the Additional Protocol.\n\tFor the purposes of this Act the text of the Additional Protocol is thatsigned on 22nd September 1998 but subject, in the case of Annexes I and II, toany amendments made under Article 16.b."
    },
    {
        "length": 428,
        "text": "\nInformation and records for purposes of the Additional Protocol\n\tNo obligation as to secrecy or other restriction on disclosure (whetherimposed by statute or otherwise) prevents a person voluntarily givinginformation to the Secretary of State if that person has reasonable cause tobelieve that it is Additional Protocol information.\n\tThe Secretary of State may serve a notice on any person requiring him togive the Secretary of State information, or information of a description,specified in the notice—\n\t\twithin a period or at times specified in the notice; and\n\t\tif the notice so provides, in such form as the notice may require.\n\tThe information required by a notice—\n\t\tmust be information which the Secretary of State has reasonable cause tobelieve is Additional Protocol information; and\n\t\tmay relate to a state of affairs subsisting before the coming into force ofthis Act or of the Additional Protocol.\n\tA notice shall not require a person to give information which is requiredonly for the purposes of sub-paragraph (ii) of Article 2.a. unless the noticesets out the terms, agreed by the United Kingdom, in which the Agency hasidentified information for the purposes of that sub-paragraph.\n\tA person who refuses or fails without reasonable excuse to comply with anotice is guilty of an offence.\n\tThe duty to comply with a notice is not affected by any obligation orrestriction mentioned in subsection (1).\n\tA person on whom a notice is served shall keep and retain such records ofinformation in his possession (and retain any existing records) as may benecessary to enable him to comply with the notice; and a failure to do soshall be taken into account in proceedings for an offence under subsection (5)in determining whether a reasonable excuse exists for a refusal or failure tocomply with the notice.\n\tIn this section “notice” means a notice served under subsection (2)."
    },
    {
        "length": 282,
        "text": "\nIdentifying persons who have information\n\tThe Secretary of State may make regulations requiring persons of anydescription specified in the regulations to inform him that they are of such adescription and to give such supplementary particulars as may be so specified.\n\tAny such description must be so framed that persons within it are—\n\t\tpersons about whose activities the United Kingdom is or will be obligedunder the Additional Protocol to provide information to the Agency; or\n\t\tother persons likely to be in possession of information which the Secretaryof State has reasonable cause to believe is Additional Protocol information.\n\tThe regulations may—\n\t\trequire persons to notify the Secretary of State of changes in theircircumstances; and\n\t\tinclude incidental and supplementary provisions.\n\tRegulations under this section shall be made by statutory instrumentsubject to annulment in pursuance of a resolution of either House ofParliament.\n\tIf regulations are made under this section the Secretary of State shallarrange for a statement of the fact that they have been made to be publishedin such manner as is likely to bring them to the attention of persons affectedby them.\n\tA person who fails without reasonable excuse to comply with a requirementimposed by regulations under this section is guilty of an offence."
    },
    {
        "length": 1015,
        "text": "\nPowers of entry in relation to Additional Protocol information\n\tIf a justice of the peace is satisfied, on information on oath, that aperson served with a notice under section 2(2) has refused to give all or anyof the information required by the notice, or has failed to give all or any ofthat information within the period or at the time required by the notice, andthat there are reasonable grounds for believing—\n\t\tthat the Secretary of State is not in possession of all or any of theinformation which that person has refused or failed to give; and\n\t\tthat a document or other thing, containing any of the information whichthat person has refused or failed to give and which is not in the possessionof the Secretary of State, is to be found on any premises,\n\t\t\the may issue a warrant authorising an authorised officer to enter thepremises, if necessary by force, at any reasonable hour within one month fromthe time of the issue of the warrant and to search them.\n\tIf a justice of the peace is satisfied, on information on oath, that theSecretary of State has specified information, or information of a description,in a notice served under section 2(2) or in a certificate for the purposes ofthis subsection, and that there are reasonable grounds for believing—\n\t\tthat the Secretary of State is not in possession of all or any of theinformation so specified or all or any information of the description sospecified;\n\t\tthat a document or other thing containing any of the information sospecified or any information of the description so specified is to be found onany premises; and\n\t\tthat the document or other thing is likely to be altered, destroyed orotherwise disposed of without all the information so specified or all theinformation of the description so specified which is contained in it and isnot in the possession of the Secretary of State having been given to him,\n\t\the may issue a warrant authorising an authorised officer to enter thepremises, if necessary by force, at any reasonable hour within one month fromthe time of the issue of the warrant and to search them.\n\tFor the purposes of subsection (2) there may be specified in a certificateonly information, or information of a description, which could be specified ina notice under section 2(2).\n\tSubsections (1) and (2) apply to Scotland with the substitution—\n\t\tfor “justice of the peace” of “justice (within the meaning of section 307of the [1995 c. 46.] Criminal Procedure (Scotland) Act 1995)”; and\n\t\tfor “on information on oath” of “by evidence on oath”.\n\tThe powers of an authorised officer who enters premises under the authorityof a warrant under this section include power—\n\t\tto take with him such other persons and such equipment as appear to him tobe necessary;\n\t\tto inspect anything found on the premises;\n\t\tto require any information which is held in electronic form and isaccessible from the premises to be produced in a form in which he can read andcopy it; and\n\t\tto copy, or to seize and remove, any document or other thing which he hasreasonable cause to believe is something which contains Additional Protocolinformation.\n\tA constable who enters premises under the authority of a warrant or byvirtue of subsection (5)(a) may—\n\t\tgive such assistance as an authorised officer may request for the purposeof facilitating the exercise of any power under this section; and\n\t\tsearch or cause to be searched any person on the premises who the constablehas reasonable cause to believe may have in his possession any document orother thing falling within subsection (5)(d).\n\tNo constable shall, by virtue of subsection (6)(b), search a person of theopposite sex.\n\tThe powers conferred by a warrant under this section shall only beexercisable, if the warrant so provides, in the presence of a constable.\n\tA person who—\n\t\twilfully obstructs an authorised officer in the exercise of a powerconferred by a warrant under this section; or\n\t\tfails without reasonable excuse to comply with a reasonable request made byan authorised officer or a constable for the purpose of facilitating theexercise of such a power,\n\t\tis guilty of an offence.\n\tIn this section any reference to information contained in a document orother thing includes a reference to information which may be obtained fromthat document or other thing."
    },
    {
        "length": 704,
        "text": "\nRights of access etc. for Agency inspectors\n\tThis section has effect for securing that the Agency’s rights under theAdditional Protocol—\n\t\tof access to locations of a description mentioned in Article 5, forpurposes permitted by Article 4 or any other provision of the AdditionalProtocol in relation to locations of that description;\n\t\tof access to locations specified by the Agency for the purposes of Article9, for the purpose of carrying out wide-area environmental sampling; and\n\t\tto carry out activities at those locations,\n\t\t\tare exercisable in the United Kingdom by Agency inspectors.\n\tAn Agency inspector may, at any location falling within subsection (1)—\n\t\texercise such rights of access and entry as are required for the purposesof the Additional Protocol; and\n\t\tdo anything which the Agency is entitled to do by virtue of Article 6 (ifthe location falls within subsection (1)(a)) or Article 9 (if it falls withinsubsection (1)(b));\n\t\tbut only in accordance with and subject to the provisions of the AdditionalProtocol and the Safeguards Agreement (including any arrangements for managedaccess made under Article 7, procedural arrangements for wide-areaenvironmental sampling approved under Article 9, or subsidiary arrangementsagreed under Article 13).\n\tFor the purposes of subsection (2)—\n\t\tthe reference to “other objective measures” in any paragraph of Article 6shall be taken to refer only to measures specified by the Secretary of Statein relation to that paragraph in an order made by statutory instrument; and\n\t\tthe reference to procedural arrangements for wide-area environmentalsampling in Article 9 shall be taken to refer only to arrangements specifiedby the Secretary of State in an order made by statutory instrument.\n\tAn authorised officer may accompany an Agency inspector while he isexercising powers under this section.\n\tA constable may—\n\t\tgive such assistance as an Agency inspector, or an authorised officeraccompanying that inspector, may request for the purpose of facilitating theexercise of powers under this section; and\n\t\tuse such reasonable force as he considers necessary for that purpose.\n\tIf in any proceedings any question arises whether a person at any time whenpurporting to exercise powers under this section was or was not an Agencyinspector, a certificate issued by or under the authority of the Secretary ofState stating any fact relevant to that question shall be conclusive evidenceof that fact.\n\tA person who—\n\t\twilfully obstructs an Agency inspector or authorised officer in theexercise of a power under this section;\n\t\tfails without reasonable excuse to comply with a reasonable request made byan Agency inspector, an authorised officer or a constable for the purpose offacilitating the exercise of such a power; or\n\t\tinterferes without reasonable excuse with anything placed on any land inexercise of such a power,\n\t\tis guilty of an offence.\n\tIn this section “wide-area environmental sampling” has the meaning given byArticle 18.g."
    },
    {
        "length": 335,
        "text": "\nRestriction on disclosure\n\tThis section applies to information if—\n\t\tit is obtained by any person under, or in connection with anything doneunder, this Act or the Additional Protocol; and\n\t\tit relates to a particular business or other activity carried on by anyperson.\n\tSo long as the business or activity continues to be carried on theinformation shall not be disclosed except—\n\t\twith the consent of the person for the time being carrying on the businessor activity;\n\t\tin connection with anything done for the purposes of this Act, theAdditional Protocol or the Safeguards Agreement;\n\t\tin connection with the investigation of a criminal offence or for thepurposes of criminal proceedings;\n\t\tin connection with the enforcement of a restriction on imports or exports;\n\t\tin dealing with an emergency involving danger to the public; or\n\t\twith a view to ensuring the security of the United Kingdom.\n\tA person who discloses information in contravention of this section isguilty of an offence.\n\tIt is not an offence under this section to disclose information which haspreviously been disclosed to the public otherwise than in contravention ofthis section.\n\tA disclosure of any information to which this section applies may be madein circumstances in which any of paragraphs (b) to (f) of subsection (2)prevents there being a contravention of this section, notwithstanding anyobligation as to secrecy or other restriction on disclosure that wouldotherwise apply."
    },
    {
        "length": 116,
        "text": "\nGiving false or misleading information\n\tA person who knowingly or recklessly makes a statement which is false ormisleading in a material particular in giving—\n\t\tany information to the Secretary of State or an authorised officer for thepurposes of this Act or the Additional Protocol;\n\t\tany information to the Secretary of State in response to a requirement ofregulations under section 3; or\n\t\tany information to an Agency inspector exercising powers under section 5,\n\t\tis guilty of an offence."
    },
    {
        "length": 605,
        "text": "\nPower to search and obtain evidence\n\tIf— \n\t\ta justice of the peace is satisfied on information on oath that there arereasonable grounds for suspecting that evidence of the commission of anoffence under this Act is to be found on any premises; or\n\t\tin Scotland a justice (within the meaning of section 307 of the [1995 c.46.] Criminal Procedure (Scotland) Act 1995) is satisfied by evidence on oathas mentioned in paragraph (a) above,\n\t\t\the may issue a warrant authorising an authorised officer to enter thepremises, if necessary by force, at any time within one month from the time ofthe issue of the warrant and to search them.\n\tThe powers of an authorised officer who enters the premises under theauthority of the warrant include power—\n\t\tto take with him such other persons and such equipment as appear to him tobe necessary;\n\t\tto inspect anything found on the premises;\n\t\tto require any information which is held in electronic form and isaccessible from the premises to be produced in a form in which he can read andcopy it;\n\t\tto copy, or to seize and remove, any document or other thing which he hasreasonable cause to believe may be required as evidence for the purposes ofproceedings in respect of an offence under this Act; and\n\t\tto sample any substance found on the premises which he has reasonable causeto believe may be required as such evidence.\n\tA constable who enters premises under the authority of a warrant or byvirtue of subsection (2)(a) may—\n\t\tgive such assistance as an authorised officer may request for the purposeof facilitating the exercise of any power under this section; and\n\t\tsearch or cause to be searched any person on the premises who the constablehas reasonable cause to believe may have in his possession any document orother thing which may be required as evidence for the purposes of proceedingsin respect of an offence under this Act.\n\tNo constable shall, by virtue of subsection (3)(b), search a person of theopposite sex.\n\tThe powers conferred by a warrant under this section shall only beexercisable, if the warrant so provides, in the presence of a constable.\n\tA person who—\n\t\twilfully obstructs an authorised officer in the exercise of a powerconferred by a warrant under this section; or\n\t\tfails without reasonable excuse to comply with a reasonable request made byan authorised officer or a constable for the purpose of facilitating theexercise of such a power,\n\t\tis guilty of an offence."
    },
    {
        "length": 372,
        "text": "\nPenalty for offences and offences by bodies corporate\n\tA person guilty of an offence under any provision of this Act exceptsection 6 or 7 is liable—\n\t\ton summary conviction, to a fine not exceeding the statutory maximum; and\n\t\ton conviction on indictment, to a fine.\n\tA person guilty of an offence under section 6 or 7 is liable—\n\t\ton summary conviction, to a fine not exceeding the statutory maximum; and\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine (or both).\n\tWhere an offence under this Act committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of—\n\t\ta director, manager, secretary or other similar officer of the bodycorporate; or\n\t\ta person who was purporting to act in any such capacity,\n\t\t\the as well as the body corporate is guilty of that offence and liable to beproceeded against and punished accordingly.\n\tIn subsection (3) “director”, in the case of a body corporate whose affairsare managed by its members, means a member of the body corporate.\n\tWhere an offence under this Act committed by a Scottish partnership isproved to have been committed with the consent or connivance of, or to beattributable to any neglect on the part of, a partner, he as well as thepartnership is guilty of the offence and may be proceeded against and punishedaccordingly."
    },
    {
        "length": 297,
        "text": "\nService of notices\n\tAny notice under this Act may be served on a person by delivering it tohim, by leaving it at his proper address or by sending it by post to him atthat address.\n\tAny such notice may be served—\n\t\tin the case of a body corporate, on the secretary or clerk of that body;\n\t\tin the case of a partnership, on any partner or a person having control ormanagement of the partnership business; and\n\t\tin the case of an unincorporated association (other than a partnership), onany member of its governing body.\n\tFor the purposes of this section and section 7 of the [1978 c. 30.]Interpretation Act 1978 (service of documents) in its application to thissection, the proper address of any person is—\n\t\tin the case of a body corporate, its secretary or clerk, the address of itsregistered or principal office in the United Kingdom;\n\t\tin the case of an unincorporated association (other than a partnership) ora member of its governing body, the address of its principal office in theUnited Kingdom; and\n\t\tin any other case, his usual or last-known address (whether of hisresidence or of a place where he carries on business or is employed)."
    },
    {
        "length": 499,
        "text": "\nMinor and consequential amendments\n\tIn section 6(3) of the [1954 c. 32.] Atomic Energy Authority Act 1954(persons exempted from prohibition on entry to certain premises) in paragraph(bb), at the end there is inserted “or under Article 11 of the AdditionalProtocol (within the meaning of the Nuclear Safeguards Act 2000)”.\n\tIn paragraph 3(2) of Schedule 1 to the [1965 c. 57.] Nuclear InstallationsAct 1965 (persons exempted from prohibition on entry to certain sites) inparagraph (bb), at the end there is inserted “or under Article 11 of theAdditional Protocol (within the meaning of the Nuclear Safeguards Act 2000)”.\n\tIn section 2 of the [1978 c. 25.] Nuclear Safeguards and Electricity(Finance) Act 1978 (rights of Agency inspectors)—\n\t\tin subsection (1), after “article 85” there is inserted “of the SafeguardsAgreement or Article 11 of the Additional Protocol (within the meaning of theNuclear Safeguards Act 2000)”;\n\t\tin subsection (4), for the words from “shall be liable” to the end there issubstituted “shall be guilty of an offence.\n\t\t\t(4A)A person guilty of an offence under subsection (4) above shall be liable—\n\t\ton summary conviction, to a fine not exceeding the statutory maximum; and\n\t\ton conviction on indictment, to a fine.”; and\n\t\tafter subsection (7), there is inserted—\n\tIf in any proceedings any question arises whether a person at any timewhen purporting to exercise powers under this section was or was not a persondesignated as mentioned in subsection (1) above, a certificate issued by orunder the authority of the Secretary of State stating any fact relevant tothat question shall be conclusive evidence of that fact.”"
    },
    {
        "length": 181,
        "text": "\nShort title etc\n\tThis Act may be cited as the Nuclear Safeguards Act 2000.\n\tThis Act (except for this section) shall come into force on such day as theSecretary of State may by order made by statutory instrument appoint; anddifferent days may be appointed for different purposes.\n\tNothing in this Act affects the exercise of powers exercisable under anyother enactment.\n\tHer Majesty may by Order in Council direct that any of the provisions ofthis Act or of the Nuclear Safeguards and Electricity (Finance) Act 1978 shallextend, with such modifications as appear to Her Majesty to be appropriate, toany of the Channel Islands, the Isle of Man or any colony.\n\tThis Act extends to Northern Ireland.\n\t\t"
    }
]