[
    {
        "length": 1258,
        "text": "\nApplication of Act\n\tRegulated leases\n\t\tIn this Act a “regulated lease” means a lease which meets the followingconditions—\n\t\t\tit is a long lease of a single dwelling,\n\t\t\tit is granted for a premium,\n\t\t\tit is granted on or after the relevant commencement day, otherwise than inpursuance of a contract made before that day, and\n\t\t\twhen it is granted, it is not an excepted lease,\n\t\t\t\t(but see subsection (5)).\n\t\tThe “relevant commencement day”, in relation to a lease, is the day onwhich this Act comes fully into force in relation to leases of that kind (seesection 25).\n\t\tFor the purposes of subsection (1)(c) “contract” does not include an optionor right of first refusal.\n\t\tIn this Act references to the grant of a lease include the case where, byvirtue of any variation of a lease, there is a deemed surrender and regrant.\n\t\tWhere there is a deemed surrender and regrant by virtue of the variation ofa lease which is—\n\t\t\ta regulated lease, or\n\t\t\ta lease granted before the relevant commencement day,\n\t\t\tsubsection (1) applies as if paragraph (b) were omitted.\n\tExcepted leases\n\t\tBusiness leases\n\t\t\tA lease is an excepted lease if—\n\t\t\t\tthe terms of the lease expressly permit premises demised by the lease to beused for purposes which are business purposes (and do not require any furtherconsent from the landlord for such use),\n\t\t\t\tthe nature of the business purposes permitted by the lease is such that theuse of premises demised by the lease as a dwelling significantly contributesto the business purposes, and\n\t\t\t\tat or before the time the lease is granted, the landlord and tenant (orprospective landlord and tenant) each give the other a written notice to theeffect that they intend premises demised (or to be demised) by the lease to beused, and to continue to be used, for the purposes mentioned in paragraph (a).\n\t\t\tThe Secretary of State may by regulations make further provision about theform and content of notices under subsection (1)(c).\n\t\t\t“Business” includes a trade, profession or employment, but does not includea home business within the meaning of Part 2 of the Landlord and Tenant Act1954 (see section 43ZA of that Act).\n\t\tStatutory lease extensions\n\t\t\tA lease is an excepted lease if it is granted under Part 1 of the LeaseholdReform Act 1967 (tenant of leasehold house entitled to extended lease).\n\t\t\tA lease is an excepted lease if it is granted under Chapter 2 of Part 1 ofthe Leasehold Reform, Housing and Urban Development Act 1993 (tenant of flatentitled to extended lease).\n\t\tCommunity housing leases\n\t\t\tA lease is an excepted lease if—\n\t\t\t\tit is a community housing lease, and\n\t\t\t\tit meets any further conditions specified in regulations made by therelevant authority.\n\t\t\tA lease is a community housing lease if—\n\t\t\t\tthe landlord under the lease is a community land trust within the meaningof section 79 of the Housing and Regeneration Act 2008, or\n\t\t\t\tit is a lease of a dwelling in a building within paragraph 2B of Schedule14 to the Housing Act 2004 (buildings controlled or managed by co-operativesocieties), disregarding sub-paragraph (3)(b) of that paragraph.\n\t\tHome finance plan leases\n\t\t\tA lease is an excepted lease if—\n\t\t\t\tit is a home finance plan lease, and\n\t\t\t\tit meets any further conditions specified in regulations made by theSecretary of State.\n\t\t\tA lease is a home finance plan lease if—\n\t\t\t\tit is granted pursuant to an arrangement which is a regulated homereversion plan for the purposes of Chapter 15A of Part 2 of the FinancialServices and Markets Act 2000 (Regulated Activities) Order 2001 ([S.I.2001/544](/id/uksi/2001/544?view=plain \"Go to item of legislation\")), or\n\t\t\t\tit is granted by a finance provider to a home buyer pursuant to a rent tobuy arrangement.\n\t\t\tA “rent to buy arrangement” is an arrangement in relation to which thefollowing conditions are met—\n\t\t\t\ta person (the “finance provider”) buys a qualifying interest, or anundivided share of a qualifying interest, in land, and\n\t\t\t\tthe arrangement provides for the obligation of another person (the “homebuyer”) to buy the interest bought by the finance provider over the course of,or at the end of, a specified period.\n\t\t\tA “qualifying interest in land” means an estate in fee simple absolute ora term of years absolute, whether subsisting at law or in equity."
    },
    {
        "length": 1460,
        "text": "\nProhibited and permitted rent\n\tProhibited rent\n\t\tThe landlord under a regulated lease must not require the tenant to make apayment of a prohibited rent.\n\t\tFor the purposes of subsection (1), a landlord requires a tenant to make apayment of a prohibited rent where the landlord, or a person acting on behalfof the landlord, does either or both of the following in relation to thepayment—\n\t\t\tasks the tenant for the payment;\n\t\t\thaving received the payment, fails to refund it to the tenant before theend of the period of 28 days beginning with the day after its receipt.\n\t\tIn this section—\n\t\t\treferences to a landlord include a person who has ceased to be a landlord,and\n\t\t\treferences to a tenant include—\n\t\t\ta person who has ceased to be a tenant;\n\t\t\ta person acting on behalf of a tenant;\n\t\t\ta person who has guaranteed the payment of rent by a tenant.\n\t\tIn this Act “prohibited rent” means any rent, to the extent that it exceedsthe permitted rent (see sections 4 to 6).\n\tPermitted rent: general rule\n\t\tThis section applies to a regulated lease, other than a regulated lease towhich section 5 or 6 applies.\n\t\tThe permitted rent is a peppercorn rent.\n\t\tIn this Act a “peppercorn rent” means an annual rent of one peppercorn.\n\tPermitted rent: shared ownership leases\n\t\tThis section applies to a regulated lease which is a relevant sharedownership lease.\n\t\tThe permitted rent is—\n\t\t\tin respect of the tenant’s share in the demised premises, a peppercornrent;\n\t\t\tin respect of the landlord’s share in the demised premises, any rent.\n\t\tA shared ownership lease is a lease—\n\t\t\tgranted on payment of a premium calculated by reference to a percentage ofthe value of the demised premises or the cost of providing them, or\n\t\t\tunder which the tenant (or the tenant’s personal representatives) will ormay be entitled to a sum calculated by reference, directly or indirectly, tothe value of those premises.\n\t\tA relevant shared ownership lease is a shared ownership lease where thetenant’s share in the demised premises is less than 100%.\n\t\tThe tenant’s share in the demised premises is the tenant’s initial share inthe demised premises, plus any additional share or shares in the demisedpremises which the tenant has acquired.\n\t\tThe landlord’s share in the demised premises is the share in the demisedpremises which is not comprised in the tenant’s share.\n\t\tWhere a shared ownership lease does not reserve separate rents in respectof the tenant’s share in the demised premises and the landlord’s share in thedemised premises, any rent reserved is to be treated as reserved in respect ofthe landlord’s share.\n\t\tThis section does not apply to a regulated lease if section 6 applies toit.\n\tPermitted rent: leases replacing pre-commencement leases\n\t\tThis section applies where—\n\t\t\tthe tenant under a pre-commencement lease is granted a new lease (a“replacement lease”) of premises which consist of, or include, some or all ofthe premises demised by the pre-commencement lease,\n\t\t\tthe term of the replacement lease begins before the end of the term of thepre-commencement lease, and\n\t\t\tthe replacement lease is a regulated lease.\n\t\tThe permitted rent under the replacement lease is—\n\t\t\tin respect of the excepted period, a rent not exceeding the rent that wouldhave been payable under the pre-commencement lease in respect of that period;\n\t\t\tin respect of the regulated period (if any), a peppercorn rent.\n\t\tThe “excepted period” is the period which—\n\t\t\tbegins with the first day of the term of the replacement lease, and\n\t\t\tends with the last day of the term of the pre-commencement lease.\n\t\tThe “regulated period” is the period which—\n\t\t\tbegins immediately after the excepted period, and\n\t\t\tends with the last day of the term of the replacement lease.\n\t\tWhere— \n\t\t\tthe tenant under a lease to which subsection (2) applies is granted a newlease of premises which consist of, or include, some or all of the premisesdemised by that lease,\n\t\t\tthe term of the new lease begins before the end of the term of the pre-commencement lease, and\n\t\t\tthe new lease is a regulated lease,\n\t\t\t\tsubsections (2) to (4) apply to the new lease, reading references to thereplacement lease as references to the new lease.\n\t\tWhere the pre-commencement lease is a relevant shared ownership lease,subsection (2)(a) applies as if after “payable” there were inserted “inrespect of the tenant’s share in the demised premises”.\n\t\tWhere a lease to which subsection (2) applies is a relevant sharedownership lease—\n\t\t\tthat subsection applies as if after “replacement lease” there were inserted“in respect of the tenant’s share in the demised premises”, and\n\t\t\tthe permitted rent in respect of the landlord’s share in the demisedpremises is any rent.\n\t\tIn this section—\n\t\t\t“pre-commencement lease” means a long lease of a dwelling which is grantedbefore the day which is the relevant commencement day in relation to thereplacement lease;\n\t\t\treferences to the end of the term of the pre-commencement lease are to whatwould have been the end of the term of the pre-commencement lease if thereplacement lease had not been granted.\n\t\tSection 5(3) to (7) applies for the purposes of this section."
    },
    {
        "length": 434,
        "text": "\nEffect of term reserving prohibited rent\n\tTerm reserving prohibited rent treated as reserving permitted rent\n\t\tThis section applies where any term of a regulated lease to which a sectionspecified in column 1 of the table applies reserves a prohibited rent.\n\t\tThe term has effect as if, in place of the prohibited rent, it reserved therent specified in column 2 of the table.\n\t\tWhere the prohibited rent is reserved in respect of a period specified incolumn 3 of the table, or a share in the demised premises specified in column4 of the table, or both, the term is treated as reserving the rent specifiedin column 2 of the table in respect of that period, that share, or that periodand that share.\n\t\t\tColumn 1| Column 2| Column 3| Column 4  ---|---|---|---  Section| Rent treated as reserved| Period for which rent reserved| Share indemised premises  Section 4 (general rule)| peppercorn rent| |  Section 5 (shared ownership leases)| peppercorn rent| | tenant’s share  Section 6 (replacement leases)| maximum permitted rent| excepted period|tenant’s share (where section 6(7) applies)  Section 6 (replacement leases)| peppercorn rent| regulated period| tenant’sshare (where section 6(7) applies)    (4)The “maximum permitted rent” means the maximum rent permitted by section6(2)(a).\n\t\tThe other terms of the regulated lease have effect with any modificationsnecessary because of subsections (2) and (3).\n\t\tFor the purposes of this section, the terms of a regulated lease includethe terms of any contract relating to the lease.\n\t\tTerms used in this section and in sections 4 to 6 have the same meaning inthis section as in those sections."
    },
    {
        "length": 3007,
        "text": "\nEnforcement\n\tEnforcement authorities\n\t\tEvery local weights and measures authority in England or Wales—\n\t\t\tmust enforce section 3 in its area, and\n\t\t\tmay enforce that section elsewhere in England or Wales.\n\t\tA district council that is not a local weights and measures authority mayenforce section 3 in England (both inside and outside the council’s district).\n\t\tFor the purposes of subsection (1)(a) a breach of section 3 occurs in thearea in which the premises demised by the lease are located (and where thepremises are located in more than one area, the breach is taken to haveoccurred in each of those areas).\n\t\tThe duty imposed and power conferred by this section are subject to section9(8).\n\t\tIn this Act, “enforcement authority” means—\n\t\t\ta local weights and measures authority in England or Wales, or\n\t\t\ta district council that is not a local weights and measures authority.\n\tFinancial penalties\n\t\tAn enforcement authority may impose a financial penalty on a person if theauthority is satisfied beyond reasonable doubt that the person has breachedsection 3(1).\n\t\tThe amount of the financial penalty under subsection (1) is to be suchamount as the authority determines but—\n\t\t\tis not to be less than £500 (the “minimum amount”), and\n\t\t\tis not to be more than £30,000 (the “maximum amount”).\n\t\tWhere the same landlord has committed more than one breach of section 3(1)in relation to the same lease, only one financial penalty may be imposed onthe landlord in respect of all of those breaches committed in the period—\n\t\t\tbefore the imposition of the penalty, and\n\t\t\twhere a penalty has previously been imposed on the landlord for a breach ofsection 3(1) in relation to the same lease, after the imposition of thatearlier penalty.\n\t\tIn subsection (3), the “landlord” includes a person who has ceased to be alandlord.\n\t\tWhere a person has committed one or more breaches of section 3(1) inrelation to two or more leases, an enforcement authority may impose a singlefinancial penalty on the person under subsection (1) in respect of all ofthose breaches.\n\t\tIn such a case, the amount of the penalty—\n\t\t\tis not to be less than the sum of the penalties that would be imposed if aseparate penalty of the minimum amount were imposed on the person for each ofthe breaches, and\n\t\t\tis not to be more than the sum of the penalties that would be imposed if aseparate penalty of the maximum amount were imposed on the person for each ofthe breaches.\n\t\tFor the purposes of subsection (6), the effect of subsection (3) is to betaken into account when determining the minimum and maximum amount of thepenalty that could be imposed on a person for breaches of section 3(1) inrelation to the same lease.\n\t\tAn enforcement authority may not impose a penalty on a person in respect ofa breach of section 3(1) if another enforcement authority has imposed apenalty on the person in respect of the same breach.\n\t\tThe relevant authority may by regulations amend this section so as tochange the minimum amount or the maximum amount.\n\t\tThe power in subsection (9) may be exercised only where the relevantauthority considers it expedient to do so to reflect changes in the value ofmoney.\n\tRecovery of prohibited rent by enforcement authority\n\t\tSubsection (2) applies where an enforcement authority is satisfied on thebalance of probabilities that—\n\t\t\ta tenant has made a payment of a prohibited rent under a regulated lease,and\n\t\t\tin breach of section 3(1) all or part of the payment has not been refunded.\n\t\tThe enforcement authority may order any one of the following persons to payto the tenant the amount that has not been refunded—\n\t\t\tthe landlord under the lease at the time the payment was made;\n\t\t\tthe landlord under the lease at the time the enforcement authority makesthe order;\n\t\t\twhere the payment was made to a person acting on behalf of the landlordunder the lease, that person.\n\t\tSubsection (2) does not apply if—\n\t\t\tthe tenant has made an application under section 13 for the recovery of therent;\n\t\t\tan enforcement authority has previously made an order under this section inrelation to the payment.\n\t\tWhere part or all of two or more payments of a prohibited rent made by atenant under the same lease have not been refunded, the enforcement authoritymay make a single order under subsection (2) in respect of all the prohibitedrent that has not been refunded.\n\tInterest on amounts ordered to be paid under section 10\n\t\tWhere an enforcement authority orders a person to pay an amount undersection 10, the authority may include provision in the order for interest tobe payable on that amount in accordance with this section.\n\t\tWhere the amount ordered to be paid relates to a single payment of aprohibited rent, interest is payable on the amount from the day on which thepayment was made until the day on which the amount is paid.\n\t\tWhere the amount ordered to be paid relates to more than one payment of aprohibited rent, interest is payable on so much of the amount as relates to aparticular payment from the day on which that particular payment was madeuntil that part of the amount is paid.\n\t\tThe rate of interest is the rate for the time being specified in section 17of the Judgments Act 1838.\n\t\tThe total amount of interest payable under provision made under thissection must not exceed the amount ordered to be paid under section 10.\n\tEnforcement authorities: supplementary\n\t\tAn enforcement authority must have regard to any guidance issued by—\n\t\t\tthe Secretary of State, about the exercise of its functions under this Actin relation to a lease of premises in England;\n\t\t\tthe Welsh Ministers, about the exercise of its functions under this Act inrelation to a lease of premises in Wales.\n\t\tFor the investigatory powers available to an enforcement authority for thepurposes of enforcing this Act, see Schedule 5 to the Consumer Rights Act 2015(investigatory powers of enforcers etc).\n\t\tIn paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties andpowers to which Schedule 5 applies), at the appropriate place, insert “section8 of the Leasehold Reform (Ground Rent) Act 2022;”.\n\t\tThe Schedule contains provision about—\n\t\t\tthe procedure for imposing a financial penalty under section 9 or making anorder under section 10,\n\t\t\tthe time limits for doing so,\n\t\t\trights of appeal,\n\t\t\tthe recovery of a financial penalty imposed or an amount ordered to bepaid, and\n\t\t\tthe retention of sums received.\n\tRecovery of prohibited rent by tenant\n\t\tSubsection (2) applies where—\n\t\t\ta tenant has made a payment of a prohibited rent under a regulated lease,and\n\t\t\tin breach of section 3(1) all or part of the payment has not been refunded.\n\t\tThe tenant may apply to the appropriate tribunal for an order under thissection (a “recovery order”).\n\t\tA recovery order is an order requiring the person specified in theapplication to pay to the tenant, before the end of the period of 28 daysbeginning with the day after that on which the order is made, the amount ofprohibited rent that has not been refunded.\n\t\tThe persons who may be specified in the application are—\n\t\t\tthe landlord under the lease at the time the payment was made,\n\t\t\tthe landlord under the lease at the time the application is made, or\n\t\t\twhere the payment was made to a person acting on behalf of the landlordunder the lease, that person.\n\t\tWhere part or all of two or more payments of a prohibited rent made by atenant under the same lease have not been refunded, the appropriate tribunalmay make a single recovery order in respect of all the prohibited rent thathas not been refunded.\n\t\tThe appropriate tribunal may not make a recovery order if an enforcementauthority has made an order under section 10 in respect of the prohibited rentthat has not been refunded.\n\t\tThis section is without prejudice to any other remedy available to thetenant for recovering a payment of a prohibited rent.\n\tInterest on amount ordered to be paid under section 13\n\t\tWhere the appropriate tribunal orders a person to pay an amount undersection 13, the appropriate tribunal may include in the order provision forinterest to be payable on the amount in accordance with this section.\n\t\tWhere the amount ordered to be paid relates to a single payment of aprohibited rent, interest is payable on the amount from the day on which thepayment was made until the day on which the amount is paid.\n\t\tWhere the amount ordered to be paid relates to more than one payment of aprohibited rent, interest is payable on so much of the amount as relates to aparticular payment from the day on which that particular payment was madeuntil that part of the amount is paid.\n\t\tThe rate of interest is the rate for the time being specified in section 17of the Judgments Act 1838.\n\t\tThe total amount of interest payable under provision made under thissection must not exceed the amount ordered to be paid under section 13.\n\tApplication to appropriate tribunal as to effect of section 7\n\t\tThe landlord or tenant under a regulated lease may apply to the appropriatetribunal for a declaration as to the effect of section 7 on the terms of thelease.\n\t\tIf, on an application under subsection (1), the appropriate tribunal issatisfied that the terms of the regulated lease include a term for thereservation of a prohibited rent, the appropriate tribunal must make adeclaration as to the effect of section 7 on the terms of the lease.\n\t\tAn application may be made under subsection (1) in respect of two or moreregulated leases where—\n\t\t\tthe landlord under each of the leases is the same person, and\n\t\t\tthe application is made by—\n\t\t\tthe landlord, or\n\t\t\tthe tenant under one of the leases with the consent of the tenant undereach of the other leases,\n\t\t\t\t(and in the case of such an application references in subsections (1) and (2)to the lease are to be read as references to each of the leases in respect ofwhich the application is made).\n\t\tFor the purposes of this section, the terms of a regulated lease includethe terms of any contract relating to the lease.\n\t\tWhere the tenant is the registered proprietor of the leasehold estaterelating to the lease—\n\t\t\tthe landlord must, if the appropriate tribunal so directs, apply to theChief Land Registrar (and pay the appropriate fee) for the declaration to beentered in the registered title;\n\t\t\tthe tenant may apply to the Chief Land Registrar (and pay the appropriatefee) for the declaration to be entered in the registered title.\n\tAssistance \n\t\tAn enforcement authority may help a tenant—\n\t\t\tto make an application under section 13 for a recovery order;\n\t\t\tto make an application under section 15 for a declaration as to the effectof section 7 on the terms of a regulated lease (within the meaning of thosesections);\n\t\t\tto recover an amount that the appropriate tribunal orders to be paid undera recovery order.\n\t\tFor example, the enforcement authority may help by conducting proceedingsor giving advice.\n\tInterpretation of enforcement provisions\n\t\tFor the purposes of sections 13 to 16 and the Schedule, the “appropriatetribunal” is—\n\t\t\tin relation to a lease of premises in England, the First-tier Tribunal;\n\t\t\tin relation to a lease of premises in Wales, a leasehold valuationtribunal.\n\t\tIn sections 10, 13 and 16, references to a tenant include—\n\t\t\ta person acting on behalf of a tenant,\n\t\t\texcept in relation to section 16(1)(b), a person who has guaranteed thepayment of rent by a tenant, and\n\t\t\texcept in relation to section 16(1)(b), a person who has ceased to be atenant."
    },
    {
        "length": 406,
        "text": "\nAdministration charges\n\tAdministration charges for peppercorn rents\n\t\tSchedule 11 to the Commonhold and Leasehold Reform Act 2002 (administrationcharges) is amended as follows.\n\t\tFor the heading of Part 1 substitute “Administration charges”.\n\t\tAfter paragraph 2 insert—\n\t\t“No administration charge payable for certain rents\n\t\t\t2A(1)No administration charge is payable for, in connection with or in respectof, the payment of a relevant rent.\n\t\t\tA “relevant rent” is a rent (or any part of a rent) which, by virtue of theLeasehold Reform (Ground Rent) Act 2022, is permitted only to be a peppercornrent.\n\t\t\t“Peppercorn rent” has the same meaning as in that Act (see section 4(3) ofthat Act).”\n\t\t\tBefore paragraph 3 insert the heading “Application for order varyinglease”.\n\t\t\tIn paragraph 3(1)—\n\t\t\t\tomit the “or” at the end of paragraph (a);\n\t\t\t\tat the end of paragraph (b) insert “, or\n\t\t\t\tan administration charge specified in the lease is not payable because ofparagraph 2A.”\n\t\t\tIn section 24 of the Landlord and Tenant Act 1987 (appointment of managerby tribunal)—\n\t\t\t\tin subsection (2)(aba) after “charges” insert “or prohibited administrationcharges”;\n\t\t\t\tat the end of subsection (2B) insert “, and “prohibited administrationcharge” means an administration charge which is not payable because ofparagraph 2A of that Schedule.”"
    },
    {
        "length": 1637,
        "text": "\nGeneral\n\tAmendments to Housing Act 1985\n\t\tPart 5 of the Housing Act 1985 (right to buy) is amended as follows.\n\t\tIn section 127(3)(c) (assumptions to be made on valuation of dwelling)after “£10 per annum” insert “or, if the lease would be a regulated leasewithin the meaning of the Leasehold Reform (Ground Rent) Act 2022, the rentpermitted by that Act”.\n\t\tIn paragraph 11 of Schedule 6 (terms of lease granted pursuant to right tobuy) after “£10 per annum” insert “or, if the lease is a regulated leasewithin the meaning of the Leasehold Reform (Ground Rent) Act 2022, the rentpermitted by that Act”.\n\tConsequential amendments\n\t\tThe Secretary of State may by regulations make provision that isconsequential on this Act.\n\t\tThe provision that may be made by regulations under subsection (1) includesprovision amending an Act (including an Act passed in the same session as thisAct).\n\tRegulations \n\t\tA power to make regulations under any provision of this Act includes powerto make—\n\t\t\tconsequential, supplementary, incidental, transitional or saving provision;\n\t\t\tdifferent provision for different purposes.\n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this Act is subject toannulment in pursuance of a resolution of—\n\t\t\teither House of Parliament, if the regulations are made by the Secretary ofState, or\n\t\t\tSenedd Cymru, if the regulations are made by the Welsh Ministers,\n\t\t\t\tsubject to subsection (4).\n\t\tA statutory instrument containing (whether alone or with other provision)regulations under section 20 which amend an Act may not be made unless a draftof the instrument has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\tThis section does not apply to regulations under section 25.\n\tInterpretation \n\t\tIn this Act a “long lease” means—\n\t\t\ta lease granted for a term certain exceeding 21 years, whether or not it is(or may become) terminable before the end of that term by notice given by orto the tenant or by re-entry or forfeiture or otherwise;\n\t\t\ta lease for a term fixed by law under a grant with a covenant or obligationfor perpetual renewal, other than a lease by sub-demise from one which is nota long lease;\n\t\t\ta lease taking effect under section 149(6) of the Law of Property Act 1925(leases terminable after a death, marriage or civil partnership).\n\t\tIn this Act—\n\t\t\t  * “dwelling” means a building or part of a building occupied or intended to be occupied as a separate dwelling, together with any yard, garden, outhouses and appurtenances belonging to it or usually enjoyed with it; \n\t\t\t  * “lease”— \n\t\t\tmeans a lease at law or in equity (and references to the grant of a lease areto be construed accordingly);\n\t\t\tincludes a sub-lease;\n\t\t\tdoes not include a mortgage term;\n\t\t\t\t  * “premium” means any pecuniary consideration for the grant of a lease, other than rent; \n\t\t\t\t  * “relevant authority” means— \n\t\t\tin relation to a lease of premises in England, the Secretary of State;\n\t\t\tin relation to a lease of premises in Wales, the Welsh Ministers;\n\t\t\t\t  * “rent” includes anything in the nature of rent, whatever it is called. \n\t\tA sum expressed to be payable in respect of rates, council tax, services,repairs, maintenance, insurance or other ancillary matters is not rent for thepurposes of this Act merely because it is reserved as rent in the lease.\n\t\tIn this Act—\n\t\t\t  * “enforcement authority” has the meaning given by section 8(5); \n\t\t\t  * “grant”, in relation to a lease, is to be read in accordance with section 1(4) and subsection (2); \n\t\t\t  * “peppercorn rent” has the meaning given by section 4(3); \n\t\t\t  * “permitted rent” has the meaning given by sections 4 to 6; \n\t\t\t  * “prohibited rent” has the meaning given by section 3(4); \n\t\t\t  * “regulated lease” has the meaning given by section 1(1); \n\t\t\t  * “relevant commencement day” has the meaning given by section 1(2). \n\tCrown application\n\t\tThis Act applies to Crown land.\n\t\tLand is Crown land if there is or has at any time been an interest orestate in the land—\n\t\t\tcomprised in the Crown Estate,\n\t\t\tbelonging to Her Majesty in right of the Duchy of Lancaster,\n\t\t\tbelonging to the Duchy of Cornwall, or\n\t\t\tbelonging to a government department or held on behalf of Her Majesty forthe purposes of a government department.\n\tExtent \n\t\tThis Act extends to England and Wales.\n\tCommencement \n\t\tThe following provisions come into force on the day this Act is passed—\n\t\t\tsections 2 and 9, but only for the purposes of making regulations;\n\t\t\tsections 20 to 26.\n\t\tExcept as provided by subsection (1) this Act comes into force on such dayas the Secretary of State may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes (including fordifferent kinds of leases).\n\t\tThe day appointed for the coming into force of this Act in relation toleases of retirement homes must be no earlier than 1 April 2023.\n\t\tA lease is a lease of a retirement home if—\n\t\t\tit is a term of the lease that the premises demised by the lease may beoccupied only by persons who have attained a minimum age, and\n\t\t\tthat minimum age is not less than 55.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tThe power to make regulations under subsection (6) includes power to makedifferent provision for different purposes (including for different kinds ofleases).\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Leasehold Reform (Ground Rent) Act 2022.\n\tSection 12"
    }
]