{
    "general": "This law makes changes to how much money people have to pay when they rent a house or flat from someone else for a long time, called a \"long lease\". Before this law was made, some landlords were charging too much rent and making it hard for tenants to afford their homes. This law helps tenants by limiting how much rent they have to pay and making sure that landlords can't charge too much. It also helps landlords by giving them more control over their properties and making it easier for them to sell or transfer their leases.",
    "series": [
        [
            {
                "length": 332,
                "short": "\"Leasehold Reform Regulations: Exclusions and Exceptions\"",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 applies to regulated leases, which are leases of single dwellings granted for a premium, on or after a specific date (relevant commencement day).\n* Simplified point 2: The Act excludes certain leases from being regulated, such as business leases, statutory lease extensions, community housing leases, and home finance plan leases.\n* Simplified point 3: Business leases are excluded if the lease permits the premises to be used for business purposes and the landlord and tenant have given notice of their intentions.\n* Simplified point 4: Statutory lease extensions are excluded if the lease is granted under Part 1 of the Leasehold Reform Act 1967 or Chapter 2 of Part 1 of the Leasehold Reform, Housing and Urban Development Act 1993.\n* Simplified point 5: Community housing leases are excluded if the landlord is a community land trust or the lease is of a dwelling in a building controlled or managed by a co-operative society.\n* Simplified point 6: Home finance plan leases are excluded if the lease is granted pursuant to an arrangement which is a regulated home reversion plan or a rent to buy arrangement."
            },
            {
                "length": 381,
                "short": "Leasehold Reform: Prohibition on Excessive Rents",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 prohibits landlords from requiring tenants to pay a \"prohibited rent\" which is any rent that exceeds the \"permitted rent\".\n* Simplified point 2: The \"permitted rent\" is a peppercorn rent of one peppercorn per year, unless the lease is a shared ownership lease, in which case the permitted rent is a peppercorn rent in respect of the tenant's share in the demised premises and any rent in respect of the landlord's share.\n* Simplified point 3: The Act applies to regulated leases, which are leases of dwellings that are granted on or after the relevant commencement day.\n* Simplified point 4: The Act does not apply to leases that are granted before the relevant commencement day, unless the lease is a shared ownership lease or a lease that is replaced by a new lease.\n* Simplified point 5: The Act does not apply to leases that are granted for a term of less than 21 years.\n* Simplified point 6: The Act does not apply to leases that are granted for a term of 21 years or more, but the landlord is only entitled to the permitted rent for the first 21 years of the lease.\n* Simplified point 7: The Act does not apply to leases that are granted for a term of 21 years or more, and the landlord is entitled to the permitted rent for the entire term of the lease."
            },
            {
                "length": 231,
                "short": "Leasehold Reform Law: Permitted Rent Modifications",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 allows landlords to reserve a prohibited rent in a lease, but the rent reserved must be treated as if it were a permitted rent.\n* Simplified point 2: The Act provides a table of sections that specify the rent to be treated as permitted rent, depending on the type of lease and the period of time.\n* Simplified point 3: The Act allows for the term of the lease to be modified to reflect the reserved rent, and any contract relating to the lease is also subject to the modifications.\n* Simplified point 4: The Act defines the \"maximum permitted rent\" as the maximum rent permitted by section 6(2)(a) of the Act.\n* Simplified point 5: The Act provides that the terms of the lease, including any contract relating to the lease, have effect with any modifications necessary because of the reserved rent."
            },
            {
                "length": 626,
                "short": "Enforcement Authorities' Powers to Impose Financial Penalties for Unlawful Rent Increases\n\nPlease note that I will not provide answers that exceed 20 words.",
                "text": "\n* Simplified point 1: Enforcement authorities must enforce section 3 in their area, and may enforce it elsewhere in England or Wales.\n* Simplified point 2: Enforcement authorities may impose financial penalties on persons who have breached section 3(1) of the act.\n* Simplified point 3: The amount of the financial penalty is between £500 and £30,000, and is determined by the enforcement authority.\n* Simplified point 4: The enforcement authority may not impose a penalty if another enforcement authority has previously made an order under this section.\n* Simplified point 5: The relevant authority may by regulations amend this section to change the minimum and maximum amount of the penalty.\n* Simplified point 6: The power in subsection (9) may be exercised only where the relevant authority considers it expedient to do so to reflect changes in the value of money.\n* Simplified point 7: The enforcement authority may order any one of the persons to pay to the tenant the amount that has not been refunded, and may include provision for interest to be payable on that amount.\n* Simplified point 8: The appropriate tribunal may make a single recovery order in respect of all the prohibited rent that has not been refunded.\n* Simplified point 9: The appropriate tribunal may not make a recovery order if an enforcement authority has made an order under section 10 in respect of the prohibited rent that has not been refunded.\n* Simplified point 10: The tenant may apply to the appropriate tribunal for a declaration as to the effect of section 7 on the terms of the lease.\n* Simplified point 11: An enforcement authority may help a tenant to make an application under section 13 for a recovery order, or to recover an amount that the appropriate tribunal orders to be paid under a recovery order.\n* Simplified point 12: For the purposes of sections 13 to 16 and the Schedule, the \"appropriate tribunal\" is the First-tier Tribunal in relation to a lease of premises in England, and a leasehold valuation tribunal in relation to a lease of premises in Wales.\n* Simplified point 13: In sections 10, 13 and 16, references to a tenant include a person acting on behalf of a tenant, a person who has guaranteed the payment of rent by a tenant, and a person who has ceased to be a tenant."
            },
            {
                "length": 321,
                "short": "Peppercorn Rent Reforms: No Admin Charges Allowed",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 allows landlords to charge peppercorn rents, which are very low or zero rents, to tenants.\n* Simplified point 2: The Administration charges for peppercorn rents are amended to state that no administration charge is payable for the payment of a relevant rent, which is a rent that is permitted only to be a peppercorn rent.\n* Simplified point 3: The amendment also states that an administration charge specified in the lease is not payable if the rent is a peppercorn rent.\n* Simplified point 4: The Landlord and Tenant Act 1987 is amended to include \"prohibited administration charges\" which are administration charges that are not payable because of paragraph 2A of the Schedule.\n\nIn summary, the extract of the legislation simplifies the administration charges for peppercorn rents by stating that no administration charge is payable for the payment of a relevant rent, which is a rent that is permitted only to be a peppercorn rent. Additionally, the Landlord and Tenant Act 1987 is amended to include \"prohibited administration charges\" which are administration charges that are not payable because of paragraph 2A of the Schedule."
            },
            {
                "length": 222,
                "short": "Leasehold Reform Law: Easier Freehold Purchase & Fairer Ground Rent",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 amends the Housing Act 1985 to allow leaseholders to purchase their freehold more easily.\n* Simplified point 2: The Act introduces a new \"peppercorn rent\" of £10 per annum, which can be used to calculate the value of a leasehold property.\n* Simplified point 3: The Act also allows leaseholders to challenge excessive ground rents and to claim compensation if they have been overcharged.\n* Simplified point 4: The Act applies to both England and Wales and comes into force on a date to be appointed by the Secretary of State.\n* Simplified point 5: The Act includes provisions for transitional and saving arrangements, and for the making of regulations to implement its provisions."
            }
        ],
        [
            {
                "length": 192,
                "short": "The Leasehold Reform Law of 2022: Easier Freehold Purchases and Fairer Ground Rent",
                "text": "\n* Simplified point 1: The Leasehold Reform (Ground Rent) Act 2022 makes it easier for leaseholders to purchase their freehold more easily.\n* Simplified point 2: The Act introduces a new \"peppercorn rent\" of £10 per annum, which can be used to calculate the value of a leasehold property.\n* Simplified point 3: The Act allows leaseholders to challenge excessive ground rents and to claim compensation if they have been overcharged.\n* Simplified point 4: The Act applies to both England and Wales and comes into force on a date to be appointed by the Secretary of State.\n* Simplified point 5: The Act includes provisions for transitional and saving arrangements, and for the making of regulations to implement its provisions."
            }
        ]
    ],
    "summary": "The Leasehold Reform (Ground Rent) Act 2022 simplifies the process for leaseholders to purchase their freehold more easily, and reduces the complexity of calculating the value of leasehold properties. It also helps leaseholders to challenge excessive ground rents and claim compensation if they have been overcharged. The Act applies to both England and Wales and comes into force on a date to be appointed by the Secretary of State."
}