[
    {
        "length": 1121,
        "text": "\nIntroductory\n\tAccess to innovative medical treatments\n\t\tThe purpose of this Act is to promote access to innovative medical treatments(including treatments consisting in the off-label use of medicines or the useof unlicensed medicines) by providing for—\n\t\t\tthe establishment of a database of innovative medical treatments, and\n\t\t\taccess to information contained in the database.\nDatabase of innovative medical treatments\n\tDatabase of innovative treatments\n\t\tThe Secretary of State may by regulations make provision conferringfunctions on the Health and Social Care Information Centre (“the HSCIC”) inconnection with the establishment, maintenance and operation of a databasecontaining information about—\n\t\t\tinnovative medical treatments carried out by doctors in England, and\n\t\t\tthe results of such treatments.\n\t\tIn this section, “innovative medical treatment” means medical treatment fora condition that involves a departure from the existing range of acceptedmedical treatments for the condition.\n\t\tRegulations under subsection (1) may in particular—\n\t\t\tconfer power on the HSCIC to make provision about—\n\t\t\tthe information to be recorded in the database, and\n\t\t\tprocedures relating to the recording of information in the database;\n\t\t\tmake provision for and in connection with access to information recorded inthe database.\n\t\tThe provision that may be made by virtue of subsection (3)(b) includes, inparticular—\n\t\t\tprovision requiring or authorising the HSCIC to disclose information—\n\t\t\tto specified persons or descriptions of person, or\n\t\t\tfor use for specified purposes;\n\t\t\tprovision requiring or authorising the HSCIC to impose conditions to becomplied with by persons to whom information is disclosed by virtue ofparagraph (a) (which may include conditions restricting the use or furtherdisclosure of information).\n\t\tRegulations under subsection (1) may be made in relation to innovativemedical treatments generally or innovative medical treatments falling within aspecified description.\n\t\tBefore making regulations under subsection (1) the Secretary of State mustconsult the HSCIC.\n\t\tIn this section, “specified” means specified in regulations undersubsection (1).\n\t\tThe power to make regulations under subsection (1) is exercisable bystatutory instrument; and an instrument containing such regulations is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tSection 2: supplementary\n\t\tIn section 2, “doctor” means a registered medical practitioner.\n\t\tFor the purposes of section 2(2), the kinds of medical treatment that maybe innovative medical treatments include (amongst other things)—\n\t\t\tthe off-label use of an authorised medicinal product, and\n\t\t\tthe use of a medicinal product in respect of which no marketingauthorisation is in force.\n\t\tIn subsection (2)(a), the reference to the off-label use of an authorisedmedicinal product is a reference to the use of the product—\n\t\t\tfor a purpose other than one for which its use is specified,\n\t\t\tin relation to a person who is not within a description of persons for whomits use is specified, or\n\t\t\tin any other way in which its use is not specified.\n\t\tIn this section—\n\t\t\t“authorised medicinal product” means a medicinal product in respect ofwhich a marketing authorisation is in force;\n\t\t\t“marketing authorisation” and “medicinal product” have the same meanings asin the Human Medicines Regulations 2012 ([S.I.2012/1916](/id/uksi/2012/1916?view=plain \"Go to item of legislation\"));\n\t\t\t“specified”, in relation to a medicinal product, means specified in itsmarketing authorisation.\n\t\tReferences in section 2 to medical treatment include references totreatment carried out for the purposes of medical research (but nothing insection 2 is to be read as affecting the regulation of medical research).\n\t\tNothing in section 2 applies in relation to treatment which is carried outsolely for cosmetic purposes.\nFinal\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tSections 1, 2 and 3 come into force on such day or days as the Secretary ofState may by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (2) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional or saving provision.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThis Act may be cited as the Access to Medical Treatments (Innovation) Act2016.\n\t\t\t"
    }
]