{
    "general": "This law helps people get new, potentially life-saving medical treatments that are not yet widely available on the NHS. It makes sure that doctors can try out these new treatments if they think they might help their patients, even if they haven't been approved by the regulators yet. This could be especially important for people with rare or serious conditions who may not have many other treatment options. The law also sets up a special fund to pay for some of these treatments, so that more people can benefit from them.",
    "series": [
        [
            {
                "length": 226,
                "short": "\"New Medical Treatment Database Established in England and Wales\"",
                "text": "\n* Simplified point 1: The Access to Medical Treatments (Innovation) Act 2016 establishes a database of innovative medical treatments to provide access to information about new medical treatments for patients and doctors.\n* Simplified point 2: The Act allows for the off-label use of authorized medicinal products and the use of unlicensed medicines, enabling doctors to try new approaches to treating patients.\n* Simplified point 3: The Act requires the Health and Social Care Information Centre to maintain the database and provide access to it, while also imposing conditions on the use and disclosure of information.\n* Simplified point 4: The Act provides for regulations to be made regarding the information to be recorded in the database, procedures for recording information, and access to information recorded in the database.\n* Simplified point 5: The Act applies to England and Wales only, and comes into force on appointed days."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Access to Medical Treatments (Innovation) Act 2016 helps doctors and patients find new ways to treat illnesses. It creates a special database that stores information about new medical treatments, so doctors can learn about them and decide if they're safe and effective for their patients. This law lets doctors try out new medicine combinations or dosages that haven't been approved by regulators yet, as long as they follow certain rules. The government will keep track of all these new treatments and make sure they're safe for everyone involved. This law only applies to England and Wales.",
    "single": "\n* The Access to Medical Treatments (Innovation) Act 2016 aims to promote access to innovative medical treatments in England and Wales.\n* The Act establishes a database of innovative medical treatments and provides for access to information contained in the database.\n* The database will contain information about medical treatments that involve a departure from the existing range of accepted medical treatments for a condition.\n* The Act allows for the establishment of a database of innovative medical treatments, and access to information contained in the database.\n* The Act also allows for the off-label use of authorised medicinal products and the use of unlicensed medicines.\n* The Act applies to medical treatment carried out for the purposes of medical research, but not to treatment carried out solely for cosmetic purposes.\n* The Act extends to England and Wales only.\n* The Act comes into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint."
}