{
    "general": "This law was passed to make sure everyone knows about slavery and how bad it is. It wants to help stop people from being treated unfairly and forced to do things they don't want to do. The law says we should have a special day each year to talk about these issues and find ways to make the world a better place.",
    "series": [
        [
            {
                "length": 209,
                "short": "Anti-Slavery Day: Raise Awareness About Ongoing Slavery and Human Trafficking",
                "text": "\n* Simplified point 1: The Anti-Slavery Day Act 2010 requires the Secretary of State to designate a specific date each year as Anti-Slavery Day to raise awareness about slavery and human trafficking.\n* Simplified point 2: The purpose of Anti-Slavery Day is to acknowledge the ongoing existence of slavery, raise awareness among young people and others, and draw attention to progress made in combating slavery and what still needs to be done.\n* Simplified point 3: The definition of \"slavery\" in the act includes trafficking for sexual exploitation, child trafficking, trafficking for forced labor, and domestic servitude.\n* Simplified point 4: The Act extends to England and Wales only."
            }
        ]
    ],
    "simp_series": null,
    "summary": "Anti-Slavery Day Act 2010 - What Does It Do?\n-----------------------------------------------\nThe Anti-Slavery Day Act 2010 is a law that helps raise awareness about slavery and human trafficking. It's important because even though slavery is illegal, it still exists today!\nHere's what the law does:\n🔹 Designates a special day each year to educate people about slavery and human trafficking. This day is called Anti-Slavery Day.\n🔹 Helps young people and others understand the ongoing issue of slavery and what we can do to stop it.\n🔹 Explains that slavery includes things like sex trafficking, child trafficking, forced labor, and domestic servitude. These are all bad things that no one deserves to go through.\n🔹 Only applies to England and Wales.\nSo, why is Anti-Slavery Day important? It's important because it reminds us that slavery still exists and that we need to keep working together to stop it. By learning more about slavery and spreading awareness, we can help make sure that everyone is treated with dignity and respect.",
    "single": "\nAnti-Slavery Day Act 2010\n• Introduces a national day to raise awareness of slavery, human trafficking, and exploitation\n• Purpose of Anti-Slavery Day:\n▪ Acknowledge the millions of people still enslaved\n▪ Raise awareness among young people and others about the dangers of slavery\n▪ Encourage proactive fight against slavery\n• Definition of slavery includes:\n▪ Trafficking for sexual exploitation\n▪ Child trafficking\n▪ Trafficking for forced labor\n▪ Domestic servitude\n• Short title and extent:\n▪ Act may be cited as the Anti-Slavery Day Act 2010\n▪ Act extends to England and Wales.\nIn summary, the Anti-Slavery Day Act 2010 aims to raise awareness about slavery and human trafficking, and to encourage action against these forms of exploitation. The Act establishes a national day, Anti-Slavery Day, to be observed each year on a date specified by the Secretary of State. The purpose of Anti-Slavery Day is to acknowledge the ongoing existence of slavery, raise awareness among young people and others, and encourage proactive action against slavery. The Act also defines slavery to include various forms of exploitation, including trafficking for sexual exploitation, child trafficking, trafficking for forced labor, and domestic servitude. The Act extends to England and Wales."
}