{
    "general": "This law changes how charitable trusts are managed within the National Health Service (NHS). It removes the power of the Secretary of State (a government official) to appoint trustees (people who manage the trusts) and gives that power to Great Ormond Street Hospital Children's Charity. The law also transfers a royalty (a payment made for using someone else's work or idea) from the Copyright, Designs and Patents Act 1988 to Great Ormond Street Hospital Children's Charity. This means that the charity will have more control over managing the trusts and receiving payments for their work.",
    "series": [
        [
            {
                "length": 203,
                "short": "Removing Trustee Power and Transferring Property Rights in the NHS Foundation Trusts and Clinical Commissioning Groups",
                "text": "* Simplified point 1: Removes the Secretary of State's power to appoint trustees for NHS foundation trusts, clinical commissioning groups, and special trustees for university hospitals or teaching hospitals.\n* Simplified point 2: Provides for the transfer of trust property held by trustees for an NHS foundation trust or clinical commissioning group from the trustees to the NHS foundation trust or clinical commissioning group, respectively.\n* Simplified point 3: Amends the Copyright, Designs and Patents Act 1988 to transfer the right to royalties relating to the play \"Peter Pan\" from the trustees of Great Ormond Street Hospital for Children to GOSH Children's Charity for the benefit of Great Ormond Street Hospital for Children."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The NHS (Charitable Trusts Etc) Act 2016 changes how some NHS organizations are run. It removes the Secretary of State's power to choose who runs these organizations, giving that power instead to the organizations themselves. This means that NHS foundation trusts, clinical commissioning groups, and special trustees for university hospitals or teaching hospitals will now be responsible for choosing their own leaders.\nAdditionally, the act transfers ownership of any properties held by these trustees to the respective NHS organization. This includes NHS foundation trusts and clinical commissioning groups.\nFinally, the act also changes who receives royalties from the play \"Peter Pan.\" Instead of going to the trustees of Great Ormond Street Hospital for Children, these royalties will now go to GOSH Children's Charity to benefit Great Ormond Street Hospital for Children.",
    "single": "\n* Removes the Secretary of State's powers to appoint trustees for NHS foundation trusts and special health authorities.\n* Transfers the right to a royalty conferred by Schedule 6 to the Copyright, Designs and Patents Act 1988 to Great Ormond Street Hospital Children's Charity.\n* Makes provision for the removal of the Secretary of State's powers and the transfer of the royalty right.\n* Provides for the transfer of trust property held by trustees for NHS foundation trusts and special health authorities to the NHS foundation trust or special health authority.\n* Allows the Secretary of State to make regulations to make provision for the removal of the Secretary of State's powers and the transfer of the royalty right.\n* Provides for the commencement of the Act and the short title.\nKEY POINTS:\n* Removal of Secretary of State's powers to appoint trustees for NHS foundation trusts and special health authorities.\n* Transfer of right to royalty conferred by Schedule 6 to the Copyright, Designs and Patents Act 1988 to Great Ormond Street Hospital Children's Charity.\n* Provision for the removal of the Secretary of State's powers and the transfer of the royalty right.\n* Transfer of trust property held by trustees for NHS foundation trusts and special health authorities to the NHS foundation trust or special health authority.\n* Regulations to be made by the Secretary of State to make provision for the removal of the Secretary of State's powers and the transfer of the royalty right.\n* Commencement of the Act and the short title."
}