[
    {
        "length": 2790,
        "text": "\nFitness for human habitation\n\tThe Landlord and Tenant Act 1985 is amended in accordance with subsections(2) to (5).\n\tIn section 8 (implied terms as to fitness for human habitation)—\n\t\tin the heading, after “habitation” insert “: Wales”;\n\t\tin subsection (1), after “house”, in the first place it occurs, insert “inWales”.\n\tAfter section 9 (application of section 8 to certain houses occupied byagricultural workers) insert—\n\t“9AFitness for human habitation of dwellings in England\n\t\tIn a lease to which this section applies of a dwelling in England (seesection 9B), there is implied a covenant by the lessor that the dwelling—\n\t\t\tis fit for human habitation at the time the lease is granted or otherwisecreated or, if later, at the beginning of the term of the lease, and\n\t\t\twill remain fit for human habitation during the term of the lease.\n\t\tThe implied covenant is not to be taken as requiring the lessor—\n\t\t\tto carry out works or repairs for which the lessee is liable by virtue of—\n\t\t\tthe duty of the lessee to use the premises in a tenant-like manner, or\n\t\t\tan express covenant of the lessee of substantially the same effect as thatduty;\n\t\t\tto rebuild or reinstate the dwelling in the case of destruction or damageby fire, storm, flood or other inevitable accident;\n\t\t\tto keep in repair or maintain anything which the lessee is entitled toremove from the dwelling;\n\t\t\tto carry out works or repairs which, if carried out, would put the lessorin breach of any obligation imposed by any enactment (whenever passed ormade);\n\t\t\tto carry out works or repairs requiring the consent of a superior landlordor other third party in circumstances where consent has not been obtainedfollowing reasonable endeavours to obtain it.\n\t\tThe implied covenant is also not to be taken as imposing on the lessor anyliability in respect of the dwelling being unfit for human habitation if theunfitness is wholly or mainly attributable to—\n\t\t\tthe lessee’s own breach of covenant, or\n\t\t\tdisrepair which the lessor is not obliged to make good because of anexclusion or modification under section 12 (power of county court to authoriseexclusions or modifications in leases in respect of repairing obligationsunder section 11).\n\t\tAny provision of a lease or of any agreement relating to a lease (whethermade before or after the grant or creation of the lease) is void to the extentthat it purports—\n\t\t\tto exclude or limit the obligations of the lessor under the impliedcovenant, or\n\t\t\tto authorise any forfeiture or impose on the lessee any penalty, disabilityor obligation in the event of the lessee enforcing or relying upon thoseobligations.\n\t\tWhere in any proceedings before a court it is alleged that a lessor is inbreach of an obligation under the implied covenant, the court may orderspecific performance of the obligation (regardless of any equitable rulerestricting the scope of that remedy).\n\t\tWhere a lease to which this section applies of a dwelling in England formspart only of a building, the implied covenant has effect as if the referenceto the dwelling in subsection (1) included a reference to any common parts ofthe building in which the lessor has an estate or interest.\n\t\tIn a lease to which this section applies of a dwelling in England, there isalso implied a covenant by the lessee that the lessor, or a person authorisedin writing by the lessor, may enter the dwelling for the purpose of viewingits condition and state of repair.\n\t\tThe covenant implied by subsection (7) requires entry to the dwelling to bepermitted—\n\t\t\tonly at reasonable times of the day, and\n\t\t\tonly if at least 24 hours’ notice in writing has been given to the occupierof the dwelling.\n\t\tIn this section—\n\t\t\t  * “common parts” has the meaning given by section 60(1) of the Landlord and Tenant Act 1987;\n\t\t\t  * “lease” does not include a mortgage term;\n\t\t\t  * “lessee” means the person for the time being entitled to the term of a lease;\n\t\t\t  * “lessor” means the person for the time being entitled to the reversion expectant on a lease.\n\tBLeases to which section 9A applies\n\t\tSection 9A applies to a lease under which a dwelling is let wholly ormainly for human habitation if either of the following applies—\n\t\t\tthe lease is for a term of less than 7 years, or\n\t\t\tthe lease is of a kind mentioned in subsection (1A) or (1AB) of section 13(leases to which section 11 applies: secure, assured or introductory tenanciesfor fixed term of 7 years or more).\n\t\t\t\tThis is subject as follows.\n\t\tSection 9A does not apply to any lease of a kind mentioned in section 14(exceptions for leases to which section 11 applies).\n\t\tExcept as mentioned in subsections (4), (5) and (6), section 9A does notapply to a lease granted—\n\t\t\tbefore the commencement date, or\n\t\t\ton or after that date in pursuance of an agreement entered into, or anorder of a court made, before the commencement date.\n\t\tSection 9A applies to a periodic or secure tenancy that is in existence onthe commencement date, but in the case of any such tenancy the covenantimplied by that section has effect in the following way—\n\t\t\tsubsection (1)(a) of that section has effect as if the reference to thelater of the times there mentioned were a reference to the time that begins atthe end of the period of 12 months beginning with the commencement date, and\n\t\t\tsubsection (1)(b) of that section has effect only in respect of timesfalling after the end of that 12 month period.\n\t\tSection 9A applies to a periodic or secure tenancy that comes intoexistence after the commencement date on expiry of a term of a lease grantedbefore that date.\n\t\tSection 9A applies to a lease for a fixed term which—\n\t\t\tis granted or renewed before the commencement date, and\n\t\t\tis renewed for a further fixed term on or after that date,\n\t\t\tand for this purpose the renewal on or after the commencement date is to betreated as a grant of the lease on or after that date.\n\t\tFor the purposes of subsection (1) it is immaterial—\n\t\t\twhether the dwelling is to be occupied under the lease or under an inferiorlease derived out of it, or\n\t\t\tthat the lease also demises other property (which may consist of or includeone or more other dwellings).\n\t\tIn determining for the purposes of subsection (1)(a) whether a lease is fora term of less than 7 years—\n\t\t\tany part of the term falling before the grant or creation is to be ignoredand the lease is to be treated as a lease for a term commencing with the grantor creation;\n\t\t\ta lease which is determinable at the option of the lessor before the expiryof 7 years from the commencement of the term is to be treated as a lease for aterm of less than 7 years;\n\t\t\ta lease (other than one to which paragraph (b) applies) is not to betreated as a lease for a term of less than 7 years if it confers on the lesseean option for renewal for a term which, together with the original term,amounts to 7 years or more.\n\t\tIn this section—\n\t\t\t  * “the commencement date” means the date on which the Homes (Fitness for Human Habitation) Act 2018 comes into force;\n\t\t\t  * “lease”, “lessee” and “lessor” have the same meanings as in section 9A;\n\t\t\t  * “secure tenancy” has the meaning given by section 79 of the Housing Act 1985.\n\tCApplication of section 9A to certain dwellings occupied by agriculturalworkers\n\t\tThis section applies where under a contract of employment of a workeremployed in agriculture—\n\t\t\tthe provision of a dwelling for the worker’s occupation forms part of theworker’s remuneration, and\n\t\t\tthe provisions of section 9A (implied term as to fitness for humanhabitation of dwellings in England) are inapplicable by reason only of thedwelling not being let to the worker.\n\t\tThere is implied as part of the contract of employment (in spite of anystipulation to the contrary) a term having the same effect as the covenantthat would be implied by section 9A if the dwelling were let by a lease towhich that section applies.\n\t\tThe provisions of section 9A apply accordingly—\n\t\t\twith the substitution of “employer” and “employee” for “lessor” and“lessee”, and\n\t\t\twith such other modifications as may be necessary.\n\t\tThis section does not affect—\n\t\t\tany obligation of a person other than the employer to repair a dwelling towhich the covenant implied by section 9A applies by virtue of this section, or\n\t\t\tany remedy for enforcing such an obligation.”\n\t\tIn section 10 (fitness for human habitation)—\n\t\t\tthe existing text becomes subsection (1);\n\t\t\tin that subsection—\n\t\t\tafter “house”, in both places where it occurs, insert “or dwelling”;\n\t\t\tafter “facilities for preparation and cooking of food and for the disposalof waste water;” insert—\n\t\t\t\t  * “in relation to a dwelling in England, any prescribed hazard;”;\n\t\t\tafter that subsection insert—\n\t\tIn subsection (1) “prescribed hazard” means any matter or circumstanceamounting to a hazard for the time being prescribed in regulations made by theSecretary of State under section 2 of the Housing Act 2004.\n\t\tThe definition of “hazard” in section 2(1) of the Housing Act 2004 appliesfor the purposes of subsection (2) as though the reference to a potentialoccupier were omitted.”\n\t\tIn section 39 (index of defined expressions), after the entry in the listfor “lease, lessee and lessor (generally)” insert—\n\t\t\t“(in the provisions relating to fitness for human habitation of dwellings inEngland)| section 9A(9)”.  ---|---    (6)In section 302 of the Housing Act 1985 (management and repair of housesacquired under section 300 or retained under section 301), in paragraph (c)—\n\t\t\tfor “section 8” substitute “sections 8 and 9A”, and\n\t\t\tfor “does” substitute “do”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales.\n\tThis Act comes into force at the end of the period of three monthsbeginning with the day on which it is passed.\n\tThis Act may be cited as the Homes (Fitness for Human Habitation) Act 2018.\n\t\t"
    }
]