{
    "general": "This law makes sure that landlords provide safe and liveable homes for their tenants. It requires them to keep the property in good condition, with working utilities like heat, water, and electricity. If the landlord fails to do so, the tenant can take legal action against them. This law helps protect tenants from living in unsafe or unhealthy conditions.",
    "series": [
        [
            {
                "length": 328,
                "short": "\"Landlord Fitness Duty: Ensuring Habitable Rentals\"",
                "text": "\n* Simplified point 1: The Homes (Fitness for Human Habitation) Act 2018 amends the Landlord and Tenant Act 1985 to impose an explicit legal duty on landlords to ensure that their rental properties are fit for human habitation.\n* Simplified point 2: The Act applies to all leases of dwellings in England, regardless of the length of the lease, and includes provisions for specific performance of the obligations and voiding any provisions that seek to exclude or limit the landlord's obligations.\n* Simplified point 3: The Act also introduces a new implied term in leases of dwellings in England, requiring the landlord to allow the tenant to enter the property for the purpose of viewing its condition and state of repair, subject to certain restrictions.\n* Simplified point 4: The Act applies to all leases of dwellings in England, including those granted before the commencement date, but the covenant implied by section 9A only has effect in respect of times falling after the end of a 12-month period beginning with the commencement date.\n* Simplified point 5: The Act also makes changes to the management and repair of houses acquired under section 300 or retained under section 301 of the Housing Act 1985."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Homes (Fitness for Human Habitation) Act 2018 ensures that landlords provide safe and liveable homes for their tenants. This law requires landlords to keep their rental properties in good condition and make sure they are fit for humans to live in. This means that landlords must fix any problems with things like heat, light, water, and other essential services. If a landlord doesn't follow these rules, the tenant can take legal action against them. This law applies to all rental properties in England, no matter how long the lease is. It also gives tenants the right to enter their rental property to check its condition. Overall, this law helps protect tenants from living in unsafe or unhealthy conditions.",
    "single": "\n* The Homes (Fitness for Human Habitation) Act 2018 is an act to amend the Landlord and Tenant Act 1985 to require that residential rented accommodation is provided and maintained in a state of fitness for human habitation.\n* The act applies to leases of dwellings in England, and impose an implied covenant on the lessor to ensure that the dwelling is fit for human habitation at the time the lease is granted or created, and will remain so during the term of the lease.\n* The covenant is not to be taken as requiring the lessor to carry out works or repairs for which the lessee is liable by virtue of the duty of the lessee to use the premises in a tenant-like manner.\n* The act also applies to leases of dwellings in England that are granted or renewed before the commencement date, and to periodic or secure tenancies that are in existence on the commencement date.\n* The act does not apply to any lease of a kind mentioned in section 14 of the Landlord and Tenant Act 1987, or to any lease granted before the commencement date.\n* The act comes into force at the end of the period of three months beginning with the day on which it is passed.\n"
}