[
    {
        "length": 1484,
        "text": "\nDecision invoking health or safety: notification, reasons and review\n\tIn the Local Government Act 1974 before Part 3 insert—\n\t“PART 2ADecisions relating to holding of events\n\t\tADecisions invoking health or safety: notification, reasons and review\n\t\t\tSubsection (2) applies if—\n\t\t\t\ta decision that relates to an event in England is taken by or on behalf ofan authority to which Part 3 of this Act applies,\n\t\t\t\tthe decision is taken in connection with the exercise of the authority’sadministrative functions, and\n\t\t\t\tfor a reason related to the health or safety of any person, or for reasonsthat include such a reason, the decision has effect to—\n\t\t\t\tstop the holding of the event,\n\t\t\t\timpose restrictions on the holding of the event,\n\t\t\t\timpose conditions to be met in connection with the holding of the event,or\n\t\t\t\tdo all, or any two, of those things.\n\t\t\tThe authority must ensure that written notification of the decision isgiven (electronically or otherwise) to—\n\t\t\t\tthe person who made the application or other request to which the decisionis a response, or\n\t\t\t\ta person who appears to the authority to be an organiser of the event ifthe decision is made otherwise than on a request.\n\t\t\tWritten notification given for the purposes of subsection (2)—\n\t\t\t\tmust be given on the day the decision is taken or, if it is not reasonablypracticable to give the notification on that day, must be given on the firstworking day after that day,\n\t\t\t\tmust, if the decision has the effect mentioned in subsection (1)(c)(i),give details of the decision’s effect,\n\t\t\t\tmust, if the decision has the effect mentioned in subsection (1)(c)(ii) or(iii), give details of the restrictions or conditions,\n\t\t\t\tmust include the reasons for the decision so far as it has any of theeffects mentioned in subsection (1)(c)(i) to (iii), and\n\t\t\t\tmay be a notification that is given also for other purposes.\n\t\t\tSubsection (5) applies if—\n\t\t\t\tfor the purposes of subsection (2) an authority gives a person notificationof a decision, and\n\t\t\t\tthe person, or some other person who is an organiser of the event, asks theauthority to review the decision.\n\t\t\tThe authority must ensure—\n\t\t\t\tthat a review of the decision is completed—\n\t\t\t\tas soon as is reasonably practicable after the authority receives therequest for the review, and\n\t\t\t\tin any event, by the end of 15 days beginning with the day on which theauthority receives the request, and\n\t\t\t\tthat the person who asked for the review is given (electronically orotherwise) written notification of the decision made on the review, includingthe reasons for the decision, as soon as is reasonably practicable after thedecision is made.\n\t\t\tOn a review under subsection (5) of a decision, the decision is to be—\n\t\t\t\tconfirmed, \n\t\t\t\twithdrawn, \n\t\t\t\treplaced by any other decision that could have been taken in the firstinstance, or\n\t\t\t\tvaried (but only if the decision as varied is one that could have beentaken in the first instance).\n\t\t\tIf a person has rights to appeal against or otherwise challenge a decisionreviewed under subsection (5), the person has the corresponding rights tochallenge the decision made on the review.\n\t\t\tIn this section “working day” means any day other than a Saturday, aSunday, Christmas Day, Good Friday or a day which is a bank holiday under theBanking and Financial Dealings Act 1971 in England and Wales.”\nProcedure for investigations by Local Government Ombudsman\n\tSection 28 of the Local Government Act 1974 (procedure in respect ofinvestigations under Part 3 by Local Commissioners) is amended as follows.\n\tIn subsection (2) (investigations by Local Commissioner to be conducted inprivate but otherwise as the Local Commissioner considers appropriate) after“without prejudice to the generality of the preceding provision” insert “—\n\t\tthe Local Commissioner may, as well as adopting different procedure fordifferent cases, adopt different procedure for cases of differentdescriptions; and\n\t\t”. \n\tAfter subsection (4) insert—\n\tThe differential procedure authorised by subsection (2)(a) includes (inparticular) procedure for cases of a particular description that is expectedto be faster than that for at least some other cases.”\nFinancial provisions\n\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\nShort title, commencement, consequential amendments and extent\n\tThis Act may be cited as the Local Government (Review of Decisions) Act2015.\n\tThis Act comes into force at the end of 2 months beginning with the day onwhich it is passed.\n\tThe Secretary of State may by order made by statutory instrument make suchprovision amending, repealing or revoking legislation as the Secretary ofState considers appropriate in consequence of any provision made by this Act.\n\tIn subsection (3) “legislation”, in relation to any provision made by thisAct, means—\n\t\tany Act passed before, or in the same Session as, this Act, or\n\t\tany instrument made under an Act before the coming into force of theprovision.\n\tThe Secretary of State may not make an order under subsection (3) whichamends or repeals a provision of an Act unless a draft of the statutoryinstrument containing the order (whether alone or with other provisions) hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\tA statutory instrument that—\n\t\tcontains an order under subsection (3), and\n\t\tis not subject to any requirement that a draft of the instrument be laidbefore, and approved by a resolution of, each House of Parliament,\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\tThis Act extends to England and Wales only, except that this sectionextends also to Scotland and Northern Ireland.\n\t"
    }
]