[
    {
        "length": 3037,
        "text": "\nPART 1Automated vehicles: liability of insurers etc\n\tListing of automated vehicles by the Secretary of State\n\t\tThe Secretary of State must prepare, and keep up to date, a list of allmotor vehicles that—\n\t\t\tare in the Secretary of State’s opinion designed or adapted to be capable,in at least some circumstances or situations, of safely driving themselves,and\n\t\t\tmay lawfully be used when driving themselves, in at least somecircumstances or situations, on roads or other public places in Great Britain.\n\t\tThe list may identify vehicles—\n\t\t\tby type,\n\t\t\tby reference to information recorded in a registration document issuedunder regulations made under section 22 of the Vehicle Excise and RegistrationAct 1994, or\n\t\t\tin some other way.\n\t\tThe Secretary of State must publish the list when it is first prepared andeach time it is revised.\n\t\tIn this Part “automated vehicle” means a vehicle listed under this section.\n\tLiability of insurers etc where accident caused by automated vehicle\n\t\tWhere— \n\t\t\tan accident is caused by an automated vehicle when driving itself on a roador other public place in Great Britain,\n\t\t\tthe vehicle is insured at the time of the accident, and\n\t\t\tan insured person or any other person suffers damage as a result of theaccident,\n\t\t\t\tthe insurer is liable for that damage.\n\t\tWhere— \n\t\t\tan accident is caused by an automated vehicle when driving itself on a roador other public place in Great Britain,\n\t\t\tthe vehicle is not insured at the time of the accident,\n\t\t\tsection 143 of the Road Traffic Act 1988 (users of motor vehicles to beinsured or secured against third-party risks) does not apply to the vehicle atthat time—\n\t\t\tbecause of section 144(2) of that Act (exemption for public bodies etc), or\n\t\t\tbecause the vehicle is in the public service of the Crown, and\n\t\t\ta person suffers damage as a result of the accident,\n\t\t\tthe owner of the vehicle is liable for that damage.\n\t\tIn this Part “damage” means death or personal injury, and any damage toproperty other than—\n\t\t\tthe automated vehicle,\n\t\t\tgoods carried for hire or reward in or on that vehicle or in or on anytrailer (whether or not coupled) drawn by it, or\n\t\t\tproperty in the custody, or under the control, of—\n\t\t\tthe insured person (where subsection (1) applies), or\n\t\t\tthe person in charge of the automated vehicle at the time of the accident(where subsection (2) applies).\n\t\tIn respect of damage to property caused by, or arising out of, any oneaccident involving an automated vehicle, the amount of the liability underthis section of the insurer or owner of the vehicle is limited to the amountfor the time being specified in section 145(4)(b) of the Road Traffic Act 1988(limit on compulsory insurance for property damage).\n\t\tThis section has effect subject to section 3.\n\t\tExcept as provided by section 4, liability under this section may not belimited or excluded by a term of an insurance policy or in any other way.\n\t\tThe imposition by this section of liability on the insurer or vehicle ownerdoes not affect any other person’s liability in respect of the accident.\n\tContributory negligence etc\n\t\tWhere— \n\t\t\tan insurer or vehicle owner is liable under section 2 to a person (“theinjured party”) in respect of an accident, and\n\t\t\tthe accident, or the damage resulting from it, was to any extent caused bythe injured party,\n\t\t\t\tthe amount of the liability is subject to whatever reduction under the LawReform (Contributory Negligence) Act 1945 would apply to a claim in respect ofthe accident brought by the injured party against a person other than theinsurer or vehicle owner.\n\t\tThe insurer or owner of an automated vehicle is not liable under section 2to the person in charge of the vehicle where the accident that it caused waswholly due to the person’s negligence in allowing the vehicle to begin drivingitself when it was not appropriate to do so.\n\tAccident resulting from unauthorised software alterations or failure toupdate software\n\t\tAn insurance policy in respect of an automated vehicle may exclude or limitthe insurer’s liability under section 2(1) for damage suffered by an insuredperson arising from an accident occurring as a direct result of—\n\t\t\tsoftware alterations made by the insured person, or with the insuredperson’s knowledge, that are prohibited under the policy, or\n\t\t\ta failure to install safety-critical software updates that the insuredperson knows, or ought reasonably to know, are safety-critical.\n\t\tBut as regards liability for damage suffered by an insured person who isnot the holder of the policy, subsection (1)(a) applies only in relation tosoftware alterations which, at the time of the accident, the person knows areprohibited under the policy.\n\t\tSubsection (4) applies where an amount is paid by an insurer under section2(1) in respect of damage suffered, as a result of an accident, by someone whois not insured under the policy in question.\n\t\tIf the accident occurred as a direct result of—\n\t\t\tsoftware alterations made by an insured person, or with an insured person’sknowledge, that were prohibited under the policy, or\n\t\t\ta failure to install safety-critical software updates that an insuredperson knew, or ought reasonably to have known, were safety-critical,\n\t\t\t\tthe amount paid by the insurer is recoverable from that person to the extentprovided for by the policy.\n\t\tBut as regards recovery from an insured person who is not the holder of thepolicy, subsection (4)(a) applies only in relation to software alterationswhich, at the time of the accident, the person knew were prohibited under thepolicy.\n\t\tFor the purposes of this section—\n\t\t\t“software alterations” and “software updates”, in relation to an automatedvehicle, mean (respectively) alterations and updates to the vehicle’ssoftware;\n\t\t\tsoftware updates are “safety-critical” if it would be unsafe to use thevehicle in question without the updates being installed.\n\tRight of insurer etc to claim against person responsible for accident\n\t\tWhere— \n\t\t\tsection 2 imposes on an insurer, or the owner of a vehicle, liability to aperson who has suffered damage as a result of an accident (“the injuredparty”), and\n\t\t\tthe amount of the insurer’s or vehicle owner’s liability to the injuredparty in respect of the accident (including any liability not imposed bysection 2) is settled,\n\t\t\t\tany other person liable to the injured party in respect of the accident isunder the same liability to the insurer or vehicle owner.\n\t\tFor the purposes of this section, the amount of the insurer’s or vehicleowner’s liability is settled when it is established—\n\t\t\tby a judgment or decree,\n\t\t\tby an award in arbitral proceedings or by an arbitration, or\n\t\t\tby an enforceable agreement.\n\t\tIf the amount recovered under this section by the insurer or vehicle ownerexceeds the amount which that person has agreed or been ordered to pay to theinjured party (ignoring so much of either amount as represents interest), theinsurer or vehicle owner is liable to the injured party for the difference.\n\t\tNothing in this section allows the insurer or vehicle owner and the injuredparty, between them, to recover from any person more than the amount of thatperson’s liability to the injured party.\n\t\tFor the purposes of—\n\t\t\tsection 10A of the Limitation Act 1980 (special time limit for actions byinsurers etc in respect of automated vehicles), or\n\t\t\tsection 18ZC of the Prescription and Limitation (Scotland) Act 1973(actions under this section),\n\t\t\tthe right of action that an insurer or vehicle owner has by virtue of thissection accrues at the time of the settlement referred to in subsection(1)(b).\n\tApplication of enactments\n\t\tAny damage for which a person is liable under section 2 is treated as if ithad been caused—\n\t\t\tfor the purposes of the Fatal Accidents Act 1976, by that person’s wrongfulact, neglect or default;\n\t\t\tfor the purposes of sections 3 to 6 of the [Damages (Scotland) Act 2011(asp 7)](/id/asp/2011/7?view=plain \"Go to item of legislation\") (rights ofrelatives of a deceased), by that person’s act or omission;\n\t\t\tfor the purposes of Part 2 of the Administration of Justice Act 1982(damages for personal injuries, etc Scotland), by an act or omission givingrise to liability in that person to pay damages.\n\t\tSection 1 of the Congenital Disabilities (Civil Liability) Act 1976 (“the1976 Act”) has effect for the purposes of section 2 of this Act—\n\t\t\tas if a person were answerable to a child in respect of an accident causedby an automated vehicle when driving itself if the person—\n\t\t\tis or has been liable under section 2 in respect of any effect of theaccident on a parent of the child, or\n\t\t\twould be so liable if the accident caused a parent of the child to sufferdamage;\n\t\t\tas if the provisions of this Part relating to liability under section 2applied in relation to liability by virtue of paragraph (a) above undersection 1 of the 1976 Act;\n\t\t\tas if subsection (6) of section 1 of the 1976 Act (exclusion of liability)were omitted.\n\t\tFor the purposes of section 3(1), the Law Reform (Contributory Negligence)Act 1945 and section 5 of the Fatal Accidents Act 1976 (contributorynegligence) have effect as if the behaviour of the automated vehicle were thefault of the person made liable for the damage by section 2 of this Act.\n\t\tLiability under section 2 is treated as liability in tort or, in Scotland,delict for the purposes of any enactment conferring jurisdiction on a courtwith respect to any matter.\n\t\tAn insurer or vehicle owner who has a right of action against a person byvirtue of section 5 does not have a right to recover contribution from thatperson under the Civil Liability (Contribution) Act 1978 or under section 3 ofthe Law Reform (Miscellaneous Provisions) (Scotland) Act 1940.\n\tReport by Secretary of State on operation of this Part\n\t\tThe Secretary of State must prepare a report assessing—\n\t\t\tthe impact and effectiveness of section 1;\n\t\t\tthe extent to which the provisions of this Part ensure that appropriateinsurance or other arrangements are made in respect of vehicles that arecapable of safely driving themselves.\n\t\tThe report must be laid before Parliament no later than two years after thefirst publication of the list under section 1.\n\tInterpretation \n\t\tFor the purposes of this Part—\n\t\t\ta vehicle is “driving itself” if it is operating in a mode in which it isnot being controlled, and does not need to be monitored, by an individual;\n\t\t\ta vehicle is “insured” if there is in force in relation to the use of thevehicle on a road or other public place in Great Britain a policy of insurancethat satisfies the conditions in section 145 of the Road Traffic Act 1988.\n\t\tIn this Part—\n\t\t\t  * “automated vehicle” has the meaning given by section 1(4); \n\t\t\t  * “damage” has the meaning given by section 2(3); \n\t\t\t  * “insured person”, in relation to an insured vehicle, means any person whose use of the vehicle is covered by the policy in question; \n\t\t\t  * “insurer”, in relation to an insured vehicle, means the insurer under that policy; \n\t\t\t  * “road” has the same meaning as in the Road Traffic Act 1988 (see section 192(1) of that Act). \n\t\tIn this Part—\n\t\t\ta reference to an accident includes a reference to two or more causallyrelated accidents;\n\t\t\ta reference to an accident caused by an automated vehicle includes areference to an accident that is partly caused by an automated vehicle."
    },
    {
        "length": 3600,
        "text": "\nPART 2Electric vehicles: charging\n\tIntroductory\n\t\tDefinitions \n\t\t\tFor the purposes of this Part—\n\t\t\t\t“charge point” means a device intended for charging a vehicle that iscapable of being propelled by electrical power derived from a storage battery(or for discharging electricity stored in such a vehicle);\n\t\t\t\t“hydrogen refuelling point” means a device intended for refuelling avehicle that is capable of being propelled by electrical power derived fromhydrogen;\n\t\t\t\ta charge point or a hydrogen refuelling point is a “public charging orrefuelling point” if it is provided for use by members of the general public.\n\t\t\tIn this Part—\n\t\t\t\t  * “operator”, in relation to a public charging or refuelling point, has the meaning given by regulations; \n\t\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t\t  * “vehicle” means a vehicle that is intended or adapted for use on roads. \n\tRequirements and prohibitions\n\t\tPublic charging or refuelling points: access, standards and connection\n\t\t\tRegulations may impose requirements on operators of public charging orrefuelling points in connection with—\n\t\t\t\tthe method of payment or other way by which access to the use of publiccharging or refuelling points may be obtained;\n\t\t\t\tperformance, maintenance and availability of public charging or refuellingpoints;\n\t\t\t\tthe components of public charging or refuelling points that provide themeans by which vehicles connect to such points (“connecting components”).\n\t\t\tRegulations under subsection (1)(a) may require operators—\n\t\t\t\tto provide a prescribed method of payment or verification for obtainingaccess to the use of public charging or refuelling points;\n\t\t\t\tto co-operate with each other for the purposes of a requirement imposed bythe regulations (for example, by sharing facilities or information);\n\t\t\t\tto take prescribed steps for the purposes of such a requirement (forexample, to provide information to a prescribed person).\n\t\t\tRegulations under subsection (1)(b) may, for example, require the operatorof a public charging or refuelling point to ensure that the point complieswith prescribed requirements (which may include technical specifications).\n\t\t\tRegulations under subsection (1)(c) may, for example, require the operatorof a public charging or refuelling point to ensure that its connectingcomponents comply with prescribed requirements (which may include technicalspecifications for connecting components or any related equipment).\n\t\tLarge fuel retailers etc: provision of public charging or refuellingpoints\n\t\t\tRegulations may impose requirements on—\n\t\t\t\tlarge fuel retailers falling within a prescribed description, or\n\t\t\t\tservice area operators falling within a prescribed description,\n\t\t\t\t\tin connection with the provision on their premises of public charging orrefuelling points.\n\t\t\tRegulations under subsection (1) may, for example—\n\t\t\t\trequire large fuel retailers or service area operators to provide publiccharging or refuelling points;\n\t\t\t\trequire public charging or refuelling points to be available for use atprescribed times;\n\t\t\t\trequire services or facilities prescribed by the regulations to be providedin connection with public charging or refuelling points.\n\t\t\tIn this section “large fuel retailer” and “service area operator” have themeaning given by regulations.\n\t\tDuty to consider making regulations under section 11(1)(a) on requestby elected mayor\n\t\t\tThe Secretary of State must consider making section 11(1)(a) regulations inrelation to the whole or part of a relevant area if—\n\t\t\t\tthe mayor for the relevant area makes a request for such regulations to bemade,\n\t\t\t\tconditions 1 to 3 are met, and\n\t\t\t\tthe Secretary of State considers that the mayor has complied with anyprescribed requirements before making the request.\n\t\t\t“Section 11(1)(a) regulations” means regulations under section 11(1) thatimpose requirements on large fuel retailers within section 11(1)(a).\n\t\t\tCondition 1 is that the Secretary of State is satisfied that, before makingthe request, the mayor—\n\t\t\t\tpublished proposals for section 11(1)(a) regulations to be made in relationto the whole or part of the relevant area, and\n\t\t\t\tconsulted— \n\t\t\t\teach local authority any part of whose area falls within the relevant areaor, if the request relates to part of the relevant area, within that part,\n\t\t\t\tpersons who would be likely to be subject to requirements under theregulations (if made), and\n\t\t\t\tsuch other persons as the mayor considers appropriate,\n\t\t\t\t\tin relation to the published proposals.\n\t\t\tCondition 2 is that the mayor has given the Secretary of State a summary ofthe responses to the consultation referred to in subsection (3)(b).\n\t\t\tCondition 3 is that regulations have been made under section 11(3) inrelation to the meaning of “large fuel retailer”.\n\t\t\tIf the Secretary of State decides not to make section 11(1)(a) regulationsin response to the mayor’s request, the Secretary of State must notify themayor of the decision and the reasons for it.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“relevant area” means the area of a combined authority or Greater London;\n\t\t\t\tthe mayor for a relevant area is—\n\t\t\t\tin the case of the area of a combined authority, the mayor for the areaelected in accordance with section 107A(2) of the 2009 Act;\n\t\t\t\tin the case of Greater London, the Mayor of London.\n\t\t\tIn this section—\n\t\t\t\t  * “the 2009 Act” means the Local Democracy, Economic Development and Construction Act 2009; \n\t\t\t\t  * “combined authority” means a combined authority established under section 103(1) of the 2009 Act; \n\t\t\t\t  * “large fuel retailer” has the same meaning as in section 11; \n\t\t\t\t  * “local authority” means— \n\t\t\t\ta district council,\n\t\t\t\ta county council, or\n\t\t\t\ta London borough council.\n\t\tInformation for users of public charging or refuelling points\n\t\t\tRegulations may require operators of public charging or refuelling pointsto make available prescribed information relating to such points.\n\t\t\tThe information that may be prescribed under subsection (1) in relation toa public charging or refuelling point is such information as the Secretary ofState considers likely to be useful to users or potential users of the point,for example information about—\n\t\t\t\tthe location of the point and its operating hours,\n\t\t\t\tavailable charging or refuelling options,\n\t\t\t\tthe cost of obtaining access to the use of the point,\n\t\t\t\tthe method of payment or other way by which access to the use of the pointmay be obtained,\n\t\t\t\tmeans of connection to the point,\n\t\t\t\twhether the point is in working order, and\n\t\t\t\twhether the point is in use.\n\t\t\tThe regulations may make provision—\n\t\t\t\tabout when, how, to whom and in what form the information is to be madeavailable;\n\t\t\t\tfor the information to be made available without restrictions on its useand disclosure.\n\t\t\tThe regulations may be made so as to have effect for a prescribed period.\n\t\tTransmission of data relating to charge points\n\t\t\tRegulations may make provision for the purpose of ensuring the ongoingtransmission of charge point data to a prescribed person or to persons of aprescribed description.\n\t\t\t“Charge point data” means prescribed information relating to a charge point(which may include information about energy consumption and geographicalinformation).\n\t\t\tRegulations under subsection (1) may impose requirements—\n\t\t\t\ton operators of charge points that are provided for use by members of thegeneral public, and\n\t\t\t\tin relation to charge points that are not provided as mentioned inparagraph (a), on prescribed persons or persons of a prescribed description(subject to subsection (4)).\n\t\t\tRegulations under subsection (1) may not impose requirements on owners oroccupiers of domestic premises.\n\t\t\tRegulations under subsection (1) may make provision about when, how and inwhat form charge point data is to be transmitted.\n\t\tSmart charge points\n\t\t\tRegulations may provide that a person must not sell or install a chargepoint unless it complies with prescribed requirements.\n\t\t\tThe requirements that may be imposed under subsection (1) includerequirements relating to the technical specifications for a charge point,including for example the ability of a charge point—\n\t\t\t\tto receive and process information provided by a prescribed person,\n\t\t\t\tto react to information of a kind mentioned in paragraph (a) (for example,by adjusting the rate of charging or discharging),\n\t\t\t\tto transmit information (including geographical information) to aprescribed person,\n\t\t\t\tto monitor and record energy consumption,\n\t\t\t\tto comply with requirements relating to security,\n\t\t\t\tto achieve energy efficiency, and\n\t\t\t\tto be accessed remotely.\n\t\t\tRegulations under subsection (1) may also prescribe requirements to be metin relation to the sale or installation of a charge point.\n\t\t\tIn this section—\n\t\t\t\t“sell” includes let on hire, lend or give;\n\t\t\t\treferences to a prescribed person include references to—\n\t\t\t\ta person of a prescribed description, and\n\t\t\t\ta device operated by one or more prescribed persons.\n\tGeneral and supplementary\n\t\tEnforcement \n\t\t\tRegulations under this Part may make provision for enforcement inconnection with a contravention of a requirement or prohibition imposed by theregulations.\n\t\t\tRegulations made by virtue of subsection (1) may, for example—\n\t\t\t\tcontain provision for determining whether there has been a failure tocomply with a requirement or prohibition;\n\t\t\t\tprovide for the imposition of a financial penalty (and for the payment ofsuch a penalty into the Consolidated Fund);\n\t\t\t\tset out the procedure to be followed in imposing a penalty;\n\t\t\t\tmake provision about the amount of a penalty;\n\t\t\t\tmake provision about the enforcement of a penalty;\n\t\t\t\tprovide for a right of appeal against the imposition of a penalty;\n\t\t\t\tprovide for a determination for the purposes of the regulations to be madeby the Secretary of State or a prescribed person.\n\t\t\tThe provision referred to in subsection (2)(a) includes—\n\t\t\t\tprovision authorising a prescribed person to enter any land in accordancewith the regulations;\n\t\t\t\tprovision for the inspection or testing of any thing by a prescribedperson, which may for example include provision about—\n\t\t\t\tthe production of documents or other things,\n\t\t\t\tthe provision of information,\n\t\t\t\tthe making of photographs or copies, and\n\t\t\t\tthe removal of any thing for the purpose of inspection or testing and itsretention for that purpose for a reasonable period.\n\t\tExceptions \n\t\t\tRegulations under this Part may create exceptions from any requirement orprohibition imposed by the regulations.\n\t\t\tAn exception may be created in relation to a prescribed description ofpersons or devices.\n\t\t\tThe Secretary of State may determine that a requirement or prohibitionimposed by regulations under this Part does not apply in relation to a personor device specified in the determination.\n\t\t\tThe Secretary of State must publish a determination made under subsection(3).\n\t\tRegulations \n\t\t\tRegulations under this Part—\n\t\t\t\tmay make different provision for different purposes or different areas;\n\t\t\t\tmay make supplemental, incidental, transitional or consequential provision.\n\t\t\tA power to make regulations under this Part is exercisable by the Secretaryof State by statutory instrument.\n\t\t\tBefore making regulations under this Part, the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\t\t\tSubject to subsection (7), where—\n\t\t\t\ta statutory instrument contains regulations under this Part, and\n\t\t\t\tany of those regulations are the first regulations under a provision ofthis Part,\n\t\t\t\t\tthe instrument may not be made unless a draft of it has been laid beforeParliament and approved by a resolution of each House.\n\t\t\tWhere— \n\t\t\t\ta statutory instrument contains regulations under section 11 (large fuelretailers etc), and\n\t\t\t\tthe regulations amend the definition of “large fuel retailer” or “servicearea operator”,\n\t\t\t\tthe instrument containing the regulations may not be made unless a draft of ithas been laid before Parliament and approved by a resolution of each House.\n\t\t\tA statutory instrument containing regulations under this Part none of whichare—\n\t\t\t\tthe first regulations under a provision of this Part, or\n\t\t\t\tregulations to which subsection (5) applies,\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tWhere regulations contain only provision made by virtue of—\n\t\t\t\tsection 10(3) or (4) (prescribed requirements for public charging orrefuelling points or for connecting components), or\n\t\t\t\tsection 15 (prescribed requirements for charge points),\n\t\t\t\tthe instrument containing the regulations is subject to annulment in pursuanceof a resolution of either House of Parliament.\n\t\t\tIf a draft of a statutory instrument containing relevant section 11(1)(a)regulations would, apart from this subsection, be treated for the purposes ofthe standing orders of either House of Parliament as a hybrid instrument, itis to proceed in that House as if it were not such an instrument.\n\t\t\tIn subsection (8) “relevant section 11(1)(a) regulations” means regulationsunder section 11(1)(a) that are made pursuant to section 12 (duty to considermaking regulations under section 11(1)(a) on request by elected mayor).\n\t\tReport by Secretary of State on operation of this Part\n\t\t\tThe Secretary of State must, in respect of each reporting period, prepare areport assessing—\n\t\t\t\tthe impact and effectiveness of regulations made under this Part;\n\t\t\t\tthe need for regulations to be made under this Part during subsequentreporting periods.\n\t\t\tEach report must be laid before Parliament after the end of the reportingperiod to which it relates.\n\t\t\tThe first reporting period is the period of two years beginning with theday on which this Act is passed.\n\t\t\tEach subsequent period of 12 months after the first reporting period is areporting period."
    },
    {
        "length": 545,
        "text": "\nPART 3Miscellaneous and general\n\tMinor and consequential amendments\n\t\tThe Schedule (minor and consequential amendments) has effect.\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision made by this Act.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tRegulations under this section may amend any enactment passed or madebefore this Act or in the same Session.\n\t\tA statutory instrument containing regulations under this section any ofwhich amend primary legislation may not be made unless a draft of theinstrument has been laid before Parliament and approved by a resolution ofeach House.\n\t\tA statutory instrument containing regulations under this section none ofwhich amends primary legislation is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tIn this section—\n\t\t\t  * “amend” includes repeal or revoke; \n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tan Act or Measure of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation.\n\tCommencement \n\t\tThis Act comes into force on whatever day or days the Secretary of Stateappoints by regulations.\n\t\tSubsection (1) does not apply to the following provisions of this Act(which come into force on the day on which this Act is passed)—\n\t\t\tsection 20(2) to (7);\n\t\t\tthis section;\n\t\t\tsections 22 and 23.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tRegulations under this section—\n\t\t\tmay appoint different days for different purposes or different areas;\n\t\t\tmay make transitional, transitory or saving provision.\n\tExtent \n\t\tPart 1 extends to England and Wales and Scotland.\n\t\tPart 2 extends to England and Wales, Scotland and Northern Ireland.\n\t\tAn amendment made by the Schedule has the same extent as the provision towhich it relates.\n\tShort title\n\t\tThis Act may be cited as the Automated and Electric Vehicles Act 2018.\n\tSection 20"
    }
]