[
    {
        "length": 3389,
        "text": "\nVote on Account for 2014-15\n\tVote on account for 2014-15\n\t\tThe use of resources for the year ending with 31 March 2015 is authorisedup to the amount of £235,557,718,000.\n\t\tOf the amount authorised by subsection (1)—\n\t\t\t£211,673,099,000 is authorised for use for current purposes; and\n\t\t\t£23,884,619,000 is authorised for use for capital purposes.\n\t\tThe Treasury may—\n\t\t\tissue money out of the Consolidated Fund, and\n\t\t\tapply it in the year ending with 31 March 2015 for expenditure authorisedby Parliament,\n\t\t\t\tup to the amount of £209,940,950,000.\nSupplementary provision for 2013-14\n\tAuthorisation of supplementary provision for 2013-14\n\t\tThe amount up to which authorisation was conferred for the use of resourcesfor the year ending with 31 March 2014 is to be treated as further increasedby £35,186,124,000.\n\t\tIn relation to the amount of £35,186,124,000 mentioned in subsection (1)—\n\t\t\tthe amount up to which there is authorisation for use for current purposesis to be treated as further increased by £42,428,043,000; and\n\t\t\tthe amount up to which there is authorisation for use for capital purposesis to be treated as reduced by £7,241,919,000.\n\t\tThe amount up to which authorisation was conferred on the Treasury—\n\t\t\tto issue money out of the Consolidated Fund, and\n\t\t\tto apply it in the year ending with 31 March 2014 for expenditureauthorised by Parliament,\n\t\t\t\tis to be treated as reduced by £819,397,000.\n\t\tThe increases and reductions for which this section provides are to betreated as having had effect from the beginning of 1 April 2013.\n\tAppropriation of supplementary provision for 2013-14\n\t\tFor the purpose of—\n\t\t\tappropriating the amount of resources the use of which for the year endingwith 31 March 2014 is authorised by section 2(1), and\n\t\t\tgiving effect to the reduction provided for by section 2(3),\n\t\t\t\tthe Main Estimates Act 2013 is to be treated as having effect with theadjustments provided for in Schedule 1 to this Act.\n\t\tIn Schedule 1—\n\t\t\tPart 1 contains new Tables, which are to be treated as if they had beenScheduled Estimates in the Main Estimates Act 2013; and\n\t\t\tPart 2 specifies the amounts by which adjustments are to be treated as madeto the amounts originally specified in the Scheduled Estimates in that Act.\n\t\tFor the purpose of making the adjustments in Part 2 of Schedule 1—\n\t\t\ta negative adjustment has effect to reduce an amount of authorisedexpenditure and, where applied to an estimated surplus (which is expressed asif it were itself a negative amount), increases the amount of the surplus; and\n\t\t\ta positive adjustment has effect to increase an amount of authorisedexpenditure and, where applied to an estimated surplus, reduces it.\n\t\tAccordingly— \n\t\t\twhere an adjustment by a negative amount of more than the amount itself ismade to an amount of authorised expenditure, what results is an estimatedsurplus; and\n\t\t\twhere an adjustment by a positive amount of more than the amount itself ismade to the amount of an estimated surplus, what results is an amount ofauthorised expenditure.\n\t\tWhere, in Part 2 of Schedule 1, a description of matters to whichexpenditure may relate or from which income may arise (“description A”)differs from the description contained in the corresponding part of theScheduled Estimates in the Schedule to the Main Estimates Act 2013(“description B”), Part 2 of Schedule 1 has effect for adjusting thatcorresponding part by substituting description A for description B.\n\t\tWhere, in relation to a department, other person or service to which aScheduled Estimate in the Schedule to the Main Estimates Act 2013 relates,Part 2 of Schedule 1 contains a new description of matters to whichexpenditure may relate or from which income may arise, that Part has effectfor adjusting that Scheduled Estimate by treating the new description asincluded in it.\n\t\tIn this section—\n\t\t\t  * “estimated surplus” has the same meaning as in the Main Estimates Act 2013; \n\t\t\t  * “Main Estimates Act 2013” means the Supply and Appropriation (Main Estimates) Act 2013. \n\t\tThe adjustments made by virtue of this section are to be treated as havinghad effect from the beginning of 1 April 2013.\nExcesses for 2012-13\n\tAuthorisation of excesses for 2012-13\n\t\tThe amount up to which authorisation was conferred for the use of resourcesfor the year ending with 31 March 2013 is to be treated as further increased,for the purpose of making good excesses, by £1,190,000.\n\t\tOf the further amount treated as authorised by subsection (1)—\n\t\t\t£1,000 is to be treated as authorised for use for current purposes; and\n\t\t\t£1,189,000 is to be treated as authorised for use for capital purposes.\n\t\tThe amount up to which authorisation was conferred on the Treasury—\n\t\t\tto issue money out of the Consolidated Fund, and\n\t\t\tto apply it in the year ending with 31 March 2013 for expenditureauthorised by Parliament,\n\t\t\t\tis to be treated as further increased, for the purpose of making goodexcesses, by £55,456,000.\n\t\tThe increases for which this section provides are to be treated as havinghad effect from the beginning of 1 April 2012.\n\tAppropriation of excesses for 2012-13\n\t\tFor the purpose of appropriating—\n\t\t\tthe amount of resources the use of which for the year ending with 31 March2013 is authorised by section 4(1), and\n\t\t\tthe amount of money the issue of which out of the Consolidated Fund isauthorised by section 4(3),\n\t\t\t\tthe Main Estimates Act 2012 is to be treated as having effect with theadjustments provided for in Schedule 2 to this Act.\n\t\tSchedule 2 specifies the amounts by which adjustments are to be treated asmade to the amounts specified in the Scheduled Estimates in the Main EstimatesAct 2012 and to the amounts treated as so specified.\n\t\tFor the purpose of making the adjustments in Schedule 2 an adjustment haseffect to increase an amount of authorised expenditure and, where applied toan estimated surplus, reduces it.\n\t\tAccordingly, where an adjustment of more than the amount itself is made tothe amount of an estimated surplus, what results is an amount of authorisedexpenditure.\n\t\tWhere, in Schedule 2, a description of matters to which expenditure mayrelate or from which income may arise (“description A”) differs from thedescription contained in the corresponding part of the Scheduled Estimates inthe Schedule to the Main Estimates Act 2012 (“description B”), Schedule 2 haseffect for adjusting that corresponding part by substituting description A fordescription B.\n\t\tWhere, in relation to a department, other person or service to which aScheduled Estimate in the Schedule to the Main Estimates Act 2012 relates,Schedule 2 contains a new description of matters to which expenditure mayrelate or from which income may arise, Schedule 2 has effect for adjustingthat Scheduled Estimate by treating the new description as included in it.\n\t\tIn this section a reference to an amount treated as specified in aScheduled Estimate is a reference to any amount treated as so specified inconsequence of any adjustment made by virtue of the Supply and Appropriation(Anticipation and Adjustments) Act 2013, and references to adjusting such anamount are to be read accordingly.\n\t\tIn this section—\n\t\t\t  * “estimated surplus” has the same meaning as in the Main Estimates Act 2012; \n\t\t\t  * “Main Estimates Act 2012” means the Supply and Appropriation (Main Estimates) Act 2012. \n\t\tThe adjustments made by virtue of this section are to be treated as havinghad effect from the beginning of 1 April 2012.\nLate excesses for 2011-12, 2010-11, 2009-10, 2008-09 and 2007-08\n\tAuthorisation of late excesses for 2011-12\n\t\tThe amount up to which authorisation was conferred for the use of resourcesfor the year ending with 31 March 2012 is to be treated as further increased,for the purpose of making good excesses, by £1,000.\n\t\tThe further amount treated as authorised by subsection (1) is to be treatedas authorised for current purposes.\n\t\tThe increase for which this section provides is to be treated as having hadeffect from the beginning of 1 April 2011.\n\tAppropriation of late excesses for 2011-12\n\t\tFor the purpose of appropriating the amount of resources the use of whichfor the year ending with 31 March 2012 is authorised by section 6(1), the MainEstimates Act 2011 is to be treated as having effect with the adjustmentsprovided for in Schedule 3 to this Act.\n\t\tSchedule 3 specifies the amounts by which adjustments are to be treated asmade to the amounts specified in the Scheduled Estimates in the Main EstimatesAct 2011 and to the amounts treated as so specified.\n\t\tFor the purpose of making the adjustments in Schedule 3 an adjustment haseffect to increase an amount of authorised expenditure and, where applied toan estimated surplus, reduces it.\n\t\tAccordingly, where an adjustment of more than the amount itself is made tothe amount of an estimated surplus, what results is an amount of authorisedexpenditure.\n\t\tWhere, in Schedule 3, a description of matters to which expenditure mayrelate or from which income may arise (“description A”) differs from thedescription contained in the corresponding part of the Scheduled Estimates inthe Schedule to the Main Estimates Act 2011 (“description B”), Schedule 3 haseffect for adjusting that corresponding part by substituting description A fordescription B.\n\t\tWhere, in relation to a department, other person or service to which aScheduled Estimate in the Schedule to the Main Estimates Act 2011 relates,Schedule 3 contains a new description of matters to which expenditure mayrelate or from which income may arise, Schedule 3 has effect for adjustingthat Scheduled Estimate by treating the new description as included in it.\n\t\tIn this section a reference to an amount treated as specified in aScheduled Estimate is a reference to any amount treated as so specified inconsequence of any adjustment made by virtue of the Supply and Appropriation(Anticipation and Adjustments) Act 2012 or the Supply and Appropriation(Anticipation and Adjustments) Act 2013, and references to adjusting such anamount are to be read accordingly.\n\t\tIn this section—\n\t\t\t  * “estimated surplus” has the same meaning as in the Main Estimates Act 2011; \n\t\t\t  * “Main Estimates Act 2011” means the Supply and Appropriation (Main Estimates) Act 2011. \n\t\tThe adjustments made by virtue of this section are to be treated as havinghad effect from the beginning of 1 April 2011.\n\tLate excesses for 2010-11\n\t\tThe use of resources for the service of the year that ended with 31 March2011 is authorised to the amount of £1,000.\n\t\tThe amount authorised by subsection (1) is appropriated for the servicesand purposes specified in Schedule 4.\n\tLate excesses for 2009-10\n\t\tThe use of resources for the service of the year that ended with 31 March2010 is authorised to the amount of £1,000.\n\t\tThe amount authorised by subsection (1) is appropriated for the servicesand purposes specified in Schedule 5.\n\tLate excesses for 2008-09\n\t\tThe use of resources for the service of the year that ended with 31 March2009 is authorised to the amount of £1,000.\n\t\tThe amount authorised by subsection (1) is appropriated for the servicesand purposes specified in Schedule 6.\n\tLate excesses for 2007-08\n\t\tThe use of resources for the service of the year that ended with 31 March2008 is authorised to the amount of £1,000.\n\t\tThe amount authorised by subsection (1) is appropriated for the servicesand purposes specified in Schedule 7.\nGeneral\n\tShort title\n\t\tThis Act may be cited as the Supply and Appropriation (Anticipation andAdjustments) Act 2014."
    }
]