{
    "general": "This law allows the government to spend money from the year 2008 to 2015. It also lets the government borrow money to pay for these expenses. The law says how much money can be spent each year and what it can be used for. This helps the government plan its finances and make sure it has enough money to do important things like fund schools, hospitals, and the military.",
    "series": [
        [
            {
                "length": 347,
                "short": "\"UK Government's Financial Authorization for Fiscal Year 2014-2015\"",
                "text": "\nSimplified point 1: The UK government's Supply and Appropriation (Anticipation and Adjustments) Act 2014 authorizes the use of resources for the financial year ending March 31st, 2015, up to £235,557,718,000.\nSimplified point 2: The act also authorizes the issue of money out of the Consolidated Fund and applies it for expenditure authorized by parliament.\nSimplified point 3: The act makes adjustments to the main estimates acts of 2012 and 2013, including the authorization of late excesses for 2011-12, 2010-11, 2009-10, 2008-09, and 2007-08.\nSimplified point 4: The act appropriates the amount of resources authorized for the service of the years ending March 31st, 2012, 2011, 2010, 2009, and 2008.\nSimplified point 5: The act gives effect to the adjustments made by virtue of the supply and appropriation (anticipation and adjustments) acts of 2012 and 2013, and treats certain descriptions of matters as included in the scheduled estimates."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2014 allows the UK government to spend up to £235 billion for the financial year ending March 31st, 2015. This law also lets the government borrow money from the Consolidated Fund to pay for things like healthcare, education, and defense. The act makes changes to previous laws so that the government can spend more money than it was allowed to spend before. It also ensures that the government has enough money to cover its spending for past years, such as 2011-2012, 2010-2011, 2009-2010, 2008-2009, and 2007-2008. In short, this law helps the UK government manage its finances and make sure it has enough money to fund its activities.",
    "single": "\n* Authorizes the use of resources for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Authorizes the issue of money out of the Consolidated Fund for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the appropriation of resources for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Authorizes the use of resources for the service of the year ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the adjustment of amounts authorized for the use of resources for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the appropriation of amounts authorized for the issue of money out of the Consolidated Fund for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the adjustment of amounts authorized for the appropriation of resources for the years ending with 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the late excesses for the years ending with 31 March 2011, 31 March 2012, 31 March 2013, 31 March 2014, 31 March 2015, 31 March 2016, and 31 March 2017.\n* Provides for the short title of the Act."
}