[
    {
        "length": 970,
        "text": "\nElection of next Assembly\n\tThe Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go toitem of legislation\") (in this Act referred to as “the 1998 Act”) is amendedas provided in subsections (2) and (3).\n\tIn section 31 (which provides for dates of Assembly elections anddissolutions, etc), for subsection (2) there is substituted—\n\tThe date of the poll for the election of the Assembly next following theAssembly elected under section 2 of the Northern Ireland (Elections) Act 1998(and dissolved on 28th April 2003) shall be a date to be specified in an ordermade by the Secretary of State.”\n\tSection 96 is amended as follows—\n\t\tin subsection (2), after “section” there is inserted “31(2),”,\n\t\tafter subsection (2) there is inserted—\n\t\t\t“(2A)Paragraph (b) of subsection (2) does not apply to an order under section31(2) if the order declares that the Secretary of State considers it to beexpedient for the order to be made without the approval mentioned in thatparagraph.\n\t\t(2B)An order containing a declaration under subsection (2A)—\n\t\tshall be laid before Parliament after being made; and\n\t\tshall cease to have effect if it is not approved by a resolution of eachHouse of Parliament before the end of the period of 28 days beginning with thedate on which it is made.\n\t\t(2C)Subsection (2B)(b) does not prejudice the making of a new order.\n\t\t(2D)In calculating the period of 28 days mentioned in subsection (2B)(b), noaccount is to be taken of any time during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than four days.”\n\tThe following apply in relation to the ordinary general election the pollfor which is to be held on the date specified in an order under section 31(2)of the 1998 Act—\n\t\tthe entry for Rule 1 of the Parliamentary Elections Rules (timetable) inSchedule 1 to the Northern Ireland Assembly (Elections) Order 2001 ([SI2001/2599](/id/uksi/2001/2599?view=plain \"Go to item of legislation\")) (whichprovides for the application with modifications to Assembly elections ofprovisions of the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\") and other Acts)is to have effect as if the first entry in the second column of thesubstituted Timetable (which relates to publication of notice of an election)read “Not later than the 20th day before the date of the poll.”, and\n\t\tparagraph 7 of each of Schedules 9 and 10 to the Political Parties,Elections and Referendums Act [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Goto item of legislation\") (which provide for limits on campaign expenditure andcontrolled expenditure respectively in relation to Assembly elections) is tohave effect as if “the relevant period” for the purposes of that paragraphwere the period beginning with the date when the order under section 31(2) ofthe 1998 Act is made and ending with the date of the poll (and sub-paragraphs(3) and (4) of that paragraph are not to apply).\n\tIn section 1 of the Northern Ireland Assembly Elections Act [2003 (c.3)](/id/ukpga/2003/3?view=plain \"Go to item of legislation\") (dates ofelection, etc), the following are repealed—\n\t\t  * paragraph (a) of subsection (2), \n\t\t  * subsections (3) to (6). "
    },
    {
        "length": 165,
        "text": "\nMay election: supplementary provisions\n\tAny step taken pursuant to the Election Rules in connection with the Mayelection—\n\t\tshall cease to have effect in relation to that election, and\n\t\tis not to have effect in relation to any other election.\n\tThis applies, for example, to the delivery of any nomination paper inconnection with the May election.\n\tAny deposit made for the purposes of the May election is to be returned.\n\tIn this section, the “Election Rules” means the rules in Schedule 1 to theRepresentation of the People Act 1983, as applied by Article 3 of and Schedule1 to the Northern Ireland Assembly (Elections) Order 2001."
    },
    {
        "length": 489,
        "text": "\nPayments relating to May election\n\tThe Secretary of State may make payments, in accordance with a scheme underthis section, in connection with the May election.\n\tThe scheme must provide for the payments to be made to—\n\t\tregistered parties, in connection with campaign expenditure, and\n\t\tcandidates at the May election, in connection with their election expenses.\n\tThe scheme must make provision for—\n\t\twhat is to count as campaign expenditure or as election expenses (includingany period during which it or they must have been incurred in order to count),\n\t\twho is to count as a candidate,\n\t\ta ceiling on payments that may be made under the scheme (or differentceilings for different descriptions of payment), and\n\t\tarrangements for claiming, verifying and making the payments (including anydate by which claims must be made),\n\t\t\tand it may make provision for anything else which is relevant for the purposesof the scheme.\n\tThe scheme may, in particular, provide for campaign expenditure which wouldhave counted towards the total by virtue of section 1(5) of the NorthernIreland Assembly Elections Act [2003 (c. 3)](/id/ukpga/2003/3?view=plain \"Goto item of legislation\") to count correspondingly for the purposes of paymentsunder the scheme.\n\tThe Electoral Commission must submit recommendations to the Secretary ofState for the terms of the scheme.\n\tWhen the Secretary of State receives the recommendations, he must make ascheme in terms which either give effect to those recommendations, or which doso with any modifications he thinks appropriate.\n\tThe Secretary of State must publish the scheme which he makes, and he maydo so in any way which appears appropriate to him.\n\tPayments made under a scheme under this section are to be made out of moneyprovided by Parliament.\n\tIn this section, “registered party” has the same meaning as in thePolitical Parties, Elections and Referendums Act [2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 398,
        "text": "\nRemuneration of members of the Assembly\n\tIn relation to the dissolution of the Assembly on 28th April 2003 and thenext Assembly election, section 47 of the 1998 Act (remuneration of members)is to have effect as if, for subsection (10) of that section, there weresubstituted—\n\tFor the purposes of this section, a person who is a member of theAssembly immediately before the Assembly is dissolved shall be treated—\n\t\tas if he were a member of the Assembly until the end of the day which isthe latest day for the delivery of nomination papers for the next Assemblyelection; and\n\t\tif he is nominated as a candidate at the next Assembly election, as if hewere a member of the Assembly until the end of the day of the poll for thatelection.”\n\tSubsection (1) does not affect an entitlement any person has by virtue ofsection 47(10) of the 1998 Act in respect of any period before the passing ofthis Act.\n\tWhile section 1 of the Northern Ireland Act [2000 (c.1)](/id/ukpga/2000/1?view=plain \"Go to item of legislation\") is in force,references in subsections (1) and (2) to section 47 of the 1998 Act are to beread with paragraph 9 of the Schedule to the 2000 Act.\n\tIn this section, “the next Assembly election” means the election the pollfor which is to be held on the date specified in an order under section 31(2)of the 1998 Act (as substituted by section 1(2) of this Act) ."
    },
    {
        "length": 794,
        "text": "\nSupplementary provisions\n\tThe Schedule to the Northern Ireland Act 2000 (provisions applicable duringsuspension) is amended as follows.\n\tIn paragraph 7 (subordinate instruments, etc), after sub-paragraph (6)there is inserted—\n\t\t“(6A)Without prejudice to any requirement under this Schedule, so much of anyenactment or instrument as requires any instrument or document to be laidbefore the Assembly does not apply during any period while section 1 is inforce when the Assembly is dissolved.”\n\tIn paragraph 11 (audit), after sub-paragraph (3) there is added—\n\tWhile section 1 is in force, Article 6(2) of the Audit (Northern Ireland)Order 1987 (expenses and accounts of Northern Ireland Audit Office) shall haveeffect as if for the words “the committee established under section 66 of theNorthern Ireland Act 1998”, and “that committee”, there were substituted “theDepartment”.”\n\tAfter paragraph 11, there is added—\n\t“Use of resources and resource accounts\n\t\t11AWhile section 1 is in force, the Government Resources and Accounts Act(Northern Ireland) 2001 shall have effect as if—\n\t\t\tin section 6(4), for the words “an estimate is approved by the Assembly forthat body or person in respect of each financial year” there were substituted“an estimate was approved by the Assembly for that body or person in respectof the financial year ending 31st March 2003”;\n\t\t\tin section 9(1), for the words “A Northern Ireland department for which anestimate is approved by the Assembly in respect of a financial year shallprepare accounts (to be known as resource accounts) for that year” there weresubstituted “Each Northern Ireland department shall prepare accounts (to beknown as resource accounts) for each financial year”; and\n\t\t\tin section 13(1), for the words “an estimate is approved by the Assemblyfor any body or person in respect of any financial year” there weresubstituted “the use of resources by any body or person is authorised inrespect of any financial year by Act of the Assembly””.\n\t\tIn paragraph 13 (Ombudsman and Commissioner for Complaints), after sub-paragraph (2) there is added—\n\t\tDuring any period while section 1 is in force when the Assembly isdissolved, any complaint under the Ombudsman (Northern Ireland) Order 1996 maybe made to, and referred to the Ombudsman by, a member of the House ofCommons; and references to a member of the Assembly in Articles 9, 11, 16 and18 of that Order shall be construed accordingly.”\n\t\tAfter paragraph 13, there is added—\n\t“Financial assistance for political parties\n\t\t14While section 1 is in force, the Financial Assistance for Political PartiesAct (Northern Ireland) 2000 shall have effect as if—\n\t\t\tin section 1, for the words “assisting members of the Assembly who areconnected with such parties to perform their Assembly duties” there weresubstituted “assisting them to engage in political discussions about a returnto devolved government”; and\n\t\t\tin section 2(2), paragraph (c) were omitted.”"
    },
    {
        "length": 514,
        "text": "\nModification of enactments\n\tThe Secretary of State may by order made by statutory instrument make suchmodifications of enactments as appear to him to be necessary or expedient inconsequence of, or in connection with, any provision made by, or under, thisAct.\n\tAn order under subsection (1) may, in particular, make provision modifyingany duty of the Chief Electoral Officer for Northern Ireland whereby (apartfrom the order) he must perform any function or discharge any duty on or byreference to any particular date.\n\tAn order under subsection (1) may also make such supplementary, incidentalor consequential provision as the Secretary of State considers necessary orexpedient.\n\tIn subsection (1), “enactment” includes—\n\t\ta provision of an Act (including this Act),\n\t\ta provision of, or any instrument made under, Northern Ireland legislation,\n\t\ta provision of subordinate legislation (within the meaning of theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\")).\n\tAn order under subsection (1) may not be made unless a draft of the orderhas been approved by a resolution of each House of Parliament.\n\tSubsection (5) does not apply to an order under subsection (1) if the orderdeclares that the Secretary of State considers it to be expedient for theorder to be made without the approval mentioned in that subsection.\n\tAn order containing a declaration under subsection (6)—\n\t\tmust be laid before Parliament after being made, and\n\t\tceases to have effect if it is not approved by a resolution of each Houseof Parliament before the end of the period of 40 days beginning with the dateon which it is made.\n\tSubsection (7)(b) does not prejudice—\n\t\tanything done as a result of the order before it ceased to have effect, or\n\t\tthe making of a new order.\n\tIn calculating the period of 40 days mentioned in subsection (7)(b), noaccount is to be taken of any time during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than four days."
    },
    {
        "length": 511,
        "text": "\nRenewal of powers under section 1\n\tUnless subsection (4) applies—\n\t\tthe following provisions of the 1998 Act—\n\t\tsection 31(2),\n\t\tthe word “31(2),” in section 96(2), and\n\t\tsection 96(2A) to (2D),\n\t\t\t(all as substituted or inserted by subsections (1) to (3) of section 1 of thisAct), and\n\t\tsubsection (4) of section 1,\n\t\ttogether collectively referred to below as “the temporary provisions”, remainin force until the end of 15th November 2003 and then expire if not continuedin force by an order under subsection (2).\n\tThe Secretary of State may by order made by statutory instrument providethat the temporary provisions are to continue in force for a period, orfurther period, in each case not exceeding six months from the coming intoforce of the order.\n\tAn order under subsection (2) may not be made unless a draft of the orderhas been approved by a resolution of each House of Parliament.\n\tThis subsection applies if an order is made, at any time, under section31(2) of the 1998 Act, as substituted by section 1(2) of this Act.\n\tIf subsection (4) applies, the temporary provisions do not expire, and theprovision to the contrary in subsection (1) ceases to apply.\n\tIf the temporary provisions expire, the Secretary of State must by ordermade by statutory instrument make such amendments of enactments as appear tohim to be necessary or expedient in consequence of the expiry.\n\tSubsections (4) to (7), and (9), of section 6 apply to an order undersubsection (6) as they apply to an order under subsection (1) of that section.\n\tIf by virtue of section 6(7)(b), as applied by subsection (7) of thissection, the order under subsection (6) ceases to have effect, the amendmentsmade by the order also cease to have effect, but this does not prejudice themaking of a new order."
    },
    {
        "length": 146,
        "text": "\nShort title and interpretation\n\tThis Act may be cited as the Northern Ireland Assembly (Elections andPeriods of Suspension) Act 2003.\n\tIn this Act—\n\t\t“the 1998 Act” means the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\"),\n\t\t“Assembly” means Northern Ireland Assembly,\n\t\t“the May election” means the election of the Assembly the poll for whichwas to have taken place on 29th May 2003.\n\t\t\t"
    }
]