{
    "general": "This law was passed in 2003 and has to do with elections and suspensions of the Northern Ireland Assembly, which is like a parliament for Northern Ireland. It makes rules about how the next assembly will be elected and also deals with times when certain laws are not in effect. The purpose of the law is to ensure fair and orderly elections and functioning of the assembly.",
    "series": [
        [
            {
                "length": 161,
                "short": "\"Northern Ireland Election Law Changes: More Autonomy for Secretary of State\"",
                "text": "\n* Simplified point 1: The Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003 allows the Secretary of State to set the date of the next Assembly election without needing parliamentary approval.\n* Simplified point 2: The Act also specifies that the election must be held within a certain time frame after the previous dissolution of the Assembly, and that campaign finance limits will apply during the election period.\n* Simplified point 3: The Act repeals certain provisions of the Northern Ireland Assembly Elections Act 2003, including the requirement for parliamentary approval of the election date."
            },
            {
                "length": 155,
                "short": "\"May Election Regulations Cease to Have Effect\"",
                "text": "\n* The May election refers to the annual election of members of the Northern Ireland Assembly, which takes place on May 5th.\n* Any steps taken under the Election Rules in connection with the May election will cease to have effect and are not valid for any other election.\n* This includes the delivery of nomination papers and the return of deposits made for the purpose of the May election.\n* The Election Rules are the rules set out in Schedule 1 to the Representation of the People Act 1983, as applied by Article 3 of and Schedule 1 to the Northern Ireland Assembly (Elections) Order 2001."
            },
            {
                "length": 243,
                "short": "\"UK Election Funding Scheme: Government Subsidies for Campaign Expenses\"",
                "text": "\n* Simplified point 1: The UK government can make payments to political parties and candidates running in the Northern Ireland Assembly elections to help cover their campaign and election expenses.\n* Simplified point 2: The payments are based on a scheme set up by the Secretary of State, which must include details such as what constitutes campaign expenditure or election expenses, who is eligible for payments, and how the payments will be made.\n* Simplified point 3: The scheme must also provide for arrangements for claiming, verifying, and making the payments, including any deadlines for submitting claims.\n* Simplified point 4: The Electoral Commission must submit recommendations to the Secretary of State for the terms of the scheme, and the Secretary of State must make the scheme in terms that either give effect to the recommendations or modify them as appropriate.\n* Simplified point 5: Payments made under the scheme are funded by the UK government and are subject to certain limits and conditions."
            },
            {
                "length": 274,
                "short": "\"Salary Protection for Northern Ireland Assembly Members During Election Transition Period\"",
                "text": "\n* Simplified point 1: This clause ensures that current members of the Northern Ireland Assembly receive their salaries up until the latest day for delivering nomination papers for the next assembly election, even if they are not re-elected.\n* Simplified point 2: The clause also specifies that if a current member is nominated as a candidate for the next assembly election, they will continue to receive their salary until the end of the day of the poll for that election.\n* Simplified point 3: The clause only applies to members of the Assembly who are in office immediately before the dissolution of the Assembly on April 28th, 2003.\n* Simplified point 4: The clause does not affect any existing entitlements to salary that members may have under section 47(10) of the 1998 Act.\n* Simplified point 5: While the Northern Ireland Act [2000 (c.1)] is in force, references to section 47 of the 1998 Act in this clause should be read with paragraph 9 of the Schedule to the 2000 Act."
            },
            {
                "length": 296,
                "short": "\"Temporary Changes to NI Assembly Laws Amid Dissolution\".",
                "text": "\n* Simplified point 1: This legislation amends the Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003 to make temporary changes to various laws related to the suspension of the Northern Ireland Assembly.\n* Simplified point 2: During periods when the Assembly is dissolved, certain requirements for laying instruments before the Assembly do not apply.\n* Simplified point 3: The Audit (Northern Ireland) Order 1987 is amended to allow the Department to use resources without needing approval from the Assembly.\n* Simplified point 4: The Government Resources and Accounts Act (Northern Ireland) 2001 is amended to simplify the preparation of resource accounts by Northern Ireland departments.\n* Simplified point 5: The Ombudsman (Northern Ireland) Order 1996 is amended to allow complaints to be made to the Ombudsman by members of the House of Commons during periods when the Assembly is dissolved.\n* Simplified point 6: The Financial Assistance for Political Parties Act (Northern Ireland) 2000 is amended to change the purpose of financial assistance provided to political parties."
            },
            {
                "length": 240,
                "short": "\"Modifications to Existing Laws via Statutory Instruments\"",
                "text": "\n* Simplified point 1: The Secretary of State can modify existing laws through a statutory instrument if they deem it necessary or expedient due to provisions within this act.\n* Simplified point 2: These modifications can include changes to the duties of the Chief Electoral Officer for Northern Ireland regarding specific dates.\n* Simplified point 3: Orders made under this section can also include supplementary, incidental, or consequential provisions as needed.\n* Simplified point 4: Any orders made under this section require approval from both houses of parliament, unless the Secretary of State declares it expedient to make the order without approval.\n* Simplified point 5: If an order is made without approval, it will cease to have effect if it is not approved by parliament within 40 days.\n* Simplified point 6: The 40-day period does not include times when parliament is dissolved, prorogued, or adjourned for more than four days."
            },
            {
                "length": 254,
                "short": "\"Temporary Extension of Election Provisions in Northern Ireland\"",
                "text": "\n* Simplified point 1: The Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003 allows for the temporary provisions of the 1998 Act to remain in force until November 15, 2003, and can be extended for up to six months at a time through orders made by the Secretary of State.\n* Simplified point 2: If an order is made under section 31(2) of the 1998 Act, as substituted by section 1(2) of the 2003 Act, the temporary provisions will not expire and the provision to the contrary in subsection (1) will cease to apply.\n* Simplified point 3: If the temporary provisions expire, the Secretary of State must make amendments to enactments as necessary or expedient in consequence of the expiry.\n* Simplified point 4: Orders made under subsection (2) of the 2003 Act must be approved by a resolution of each House of Parliament."
            },
            {
                "length": 115,
                "short": "\"Northern Ireland Assembly Election Law: Understanding Key Terms and Previous Acts\"",
                "text": "\n* Simplified point 1: This act is called the Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003.\n* Simplified point 2: The act refers to other previous acts such as the Northern Ireland Act 1998.\n* Simplified point 3: The act defines key terms such as \"Assembly\", \"May election\" and \"Northern Ireland Assembly\"."
            }
        ],
        [
            {
                "length": 260,
                "short": "\"Northern Ireland Assembly Election Rules and Finances\"",
                "text": "\n* Simplified point 1: The Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003 allows the Secretary of State to set the date of the next Assembly election without needing parliamentary approval.\n* Simplified point 2: The Act also specifies that the election must be held within a certain time frame after the previous dissolution of the Assembly, and that campaign finance limits will apply during the election period.\n* Simplified point 3: The Act repeals certain provisions of the Northern Ireland Assembly Elections Act 2003, including the requirement for parliamentary approval of the election date.\n* Simplified point 4: The UK government can make payments to political parties and candidates running in the Northern Ireland Assembly elections to help cover their campaign and election expenses.\n* Simplified point 5: Current members of the Northern Ireland Assembly receive their salaries up until the latest day for delivering nomination papers for the next assembly election, even if they are not re-elected.\n* Simplified point 6: Temporary changes to various laws related to the suspension of the Northern Ireland Assembly are made amid dissolution."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Assembly (Elections and Periods of Suspension) Act 2003 simplifies the process of electing members of the Northern Ireland Assembly. It allows the Secretary of State to set the date of the next Assembly election without requiring parliamentary approval. Additionally, the act provides for campaign finance limits during the election period and modifies existing laws related to the suspension of the Assembly. The act also temporarily extends certain provisions of the 1998 Act and allows for the modification of these provisions through statutory instruments. Finally, the act defines key terms and refers to previous acts such as the Northern Ireland Act 1998."
}