[
    {
        "length": 1185,
        "text": "\nDisclosure of information\n\tThe Secretary of State and the Northern Ireland department may, at therequest of the BBC, supply the BBC with social security information.\n\tFor the purposes of subsection (1), the BBC includes any person providingthe BBC with services in connection with television licences.\n\tIn relation to the Secretary of State, “social security information” meansinformation of a prescribed description held by him (or on his behalf) andobtained as a result, or for the purpose, of the exercise of functions of hisin relation to social security or war pensions.\n\tIn relation to the Northern Ireland department, “social securityinformation” means information of a prescribed description held by thedepartment (or on its behalf) and obtained as a result, or for the purpose, ofthe exercise of functions of the department in relation to social security.\nUse to which information may be put\n\tInformation provided under section 1 may be used only in connection withtelevision licences for which no fee is payable or reduced-fee licences.\n\t“Reduced-fee licences” means television licences—\n\t\tfor which a reduced fee is payable; and\n\t\twhich fall within a prescribed category.\nOffences \n\tA person to whom information is supplied under section 1 (“a recipient”) isguilty of an offence if, without lawful authority, he discloses thatinformation.\n\tA person who is or has been employed by a recipient, or engaged in theprovision of services to a recipient, is guilty of an offence if, withoutlawful authority, he discloses information supplied to the recipient undersection 1.\n\tIt is not an offence under this section—\n\t\tto disclose information in the form of a summary or collection ofinformation so framed as not to enable information supplied under section 1relating to any particular person to be ascertained from it; or\n\t\tto disclose information which has previously been disclosed to the publicwith lawful authority.\n\tIt is a defence for a person charged with an offence under this section toprove that at the time of the alleged offence he believed—\n\t\tthat he was making the disclosure in question with lawful authority, or\n\t\tthat the information in question had previously been disclosed to thepublic with lawful authority,\n\t\t\tand he had no reasonable cause to believe otherwise.\n\tFor the purposes of this section, a disclosure is to be regarded as madewith lawful authority if, but only if, it is made—\n\t\tby a person exercising functions in relation to television licences andusing the information in a way permitted by section 2;\n\t\tin accordance with any enactment or order of a court;\n\t\tfor the purpose of instituting, or otherwise for the purposes of,proceedings before a court; or\n\t\twith the consent of the person to whom the information relates or of anyperson authorised to act on that person’s behalf.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor a fine not exceeding the statutory maximum or both; or\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine or both.\nLiability of directors etc\n\tIf an offence under section 3 committed by a body corporate is shown—\n\t\tto have been committed with the consent or connivance of an officer, or\n\t\tto be attributable to any neglect on his part,\n\t\t\tthe officer as well as the body corporate is guilty of the offence and liableto be proceeded against and punished accordingly.\n\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith his functions of management as if he were a director of the body.\n\t“Officer”, in relation to a body corporate, means a director, member of thecommittee of management, chief executive, manager, secretary or other similarofficer of the body, or a person purporting to act in any such capacity.\nInterpretation \n\tIn this Act—\n\t  * “BBC” and “television licence” have the same meaning as in the [1949 c. 54.] Wireless Telegraphy Act 1949; \n\t  * “the Northern Ireland department” means the Department for Social Development; \n\t  * “prescribed” means prescribed by order made by the Secretary of State; \n\t  * “war pensions” has the same meaning as in section 25 of the [1989 c. 24.] Social Security Act 1989. \nOrders \n\tAn order under this Act must be made by statutory instrument.\n\tSuch an instrument shall be subject to annulment in pursuance of aresolution of either House of Parliament.\n\tAn order may make different provision in relation to different cases.\nShort title and extent\n\tThis Act may be cited as the Television Licences (Disclosure ofInformation) Act 2000.\n\tThis Act extends to Northern Ireland.\n\t\t"
    }
]