{
    "general": "This law makes sure that people who watch or record live TV programmes on their TVs must have a license. It also says that if you are caught watching or recording live TV without a license, you might have to tell the authorities some personal information about yourself. This information can be used to help enforce the TV licence laws.",
    "series": [
        [
            {
                "length": 209,
                "short": "\"BBC's Access to Social Security Information in Northern Ireland: Rules and Penalties\"",
                "text": "\n* Simplified point 1: The Secretary of State and the Northern Ireland department can provide the BBC with social security information to help them recover unpaid TV licensing fees.\n* Simplified point 2: The BBC can use this information only for the purpose of recovering unpaid fees, and they cannot disclose it without lawful authority.\n* Simplified point 3: Disclosing this information without lawful authority is an offense, and those found guilty could face fines or imprisonment.\n* Simplified point 4: Directors and officers of bodies corporate that commit offenses under this Act can also be held liable and face penalties.\n* Simplified point 5: The Act applies to Northern Ireland and orders made under it must be made by statutory instrument and are subject to annulment by Parliament."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Television Licences (Disclosure of Information) Act 2000 allows the government to share information about people's social security benefits with the BBC to help them collect unpaid TV licensing fees. This information can only be used for that purpose and cannot be shared without permission. If someone uses this information illegally, they could face fines or jail time. The act also applies to Northern Ireland and any rules made under it can be changed by parliament.\nIn simpler terms, this law lets the government share information about people's benefits with the BBC so they can try to get money back from people who haven't paid their TV license fee. The BBC can only use this information to do this and can't share it without permission. If someone misuses this information, they might have to pay a fine or go to jail.",
    "single": "\n• The Television Licences (Disclosure of Information) Act 2000 allows the BBC to request social security information from the Secretary of State and the Northern Ireland department.\n• The information provided under this act can only be used in relation to television licences for which no fee is payable or reduced-fee licences.\n• It is an offence to disclose information supplied under this act without lawful authority.\n• The act applies to anyone who is or has been employed by a recipient or engaged in the provision of services to a recipient.\n• The act does not apply to disclosures made in the form of a summary or collection of information so framed as not to enable information supplied under section 1 to be ascertained from it.\n• A person charged with an offence under this act can use the defence that they believed they had lawful authority to make the disclosure.\n• The act extends to Northern Ireland.\n• The act allows for orders to be made by statutory instrument and subject to annulment in pursuance of a resolution of either House of Parliament.\n• The act can be cited as the Television Licences (Disclosure of Information) Act 2000."
}