[
    {
        "length": 3518,
        "text": "\nPart 1The Electoral Commission\n\tFunctions of Electoral Commission\n\t\tCompliance with controls imposed by the 2000 Act etc\n\t\t\tIn the Political Parties, Elections and Referendums Act [2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\") (“the 2000Act”) section 145 (general function of Commission with respect to monitoringcompliance with controls imposed by that Act etc) is amended as follows.\n\t\t\tIn subsection (1), for the words before paragraph (a) there is substituted“The Commission shall have the function of monitoring, and taking such stepsas they consider appropriate with a view to securing, compliance with”.\n\t\t\tAfter subsection (6) there is inserted—\n\t\t\t\t“(6A)The Commission may prepare and publish guidance setting out, in relationto any requirement referred to in subsection (1), their opinion on any of thefollowing matters—\n\t\t\t\twhat it is necessary, or is sufficient, to do (or avoid doing) in order tocomply with the requirement;\n\t\t\t\twhat it is desirable to do (or avoid doing) in view of the purpose of therequirement.”\n\t\tInvestigatory powers of Commission\n\t\t\tFor section 146 of the 2000 Act there is substituted—\n\t\t\t“146Investigatory powers of Commission\n\t\t\t\tSchedule 19B makes provision about the investigatory powers of theCommission.”\n\t\t\t\tBefore Schedule 20 to the 2000 Act there is inserted, as Schedule 19B, theSchedule set out in Schedule 1 to this Act.\n\t\t\t\tIn Schedule 20 to the 2000 Act the following entries are inserted at theappropriate place—\n\t\t\t\t“Paragraph 13(1) of Schedule 19B (failure to comply with investigationrequirement)| On summary conviction: Level 5  ---|---  Paragraph 13(2) of Schedule 19B (intentional obstruction of person exercisinginvestigatory power)| On summary conviction: Level 5  Paragraph 13(3) of Schedule 19B (providing false information in purportedcompliance with investigation requirement)| On summary conviction in Englandand Wales or Scotland: statutory maximum or 12 months  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    #### 3Civil sanctions\n\t\t\t\tFor section 147 of the 2000 Act (civil penalty for failure to deliverdocuments etc) there is substituted—\n\t\t\t“147Civil sanctions\n\t\t\t\tSchedule 19C makes provision for civil sanctions in relation to—\n\t\t\t\t\tthe commission of offences under this Act;\n\t\t\t\t\tthe contravention of restrictions or requirements imposed by or by virtueof this Act.”\n\t\t\t\tAfter Schedule 19B to the 2000 Act (inserted by section 2 above) there isinserted, as Schedule 19C, the Schedule set out in Schedule 2 to this Act.\n\t\t\t\tIn Schedule 20 to the 2000 Act the following entry is inserted at theappropriate place—\n\t\t\t\t“Paragraph 14 of Schedule 19C (failure to comply with stop notice)| On summaryconviction in England and Wales or Scotland: £20,000 or 12 months  ---|---  On summary conviction in Northern Ireland: £20,000 or 6 months  On indictment: fine or 2 years”.    (4)In section 156 of the 2000 Act (orders and regulations), after subsection(4) there is inserted—\n\t\t\t\t“(4A)An order under paragraph 16 of Schedule 19C that contains—\n\t\t\t\t\tprovision made by virtue of paragraph 1(1), (2), (3), (4) or (5), paragraph5(1), (2), (3) or (4), paragraph 10(2)(b) or (3)(b) or paragraph 15(1)(a) ofthat Schedule, or\n\t\t\t\t\tprovision amending an Act,\n\t\t\t\t\tshall not be made unless a draft of the statutory instrument containing theorder has been laid before, and approved by a resolution of, each House ofParliament; and subsection (2) does not apply to such an order.”\n\tElectoral Commissioners etc\n\t\tSelection of prospective Electoral Commissioners and Commission chairman\n\t\t\tSection 3 of the 2000 Act (appointment of Electoral Commissioners etc) isamended as follows.\n\t\t\tFor subsection (2) there is substituted—\n\t\t\tA motion for such an Address may be made only if—\n\t\t\t\tthe Speaker of the House of Commons agrees that the motion may be made;\n\t\t\t\tthe motion has been the subject of consultation with the registered leaderof each registered party to which two or more Members of the House of Commonsthen belong; and\n\t\t\t\teach person whose appointment is proposed in the motion has been selectedin accordance with a procedure put in place and overseen by the Speaker’sCommittee.”\n\t\t\tAfter subsection (5) there is inserted—\n\t\t\t\t“(5A)In the case of a re-appointment (or further re-appointment) of anElectoral Commissioner, the reference in subsection (2)(c) to being selectedin accordance with a procedure put in place and overseen by the Speaker’sCommittee is to be read as including a reference to being recommended for re-appointment (or further re-appointment) by that Committee.”\n\t\tFour Electoral Commissioners to be persons put forward by parties\n\t\t\tIn section 3 of the 2000 Act, after subsection (4) (political restrictionson Electoral Commissioners) there is inserted—\n\t\t\t\t“(4A)Paragraphs (a) and (d) of subsection (4) do not apply to the appointmentof a person as a nominated Commissioner (within the meaning of section 3A).”\n\t\t\tAfter that section there is inserted—\n\t\t\t“3AFour Electoral Commissioners to be persons put forward by parties\n\t\t\t\tFour of the Electoral Commissioners shall each be a person whom theregistered leader of a qualifying party put forward to be considered forappointment as an Electoral Commissioner (a “nominated Commissioner”).\n\t\t\t\tIn subsection (1) “qualifying party” means a registered party with two ormore Members of the House of Commons at the time of the person’s appointment.\n\t\t\t\tThree of the nominated Commissioners shall each be a person put forward bythe registered leader of one of the three largest nominating parties at thetime of the person’s appointment.\n\t\t\t\tIn subsection (3) “nominating party” means a party whose registered leader—\n\t\t\t\t\thas put forward three persons to be considered for appointment as anominated Commissioner, or\n\t\t\t\t\tpreviously put forward persons one of whom was appointed as a nominatedCommissioner and is expected to continue to hold office.\n\t\t\t\tNo appointment may be made that would result in two or more nominatedCommissioners being persons put forward by the leader of the same party (andnothing in this section has effect so as to require that result).\n\t\t\t\tA nominated Commissioner may not be appointed as the chairman of theCommission.\n\t\t\t\tFor the purposes of this section, the relative size of any two or moreregistered parties shall be determined according to the number of Members ofthe House of Commons belonging to each party at the time in question (or, inthe case of two parties with the same number of Members, according to thetotal number of votes cast for persons standing for election in the name ofeach of those parties at the most recent parliamentary general election).\n\t\t\t\tA reference in this section to a Member of the House of Commons does notinclude any Member of that House who at the time in question—\n\t\t\t\t\thas not made and subscribed the oath required by the Parliamentary OathsAct 1866 (or the corresponding affirmation), or\n\t\t\t\t\tis disqualified from sitting and voting in that House.”\n\t\t\t\tIn section 14 of the 2000 Act (Boundary Committees), in subsection (4), for“an Electoral Commissioner or a deputy Electoral Commissioner” there issubstituted “an Electoral Commissioner who is not a nominated Commissioner(within the meaning of section 3A), or a deputy Electoral Commissioner,”.\n\t\tNumber of Electoral Commissioners\n\t\t\tIn section 1 of the 2000 Act (establishment of Electoral Commission), insubsection (3) (number of Commissioners), for “not less than five, but notmore than nine,” there is substituted “nine or ten”.\n\t\tPolitical restrictions on Electoral Commissioners and staff\n\t\t\tIn section 3(4)(d) of the 2000 Act (persons not to be appointed asElectoral Commissioners within ten years of engaging in certain politicalactivities), for “within the last ten years” there is substituted “within thelast five years”.\n\t\t\tIn Schedule 1 to the 2000 Act (the Electoral Commission), after paragraph11 there is inserted—\n\t\t\t“Political restrictions on staff\n\t\t\t\t11A(1)A person may not be appointed as a member of the staff of the Commissionif the person—\n\t\t\t\t\tis an officer or employee of a registered party or of any accounting unitof such a party;\n\t\t\t\t\tholds a relevant elective office (within the meaning of Schedule 7);\n\t\t\t\t\thas at any time within the relevant period (see sub-paragraph (2))—\n\t\t\t\t\tbeen such an officer or employee as is mentioned in paragraph (a), or\n\t\t\t\t\theld such an office as is mentioned in paragraph (b), or\n\t\t\t\t\tbeen named as a donor in the register of donations reported under Chapter3 or 5 of Part 4, or\n\t\t\t\t\tbeen named as a participant in the register of recordable transactionsreported under Part 4A.\n\t\t\t\tThe relevant period is—\n\t\t\t\t\tin relation to appointment as chief executive of the Commission, the lastfive years;\n\t\t\t\t\tin relation to appointment to a post on the staff of the Commission that isdesignated by a notice in force under paragraph 11B, the period (immediatelypreceding the appointment) specified by the notice;\n\t\t\t\t\tin relation to appointment as any other member of the staff of theCommission, the last 12 months.\n\t\t\t\tA member of a registered party may not be appointed as chief executive ofthe Commission.\n\t\t\t\tThe appointment of any member of the staff of the Commission shallterminate—\n\t\t\t\t\tin the case of the chief executive, on the occurrence of such an event asis mentioned in any of paragraphs (a) to (d) of paragraph 3(3);\n\t\t\t\t\tin any other case, on the occurrence of such an event as is mentioned inany of paragraphs (a) to (ca) of paragraph 3(3).\n\t\t\t\t\t11B(1)The chief executive of the Commission may by giving notice to theSpeaker’s Committee—\n\t\t\t\t\tdesignate a particular post on the staff of the Commission, and\n\t\t\t\t\tspecify as the relevant period for that post, for the purposes of paragraph11A(2)(b), a period of two years or more,\n\t\t\t\t\tif the chief executive reasonably believes that it is necessary to do so inorder to maintain public confidence in the effectiveness of the Commission incarrying out any of its functions.\n\t\t\t\tThe period specified under sub-paragraph (1)(b) may not be more than fiveyears.\n\t\t\t\tIn deciding what that period should be, the chief executive of theCommission shall take into account—\n\t\t\t\t\tthe level of seniority of the post;\n\t\t\t\t\thow likely it is that any holder of the post will be required to deal withpolitically sensitive matters.\n\t\t\t\tEach notice under sub-paragraph (1) must relate to only one post.\n\t\t\t\tA notice under sub-paragraph (1)—\n\t\t\t\t\thas effect from the day on which it is received by the Speaker’s Committee,and\n\t\t\t\t\t(subject to sub-paragraphs (6) and (7)) expires at the end of the period ofthree years beginning with that day.\n\t\t\t\tSub-paragraph (5)(b) does not prevent a further notice being given undersub-paragraph (1) in relation to the post in question, either—\n\t\t\t\t\tbefore the previous notice would have expired, or\n\t\t\t\t\tat any time after the expiry of the previous notice.\n\t\t\t\t\tA further notice received by the Speaker’s Committee before the previousnotice would have expired supersedes the previous notice.\n\t\t\t\tIf the chief executive of the Commission gives notice (a “cancellationnotice”) to the Speaker’s Committee cancelling a notice under sub-paragraph(1), the notice under that sub-paragraph ceases to have effect—\n\t\t\t\t\ton the day on which the cancellation notice is received by the Speaker’sCommittee, or\n\t\t\t\t\t(if later) on such date as may be specified in the cancellation notice.\n\t\t\t\tBefore giving a notice under this paragraph the chief executive of theCommission shall consult the Speaker’s Committee.\n\t\t\t\tThe Commission shall publish, in such manner as they consider appropriate,information setting out the effect of all notices under sub-paragraph (1) thatare in force at any particular time.”\n\t\t\t\tThe amendment made by subsection (2) does not apply to the appointment of aperson—\n\t\t\t\t\tto assist the Boundary Committee for England in the performance of itsfunctions,\n\t\t\t\t\tto assist the Commission in carrying out functions transferred to them byan order under section 18(1) of the 2000 Act (transfer of functions of LocalGovernment Commission for England), or\n\t\t\t\t\tto perform duties including either or both of those.\n\t\tEducation about systems of government and EU institutions\n\t\t\tIn section 13 of the 2000 Act (education about electoral and democraticsystems), paragraphs (b) and (c) of subsection (1) (Commission’s duty topromote public awareness of systems of government and EU institutions) areomitted."
    },
    {
        "length": 1637,
        "text": "\nDeclaration as to source of donation\n\tIn section 54 of the 2000 Act (permissible donors), in subsection (1)(circumstances in which party may not accept donation), after paragraph (a)there is inserted—\n\t\tin the case of a donation of an amount exceeding £7,500, the party hasnot been given a declaration as required by section 54A; or”.\n\tAfter that section there is inserted—\n\t“54ADeclaration as to source of donation\n\t\tWhere a person (P) causes an amount exceeding £7,500 to be received by aregistered party by way of a donation, a written declaration must be given tothe party—\n\t\t\tby P, if P is an individual, or\n\t\t\tif not, by an individual authorised by P to make the declaration,\n\t\t\t\tstating, to the best of the individual’s knowledge and belief, whether or notsubsection (2) applies to the donation.\n\t\tThis subsection applies to the donation if—\n\t\t\ta person other than P has provided, or is expected to provide, money or anyother benefit to P with a view to, or otherwise in connection with, the makingof the donation, and\n\t\t\tthe money, or the value of the benefit, is more than £7,500.\n\t\tWhere a declaration under this section contains a statement to the effectthat subsection (2) applies to the donation, it must also—\n\t\t\tstate whether or not, in the opinion of the person making the declaration—\n\t\t\tsubsection (4) of section 54 applies to the donation;\n\t\t\tsubsection (6) of that section applies to it;\n\t\t\tif the person’s opinion is that neither of those subsections applies to thedonation, give the person’s reasons for that opinion.\n\t\tA declaration under this section must also state the full name and addressof the person by whom it is made and, where subsection (1)(b) applies—\n\t\t\tstate that the person is authorised by P to make the declaration;\n\t\t\tdescribe the person’s role or position in relation to P.\n\t\tA person who knowingly or recklessly makes a false declaration under thissection commits an offence.\n\t\tRegulations made by the Secretary of State may make provision as to how thevalue of a benefit is to be calculated for the purposes of subsection (2).”\n\t\tIn section 56 of the 2000 Act (acceptance or return of donations: general),in subsection (2) (steps to be taken if donation to be refused)—\n\t\t\tin paragraph (a), for “section 54(1)(b)” there is substituted “section54(1)(aa) or (b)”;\n\t\t\tafter that paragraph there is inserted—\n\t\t\tif the donation falls within section 54(1)(aa) (but not section54(1)(b)), the donation, or a payment of an equivalent amount, must be sentback to the person appearing to be the donor,”;\n\t\t\tin paragraph (b), for “that provision” there is substituted “section54(1)(b)”.\n\t\tBefore subsection (4) of that section there is inserted—\n\t\t“(3B)Where—\n\t\t\tsubsection (2)(aa) applies in relation to a donation, and\n\t\t\tthe donation is not dealt with in accordance with that provision,\n\t\t\tthe party and the treasurer of the party are each guilty of an offence.”\n\t\tIn Schedule 6 to the 2000 Act (details to be given in donation reports),after paragraph 1 there is inserted—\n\t“Declarations as to source of donation\n\t\t1AIn relation to each recordable donation in the case of which a declarationunder section 54A has been given, a quarterly or weekly report must either—\n\t\t\tstate that no reason was found to think that the declaration was untruthfulor inaccurate, or\n\t\t\tgive details of any respects in which the declaration was found orsuspected to be untruthful or inaccurate.”\n\t\tIn paragraph 6 of that Schedule (donations from impermissible donors)—\n\t\t\tin the heading, at the end there is inserted “ _or without requireddeclaration_ ”;\n\t\t\tfor “section 54(1)(a)” there is substituted “section 54(1)(a) or (aa)”;\n\t\t\tin paragraph (a), after “the donor” there is inserted “or the personappearing to be the donor”;\n\t\t\tin paragraph (b), for “section 56(2)(a)” there is substituted “section56(2)(a) or (aa)”.\n\t\tIn Schedule 20 to the 2000 Act (penalties) the following entry is insertedat the appropriate place—\n\t\t“Section 54A(5) (making a false declaration as to source of donation)| Onsummary conviction in England and Wales or Scotland: statutory maximum or 12months  ---|---  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    (8)Schedule 3 has effect.\n\t\tThat Schedule makes amendments to—\n\t\t\tSchedules 7, 11 and 15 to the 2000 Act (control of donations to individualsand members associations; to recognised third parties; and to permittedparticipants), and\n\t\t\tSchedule 20 to the 2000 Act (penalties),\n\t\t\tcorresponding to those made by subsections (1) to (7).\n\t\tThe Secretary of State, after consulting the Electoral Commission, may makean order that—\n\t\t\tamends or modifies a provision of the 2000 Act inserted by this section orSchedule 3 so far as it applies in relation to Northern Ireland;\n\t\t\tmakes provision that is consequential on or supplemental to that made byvirtue of paragraph (a) (including provision amending or modifying anyprovision of the 2000 Act).\n\t\tThe power to make an order under subsection (9) is exercisable bystatutory instrument.\n\t\tNo order may be made under subsection (9) unless a draft of the instrumentcontaining the order has been laid before and approved by a resolution of eachHouse of Parliament."
    },
    {
        "length": 1272,
        "text": "\nNon-resident donors etc\n\tIn section 54 of the 2000 Act (permissible donors), in subsection (1)(circumstances in which party may not accept donation), for paragraph (aa)(inserted by section 9 above) there is substituted—\n\t\tany declaration required to be made in respect of the donation by section54A or 54B has not been received by the party; or”.\n\tIn subsection (2)(a) of that section (individuals who are permissibledonors), for “registered in an electoral register” there is substituted “whois registered in an electoral register and (subject to subsection (2ZB))satisfies the condition set out in subsection (2ZA)”.\n\tAfter subsection (2) of that section there is inserted—\n\t\t“(2ZA)The condition referred to in subsection (2)(a) is that the individual’sliability to income tax for the current tax year (including eligibility tomake any claim) falls to be determined (or would fall to be determined) on thebasis that the individual is resident, ordinarily resident and domiciled inthe United Kingdom in that year.\n\tIn this subsection “tax year” has the meaning given by section 4 of the IncomeTax Act 2007.\n\t(2ZB)The condition set out in subsection (2ZA) applies in relation to adonation only if—\n\t\tit is a donation of more than £7,500, or\n\t\twhen the donation is added to any other relevant benefit or benefitsaccruing in the same calendar year as the donation, the aggregate amount ofthe benefits is more than £7,500.\n\t\t(2ZC)For the purposes of subsection (2ZB)(b) “relevant benefit” and “accruing”have the meaning given by section 62(3A).”\n\tAfter section 54A (inserted by section 9 above) there is inserted—\n\t“54BDeclaration as to whether residence etc condition satisfied\n\t\tAn individual making to a registered party a donation in relation to whichthe condition set out in section 54(2ZA) applies must give to the party awritten declaration stating whether or not the individual satisfies thatcondition.\n\t\tA declaration under this section must also state the individual’s full nameand address.\n\t\tA person who knowingly or recklessly makes a false declaration under thissection commits an offence.\n\t\tThe Secretary of State may by regulations make provision requiring adeclaration under this section to be retained for a specified period.\n\t\tThe requirement in subsection (1) does not apply where, by reason ofsection 71B(1)(a), the individual by whom the donation would be made is apermissible donor in relation to the donation at the time of its receipt bythe party.”\n\t\tIn section 56 of the 2000 Act (acceptance or return of donations: general),after subsection (1) there is inserted—\n\t\t\t“(1A)In so far as subsection (1) requires steps to be taken to verify orascertain whether an individual satisfies the condition set out in section54(2ZA), the requirement is treated as having being complied with if—\n\t\t\tthe individual has given to the party a declaration under section 54Bstating that the individual satisfies that condition, and\n\t\t\tthe party had no reasonable grounds for thinking that the statement wasincorrect.”\n\t\tIn Schedule 6 to the 2000 Act (details to be given in donation reports), inparagraph 1A (inserted by section 9 above)—\n\t\t\tin the heading, at the end there is inserted “ _or as to whether residenceetc condition satisfied_ ”;\n\t\t\tat the end of that paragraph (which becomes sub-paragraph (1)) there isinserted—\n\t\tIn relation to each recordable donation in the case of which a declarationunder section 54B has been given, a quarterly report must either—\n\t\t\tstate that no reason was found for thinking that the declaration wasincorrect, or\n\t\t\tgive details of any respects in which the declaration was found orsuspected to be incorrect.”\n\t\tIn Schedule 20 to the 2000 Act (penalties) the following entry is insertedat the appropriate place—\n\t\t“Section 54B(3) (making a false declaration as to whether residence etccondition satisfied)| On summary conviction in England and Wales or Scotland:statutory maximum or 12 months  ---|---  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    (8)Schedule 4 has effect.\n\t\tThat Schedule makes amendments to—\n\t\t\tSchedules 7, 11 and 15 to the 2000 Act (control of donations to individualsand members associations; to recognised third parties; and to permittedparticipants), and\n\t\t\tSchedule 20 to the 2000 Act (penalties),\n\t\t\tcorresponding to those made by subsections (1) to (7)."
    },
    {
        "length": 1715,
        "text": "\nNon-resident lenders etc\n\tAfter section 71H of the 2000 Act there is inserted—\n\t“71HZADeclaration that residence etc condition is satisfied\n\t\tA registered party must not be a party to a regulated transaction to whichthis section applies unless the registered party has received a writtendeclaration from each of the other parties to the transaction who is anindividual stating that the individual satisfies the condition set out insection 54(2ZA).\n\t\tThis section applies to a regulated transaction—\n\t\t\tif the value of the transaction is more than £7,500, or\n\t\t\tif the aggregate amount of it and any other relevant benefit or benefitsaccruing in the same calendar year as the transaction is more than £7,500.\n\t\tFor the purposes of subsection (2)(b) “relevant benefit” and “accruing”have the meaning given by section 71M(3).\n\t\tA declaration under this section must also state the individual’s full nameand address.\n\t\tA person who knowingly or recklessly makes a false declaration under thissection commits an offence.\n\t\tThe Secretary of State may by regulations make provision requiring adeclaration under this section to be retained for a specified period.\n\t\tThe reference in subsection (1) to each of the other parties to thetransaction does not include any individual who, at the time the transactionis entered into, is an authorised participant in relation to it by reason ofsection 71Z1(1)(a).”\n\t\tIn section 71L of the 2000 Act (offences relating to regulatedtransactions), after subsection (9) there is inserted—\n\t\t\t“(9A)An offence cannot be committed under subsection (1), (2), (5) or (6) onthe basis that a person (P) ought reasonably to have known that a particularindividual does not satisfy the condition set out in section 54(2ZA) (and istherefore not an authorised participant) if—\n\t\t\tthe individual has given a declaration under section 71HZA stating that theindividual satisfies that condition, and\n\t\t\tP had no reasonable grounds for thinking that the statement was incorrect.”\n\t\tIn Schedule 6A to the 2000 Act (details to be given in transactionreports), after paragraph 1 there is inserted—\n\t“Declaration as to whether residence etc condition satisfied\n\t\t1AIn relation to each recordable transaction in the case of which adeclaration under section 71HZA has been given, a quarterly report musteither—\n\t\t\tstate that no reason was found to think that the declaration was incorrect,or\n\t\t\tgive details of any respects in which the declaration was found orsuspected to be incorrect.”\n\t\tIn Schedule 7A to the 2000 Act (control of loans etc to individuals andmembers associations), after paragraph 4 there is inserted—\n\t“Declaration that residence etc condition satisfied\n\t\t4A(1)A regulated participant must not be a party to a controlled transactionto which this paragraph applies unless the regulated participant has receiveda written declaration from each of the other parties to the transaction who isan individual stating that the individual satisfies the condition set out insection 54(2ZA).\n\t\tThis paragraph applies to a controlled transaction—\n\t\t\tif the value of the transaction is more than £7,500, or\n\t\t\tif the aggregate amount of it and any other relevant benefit or benefitsaccruing in the same calendar year as the transaction is more than £7,500.\n\t\tFor the purposes of sub-paragraph (2) “relevant benefit” and “accruing”have the meaning given by section 71M(3).\n\t\tA declaration under this paragraph must also state the full name andaddress of the person by whom it is made.\n\t\tA person who knowingly or recklessly makes a false declaration under thisparagraph commits an offence.\n\t\tThe Secretary of State may by regulations make provision requiring adeclaration under this paragraph to be retained for a specified period.\n\t\tThe reference in sub-paragraph (1) to each of the other parties to thetransaction does not include any individual who, at the time the transactionis entered into, is an authorised participant in relation to it by reason ofsection 71Z1(1)(a).”\n\t\tIn paragraph 8 of that Schedule (offences), after sub-paragraph (9) thereis inserted—\n\t\t“(9A)A person (P) cannot commit an offence under sub-paragraph (1), (2), (5)or (6) on the basis that P ought reasonably to have known that a particularindividual does not satisfy the condition set out in section 54(2ZA) (and istherefore not an authorised participant) if—\n\t\t\tthe individual has given a declaration under paragraph 4A stating that theindividual satisfies that condition, and\n\t\t\tP had no reasonable grounds for thinking that the statement was incorrect.”\n\t\tIn paragraph 9 of that Schedule (transaction reports: transactions withauthorised participants)—\n\t\t\tin sub-paragraph (9)(a) and (10), for “paragraphs 2” there is inserted“paragraphs 1A, 2”;\n\t\t\tin sub-paragraph (10), after paragraph (b) there is inserted—\n\t\t\tany reference to section 71HZA must be construed as a reference toparagraph 4A above;”.\n\t\tIn Schedule 20 to the 2000 Act (penalties) the following entries areinserted at the appropriate places—\n\t\t“Section 71HZA(5) (making a false declaration as to whether residence etccondition satisfied)| On summary conviction in England and Wales or Scotland:statutory maximum or 12 months  ---|---  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”    “Paragraph 4A(5) of Schedule 7A (making a false declaration as to whetherresidence etc condition satisfied)| On summary conviction in England and Walesor Scotland: statutory maximum or 12 months  ---|---  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    #### 12Defence to charge of failing to return donation from impermissibledonor\n\t\tIn section 56 of the 2000 Act (acceptance or return of donations: general),after subsection (3) there is inserted—\n\t\t“(3A)Where a party or its treasurer is charged with an offence undersubsection (3), it shall be a defence to prove that—\n\t\t\tall reasonable steps were taken by or on behalf of the party to verify (orascertain) whether the donor was a permissible donor, and\n\t\t\tas a result, the treasurer believed the donor to be a permissible donor.”"
    },
    {
        "length": 479,
        "text": "\nOffences\n\t“Reasonable excuse” in relation to certain offences under the 2000 Act\n\t\tThe 2000 Act is amended as follows.\n\t\tIn section 47 (failure by registered party to submit proper statement ofaccounts to Commission)—\n\t\t\tin paragraph (a) of subsection (1), after “are” there is inserted “,without reasonable excuse,”;\n\t\t\tin paragraph (b) of that subsection, after “is” there is inserted “,without reasonable excuse,”;\n\t\t\tsubsections (2) and (3) are omitted.\n\t\tIn section 65 (submission of donation reports to Commission)—\n\t\t\tin subsections (3) and (4), after “commits an offence if” there is inserted“, without reasonable excuse,”;\n\t\t\tsubsection (5) is omitted.\n\t\tIn section 71S (submission of transaction reports to Commission)—\n\t\t\tin subsections (4) and (5), after “commits an offence if” there is inserted“, without reasonable excuse,”;\n\t\t\tsubsection (6) is omitted.\n\t\tIn paragraph 12 of Schedule 7 (failure to deliver donation report)—\n\t\t\tin sub-paragraph (1), between “is” and “not delivered” there is inserted “,without reasonable excuse”;\n\t\t\tin sub-paragraph (2), after “which” there is inserted “, without reasonableexcuse,”;\n\t\t\tsub-paragraph (3) is omitted.\n\t\tIn paragraph 12 of Schedule 7A (failure to deliver transaction report)—\n\t\t\tin sub-paragraph (1), between “is” and “not delivered” there is inserted “,without reasonable excuse,”;\n\t\t\tin sub-paragraph (2), after “which” there is inserted “, without reasonableexcuse,”;\n\t\t\tsub-paragraph (3) is omitted."
    },
    {
        "length": 1131,
        "text": "\n“Appointment of responsible person by members association with notreasurer\n\t1A(1)A members association which does not have a treasurer—\n\t\tmay appoint an individual to be the responsible person in relation to theassociation by giving notice to the Commission;\n\t\tshall do so within the period of 30 days beginning with the date on whichthe association—\n\t\taccepts a controlled donation which is a recordable donation for thepurposes of paragraph 10, or\n\t\treceives a controlled donation falling within paragraph 6(1)(a) or (b),\n\t\tif a notice under this sub-paragraph is not in force on that date.\n\tA notice under sub-paragraph (1)—\n\t\tmust be signed on behalf of the members association;\n\t\tmust contain a statement signed by the individual to be appointed as theresponsible person confirming that the individual is willing to be appointed.\n\tA notice under sub-paragraph (1) must state—\n\t\tthe name and address of the members association;\n\t\tthe full name of the individual to be appointed as the responsible person;\n\t\tthe individual’s home address in the United Kingdom, or (if there is nosuch home address) the individual’s home address elsewhere.\n\tSubject to the following provisions of this paragraph, a notice under sub-paragraph (1) (“the original notice”)—\n\t\tshall be in force as from the date on which it is received by theCommission, but\n\t\tshall lapse at the end of the period of 12 months beginning with that dateunless the members association or the responsible person gives the Commissiona notice (a “renewal notice”) that they both wish the original notice toremain in force.\n\tA renewal notice—\n\t\thas the effect of extending the validity of the original notice for afurther 12 months beginning with the time when it would otherwise have lapsed(whether under sub-paragraph (4)(b) or on the expiry of a previous extensionunder this sub-paragraph);\n\t\tmust be received by the Commission during the period of one month ending atthat time.\n\tA renewal notice must either—\n\t\tconfirm that all the statements contained in the original notice, as it haseffect for the time being, are accurate; or\n\t\tindicate that any statement contained in that notice, as it so has effect,is replaced by some other statement conforming with the relevant provision ofsub-paragraph (3).\n\t\tA renewal notice must be signed on behalf of the members association and bythe responsible person.\n\tThe members association or the responsible person may, at any time aftergiving the original notice, give the Commission a notice (a “notice ofalteration”) indicating that any statement contained in the original notice,as it has effect for the time being, is replaced by some other statement—\n\t\tcontained in the notice of alteration, and\n\t\tconforming with the relevant provision of sub-paragraph (3).\n\t\tA notice of alteration takes effect on the day on which it is received by theCommission or (if later) on such date as may be specified in the notice.\n\tA notice of alteration must be signed—\n\t\ton behalf of the members association, and\n\t\tby the responsible person or, in the case of a notice substituting adifferent individual as the responsible person, by that individual.\n\tA notice under sub-paragraph (1) that has been in force for at least 12months ceases to have effect on receipt by the Commission of a noticeterminating it (a “notice of termination”)—\n\t\tgiven by and signed on behalf of the members association, or\n\t\tgiven and signed by the responsible person.\n\tOn receipt of a notice of termination given by the members association orby the responsible person, the Commission must inform the other party as soonas is reasonably practicable (unless the notice was signed both on behalf ofthe members association and by the responsible person).\n\tA reference in this paragraph to a notice being signed on behalf of amembers association is to the notice being signed by the secretary of theassociation or by a person who acts in a similar capacity in relation to theassociation.\n\tA notice under the Schedule 7A version of this paragraph also has effectas a notice under this paragraph.\n\tThe “Schedule 7A version” of this paragraph means this paragraph as itapplies, in relation to controlled transactions, by virtue of paragraph 1(7A)of Schedule 7A."
    },
    {
        "length": 325,
        "text": "\nOffence of failing to comply with paragraph 1A\n\t1BA members association commits an offence if—\n\t\tit is subject to the requirement in paragraph 1A(1)(b), and\n\t\twithout reasonable excuse it fails to comply with the requirement.”\n\tIn paragraph 12 (offence of failing to deliver donation report), in sub-paragraph (1) and in sub-paragraph (2), for paragraphs (a) and (b) and thewords following paragraph (b) there is substituted—\n\t\tin the case of a regulated donee other than a members association, theregulated donee is guilty of an offence;\n\t\tin the case of a members association, the association and the responsibleperson are guilty of an offence.”\n\tIn Schedule 20 to the 2000 Act the following entry is inserted at theappropriate place—\n\t“Paragraph 1B of Schedule 7 (failure by members association to comply withrequirement to appoint responsible person)| On summary conviction: Level 5”.  ---|---    #### 15Control of donations to holders of elective office: compliance officers\n\tIn Schedule 7 to the 2000 Act (control of donations to individuals etc), atthe end there is inserted—"
    },
    {
        "length": 2317,
        "text": "\n“Part 7Compliance officers\n\tFunctions and liabilities of compliance officers\n\t\tA regulated donee who is the holder of a relevant elective office (the“office-holder”) may, by giving a notice to the Commission which complies withparagraph 18(1), appoint an individual as compliance officer for the office-holder.\n\t\tWhere a notice under this paragraph is for the time being in force—\n\t\t\tany duty imposed on the office-holder by virtue of paragraph 8, or underparagraph 10, 11 or 13, may be discharged either by the office-holder or bythe compliance officer;\n\t\t\tsection 56(3), (3B) and (4) as applied by paragraph 8, and paragraph 12(1)and (2), apply to the compliance officer as well as the office-holder (so thateither or both of them may be charged with any offence under thoseprovisions);\n\t\t\tif the compliance officer makes a declaration under paragraph 13, paragraph13(4) applies to the compliance officer instead of the office-holder.\n\t\tThe compliance officer for an office-holder cannot be guilty of an offenceunder paragraph 12(1) or (2) in respect of any controlled donation received bythe office-holder at a time when the notice under this paragraph was not inforce.\n\t\tA person commits an offence if, at a time when a notice under thisparagraph is in force in relation to an office-holder, the person knowinglygives the compliance officer any information relating to—\n\t\t\tthe amount of any controlled donation made to the office-holder, or\n\t\t\tthe person or body making such a donation,\n\t\t\t\twhich is false in a material particular.\n\tNotices of appointment, renewal, alteration and termination\n\t\tA notice under paragraph 17—\n\t\t\tmust be signed by the office-holder, and\n\t\t\tmust contain a statement signed by the individual to be appointed ascompliance officer confirming that the individual is willing to be appointed.\n\t\tA notice under paragraph 17 must state—\n\t\t\tthe full name of the office-holder,\n\t\t\tthe relevant elected office that the person holds,\n\t\t\tthe office-holder’s home address in the United Kingdom, or (if there is nosuch home address) the office-holder’s home address elsewhere, and\n\t\t\tif the office-holder is a member of a registered party, the party’sregistered name and the address of its registered headquarters.\n\t\tA notice under paragraph 17 must also state—\n\t\t\tthe full name of the individual to be appointed as compliance officer,\n\t\t\tif the individual holds a relevant elected office, what that office is,\n\t\t\tthe individual’s home address in the United Kingdom, or (if there is nosuch home address) the individual’s home address elsewhere, and\n\t\t\tif the individual is a member of a registered party, the party’s registeredname and the address of its registered headquarters.\n\t\tSubject to the following provisions of this paragraph, a notice underparagraph 17 (“the original notice”)—\n\t\t\tshall be in force as from the date on which it is received by theCommission, but\n\t\t\tshall lapse at the end of the period of 12 months beginning with that dateunless the office-holder or the compliance officer gives the Commission anotice (a “renewal notice”) that they both wish the original notice to remainin force.\n\t\tA renewal notice—\n\t\t\thas the effect of extending the validity of the original notice for afurther 12 months beginning with the time when it would otherwise have lapsed(whether under sub-paragraph (4)(b) or on the expiry of a previous extensionunder this sub-paragraph);\n\t\t\tmust be received by the Commission during the period of one month ending atthat time.\n\t\tA renewal notice must either—\n\t\t\tconfirm that all the statements contained in the original notice, as it haseffect for the time being, are accurate; or\n\t\t\tindicate that any statement contained in that notice, as it so has effect,is replaced by some other statement conforming with the relevant provision ofsub-paragraph (2) or (3).\n\t\t\t\tA renewal notice must be signed by the office-holder and the complianceofficer.\n\t\tThe office-holder or the compliance officer may, at any time after givingthe original notice, give the Commission a notice (a “notice of alteration”)indicating that any statement contained in the original notice, as it haseffect for the time being, is replaced by some other statement—\n\t\t\tcontained in the notice of alteration, and\n\t\t\tconforming with the relevant provision of sub-paragraph (2) or (3).\n\t\t\tA notice of alteration takes effect on the day on which it is received by theCommission or (if later) on such date as may be specified in the notice.\n\t\tA notice of alteration must be signed—\n\t\t\tby the office-holder, and\n\t\t\tby the compliance officer or, in the case of a notice substituting adifferent individual as the compliance officer, by that individual.\n\t\tA notice under paragraph 17 ceases to have effect on receipt by theCommission of a notice terminating it (a “notice of termination”) given andsigned by the office-holder or by the compliance officer.\n\t\tOn receipt of a notice of termination given by the office-holder or by thecompliance officer, the Commission must inform the other party as soon as isreasonably practicable (unless the notice was signed both by the office-holderand by the compliance officer).\n\tRegister of compliance officers\n\t\tThe Commission shall maintain a register of all notices given to themunder paragraph 17 which are for the time being in force.\n\t\tThe register shall be maintained by the Commission in such form as they maydetermine and shall contain, in the case of each such notice, all theinformation contained in the notice as it has effect for the time being inaccordance with paragraph 18.\n\t\tWhere any notice is given to the Commission under paragraph 17 or sub-paragraph (4)(b) or (7) of paragraph 18, they shall cause all the informationcontained in the notice, or (as the case may be) any new information containedin it, to be entered in the register as soon as is reasonably practicable.\n\t\tThe information to be entered in the register in respect of any individualshall, however, not include the individual’s home address.”\n\t\tIn Schedule 20 to the 2000 Act the following entry is inserted at theappropriate place—\n\t\t\t“Paragraph 17(4) of Schedule 7 (knowingly giving compliance officer falseinformation about donations)| On summary conviction in England and Wales orScotland: statutory maximum or 12 months  ---|---  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    #### 16Control of loans etc to members associations: responsible persons\n\t\tSchedule 7A to the 2000 Act (control of loans etc to members associationsetc) is amended as follows.\n\t\tIn paragraph 1 (operation and construction of Schedule)—\n\t\t\tin sub-paragraph (7)(d), the words after “(in relation to a membersassociation)” are omitted;\n\t\t\tafter sub-paragraph (7) there is inserted—\n\t\t\t“(7A)Paragraphs 1A and 1B of Schedule 7 apply for the purposes of thisSchedule, in relation to controlled transactions, as they apply for thepurposes of that Schedule in relation to controlled donations.\n\t\t\t(7B)Paragraph 1A(1)(b) of Schedule 7, as it applies by virtue of sub-paragraph(7A) above, has effect as if for sub-paragraphs (i) and (ii) there weresubstituted—\n\t\t\tenters into a controlled transaction which is a recordable transaction forthe purposes of paragraph 9 of Schedule 7A, or\n\t\t\tenters into a controlled transaction falling within paragraph 5 or 6(1)(b)of that Schedule,”.\n\t\t\t(7C)A notice under paragraph 1A of Schedule 7 also has effect as a noticeunder the Schedule 7A version of that paragraph.\n\t\t\tThe “Schedule 7A version” of paragraph 1A of Schedule 7 means that paragraphas it applies, in relation to controlled transactions, by virtue of sub-paragraph (7A) above.”\n\t\tIn paragraph 12 (offence of failing to deliver transaction report), in sub-paragraph (1) and in sub-paragraph (2), for paragraphs (a) and (b) and thewords following paragraph (b) there is substituted—\n\t\t\tin the case of a regulated participant other than a members association,the regulated participant is guilty of an offence;\n\t\t\tin the case of a members association, the association and the responsibleperson are guilty of an offence.”"
    },
    {
        "length": 343,
        "text": "\nControl of loans etc to holders of elective office: compliance officers\n\tIn Schedule 7A to the 2000 Act (control of loans etc to individuals etc), atthe end there is inserted—\n\t“Compliance officers\n\t\tThis paragraph applies where a regulated participant who is the holder ofa relevant elective office (the “office-holder”) has given a notice to theCommission under paragraph 17 of Schedule 7 appointing an individual ascompliance officer for the office-holder.\n\t\tWhere the notice is for the time being in force—\n\t\t\tany duty imposed on the office-holder under paragraph 9, 10, 11 or 13 maybe discharged either by the office-holder or by the compliance officer;\n\t\t\tparagraph 12(1) and (2) applies to the compliance officer as well as theoffice-holder (so that either or both of them may be charged with an offenceunder paragraph 12(1) or (2));\n\t\t\tif the compliance officer makes a declaration under paragraph 13, paragraph13(4) applies to the compliance officer instead of the office-holder.\n\t\tThe compliance officer for an office-holder cannot be guilty of an offenceunder paragraph 12(1) or (2) in respect of any controlled transaction enteredinto by the office-holder at a time when the notice was not in force.”"
    },
    {
        "length": 489,
        "text": "\nPerson may not be “responsible person” for more than one third party\n\tSection 88 of the 2000 Act (third parties recognised for the purposes ofPart 6 of that Act) is amended as follows.\n\tIn subsection (2)(a), after “(as defined by section 54(8))” there isinserted “who is not the responsible person in relation to another thirdparty”.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)A notification given by a third party does not comply with therequirement in subsection (3)(b)(iii) or (c)(ii) (to state the name of theperson who will be responsible for compliance) if the person whose name isstated is—\n\t\tthe responsible person in relation to another third party,\n\t\tan individual who gives a notification under subsection (1) at the sametime, or\n\t\tthe person whose name is stated, in purported compliance with therequirement in subsection (3)(b)(iii) or (c)(ii), in a notification given atthe same time by another third party.\n\t\tIn this subsection “the person”, in relation to a notification to whichsubsection (3)(c) applies, is to be read as “the person or officer”.”\n\tWhere— \n\t\ta third party gives a notification under section 88(4)(b) of the 2000 Act(“the renewal notification”) in respect of a notification under section 88(1)(“the original notification”) that was given before the commencement of thissection, and\n\t\tthe original notification contained a statement under section 88(3)(b)(iii)or (c)(ii) naming someone who, at the time when the renewal notification isgiven, is the responsible person in relation to another third party,\n\t\tthe renewal notification must indicate (under section 88(6)(b)) that thestatement is replaced by a statement naming someone who is not the responsibleperson in relation to another third party."
    },
    {
        "length": 894,
        "text": "\nUnincorporated associations\n\tReports of gifts received by unincorporated associations makingpolitical contributions\n\t\tAfter section 140 of the 2000 Act there is inserted—\n\t\t“Reports to Commission by unincorporated associations making politicalcontributions\n\t\t\tAReports of gifts received by unincorporated associations\n\t\t\t\tSchedule 19A, which requires unincorporated associations making politicalcontributions to report gifts received by them to the Commission, has effect.”\n\t\t\t\tBefore Schedule 19B to the 2000 Act (inserted by section 2 above) there isinserted, as Schedule 19A, the Schedule set out in Schedule 5 to this Act.\n\t\t\t\tIn Schedule 20 to the 2000 Act the following entries are inserted at theappropriate place—\n\t\t\t\t“Paragraph 6(1) of Schedule 19A (failure to give notification or report withinspecified period)| On summary conviction: Level 5  ---|---  Paragraph 6(2) of Schedule 19A (giving notification or report that fails tocomply with requirements of that Schedule)| On summary conviction in Englandand Wales or Scotland: statutory maximum or 12 months  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year  Paragraph 6(3) of Schedule 19A (making false declaration in notification orreport)| On summary conviction in England and Wales or Scotland: statutorymaximum or 12 months  On summary conviction in Northern Ireland: statutory maximum or 6 months  On indictment: fine or 1 year”.    (4)In section 62 of the Electoral Administration Act [2006 (c.22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\") (regulation ofloans: power to make provision for candidates, third parties and referendums),after subsection (3) there is inserted—\n\t\t\t\t“(3A)The provision that may be made by virtue of subsection (3)(e) includes,in particular, provision amending paragraph 1 of Schedule 19A to the 2000 Act(requirement for unincorporated associations to notify Commission of politicalcontributions over £25,000) so that, in the case of a recognised third partyor a permitted participant in a referendum, a “political contribution”includes a relevant matter.”\n\t\t\t\tThe Secretary of State, after consulting the Electoral Commission, may makean order that—\n\t\t\t\t\tamends or modifies the Schedule inserted into the 2000 Act by Schedule 5 sofar as it applies in relation to Northern Ireland;\n\t\t\t\t\tmakes provision that is consequential on or supplemental to that made byvirtue of paragraph (a) (including provision amending or modifying anyprovision of the 2000 Act).\n\t\t\t\tThe power to make an order under subsection (5) is exercisable by statutoryinstrument.\n\t\t\t\tNo order may be made under subsection (5) unless a draft of the instrumentcontaining the order has been laid before and approved by a resolution of eachHouse of Parliament.\n\t\t\t\tIn the Schedule inserted into the 2000 Act by Schedule 5 to this Act—\n\t\t\t\t\tthe reference in paragraph 1(1) to a calendar year does not include anyyear before 2010;\n\t\t\t\t\ta reference in paragraph 2 to a gift does not include any gift receivedbefore the day on which this Act is passed."
    },
    {
        "length": 890,
        "text": "\nThresholds\n\tIncreased thresholds in relation to donations etc\n\t\tIn the following provisions of the 2000 Act, for “£200” there issubstituted “£500”—\n\t\t\t  * section 52(2)(b); \n\t\t\t  * section 54(4)(b) and (6)(b); \n\t\t\t  * section 71F(12)(b); \n\t\t\t  * in Schedule 7, paragraphs 4(3)(b) and 6(2) and (4)(b); \n\t\t\t  * in Schedule 7A, paragraph 2(4)(b); \n\t\t\t  * in Schedule 11, paragraphs 4(2) and 6(4) and (6)(b); \n\t\t\t  * in Schedule 15, paragraphs 4(2) and 6(5) and (7)(b). \n\t\tIn the following provisions of the 2000 Act, for “£1,000” there issubstituted “£1,500”—\n\t\t\t  * section 62(6A)(a) and (b), (7)(b) and (11)(b); \n\t\t\t  * section 71M(7)(a) and (b), (8)(b) and (11)(b); \n\t\t\t  * in Schedule 7, paragraph 10(1A)(a) and (b) and (2)(b); \n\t\t\t  * in Schedule 7A, paragraph 9(2)(a) and (b) and (7)(b). \n\t\tIn the following provisions of the 2000 Act, for “£5,000” there issubstituted “£7,500”—\n\t\t\t  * section 62(4)(a) and (b), (5)(b) and (11)(b); \n\t\t\t  * section 63(3); \n\t\t\t  * section 71M(4)(a) and (b), (5)(b) and (11)(b); \n\t\t\t  * section 71Q(3); \n\t\t\t  * in Schedule 7, paragraph 10(1A)(a) and (b) and (2)(b); \n\t\t\t  * in Schedule 7A, paragraph 9(2)(a) and (b) and (7)(b); \n\t\t\t  * in Schedule 11, paragraph 10(2)(a); \n\t\t\t  * in Schedule 15, paragraph 10(2)(a). \n\t\tIn section 155 of the 2000 Act (power to vary specified sums), aftersubsection (2) there is inserted—\n\t\tSubsection (4) applies in relation to the sums specified in—\n\t\t\tPart 4;\n\t\t\tPart 4A;\n\t\t\tSchedule 11;\n\t\t\tSchedule 15;\n\t\t\tSchedule 19A.\n\t\tIn each Parliament, other than a Parliament that is dissolved less than twoyears after the date of its first sitting, the Secretary of State must either—\n\t\t\tmake an order in pursuance of subsection (2)(a), or\n\t\t\tlay before Parliament a statement setting out the Secretary of State’sreasons for not doing so.”\n\t\tThe amendment made by subsection (4) does not apply in relation to theParliament during which this Act is passed."
    },
    {
        "length": 997,
        "text": "\nElection expenses\n\tLimitation of pre-candidacy election expenses for certain generalelections\n\t\tIn the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\") (“the 1983 Act”),after section 76 there is inserted—\n\t\t“76ZALimitation of pre-candidacy election expenses for certain generalelections\n\t\t\tThis section applies where—\n\t\t\t\ta Parliament is not dissolved until after the period of 55 months beginningwith the day on which that Parliament first met (“the 55-month period”),\n\t\t\t\telection expenses are incurred by or on behalf of a candidate at theparliamentary general election which follows the dissolution, and\n\t\t\t\tthe expenses are incurred in respect of a matter which is used during theperiod beginning immediately after the 55-month period and ending with the dayon which the person becomes a candidate at that election.\n\t\t\t\t\tFor the purposes of this section, section 90ZA(1) has effect with the omissionof the words “after the date when he becomes a candidate at the election”.\n\t\t\tElection expenses incurred as mentioned in subsection (1) must not in theaggregate exceed the permitted amount, which is the relevant percentage of thefollowing sum—\n\t\t\t\tfor a candidate at an election in a county constituency, £25,000 plus 7pfor every entry in the register of electors;\n\t\t\t\tfor a candidate at an election in a borough constituency, £25,000 plus 5pfor every entry in the register of electors.\n\t\t\tThe relevant percentage is—\n\t\t\t\t100% where the dissolution was during the 60th month of the Parliament;\n\t\t\t\t90% where the dissolution was during its 59th month;\n\t\t\t\t80% where the dissolution was during its 58th month;\n\t\t\t\t70% where the dissolution was during its 57th month;\n\t\t\t\t60% where the dissolution was during its 56th month.\n\t\t\t\tFor the purposes of this subsection, the “56th month” of a Parliament is themonth beginning immediately after the 55-month period; and so on.\n\t\t\tIn subsection (2) above “the register of electors” means the register ofparliamentary electors for the constituency in question as it has effect onthe last day for publication of notice of the election.\n\t\t\tWhere election expenses are incurred as mentioned in subsection (1) inexcess of the permitted amount, any candidate or election agent who—\n\t\t\t\tincurred, or authorised the incurring of, the election expenses, and\n\t\t\t\tknew or ought reasonably to have known that the expenses would be incurredin excess of that amount,\n\t\t\t\tshall be guilty of an illegal practice.\n\t\t\tThe candidate’s personal expenses do not count towards the permittedamount.”\n\t\t\tThe amendments made by this section do not apply in relation to anyexpenses—\n\t\t\t\tincurred before the commencement of this section, or\n\t\t\t\tincurred in respect of any matters used before 1 January 2010.\n\tElection expenses: guidance by Commission\n\t\tIn Schedule 4A to the 1983 Act (election expenses), in paragraph 14 (guidanceby Electoral Commission), for the words in sub-paragraph (1) from “givingguidance” to the end there is substituted “giving—\n\t\t\tguidance as to the matters which do, or do not, fall within Part 1 or Part2 of this Schedule;\n\t\t\tguidance (supplementing the definition in section 90ZA(3) above) as to thecases or circumstances in which expenses are, or are not, to be regarded asincurred for the purposes of a candidate’s election.”"
    },
    {
        "length": 3100,
        "text": "\nPart 3Elections\n\tElection falling within canvass period\n\t\tAfter section 13BA of the 1983 Act there is inserted—\n\t\t“13BBElection falling within canvass period\n\t\t\tThis section applies where—\n\t\t\t\tin connection with a canvass under section 10 above, the form returned inrespect of an address (“the relevant address”) is completed in such a waythat, by virtue of section 10A(2) above, an application for registration istreated as having been made in respect of that address; and\n\t\t\t\tnotice is published of an election to which section 13B above applies thatis to be held—\n\t\t\t\tin an area which includes the relevant address,\n\t\t\t\tduring the period starting with 1st July in the year of the canvass andending with 1st December in that year.\n\t\t\tThe application shall be treated as made—\n\t\t\t\twhen the notice of election is published (if the canvass form has alreadybeen returned),\n\t\t\t\twhen the form is returned (if the notice has already been published), or\n\t\t\t\tat such other time as may be prescribed.\n\t\t\tSubsection (2) above does not apply if—\n\t\t\t\tthe canvass form is returned after the appropriate publication date; or\n\t\t\t\tthe form is returned too late for the application to be determined inaccordance with regulations on or before that date (even without there beingany delay in dealing with the application or any objections to theregistration).\n\t\t\tWhere, in consequence of the determination of the application, an entryrelating to a person falls to be made in (or removed from) a register coveringthe relevant address, the registration officer by whom that register ismaintained shall issue, in the prescribed manner, a notice specifying theappropriate alteration.\n\t\t\tWhere— \n\t\t\t\tin consequence of the determination of the application, a person’s entry inrespect of an address other than the relevant address falls to be removed froma register maintained by a registration officer other than the one referred toin subsection (4) above,\n\t\t\t\tat the time of the determination, notice has been published of an electionto which section 13B above applies that is to be held—\n\t\t\t\tin an area which includes that other address,\n\t\t\t\tduring the period starting with 1st July in the year of the canvass andending with 1st December in that year,\n\t\t\t\t\tand\n\t\t\t\tthe determination is made before the appropriate publication date for thatelection,\n\t\t\t\tthe other registration officer shall, on being informed of the determination,issue in the prescribed manner a notice specifying the appropriate alteration.\n\t\t\tA notice under subsection (4) or (5) above shall be issued on theappropriate publication date for the election in question, and the alterationshall take effect as from the beginning of that day.\n\t\t\tA requirement imposed by subsection (4) or (5) above does not apply if,before the appropriate publication date for the election in question, theregistration officer concerned publishes a revised version of the registerincorporating the appropriate alteration.\n\t\t\tIn this section—\n\t\t\t\t  * “the appropriate publication date” has the same meaning as in section 13B above;\n\t\t\t\t  * “canvass form” means the form mentioned in subsection (1)(a) above.\n\t\t\tFor the purposes of this section, a canvass form is “returned” when it isreceived by the registration officer.”\n\t\t\tIn section 13 of that Act (publication of registers), after subsection (1)there is inserted—\n\t\t\t“(1A)Subsection (1)(a) above has effect, in the case of a registration officeracting for an area in which (or in part of which) an election to which section13B below applies is held during the period—\n\t\t\t\tstarting with 1st July in the year in question, and\n\t\t\t\tending with 1st December in that year,\n\t\t\t\tas if for “1st December in that year” there were substituted “1st February inthe following year”.”\n\tCandidate at parliamentary election may withhold home address frompublication\n\t\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\t\tIn rule 6 (nomination of candidates)—\n\t\t\tsub-paragraph (b) of paragraph (2) is omitted;\n\t\t\tafter paragraph (3) there is inserted—\n\t\tThe nomination paper must be accompanied by a form (in this Schedulereferred to as the “home address form”) which states the candidate's—\n\t\t\tfull names, and\n\t\t\thome address in full.\n\t\t\t\tProvision in paragraph (1) above about delivery of the nomination paperapplies also to the home address form.\n\t\tThe home address form—\n\t\t\tmay contain a statement made and signed by the candidate that he requiresthe home address not to be made public; and\n\t\t\tif it does so, must state the constituency within which that address issituated (or, if that address is outside the United Kingdom, the countrywithin which it is situated).”\n\t\tIn rule 11 (right to attend nomination)—\n\t\t\tin paragraph (3), after “nomination paper” there is inserted “andassociated home address form”;\n\t\t\tafter paragraph (4) there is inserted—\n\t\tThe returning officer shall not permit a home address form to be inspectedotherwise than in accordance with this rule, or for some other purposeauthorised by law.”\n\t\tIn rule 12 (validity of nomination papers), in paragraph (1)—\n\t\t\tafter “consent to it” there is inserted “and the home address form”;\n\t\t\tafter sub-paragraph (a) there is inserted—\n\t\t\tthe returning officer decides that the home address form does not complywith rule 6(4); or”.\n\t\tIn rule 14 (publication of statement of persons nominated), after paragraph(3) there is inserted—\n\t\t“(3A)In relation to a nominated person in whose case the home address form(or, if the person is nominated by more than one nomination paper, any of thehome address forms) contains—\n\t\t\tthe statement mentioned in rule 6(5)(a), and\n\t\t\tthe information mentioned in rule 6(5)(b),\n\t\t\tthe reference in paragraph (2) to the person’s address shall be read as areference to the information mentioned in rule 6(5)(b).”\n\t\tAfter paragraph (4) of that rule there is inserted—\n\t\t“(4A)Where—\n\t\t\ttwo or more of the names shown on the statement are the same or so similaras to be likely to cause confusion,\n\t\t\tparagraph (3A) applies in relation to each of the persons in question, and\n\t\t\tthe information mentioned in rule 6(5)(b) is the same for each of them,\n\t\t\tthe returning officer may cause any of their particulars to be shown on thestatement with such amendments or additions as the officer thinks appropriatein order to reduce the likelihood of confusion.\n\t\t\t(4B)Where it is practicable to do so before the publication of the statement,the returning officer shall consult any person whose particulars are to beamended or added to under paragraph (4A).\n\t\t\t(4C)The returning officer must give notice in writing to any person whoseparticulars are amended or added to under paragraph (4A).\n\t\t\t(4D)Anything done by a returning officer in pursuance of paragraph (4A) mustnot be questioned in any proceedings other than proceedings on an electionpetition.\n\t\t\t(4E)A returning officer must have regard to any guidance issued by theElectoral Commission for the purposes of paragraph (4A).”\n\t\tBefore rule 54 there is inserted—\n\t\t“Destruction of home address forms\n\t\t\t53AThe returning officer shall destroy each candidate’s home address form—\n\t\t\t\ton the next working day following the 21st day after the officer hasreturned the name of the member elected; or\n\t\t\t\tif an election petition questioning the election or return is presentedbefore that day, on the next working day following the conclusion ofproceedings on the petition or on appeal from such proceedings.”\n\tDisposal of election documents in Scotland\n\t\tIn the 1983 Act—\n\t\t\tin section 63 (breach of official duty), in subsection (3)(b), the words“sheriff clerk,” are omitted;\n\t\t\tin Schedule 1 (parliamentary elections rules), for rule 58 there issubstituted—\n\t\tThis rule modifies rules 55 to 57 in relation to elections in Scotland.\n\t\tIn relation to such elections—\n\t\t\tthe documents mentioned in rule 55(1)—\n\t\t\tare not to be forwarded by the returning officer as required by that rule,\n\t\t\tinstead, are to remain in the returning officer’s custody (and be endorsedby the officer as required by that rule);\n\t\t\tthe references in rules 56 and 57 to the relevant registration officer areto be read as references to the returning officer (and rule 55(1A) is to bedisregarded);\n\t\t\tthe reference in rule 57(1) to the documents to be retained is to be readas a reference to the documents remaining in the returning officer’s custodyunder sub-paragraph (a)(ii).”\n\tFilling vacant European Parliament seats in Northern Ireland\n\t\tIn section 5 of the European Parliamentary Elections Act [2002 (c.24)](/id/ukpga/2002/24?view=plain \"Go to item of legislation\") (filling vacantseats), after subsection (3) there is inserted—\n\t\tAs regards a seat in Northern Ireland, the regulations may, in specifiedcircumstances, require it to be filled as follows—\n\t\t\twhere the previous MEP stood in the name of a registered party when elected(or most recently elected), by a person nominated by the nominating officer ofthat party;\n\t\t\twhere the previous MEP stood in the names of two or more registered partieswhen elected (or most recently elected), by a person jointly nominated by thenominating officers of those parties;\n\t\t\twhere paragraph (a) or (b) does not apply but the previous MEP gave anotice in accordance with regulations under this Act naming one or morepersons as substitutes, by a person so named.\n\t\tIn subsection (4)—\n\t\t\t  * “nominating officer”, in relation to a registered party, means the person registered as its nominating officer under the Political Parties, Elections and Referendums Act 2000 in the Northern Ireland register (within the meaning of that Act);\n\t\t\t  * “registered party” means a party registered under that Act in that register;\n\t\t\t  * “the previous MEP”, in relation to a vacancy, means the person who was the MEP immediately before the vacancy arose.”\n\t\tRegulations containing provision made by virtue of this section may specifythat the provision has effect in relation to any seat that is vacant at thetime the provision comes into force and in respect of which notice of a by-election has not been published at that time.\n\tReturning officers for elections to the European Parliament\n\t\tSection 6 of the European Parliamentary Elections Act 2002 (returningofficers) is amended as follows.\n\t\tIn subsection (2) (returning officer for electoral region in England etc),in paragraph (a), after “the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\")” there isinserted “or is the proper officer of the Greater London Authority for thepurposes of section 35(2C) of that Act”.\n\t\tIn subsection (5A) (meaning of “local returning officer”), for paragraph(a) there is substituted—\n\t\t\ta person who, by virtue of section 35 of the Representation of the PeopleAct 1983, is a returning officer for—\n\t\t\telections of councillors of a district or London borough,\n\t\t\telections of councillors of a county in which there are no districtcouncils,\n\t\t\telections to the Council of the Isles of Scilly, or\n\t\t\telections of councillors of a county or county borough in Wales,\n\t\t\t\tor who by virtue of section 41 of that Act is a returning officer forelections of councillors for a local authority in Scotland; or”.\n\t\tAfter subsection (8) there is inserted—\n\t\tWhere functions are conferred on the proper officer of the Greater LondonAuthority under subsection (5) in relation to the London electoral region, theAuthority must place the services of its employees at his disposal for thepurpose of assisting him in the discharge of those functions.”"
    },
    {
        "length": 1875,
        "text": "\nCo-ordinated on-line record of electors\n\tEstablishment of corporation sole to be CORE keeper\n\t\tPart 1 of the Electoral Administration Act [2006 (c.22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\") (co-ordinatedon-line record of electors) is amended as follows.\n\t\tIn section 1 (CORE schemes: establishment), in subsection (10), for “mustbe a public authority” there is substituted “must be—\n\t\t\ta corporation sole established by an order under section 3A, or\n\t\t\tsome other public authority”.\n\t\tAfter section 3 there is inserted—\n\t\t“3AEstablishment of corporation sole to be CORE keeper\n\t\t\tThe Secretary of State may by order establish a corporation sole (“thecorporation”) with a view to its being designated by a CORE scheme as the COREkeeper.\n\t\t\tThe Secretary of State may also by order establish a panel (“the advisorypanel”) to provide advice and support to the corporation.\n\t\t\tAn order under this section may make—\n\t\t\t\tprovision for and in connection with the appointment of—\n\t\t\t\tthe occupant of the corporation (“the office-holder”);\n\t\t\t\tdirectors of the corporation (including non-executive directors);\n\t\t\t\tone or more deputies to the office-holder;\n\t\t\t\tother officers or members of staff of the corporation;\n\t\t\t\tmembers of the advisory panel.\n\t\t\t\tprovision about the terms and conditions of appointment of persons referredto in paragraph (a) (including provision about how and by whom those terms andconditions are to be determined and provision as to their approval);\n\t\t\t\tprovision about the payment to or in respect of persons referred to inparagraph (a)(i) to (iv) of remuneration, allowances, expenses, pensions,gratuities or compensation for loss of employment;\n\t\t\t\tprovision about the payment of allowances and expenses to members of theadvisory panel;\n\t\t\t\tprovision about the acquisition and disposal by the corporation, and inparticular the transfer to the corporation by the Secretary of State, ofproperty, rights and liabilities;\n\t\t\t\tprovision about the transfer of staff to the corporation by the Secretaryof State;\n\t\t\t\tprovision about the functions of the corporation and of the advisory panel,and about delegation of functions of the office-holder;\n\t\t\t\tprovision requiring the corporation to consult the advisory panel inrelation to particular matters or in particular circumstances;\n\t\t\t\tprovision about accounts and reports, including—\n\t\t\t\tprovision requiring accounts and reports of the corporation to be laidbefore Parliament and published;\n\t\t\t\tprovision about auditing of accounts;\n\t\t\t\tprovision about the name of the corporation and of the advisory panel;\n\t\t\t\tincidental, supplementary, consequential or transitional provision.\n\t\t\tAn order under this section may add such entries to—\n\t\t\t\tthe Table in paragraph 3 of Schedule 1 to the Public Records Act 1958,\n\t\t\t\tSchedule 2 to the Parliamentary Commissioner Act 1967,\n\t\t\t\tSchedule 1 to the House of Commons Disqualification Act 1975, or\n\t\t\t\tSchedule 1 to the Northern Ireland Assembly Disqualification Act 1975,\n\t\t\t\t\tas the Secretary of State considers appropriate in consequence of theestablishment of the corporation or the advisory panel.\n\t\t\tThe Secretary of State may make payments to the corporation of suchamounts, at such times and on such conditions (if any) as the Secretary ofState considers appropriate.\n\t\t\tNeither the corporation nor any person referred to in subsection (3)(a)(i)to (iv) nor the advisory panel is to be regarded as a servant or agent of theCrown or as enjoying any status, immunity or privilege of the Crown.”\n\t\t\tIn section 6 (CORE schemes: procedure)—\n\t\t\t\tin subsection (1), after “section 1” there is inserted “or 3A”;\n\t\t\t\tafter subsection (5) there is inserted—\n\t\t\tAn order under section 3A must not be made unless the Secretary of Statefirst consults—\n\t\t\t\tthe Electoral Commission;\n\t\t\t\tthe Information Commissioner.”\n\tUse of CORE information\n\t\tSection 2 of the Electoral Administration Act [2006 (c.22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\") (co-ordinatedon-line record of electors: use of information) is amended as follows.\n\t\tAt the end of subsection (3) there is inserted—\n\t\t\t“Modifications under this subsection may, in particular, provide for thesupply of material by a CORE keeper to be subject to conditions orrestrictions which do not apply in the case of an ERO (or which differ fromthose that apply in the case of an ERO).”\n\t\tAfter subsection (4) there is inserted—\n\t\t“(4A)A CORE scheme may amend section 3 of the Juries Act 1974 (electoralregister as basis of jury selection)—\n\t\t\tso as to require a CORE keeper to supply a designated officer with anydocuments or information referred to in that section (as it had effectimmediately before the establishment of the scheme), and to make provision asto when the CORE keeper is to do so;\n\t\t\tso as to require an ERO to supply a designated officer with any suchdocuments or information, but only when requested to do so by the officer.\n\t\t\tIn this subsection “designated officer” means an officer designated by theLord Chancellor.”\n\t\tIn subsection (6)—\n\t\t\tin paragraph (b), after “is requested” there is inserted “in respect of thesame address or”;\n\t\t\tin paragraph (c), for “acts as” there is substituted “is appointed as, orvotes as,”.\n\t\tAfter subsection (6) there is inserted—\n\t\t“(6A)A CORE scheme may require that where a CORE keeper informs an ERO asmentioned in subsection (5), or informs an ERO of any suspicions that the COREkeeper has concerning the commission of an offence under the 1983 Act or otherimpropriety—\n\t\t\tthe ERO must take such steps (if any) as appear to the ERO to beappropriate in response to being so informed;\n\t\t\tthe ERO must notify the CORE keeper of the steps taken (or of the reasonsfor not taking any), within such period and in such form and manner as isspecified—\n\t\t\tin the scheme, or\n\t\t\tby the CORE keeper in accordance with the scheme.”\n\t\tIn subsection (7)(b), after “relating to the person” there is inserted “,or to any such suspicions as are mentioned in subsection (6A),”.\n\t\tIn subsection (11)—\n\t\t\tfor “must not authorise” there is substituted “must not—\n\t\t\tauthorise”; \n\t\t\tat the end there is inserted—\n\t\t\tauthorise one ERO to supply information to another.”\n\t\tAfter that subsection there is inserted—\n\t\t“(11A)A CORE scheme may authorise the CORE keeper to supply information to theElectoral Commission.”"
    },
    {
        "length": 420,
        "text": "\nVoluntary provision of identifying information\n\tIn this section “identifying information”, in relation to a person, means—\n\t\tthe person’s signature or, if the person is someone to whom subsection (2)applies, an indication to that effect;\n\t\tthe person’s date of birth;\n\t\tthe person’s national insurance number or, if the person has no nationalinsurance number, an indication to that effect.\n\tThis subsection applies to a person for whom it is not reasonablypracticable to sign in a consistent and distinctive way because he or she isblind or has some other disability, or cannot read.\n\tA registration officer, in carrying out his or her functions, including inparticular—\n\t\tmaintaining registers under section 9 of the 1983 Act,\n\t\tconducting canvasses under section 10 of that Act, and\n\t\tdetermining applications for registration under section 10A or 13A of thatAct,\n\t\t\tmust take steps to obtain identifying information from each person who is, orwho claims to be, entitled to be or to remain registered in any of theofficer’s registers.\n\tThe steps taken under subsection (3) to collect identifying informationmust include—\n\t\tasking for the information, and\n\t\texplaining how collecting identifying information can help to improve theaccuracy of the registers,\n\t\tbut in taking those steps a registration officer must make clear that it isnot obligatory to provide the information.\n\tA registration officer must keep a record showing the identifyinginformation obtained under this section.\n\tThe duties under this section do not apply at any time before 1 July 2010."
    },
    {
        "length": 1269,
        "text": "\nRegulations amending or supplementing section 30\n\tThe Secretary of State may by regulations—\n\t\tamend subsection (1) or (2) of section 30;\n\t\tmake any other amendments to that section or this section that appear tothe Secretary of State to be necessary or desirable in consequence of anamendment made by virtue of paragraph (a);\n\t\tmake provision supplementing that section.\n\tThe provision that may be made by virtue of subsection (1)(c) includes inparticular—\n\t\tprovision as to forms on which identifying information may be provided;\n\t\tprovision as to explanations or other material to be provided byregistration officers, either on forms of the kind mentioned in paragraph (a)or otherwise;\n\t\tprovision about the form and manner in which records under section 30(5)are to be kept;\n\t\tprovision for the disclosure by the authority responsible for nationalinsurance numbers (the “relevant authority”) to a registration officer or COREkeeper, following a request by that person, of—\n\t\tthe national insurance number recorded in respect of an individualspecified or described in the request, or the fact that the individual is notrecorded as having a national insurance number, and\n\t\tin the case of such an individual recorded as having a national insurancenumber, any further information about the individual that is recorded by therelevant authority,\n\t\t\tfor the purpose of checking the accuracy of any information that appears in aregister or other record kept by a registration officer (including a recordunder section 30(5)) or checking a person’s entitlement to be registered in aregister;\n\t\tprovision authorising the relevant authority to charge fees to a personmaking a request of the kind mentioned in paragraph (d) to cover theauthority’s reasonable expenses in complying with such requests;\n\t\tprovision for the disclosure by a CORE keeper to a registration officer,for the purpose mentioned in paragraph (d), of information within sub-paragraph (i) or (ii) of that paragraph;\n\t\tprovision as to action to be taken by a registration officer who suspects(whether as a result of checks of the kind referred to in paragraph (d) orotherwise) that any information collected under section 30 is false.\n\tInformation obtained by a registration officer or CORE keeper underregulations made by virtue of subsection (2)(d) or (f) may not be disclosed bythe officer or CORE keeper except—\n\t\tfor the purpose mentioned in subsection (2)(d), or\n\t\tfor the purposes of any criminal or civil proceedings,\n\t\tor, in the case of information obtained by a registration officer, to a personto whom the officer may delegate his or her functions.\n\tA person who discloses information in breach of subsection (3) is guilty ofan offence and liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, or to a fine, or to both;\n\t\ton summary conviction in England and Wales and Scotland, to imprisonmentfor a term not exceeding 12 months, or to a fine not exceeding the statutorymaximum, or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months, or to a fine not exceeding the statutory maximum, or toboth.\n\tRegulations under this section may contain transitional or savingprovision.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tBefore making regulations under this section, the Secretary of State—\n\t\tmust consult the Electoral Commission, and\n\t\tin the case of regulations containing provision amending subsection (1) or(2) of section 30, must seek the Commission’s views as to whether, if it wasobligatory for every registered person to provide identifying information, theprovision would help or hinder the achievement of the registration objectives.\n\tFor the purposes of this Part, the registration objectives are to secure,so far as is reasonably practicable—\n\t\tthat persons who are entitled to be registered in a register are registeredin it,\n\t\tthat persons who are not entitled to be registered in a register are notregistered in it, and\n\t\tthat none of the information relating to a registered person that appearsin a register or other record kept by a registration officer is false.\n\tThe first regulations under this section, and any subsequent ones thatamend section 30 or this section, may not be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, each House of Parliament.\n\tAny regulations under this section not falling within subsection (9) aresubject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section—\n\t\t  * “CORE keeper” has the same meaning as in Part 1 of the Electoral Administration Act [2006 (c. 22)](/id/ukpga/2006/22?view=plain \"Go to item of legislation\"); \n\t\t  * “identifying information” has the same meaning as in section 30. "
    },
    {
        "length": 947,
        "text": "\nReport by Electoral Commission on provision of identifying information\n\tThe Electoral Commission must keep under review the operation of section 30and any supplementary regulations.\n\tIn each calendar year beginning with the year after that in which theduties under that section first arise, the Commission must—\n\t\tsubmit to the Secretary of State a report on the operation of that sectionand any supplementary regulations, and\n\t\tpublish the report in whatever way the Commission think appropriate.\n\tA report under this section must contain an assessment by the Commission—\n\t\tas to the adequacy of the electoral registration system in Great Britain,with particular reference to the effectiveness of registration officers inmeeting the registration objectives;\n\t\tas to what (if any) changes with regard to that system would be necessaryor desirable for meeting those objectives if the provision of identifyinginformation was made obligatory.\n\tThe report for 2014 must contain (as well as the assessment mentioned insubsection (3))—\n\t\tthe Commission’s assessment, on the basis of the available evidence(including in particular evidence as to the operation of section 30 and anysupplementary regulations), as to whether it would help or hinder theachievement of the registration objectives to make the provision ofidentifying information obligatory;\n\t\tthe Commission’s recommendation as to whether or not the provision ofidentifying information should be made obligatory.\n\tThe report for 2014 must be—\n\t\tsubmitted to the Secretary of State by 31 July in that year, and\n\t\tlaid before Parliament as soon as possible by the Secretary of State.\n\tIf— \n\t\tthe recommendation in the report for 2014 is that the provision ofidentifying information should be made obligatory, and\n\t\tthe recommendation is approved by a resolution of each House of Parliament,\n\t\t\tthe Secretary of State must as soon as reasonably practicable make an orderunder section 43(1) bringing section 33 into force.\n\t\tThe Secretary of State may not make such an order if those conditions are notmet.\n\tIf— \n\t\tthe report for 2014 does not contain a recommendation that the provision ofidentifying information should be made obligatory, or\n\t\tthe report does contain such a recommendation, but it is not approved by aresolution of each House of Parliament,\n\t\twithin 12 months after the day on which the report is submitted by theElectoral Commission (in the case mentioned in paragraph (a)) or disapprovedin Parliament (in the case mentioned in paragraph (b)), the Secretary of Statemust require the Commission to submit, by a specified date, a further reportunder this section containing the things mentioned in subsection (4).\n\tFor the purposes of subsection (7)—\n\t\ta report is disapproved in Parliament when either House decides againstresolving to approve the report (or, if both Houses so decide on differentdays, when the first of them so decides);\n\t\tthe date specified by the Secretary of State must be at least one year, butno more than two years, after the day on which the requirement under thatsubsection is imposed.\n\tSubsections (5)(b) and (6) to (8) apply to a report submitted in responseto a requirement under subsection (7) as they apply to the report for 2014.\n\tA registration officer must comply with any request made in writing by theElectoral Commission for assistance that they reasonably require in connectionwith the preparation of a report under this section.\n\tIn this section—\n\t\t  * “identifying information” has the same meaning as in section 30; \n\t\t  * “obligatory” means obligatory for every person registered in a register; \n\t\t  * “supplementary regulations” means regulations under section 31 made by virtue of subsection (1)(c) of that section. "
    },
    {
        "length": 2562,
        "text": "\nObligatory provision of identifying information\n\tWith effect from the commencement of this section, the amendments made tothe 1983 Act by section 1 of the Electoral Fraud (Northern Ireland) Act [2002(c. 13)](/id/ukpga/2002/13?view=plain \"Go to item of legislation\") extend tothe whole of the United Kingdom.\n\tThe 1983 Act is amended as follows.\n\tIn section 10 (maintenance of registers: annual canvass)—\n\t\tfor subsection (4) there is substituted—\n\tThe form to be used for the purposes of a canvass shall be—\n\t\ta form prescribed for those purposes, or\n\t\ta form to the same effect.\n\t\t\tParagraph (b) does not apply in Northern Ireland and, in Great Britain, doesnot apply if or to the extent that regulations so provide.”;\n\t\tin subsection (4A), for “a canvass in Northern Ireland” there issubstituted “a canvass”;\n\t\tin subsection (4A)(c), at the beginning of sub-paragraph (ii) there isinserted “in the case of a canvass in Northern Ireland,”;\n\t\tin subsection (4B), for “The Chief Electoral Officer for Northern Ireland”there is substituted “A registration officer”;\n\t\tafter that subsection there is inserted—\n\t\t“(4C)In relation to each person without a national insurance number to whomthe form mentioned in subsection (4) above relates, regulations may requirethe form to be accompanied by such other evidence to identify the person asmay be prescribed.\n\t\t(4D)A registration officer shall keep a record showing the informationobtained under subsection (4A) above or by virtue of subsection (4C) above.”\n\tIn section 10ZB (the relevant registration objectives)—\n\t\tin the heading, the words “(Northern Ireland)” are omitted;\n\t\tin subsection (3), for “the Chief Electoral Officer for Northern Ireland”there is substituted “a registration officer”;\n\t\tin subsections (4) and (5)(a), for “the Chief Electoral Officer” there issubstituted “the registration officer concerned”.\n\tIn section 10A (maintenance of registers: registration of electors)—\n\t\tin subsection (1A), the words “in respect of an address in NorthernIreland” are omitted;\n\t\tin subsection (1A)(c), at the beginning of sub-paragraph (ii) there isinserted “in the case of an application for registration in respect of anaddress in Northern Ireland,”;\n\t\tin subsection (1B), for “The Chief Electoral Officer for Northern Ireland”there is substituted “A registration officer”;\n\t\tafter that subsection there is inserted—\n\t\t“(1C)In relation to each person without a national insurance number to whom anapplication for registration relates, regulations may require the applicationto be accompanied by such other evidence to identify the person as may beprescribed.\n\t\t(1D)A registration officer shall keep a record showing the informationobtained under subsection (1A) above or by virtue of subsection (1C) above.”;\n\t\tin subsection (2)(a), for the words from “the form” to “in a register”there is substituted “a completed form specifies any person as a person who isentitled to be registered in a register in respect of a particular address”;\n\t\tin subsection (5)(a), for sub-paragraph (i) there is substituted—\n\t\tno canvass form was returned showing the elector as resident at thataddress on that date, or”;\n\t\tin subsection (5A), for the words in paragraph (a) from the beginning to“does not include” there is substituted “a canvass form has been returnedshowing the elector as resident at that address but the form does notinclude”;\n\t\tin subsection (7), for the words after “in cases where” there issubstituted “no canvass form has been returned in respect of the person inquestion”;\n\t\tin subsection (9), before the definition of “determines” there is inserted—\n\t\t““canvass form” means the form mentioned in section 10(4) above;”.\n\tIn section 13A (alteration of registers)—\n\t\tin subsection (2A), the words “in respect of an address in NorthernIreland” are omitted;\n\t\tin subsection (2A)(c), at the beginning of sub-paragraph (ii) there isinserted “in the case of an application for registration in respect of anaddress in Northern Ireland,”;\n\t\tin subsection (2B), for “The Chief Electoral Officer for Northern Ireland”there is substituted “A registration officer”;\n\t\tafter that subsection there is inserted—\n\t\t“(2C)In relation to each person without a national insurance number to whom anapplication for registration under subsection (1)(a) above relates,regulations may require the application to be accompanied by such otherevidence to identify the person as may be prescribed.\n\t\t(2D)A registration officer shall keep a record showing the informationobtained under subsection (2A) above or by virtue of subsection (2C) above.”\n\tIn section 13BB (election falling within canvass period) (inserted bysection 23 above), in subsection (1)(a)—\n\t\tfor “the form returned in respect of an address (“the relevant address”)”there is substituted “a form”;\n\t\tfor “an application for registration is treated as having been made inrespect of that address” there is substituted “an application for registrationin respect of a particular address (“the relevant address”) is treated ashaving been made”.\n\tIn section 13D (provision of false information), in subsection (2), for“the Chief Electoral Officer for Northern Ireland” there is substituted “aregistration officer”.\n\tIn section 201 (regulations), after subsection (2A) there is inserted—\n\t“(2B)In the case of regulations under section 10(4C), 10A(1C) or 13A(2C), incarrying out the consultation required by section 7 of the Political Parties,Elections and Referendums Act 2000 the Secretary of State shall seek the viewsof the Electoral Commission as to whether the provision to be made by theregulations would help or hinder the achievement of the registrationobjectives (within the meaning given by section 10ZB).”\n\tIn Schedule 2 (provisions which may be contained in regulations as toregistration etc), in paragraph 1—\n\t\tafter sub-paragraph (4) there is inserted—\n\t\t“(4ZA)Provisions for the disclosure (otherwise than by virtue of sub-paragraph(4) above) by the authority responsible for national insurance numbers (the“relevant authority”) to a registration officer or a CORE keeper, following arequest by that person, of—\n\t\tthe national insurance number recorded in respect of an individualspecified or described in the request, or the fact that the individual is notrecorded as having a national insurance number, and\n\t\tin the case of such an individual recorded as having a national insurancenumber, any further information about the individual that is recorded by therelevant authority,\n\t\tfor the purpose of checking the accuracy of any information that appears in aregister or other record kept by a registration officer or checking a person’sentitlement to be registered in such a register.\n\t\t(4ZB)Provisions authorising the relevant authority to charge fees to a personmaking a request of the kind mentioned in sub-paragraph (4ZA) to cover theauthority’s reasonable expenses in complying with such requests.\n\t\t(4ZC)Provisions for the disclosure by a CORE keeper to a registration officer,for the purpose mentioned in sub-paragraph (4ZA), of information withinparagraph (a) or (b) of that sub-paragraph.”;\n\t\tin sub-paragraph (4A), for “such authority or person” there is substituted“authority or person within paragraph (a) or (b) of sub-paragraph (4)”, andfor “such records” there is substituted “any records within sub-paragraph(4)”;\n\t\tin sub-paragraph (5), for “sub-paragraph (4) or (4A)” there is substituted“sub-paragraph (4), (4ZA) or (4A)”;\n\t\tfor sub-paragraph (6) there is substituted—\n\tBut provision made under sub-paragraph (4ZA), (4ZC) or (4A) may not permitinformation obtained by a registration officer or CORE keeper under thatprovision to be disclosed by the officer or CORE keeper except—\n\t\tfor the purpose mentioned in sub-paragraph (4ZA) or, as the case may be,sub-paragraph (4A), or\n\t\tfor the purposes of any criminal or civil proceedings,\n\t\tor, in the case of information obtained by a registration officer, to a personto whom the officer may delegate functions.”;\n\t\tafter sub-paragraph (6) there is inserted—\n\t\t“(6A)In sub-paragraphs (4ZA) and (4ZC) “CORE keeper” has the same meaning asin Part 1 of the Electoral Administration Act 2006.”;\n\t\tsub-paragraph (8) is omitted.\n\tIn paragraph 13 of that Schedule, for sub-paragraph (1ZA) there issubstituted—\n\t“(1ZA)Provisions making a person who discloses information in breach ofparagraph 1(6) guilty of an offence punishable—\n\t\ton conviction on indictment, by imprisonment for a term not exceeding twoyears or a fine, or both;\n\t\ton summary conviction in England and Wales and Scotland, by imprisonmentfor a term not exceeding 12 months or a fine not exceeding the statutorymaximum, or both;\n\t\ton summary conviction in Northern Ireland, by imprisonment for a term notexceeding 6 months or a fine not exceeding the statutory maximum, or both.”"
    },
    {
        "length": 575,
        "text": "\nProvision supplementing section 33\n\tWhere on the commencement of section 33 a person is registered in aregister maintained by a registration officer, the person’s name is not to beremoved from the register by virtue of section 10A(5A) of the 1983 Act(canvass form not including required information, etc) until the conclusion ofthe third canvass to be concluded after the commencement of that section.\n\tAn order bringing section 33 into force may—\n\t\trepeal any provision of sections 30, 31 and 32;\n\t\tmake amendments to any enactment that are consequential on the coming intoforce of section 33.\n\tThe Secretary of State may (either before, at the same time as or aftersection 33 is brought into force) by regulations—\n\t\tamend section 10(4A) or (4B), section 10A(1A) or (1B) or section 13A(2A) or(2B) of the 1983 Act;\n\t\tmake any other amendments to the 1983 Act that appear to the Secretary ofState to be necessary or desirable in consequence of an amendment made byvirtue of paragraph (a).\n\tRegulations under subsection (3)—\n\t\tmay make different provision for different purposes or different areas;\n\t\tmay make transitional or saving provision.\n\tThe power to make regulations under subsection (3) is exercisable bystatutory instrument.\n\tBefore making regulations under subsection (3) the Secretary of State must—\n\t\tconsult the Electoral Commission, and\n\t\tin the case of regulations containing provision amending section 10(4A) or(4B), section 10A(1A) or (1B) or section 13A(2A) or (2B) of the 1983 Act, seekthe Commission’s views as to whether the provision would help or hinder theachievement of the registration objectives.\n\tAn order containing provision made by virtue of paragraph (b) of subsection(2), or regulations under subsection (3), may not be made unless a draft ofthe statutory instrument containing the order or regulations has been laidbefore, and approved by a resolution of, each House of Parliament."
    },
    {
        "length": 1099,
        "text": "\nData schemes\n\tSchemes for provision of data to registration officers\n\t\tThe Secretary of State may by order made by statutory instrument makeprovision (referred to below as a “scheme”) authorising or requiring specifiedpersons to provide to a specified registration officer, for the purposementioned in subsection (2), information contained in records kept by thosepersons.\n\t\tThe purpose is assisting the registration officer to meet the registrationobjectives and, in particular, assisting the officer—\n\t\t\tto ascertain to what extent those objectives are being met, and\n\t\t\tto determine what steps should be taken for meeting them.\n\t\tA scheme may authorise or require information to be provided at specifiedtimes or in specified circumstances.\n\t\tA scheme may not authorise or require information to be provided by aperson other than—\n\t\t\ta local or public authority, or\n\t\t\ta person providing services to, or authorised to exercise any function of,a local or public authority.\n\t\tAn order under this section may include more than one scheme.\n\t\tAn order under this section has effect despite any statutory or otherrestriction on the disclosure of information (but may not permit disclosure inbreach of subsection (7)).\n\t\tInformation provided to a registration officer under an order under thissection may not be disclosed to a person other than one to whom the officermay delegate his or her functions, except—\n\t\t\tfor the purpose mentioned in subsection (2), or\n\t\t\tfor the purposes of any criminal or civil proceedings.\n\t\tA person who discloses information in breach of subsection (7) is guilty ofan offence and liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, or to a fine, or to both;\n\t\t\ton summary conviction in England and Wales and Scotland, to imprisonmentfor a term not exceeding 12 months, or to a fine not exceeding the statutorymaximum, or to both;\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months, or to a fine not exceeding the statutory maximum, or toboth.\n\t\tAn order under this section may contain incidental, supplemental,transitional or saving provision.\n\t\tAn order under this section must not be made unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section “specified” means specified in an order under thissection.\n\tSchemes under section 35: proposals, consultation and evaluation\n\t\tA scheme may be included in an order under section 35 only if a proposalhas been submitted to the Secretary of State by the registration officer towhom the scheme relates and the scheme gives effect to the proposal, either—\n\t\t\twithout modification, or\n\t\t\twith modifications suggested by the Secretary of State and agreed to by theofficer.\n\t\tThe Secretary of State may not make an order under section 35 without firstconsulting—\n\t\t\tthe Electoral Commission;\n\t\t\tany person authorised or required by the order to provide information to aregistration officer;\n\t\t\tthe Information Commissioner.\n\t\tAn order under section 35 must specify a date (the “evaluation date”) foreach scheme included in the order.\n\t\t\tThe Electoral Commission must prepare a report on the operation of each schemeand, no later than the evaluation date, give a copy of it—\n\t\t\tto the registration officer concerned, and\n\t\t\tto the Secretary of State.\n\t\tA report under subsection (3) must set out the terms of the scheme and mustcontain—\n\t\t\ta description of the scheme;\n\t\t\tan assessment of the matters set out in subsection (5);\n\t\t\tanything else specified in the order under section 35.\n\t\tThe matters are—\n\t\t\tthe extent to which the scheme has achieved the purpose mentioned insection 35(2);\n\t\t\twhether there was any objection to the scheme, and if so how much;\n\t\t\thow easy the scheme was to administer;\n\t\t\tthe extent to which the scheme resulted in savings of time and costs, orthe opposite.\n\t\tThe registration officer concerned—\n\t\t\tmust give the Electoral Commission whatever assistance they reasonablyrequire in connection with the preparation of the report;\n\t\t\tmust publish the report in whatever way the officer thinks appropriate.\n\t\tIn this section “scheme” has the same meaning as in section 35."
    },
    {
        "length": 210,
        "text": "\nInterpretation\n\tMeaning of expressions relating to registration\n\t\tIn this Part (except in section 33)—\n\t\t  * “false”, in relation to a signature, means that the signature is not the usual signature of, or was written by a person other than, the person whose signature it purports to be; \n\t\t  * “register”, in relation to a registration officer, means a register maintained by that officer under section 9 of the 1983 Act; \n\t\t  * “registered person” means a person registered in such a register; \n\t\t  * “registration objectives” has the meaning given by section 31(8); \n\t\t  * “registration officer” has the same meaning as in the 1983 Act (see section 8 of that Act) except that it does not include the Chief Electoral Officer for Northern Ireland. "
    },
    {
        "length": 1081,
        "text": "\nPart 5General\n\tMeaning of “the 1983 Act” and “the 2000 Act”\n\t\tIn this Act—\n\t\t  * “the 1983 Act” means the Representation of the People Act [1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"); \n\t\t  * “the 2000 Act” means the Political Parties, Elections and Referendums Act [2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\"). \n\tAmendments and repeals\n\t\tSchedules 6 (minor and consequential amendments) and 7 (repeals) have effect.\n\tTransitional provision\n\t\tIn relation to England and Wales, a reference in this Act to imprisonment fora term not exceeding 12 months (including any such reference inserted in anyother Act) is to be read, in the case of an offence committed before thecommencement of section 154(1) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (general limiton magistrates' court’s power to impose imprisonment), as a reference toimprisonment for a term not exceeding six months.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\t\tThere shall be charged on and paid out of the Consolidated Fund anyincrease attributable to this Act in the sums to be charged on and paid out ofthat Fund under any other Act.\n\t\tThere shall be paid into the Consolidated Fund any increase attributable tothis Act in the sums payable into that Fund under any other Act.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThe following provisions extend also to Gibraltar—\n\t\t\t  * section 1(1) and (3); \n\t\t\t  * section 4; \n\t\t\t  * sections 5 to 7, paragraphs 9, 10, 11 and 27 of Schedule 6 and the entry in Schedule 7 relating to Schedule 1 to the 2000 Act; \n\t\t\t  * section 12. \n\tCommencement \n\t\tThis Act comes into force on whatever day or days the Secretary of Stateappoints by order made by statutory instrument.\n\t\tAn order under subsection (1)—\n\t\t\tmay make different provision for different purposes or different areas;\n\t\t\tmay make transitional or saving provision.\n\t\tAn order under subsection (1) bringing into force any provision of section10 or 11, or Schedule 4, may make such supplementary, incidental orconsequential provision as the Secretary of State considers appropriate—\n\t\t\tfor the general purposes, or any particular purposes, of those sections orthat Schedule, or\n\t\t\tin consequence of, or for giving full effect to, any provision of thosesections or that Schedule.\n\t\tAn order made by virtue of subsection (3) may make provision amending thisAct or the 2000 Act.\n\t\t\tAn order that makes any such provision must not be made unless a draft of thestatutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tSubsection (1) does not apply to—\n\t\t\tsection 1(1) and (3),\n\t\t\tsections 4, 5 and 7, paragraphs 9, 10, 11 and 27 of Schedule 6 and theentry in Schedule 7 relating to Schedule 1 to the 2000 Act,\n\t\t\tsection 19 and Schedule 5,\n\t\t\tsection 22,\n\t\t\tsection 26,\n\t\t\tsection 32(6),\n\t\t\tsection 38,\n\t\t\tsection 39 so far as relating to provisions in Schedules 6 and 7 mentionedabove, and\n\t\t\tsections 40 to 44,\n\t\t\twhich accordingly come into force on the day on which this Act is passed.\n\tShort title\n\t\tThis Act may be cited as the Political Parties and Elections Act 2009."
    }
]