{
    "general": "This law changes how the UK government calculates its contributions to the European Union. It updates the way the government figures out how much money it needs to give to the EU based on new rules set by the EU. The update includes a change to the definition of \"the Treaties\" and \"the Community Treaties\" in the original 1972 law, to now include the decision made by the EU council on June 7th, 2007 about the EU's financial system.",
    "series": [
        [
            {
                "length": 135,
                "short": "The European Communities (Finance) Act 2008: Extension of Treaty Definitions and Repeal of Previous Legislation",
                "text": "\n* Simplified point 1: The European Communities (Finance) Act 2008 extends the definition of \"the Treaties\" and \"the Community Treaties\" to include decisions made by the Council of the European Union regarding the Communities' system of own resources.\n* Simplified point 2: This Act gives the European Communities (Finance) Act 2001 a new short title and repeals it, replacing it with the current Act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Communities (Finance) Act 2008 changes the way the European Union raises money. It adds new rules about how the EU collects funds from its member countries. This law updates the old rules and replaces them with new ones. Now, the EU can raise money more easily and efficiently. This means that the EU can better serve its members and do more to help them.",
    "single": "\n* The European Communities (Finance) Act 2008 amends the definition of \"the Treaties\" and \"the Community Treaties\" in the European Communities Act 1972 to include the decision of the Council on the Communities' system of own resources.\n* The Act extends the meaning of \"the Treaties\" and \"the Community Treaties\" to include the decisions of the Council on the Communities' system of own resources, specifically the decisions of 7th May 1985, 24th June 1988, 31st October 1994, 29th September 2000, and 7th June 2007.\n* The Act may be cited as the European Communities (Finance) Act 2008.\n* The European Communities (Finance) Act 2001 is repealed by this Act.\nIMPACT:\n* The amendment to the definition of \"the Treaties\" and \"the Community Treaties\" in the European Communities Act 1972 includes the decisions of the Council on the Communities' system of own resources, which provides a legal basis for the Communities' financial operations.\n* The repeal of the European Communities (Finance) Act 2001 by this Act ensures that the provisions of the 2001 Act are superseded by the provisions of this Act.\nOVERALL EFFECT:\n* The European Communities (Finance) Act 2008 amends the definition of \"the Treaties\" and \"the Community Treaties\" in the European Communities Act 1972 to include the decision of the Council on the Communities' system of own resources, providing a legal basis for the Communities' financial operations. The repeal of the European Communities (Finance) Act 2001 ensures that the provisions of the 2001 Act are superseded by the provisions of this Act."
}