[
    {
        "length": 983,
        "text": "\nCommunity benefit societies: power to restrict use of assets\n\tThe Treasury may by regulations make provision for enabling any communitybenefit society, or any community benefit society of a prescribed kind, toensure that—\n\t\tassets of the society of a prescribed kind,\n\t\tassets of the society specified by it in accordance with the regulations,or\n\t\tall of the society’s assets,\n\t\t\tcannot be used or dealt with except in a case mentioned in subsection (2).\n\tThe cases are—\n\t\twhere the use or dealing is, directly or indirectly, for a purpose that isfor the benefit of the community and is of a prescribed kind or, if no kindsof purpose are prescribed under this paragraph, for any purpose that is forthe benefit of the community; or\n\t\twhere the circumstances are such as may be prescribed.\n\tWhere under the regulations a society has ensured as mentioned insubsection (1) as respects any of its assets, the assets concerned are“dedicated assets” for the purposes of this section.\n\tRegulations under this section may, in particular—\n\t\tprovide for the procedure by which a society may ensure as mentioned insubsection (1);\n\t\tprovide for such of a society’s rules as are of a prescribed kind to beunalterable, or for them to be alterable only in prescribed circumstances orin circumstances specified in rules of a prescribed kind;\n\t\tprovide that, in any circumstances prescribed under subsection (2)(b),dedicated assets must be dealt with in a prescribed way;\n\t\tmake provision for ensuring that any society, company or other person towhom any dedicated assets are transferred in prescribed circumstances cannotuse or deal with those assets except in a case mentioned in subsection (2);\n\t\tprovide for members of a society who lose property rights as a result ofthe society’s ensuring as mentioned in subsection (1) to be compensated forthat loss (whether by payment of a prescribed amount or of an amountdetermined in a prescribed way or otherwise), subject to such exceptions asmay be prescribed;\n\t\tprovide for the enforcement of provisions designed to ensure as mentionedin subsection (1);\n\t\tmake provision for the carrying out of investigations by persons appointedby a prescribed person;\n\t\tconfer power on a prescribed person to require persons of a prescribeddescription to provide him with information in order to enable or assist himto perform any of his functions under the regulations;\n\t\tprovide for restrictions on the use and disclosure of information obtainedby any person in the performance of any function under the regulations.\n\tRegulations under this section may—\n\t\timpose criminal liability;\n\t\tconfer functions on a prescribed person;\n\t\tconfer jurisdiction on any court;\n\t\tauthorise a prescribed person to make rules, binding on persons of aprescribed description, for the purpose of enabling or assisting him toperform any of his functions under the regulations;\n\t\tmake provision as to the making, publication and enforcement of such rules;\n\t\tprovide for a prescribed person to charge fees sufficient to meet the costsof performing any of his functions under the regulations;\n\t\tmodify, exclude or apply (with or without modifications) any enactment orrule of law;\n\t\tcontain such incidental, consequential and supplemental provision as theTreasury consider appropriate;\n\t\tmake different provision for different cases.\n\tRegulations under this section may not create any new criminal offencepunishable with imprisonment for more than seven years.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tNo regulations may be made under this section unless a draft of theregulations has been laid before Parliament and approved by a resolution ofeach House.\n\tIn this section—\n\t\t  * “community benefit society” means a society registered (or deemed to be registered) under the 1965 Act which fulfils the condition in section 1(2)(b) of that Act; \n\t\t  * “enactment” includes an enactment comprised in— \n\t\tan Act of the Scottish Parliament;\n\t\tsubordinate legislation, whether made under an Act or an Act of the ScottishParliament; and\n\t\t\t  * “prescribed” means prescribed by regulations under this section. "
    },
    {
        "length": 872,
        "text": "\nStatus of charitable societies to appear on correspondence etc\n\tAfter section 5 of the 1965 Act insert—\n\t“5AStatus of charitable societies to appear on correspondence etc\n\t\tWhere a registered society is a charity and its registered name does notinclude the word “charity” or the word “charitable”, the society must statethe fact that it is a charity in legible characters—\n\t\t\tin all notices, advertisements and other official publications of thesociety;\n\t\t\tin all business letters of the society;\n\t\t\tin all bills of exchange, promissory notes, endorsements, cheques andorders for money or goods, purporting to be signed by or on behalf of thesociety;\n\t\t\tin all bills, invoices, receipts and letters of credit of the society; and\n\t\t\tin all conveyances purporting to be executed by or on behalf of thesociety.\n\t\tWhere a society’s registered name includes the words “elusen” or the word“elusennol”, subsection (1) of this section shall not apply in relation to anydocument which is wholly in Welsh.\n\t\tThe statement required by subsection (1) of this section shall be inEnglish, except that, in the case of a document which is otherwise wholly inWelsh, the statement may be in Welsh if it consists of or includes the word“elusen” or the word “elusennol”.\n\t\tSection 62 of this Act does not apply in respect of an offence committed bya registered society under section 61 of this Act where the offence consistsof a failure to comply with this section.\n\t\tAny officer of a registered society, or any other person acting on such asociety’s behalf, who—\n\t\t\tissues or authorises the issue of any document such as is mentioned insubsection (1)(a), (b) or (d) of this section;\n\t\t\tsigns or authorises to be signed on behalf of the society any document suchas is mentioned in subsection (1)(c) of this section; or\n\t\t\texecutes or authorises to be executed on behalf of the society any documentsuch as is mentioned in subsection (1)(e) of this section,\n\t\t\t\tin which a statement required by subsection (1) is not made in accordance withthis section shall be liable on summary conviction to a fine not exceedinglevel 3 on the standard scale.\n\t\tIn the case of a conviction by virtue of paragraph (b) of subsection (5) ofthis section, the officer or other person shall further be personally liableto the holder of any such document as is referred to in that paragraph for theamount specified in the document unless that amount is duly paid by thesociety.\n\t\tIn this section “charity”—\n\t\t\tin relation to a society whose registered office is situated in England orWales, has the same meaning as in the Charities Act 1993;\n\t\t\tin relation to a society whose registered office is situated in Scotland,means a body established for charitable purposes only (that expression havingthe same meaning as in the Income Tax Acts);\n\t\t\tin relation to a society whose registered office is situated in one of theChannel Islands, means a society established for charitable purposes only(“charitable purposes” having the meaning given by the law of the Island inquestion).\n\t\tIn this section “conveyance” means any document for the creation, transfer,variation or extinction of an interest in land.\n\t\tIn subsection (5)(c) of this section the references to execution include—\n\t\t\tpurported execution; and\n\t\t\tthe doing of any act which (though not by itself execution) combined withother acts constitutes execution or purported execution.”"
    },
    {
        "length": 2644,
        "text": "\nCapacity of society and power of committee to bind it\n\tAfter section 7 of the 1965 Act insert—\n\t“Capacity of society and power of committee to bind it\n\t\tACapacity of society not limited by its rules\n\t\t\tThe validity of an act done by a registered society shall not be calledinto question on the ground of lack of capacity by reason of anything in thesociety’s registered rules.\n\t\t\tA member of a registered society may bring proceedings to restrain thedoing of an act which but for subsection (1) of this section would be beyondthe society’s capacity; but no such proceedings shall lie in respect of an actto be done in fulfilment of a legal obligation arising from a previous act ofthe society.\n\t\t\tIt remains the duty of the members of the committee of a registered societyto observe any limitations on their powers flowing from the society’sregistered rules; and action by the members of the committee which but forsubsection (1) of this section would be beyond the society’s capacity may onlybe ratified by the society by special resolution.\n\t\t\tA resolution ratifying such action shall not affect any liability incurredby a member of the committee or any other person; relief from any suchliability must be agreed to separately by special resolution.\n\t\t\tThe operation of this section is restricted by section 7D of this Act(application to charitable societies); and section 7E of this Act(transactions with members of the committee and connected persons in excess ofpowers) has effect notwithstanding this section.\n\t\t\tIn this section “special resolution” means a resolution passed by not lessthan 75% of such members of the society as (being entitled to do so) vote inperson, or by proxy where the society’s rules allow proxies, at a generalmeeting of which not less than 21 days' notice, specifying the intention topropose the resolution, has been duly given according to those rules.\n\t\t\tA copy of every special resolution for the purposes of this section signedby the chairman of the meeting at which the resolution was passed andcountersigned by the secretary of the society shall be sent to the Authorityand registered by it; and until that copy is so registered the specialresolution shall not take effect.\n\t\tBPower of committee to bind society\n\t\t\tIn favour of a person dealing with a registered society in good faith, thepower of the committee to bind the society, or authorise others to do so,shall be deemed to be free of any limitation under the society’s registeredrules.\n\t\t\tFor this purpose—\n\t\t\t\ta person “deals with” a society if he is a party to any transaction orother act to which the society is a party;\n\t\t\t\ta person shall not be regarded as acting in bad faith by reason only of hisknowing that an act is beyond the powers of the committee under the society’sregistered rules; and\n\t\t\t\ta person shall be presumed to have acted in good faith unless the contraryis proved.\n\t\t\tThe references above to limitations on the powers of the committee underthe society’s registered rules include limitations deriving—\n\t\t\t\tfrom a resolution of the society in general meeting or a meeting of anyclass of members; or\n\t\t\t\tfrom any agreement between the members of the society or of any class ofmembers.\n\t\t\tSubsection (1) of this section does not affect any right of a member of thesociety to bring proceedings to restrain the doing of an act which is beyondthe powers of the committee; but no such proceedings shall lie in respect ofan act to be done in fulfilment of a legal obligation arising from a previousact of the society.\n\t\t\tNor does subsection (1) affect any liability incurred by a member of thecommittee, or any other person, by reason of the committee’s exceeding itspowers.\n\t\t\tThe operation of this section is restricted by section 7D of this Act(application to charitable societies); and section 7E of this Act(transactions with members of the committee and connected persons in excess ofpowers) has effect notwithstanding this section.\n\t\tCNo duty to enquire as to capacity of society or authority of committee\n\t\t\tA party to a transaction with a registered society is not bound to enquire asto whether it is permitted by the society’s registered rules or as to anylimitation on the powers of the committee to bind the society or authoriseothers to do so.\n\t\tDApplication of sections 7A and 7B to charitable societies\n\t\t\tSections 7A and 7B of this Act (capacity of society not limited by itsrules and power of committee to bind society) do not apply to the acts of aregistered society which is a charity except in favour of a person who—\n\t\t\t\tgives full consideration in money or money’s worth in relation to the actin question; and\n\t\t\t\tdoes not know that the act is not permitted by the society’s registeredrules or, as the case may be, is beyond the powers of the committee,\n\t\t\t\t\tor who does not know at the time the act is done that the society is acharity.\n\t\t\tHowever, where such a society purports to transfer or grant an interest inproperty, the fact that the act was not permitted by the society’s registeredrules or, as the case may be, that the committee in connection with the actexceeded any limitation on its powers under those rules, does not affect thetitle of a person who subsequently acquires the property or any interest in itfor full consideration without actual notice of any such circumstancesaffecting the validity of the society’s act.\n\t\t\tIn any proceedings arising out of subsection (1) of this section the burdenof proving—\n\t\t\t\tthat a person knew that an act was not permitted by the society’sregistered rules or was beyond the powers of the committee, or\n\t\t\t\tthat a person knew that the society was a charity,\n\t\t\t\tlies on the person making that allegation.\n\t\t\tWhere a registered society is a charity with its registered office situatedin England or Wales, the ratification of an act under section 7A(3) of thisAct, or the ratification of a transaction to which section 7E of this Actapplies, is ineffective without the prior written consent of the CharityCommissioners for England and Wales.\n\t\t\tIn this section “charity”—\n\t\t\t\tin relation to a society whose registered office is situated in England orWales, has the same meaning as in the Charities Act 1993;\n\t\t\t\tin relation to a society whose registered office is situated in Scotland,means a body established for charitable purposes only (that expression havingthe same meaning as in the Income Tax Acts);\n\t\t\t\tin relation to a society whose registered office is situated in one of theChannel Islands, means a society established for charitable purposes only(“charitable purposes” having the meaning given by the law of the Island inquestion).\n\t\tETransactions with committee members and other persons in excess ofpowers\n\t\t\tThis section applies where a registered society enters into a transactionto which the parties include—\n\t\t\t\ta member of the committee of the society, or\n\t\t\t\ta person connected with such a member or a company with whom such a memberis associated,\n\t\t\t\t\tand the committee of the society, in connection with the transaction, exceedsany limitation on its powers under the society’s registered rules.\n\t\t\tThe transaction is voidable at the instance of the society.\n\t\t\tWhether or not it is avoided, any such party to the transaction as ismentioned in subsection (1)(a) or (b) of this section, and any member of thecommittee who authorised the transaction, is liable—\n\t\t\t\tto account to the society for any gain which he has made directly orindirectly by the transaction; and\n\t\t\t\tto indemnify the society for any loss or damage resulting from thetransaction.\n\t\t\tNothing in the above provisions shall be construed as excluding theoperation of any other enactment or rule of law by virtue of which thetransaction may be called in question or any liability to the society mayarise.\n\t\t\tThe transaction ceases to be voidable if—\n\t\t\t\trestitution of any money or other asset which was the subject-matter of thetransaction is no longer possible; or\n\t\t\t\tthe society is indemnified for any loss or damage resulting from thetransaction; or\n\t\t\t\trights acquired bona fide for value and without actual notice of thecommittee’s exceeding its powers by a person who is not party to thetransaction would be affected by the avoidance; or\n\t\t\t\tthe transaction is ratified by the society in general meeting in such a wayas the case may require.\n\t\t\tA person other than a member of the committee is not liable undersubsection (3) of this section if he shows that at the time the transactionwas entered into he did not know that the committee was exceeding its powers.\n\t\t\tThis section does not affect the operation of section 7B of this Act inrelation to any party to the transaction not within subsection (1)(a) or (b)of this section.\n\t\t\tBut where a transaction is voidable by virtue of this section and valid byvirtue of that section in favour of such a person, the court may, on theapplication of that person or of the society, make such order affirming,severing or setting aside the transaction, on such terms, as appear to thecourt to be just.\n\t\tFDefinitions relating to section 7E\n\t\t\tIn section 7E of this Act “transaction” includes any act; and the referencein subsection (1) of that section to limitations under the society’sregistered rules includes limitations deriving—\n\t\t\t\tfrom a resolution of the society in general meeting or a meeting of anyclass of members; or\n\t\t\t\tfrom any agreement between the members of the society or of any class ofmembers.\n\t\t\tIn section 7E(1) of this Act “company” has the same meaning as in theCompanies Act 1985.\n\t\t\tSection 346(2) to (8) of the Companies Act 1985 shall apply for thepurposes of references in section 7E(1) of this Act to a person’s being“connected” with a committee member or to a committee member’s being“associated with” a company, but shall so apply—\n\t\t\t\tas if any reference to a director of a company were a reference to a memberof a committee of a registered society; and\n\t\t\t\tsubject to such other adaptations and modifications as may be specified byregulations made by the Treasury under this section.\n\t\t\tAny regulations made under this section shall be made by statutoryinstrument which shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\t\tIn section 7E(4) of this Act “enactment” includes an enactment comprisedin—\n\t\t\t\tan Act of the Scottish Parliament;\n\t\t\t\tsubordinate legislation, whether made under an Act or an Act of theScottish Parliament.\n\t\t\tIn section 7E(8) of this Act “the court”, in relation to a registeredsociety, means the court having jurisdiction to wind up the society under theprovisions of the Insolvency Act 1986 as applied by section 55 of this Act.”"
    },
    {
        "length": 346,
        "text": "\nPurported contracts, deeds and obligations\n\tAfter section 29 of the 1965 Act insert—\n\t“29APurported contracts, deeds and obligations\n\t\tA contract which purports to be made by or on behalf of a registeredsociety at a time when the society has not been registered under this Act haseffect, subject to any agreement to the contrary, as one made with the personpurporting to act for the society or as agent for it.\n\t\tAccordingly, the contract is to be treated—\n\t\t\tas imposing on that person all the obligations it purports to impose on thesociety; and\n\t\t\tas conferring on him all the rights it purports to confer on the society.\n\t\tSubsections (1) and (2) of this section apply—\n\t\t\tto the making of a deed under the law of England and Wales, and\n\t\t\tto the undertaking of an obligation under the law of Scotland,\n\t\t\t\tas they apply to the making of a contract.”\n\t\tIn section 76 of the 1965 Act, after subsection (2) insert—\n\t\t“(2A)In section 29A(1) of this Act—\n\t\t\tthe reference to a registered society includes a reference to a societyregistered under the law for the time being in force in Northern Ireland forpurposes corresponding to those of this Act; and\n\t\t\tthe reference to this Act includes a reference to that law.”"
    },
    {
        "length": 1894,
        "text": "\nExecution of deeds and other documents\n\tAfter section 29A of the 1965 Act (which is inserted by section 4) insert—\n\t“29BCommon seal\n\t\tNotwithstanding any enactment or rule of law, a registered society need nothave a common seal.\n\t\tIf a registered society has a common seal, the society shall have itsregistered name engraved on the seal in legible characters.\n\t\tIf, after the coming into force of subsection (1) of this section, aregistered society decides to have a common seal, it shall not cause such aseal to be made unless the registered rules of the society contain provisionfor the custody and use of that seal.\n\t\tSection 62 of this Act does not apply in respect of an offence committed bya registered society under section 61 of this Act where the offence consistsof a failure to comply with subsection (2) or (3) of this section.\n\t\tAny officer of a registered society, or any other person acting on such asociety’s behalf, who uses or authorises the use of any seal purporting to bethe common seal of the society which does not have the society’s registeredname engraved on it in legible characters shall be liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tIn this section “enactment” includes an enactment comprised in—\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tsubordinate legislation, whether made under an Act or an Act of theScottish Parliament.\n\tCMethods for execution of documents: England and Wales\n\t\tThe following provisions have effect with respect to the execution ofdocuments by a registered society under the law of England and Wales.\n\t\tA registered society may, if it has a common seal, execute a document byaffixing that seal to it.\n\t\tA document—\n\t\t\tsigned by a member of the committee of a registered society and thesecretary of the society, or by two members of that committee, and\n\t\t\texpressed (in whatever form of words) to be executed by the society,\n\t\t\t\thas the same effect as if it were executed under the common seal of thesociety.\n\t\tA document executed by a registered society which makes it clear on itsface that it is intended by the person or persons making it to be a deed haseffect, upon delivery, as a deed; and it shall be presumed, unless a contraryintention is proved, to be delivered upon its being so executed.\n\t\tIn favour of a purchaser a document shall be deemed to have been dulyexecuted by a registered society if it purports to be signed by a member ofthe committee of the society and the secretary of the society, or by twomembers of the committee, and, where it makes it clear on its face that it isintended by the person or persons making it to be a deed, to have beendelivered upon its being executed.\n\t\tSubsections (3) to (5) of this section apply whether or not the society hasa common seal; and, in subsection (5) of this section, “purchaser” means apurchaser in good faith for valuable consideration and includes a lessee,mortgagee or other person who for valuable consideration acquires an interestin property.\n\tDExecution of documents: Scotland\n\t\tUnder the law of Scotland, for the purposes of any enactment—\n\t\t\tproviding for a document to be executed by a registered society by affixingits common seal, or\n\t\t\treferring (in whatever terms) to a document so executed,\n\t\t\t\ta document signed or subscribed by or on behalf of the society in accordancewith the provisions of the Requirements of Writing (Scotland) Act 1995 shallhave effect as if so executed.\n\t\tIn this section “enactment” includes an enactment comprised in—\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tsubordinate legislation, whether made under an Act or an Act of theScottish Parliament.\n\tEPower of society to have official seal for use abroad\n\t\tThis section applies to a registered society if—\n\t\t\tit has a common seal; and\n\t\t\tits objects require or comprise the transaction of business in foreigncountries.\n\t\tThe society may, if authorised by its registered rules, have an officialseal for use in any territory, district, or place elsewhere than in the UnitedKingdom.\n\t\tAn “official seal” is a facsimile of the society’s common seal with theaddition on its face of the name of every territory, district or place whereit is to be used.\n\tFEffect of use of official seal\n\t\tThe official seal of a registered society when duly affixed to a document hasthe same effect as the society’s common seal.\n\tGAuthorisation of use of official seal\n\t\tIf a registered society has an official seal, it may authorise any personappointed for the purpose as respects any territory, district or placeappearing on the face of that seal to affix it to any deed or other documentto which the society is party there.\n\t\tAn authorisation for the purposes of subsection (1) of this section must begiven—\n\t\t\tin the case of a society with its registered office in Scotland, by writingsubscribed in accordance with the Requirements of Writing (Scotland) Act 1995;and\n\t\t\tin any other case, by writing under the society’s common seal.\n\t\tAs between the society and a person dealing with such an agent, the agent’sauthority continues—\n\t\t\tif a period is mentioned in the authorisation, during that period; or\n\t\t\tif no period is there mentioned, until notice of the revocation ordetermination of the agent’s authority has been given to the person dealingwith him.\n\t\tThe person affixing the official seal shall certify in writing on the deedor other instrument to which the seal is affixed the date on which and theplace at which it is affixed.”\n\t\tIn section 3 of the 1965 Act (registration to effect incorporation ofsociety), omit “a common seal and with”.\n\t\tIn subsection (6) of section 5 of the 1965 Act (registered name of society)omit “engraven in legible characters on its seal and”.\n\t\tIn subsection (7) of that section—\n\t\t\tomit paragraph (a); and\n\t\t\tin paragraph (b) for “that name” substitute “the society’s registeredname”.\n\t\tOmit section 36 of the 1965 Act (provision about the execution of documentsby societies in Scotland, which has been superseded and repealed there butwhich remains in force elsewhere).\n\t\tIn section 76(2) of the 1965 Act (provisions which apply to NorthernIreland societies that have recorded their rules with the Financial ServicesAuthority), for “26 to” substitute “26 to 29, 29B to 29D,”.\n\t\tFor paragraph 13 of Schedule 1 to the 1965 Act substitute—\n\t\t\t“13If the society is to have a common seal, provision for its custody anduse.”\n\t\tIn section 91 of the Land Registration Act [2002 (c.9)](/id/ukpga/2002/9?view=plain \"Go to item of legislation\") (formalities inrelation to electronic dispositions) after subsection (9) insert—\n\t\t“(9A)If subsection (3) of section 29C of the Industrial and ProvidentSocieties Act 1965 (execution of documents) applies to a document because ofsubsection (4) above, subsection (5) of that section (presumption of dueexecution) shall have effect in relation to the document with the substitutionof “authenticated” for “signed”.”\n\t\tThe Schedule to this Act (which contains repeals made as a result of thissection) shall have effect."
    },
    {
        "length": 119,
        "text": "\nShort title and extent\n\tThis Act may be cited as the Co-operatives and Community Benefit SocietiesAct 2003 and this Act and the Industrial and Provident Societies Acts 1965 to2002 may be cited together as the Industrial and Provident Societies Acts 1965to 2003.\n\tSection 5(8) extends to England and Wales only.\n\tThis Act does not extend to Northern Ireland.\n\t\tSection 5(9)"
    }
]