[
    {
        "length": 997,
        "text": "\nSale of corrosive products to persons under 18\n\tA person commits an offence if they sell a corrosive product to a personwho is under the age of 18.\n\tSubject to section 2, it is a defence for a person charged in England andWales or Northern Ireland with an offence under subsection (1) to prove thatthey took all reasonable precautions and exercised all due diligence to avoidthe commission of the offence.\n\tExcept where section 2 applies, it is a defence for a person (“theaccused”) charged in Scotland with an offence under subsection (1) to showthat—\n\t\tthe accused believed the person to whom the corrosive product was sold(“the purchaser”) to be aged 18 or over, and\n\t\teither the accused had taken reasonable steps to establish the purchaser’sage or no reasonable person could have suspected from the purchaser’sappearance that the purchaser was under the age of 18.\n\tFor the purposes of subsection (3)(b), the accused is to be treated ashaving taken reasonable steps to establish the purchaser’s age if and only if—\n\t\tthe accused was shown any of the documents mentioned in subsection (5), and\n\t\tthe document would have convinced a reasonable person.\n\tThose documents are any document bearing to be—\n\t\ta passport,\n\t\ta European Union photocard driving licence, or\n\t\tsuch other document, or a document of such other description, as theScottish Ministers may prescribe by order.\n\tThe accused is to be taken to have shown a matter mentioned in subsection(3) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person guilty of an offence under subsection (1) is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks, to a fine or to both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding 6 months, to a fine not exceeding level 5 on the standardscale or to both.\n\tIn relation to an offence committed before the coming into force of section281(5) of the Criminal Justice Act 2003, the reference in subsection (7)(a) to51 weeks is to be read as a reference to 6 months.\n\tIn Scotland, proceedings for an offence under subsection (1) may becommenced within the period of 12 months beginning with the commission of theoffence.\n\tSection 136(3) of the Criminal Procedure (Scotland) Act 1995 (date whenproceedings deemed to be commenced) applies for the purposes of subsection (9)as it applies for the purposes of that section.\n\tSubject to subsection (15), in this section and sections 2 to 4 “corrosiveproduct” means—\n\t\ta substance listed in the first column of Schedule 1, or\n\t\ta product which contains a substance listed in the first column of thatSchedule in a concentration higher than the limit set out for that substancein the second column of that Schedule.\n\tThe appropriate national authority may by regulations amend Schedule 1 byadding, modifying or removing a reference to a substance or a concentrationlimit.\n\tBefore making regulations under subsection (12) the appropriate nationalauthority must consult such persons likely to be affected by the regulationsas the authority considers appropriate.\n\tIn this section “the appropriate national authority” means—\n\t\tin relation to England and Wales and Scotland, the Secretary of State, and\n\t\tin relation to Northern Ireland, the Department of Justice in NorthernIreland.\n\tReferences to a corrosive product in this section and sections 2 to 4 donot include a substance or product which is contained in a battery.\n\tSee section 5 for provisions about presumptions as to the content ofcontainers in proceedings in Scotland."
    },
    {
        "length": 841,
        "text": "\nDefence to remote sale of corrosive products to persons under 18\n\tThis section applies if—\n\t\ta person (“the seller”) is charged with an offence under section 1 (sale ofcorrosive products to persons under 18), and\n\t\tthe seller was not in the presence of the person (“the buyer”) to whom theproduct to which the charge relates was sold at the time of the sale.\n\tFor the purposes of subsection (1)(b) the seller was not in the presence ofthe buyer at the time of the sale if—\n\t\twhere the seller is an individual, the seller or a person acting on theseller’s behalf was not in the presence of the buyer at that time;\n\t\twhere the seller is not an individual, a person acting on the seller’sbehalf was not in the presence of the buyer at that time.\n\tIf the seller is charged with the offence in England and Wales or NorthernIreland, the seller is not to be regarded as having proved that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence unless, as a minimum, they prove that the conditions insubsections (6) to (9) are met.\n\tIf the seller is charged with the offence in Scotland, it is a defence forthe seller to show that the conditions in subsections (6) to (9) are met.\n\tFor the purposes of subsection (4) the seller is to be taken to have showna matter mentioned in subsections (6) to (9) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tCondition A is that, at the time the offence is alleged to have beencommitted—\n\t\tthe seller operated a system for checking that persons who bought corrosiveproducts by the same or a similar method of purchase to that used by the buyerwere not under the age of 18, and\n\t\tthat system was likely to prevent persons under the age of 18 from buyingcorrosive products by that method.\n\tCondition B is that when the package containing the corrosive product wasdispatched by the seller, it was clearly marked to indicate—\n\t\tthat it contained a corrosive product, and\n\t\tthat, when finally delivered, it should only be delivered into the hands ofa person aged 18 or over.\n\tCondition C is that the seller took all reasonable precautions andexercised all due diligence to ensure that, when finally delivered, thepackage would be delivered into the hands of a person aged 18 or over.\n\tCondition D is that the seller did not deliver the package, or arrange forits delivery, to a locker.\n\tWhere the corrosive product was dispatched by the seller to a place fromwhich it was to be collected by the buyer or a person acting on behalf of thebuyer, references in subsections (7) and (8) to the final delivery of theproduct are to be read as its supply to the buyer or a person acting on behalfof the buyer from that place.\n\tIn subsection (9) “locker” means a lockable container to which the packagewas delivered with a view to its collection by the buyer, or a person actingon behalf of the buyer, in accordance with arrangements made between theseller and the buyer."
    },
    {
        "length": 883,
        "text": "\nDelivery of corrosive products to residential premises etc\n\tThis section applies if—\n\t\ta person (“the seller”) sells a corrosive product to another person (“thebuyer”), and\n\t\tthe seller and the buyer are not in each other’s presence at the time ofthe sale.\n\tThe seller commits an offence if, for the purposes of supplying thecorrosive product to the buyer, the seller delivers the product, or arrangesfor its delivery, to residential premises.\n\tThe seller commits an offence if, for the purposes of supplying thecorrosive product to the buyer, the seller delivers the product, or arrangesfor its delivery, to a locker.\n\tFor the purposes of subsection (1)(b) a person (“A”) is not in the presenceof another person (“B”) at any time if—\n\t\twhere A is an individual, A or a person acting on behalf of A is not in thepresence of B at that time;\n\t\twhere A is not an individual, a person acting on behalf of A is not in thepresence of B at that time.\n\tIn subsection (2) “residential premises” means premises used solely forresidential purposes.\n\tThe circumstances where premises are not residential premises for thepurposes of that subsection include, in particular, where a person carries ona business from the premises.\n\tIn subsection (3) “locker” means a lockable container to which thecorrosive product is delivered with a view to its collection by the buyer, ora person acting on behalf of the buyer, in accordance with arrangements madebetween the seller and the buyer.\n\tIt is a defence for a person charged in England and Wales or NorthernIreland with an offence under this section to prove that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence.\n\tIt is a defence for a person charged in Scotland with an offence under thissection to show that they took all reasonable precautions and exercised alldue diligence to avoid the commission of the offence.\n\tA person is to be taken to have shown a matter mentioned in subsection (9)if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks, to a fine or to both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding 6 months, to a fine not exceeding level 5 on the standardscale or to both.\n\tIn relation to an offence committed before the coming into force ofsection 281(5) of the Criminal Justice Act 2003, the reference in subsection(11)(a) to 51 weeks is to be read as a reference to 6 months.\n\tIn Scotland, proceedings for an offence under this section may becommenced within the period of 12 months beginning with the commission of theoffence.\n\tSection 136(3) of the Criminal Procedure (Scotland) Act 1995 (date whenproceedings deemed to be commenced) applies for the purposes of subsection(13) as it applies for the purposes of that section.\n\tSee section 5 for provisions about presumptions as to the content ofcontainers in proceedings in Scotland."
    },
    {
        "length": 971,
        "text": "\nDelivery of corrosive products to persons under 18\n\tThis section applies if—\n\t\ta person (“the seller”) sells a corrosive product to another person (“thebuyer”),\n\t\tthe seller and the buyer are not in each other’s presence at the time ofthe sale and the seller is outside the United Kingdom at that time,\n\t\tbefore the sale, the seller entered into an arrangement with a person whois a body corporate by which the person agreed to deliver corrosive productsfor the seller,\n\t\tthat person was aware when they entered into the arrangement that itcovered the delivery of corrosive products, and\n\t\tthat person delivers the corrosive product pursuant to that arrangement.\n\tFor the purposes of subsection (1)(b) a person (“A”) is not in the presenceof another person (“B”) at any time if—\n\t\twhere A is an individual, A or a person acting on behalf of A is not in thepresence of B at that time;\n\t\twhere A is not an individual, a person acting on behalf of A is not in thepresence of B at that time.\n\tFor the purposes of subsection (1)(b) a person other than an individual isoutside the United Kingdom at any time if the person does not carry on abusiness of selling articles of any kind from premises in any part of theUnited Kingdom at that time.\n\tThe person mentioned in subsection (1)(e) commits an offence if, when theydeliver the corrosive product, they do not deliver it into the hands of aperson aged 18 or over.\n\tIt is a defence for a person charged in England and Wales or NorthernIreland with an offence under subsection (4) to prove that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence.\n\tIt is a defence for a person (“the accused”) charged in Scotland with anoffence under subsection (4) to show that—\n\t\tthe accused believed the person into whose hands the corrosive product wasdelivered to be aged 18 or over, and\n\t\teither the accused had taken reasonable steps to establish the person’s ageor no reasonable person could have suspected from the person’s appearance thatthe person was under the age of 18.\n\tFor the purposes of subsection (6)(b), the accused is to be treated ashaving taken reasonable steps to establish the person’s age if and only if—\n\t\tthe accused was shown any of the documents mentioned in subsection (8), and\n\t\tthe document would have convinced a reasonable person.\n\tThose documents are any document bearing to be—\n\t\ta passport,\n\t\ta European Union photocard driving licence, or\n\t\tsuch other document, or a document of such other description, as theScottish Ministers may prescribe by order.\n\tThe accused is to be taken to have shown a matter mentioned in subsection(6) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person guilty of an offence under subsection (4) is liable—\n\t\ton summary conviction in England and Wales, to a fine;\n\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\tIn Scotland, proceedings for an offence under this section may becommenced within the period of 12 months beginning with the commission of theoffence.\n\tSection 136(3) of the Criminal Procedure (Scotland) Act 1995 (date whenproceedings deemed to be commenced) applies for the purposes of subsection(11) as it applies for the purposes of that section.\n\tSee section 5 for provisions about presumptions as to the content ofcontainers in proceedings in Scotland."
    },
    {
        "length": 360,
        "text": "\nPresumptions in proceedings in Scotland for offence under section 1, 3or 4\n\tThis section applies for the purposes of any trial in proceedings for analleged offence under section 1(1), 3(2) or (3) or 4(4).\n\tWhere— \n\t\ta substance is found in a container (whether open or sealed), and\n\t\tthere is on the container a description of the contents of the container,\n\t\t\tthe substance found is to be presumed to be a substance of that description.\n\tWhere an open container is found which—\n\t\tis empty or contains an amount of a substance which is insufficient toallow analysis of it,\n\t\twas sealed at the time it was sold or delivered, and\n\t\thas on it a description of the contents of the container,\n\t\tthe container is to be presumed to have contained, at the time it was sold ordelivered, a substance of that description.\n\tAt the trial, any party to the proceedings may rebut the presumptionmentioned in subsection (2) or (3) by proving that, at the time of its sale ordelivery, the substance in the container was not of the description on thecontainer.\n\tA party may lead evidence for the purpose of rebutting the presumption onlyif the party has, not less than 7 days before the date of the trial, givennotice of the intention to do so to the other parties."
    },
    {
        "length": 820,
        "text": "\nOffence of having a corrosive substance in a public place\n\tA person commits an offence if they have a corrosive substance with them ina public place.\n\tIt is a defence for a person charged in England and Wales or NorthernIreland with an offence under subsection (1) to prove that they had goodreason or lawful authority for having the corrosive substance with them in apublic place.\n\tWithout prejudice to the generality of subsection (2), it is a defence fora person charged in England and Wales or Northern Ireland with an offenceunder subsection (1) to prove that they had the corrosive substance with themfor use at work.\n\tIt is a defence for a person charged in Scotland with an offence undersubsection (1) to show that they had a reasonable excuse or lawful authorityfor having the corrosive substance with them in a public place.\n\tWithout prejudice to the generality of subsection (4), it is a defence fora person charged in Scotland with an offence under subsection (1) to show thatthey had the corrosive substance with them for use at work.\n\tA person is to be taken to have shown a matter mentioned in subsection (4)or (5) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person guilty of an offence under subsection (1) is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months, to a fine or to both;\n\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months, to a fine not exceeding the statutory maximum or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months, to a fine not exceeding the statutory maximum or to both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 4years, to a fine or to both.\n\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003 (maximum sentence that may be imposedon summary conviction of offence triable either way) the reference insubsection (7)(a) to 12 months is to be read as a reference to 6 months.\n\tIn this section—\n\t\t  * “corrosive substance” means a substance which is capable of burning human skin by corrosion; \n\t\t  * “public place”, in relation to England and Wales or Northern Ireland, includes any place to which, at the time in question, the public have or are permitted access, whether on payment or otherwise; \n\t\t  * “public place”, in relation to Scotland, means any place other than premises occupied as a private dwelling (including any stair, passage, garden, yard, garage, outhouse or other appurtenance of such premises which is not used in common by the occupants of more than one such dwelling). \n\tSee— \n\t\tsection 7 for provisions about presumptions as to the content of containersin proceedings in Scotland;\n\t\tsections 8 and 9 for provisions requiring a court in England and Wales toimpose an appropriate custodial sentence in certain cases."
    },
    {
        "length": 386,
        "text": "\nPresumptions in proceedings in Scotland for offence under section 6\n\tThis section applies for the purposes of any trial in proceedings for analleged offence under section 6(1).\n\tWhere— \n\t\ta substance is found in a container (whether open or sealed), and\n\t\tthere is on the container a description of the contents of the container,\n\t\t\tthe substance found is to be presumed to be a substance of that description.\n\tSubsection (4) applies where—\n\t\tan open container is found,\n\t\ta substance has been poured out of, or otherwise removed from, thecontainer,\n\t\tthe container is empty or contains an amount of the substance mentioned inparagraph (b) which is insufficient to allow analysis of it, and\n\t\tthe container has on it a description of its contents.\n\tThe container is to be presumed to have contained, immediately before theaction mentioned in paragraph (b) of subsection (3) was taken, a substance ofthe description mentioned in paragraph (d) of that subsection.\n\tAt the trial, any party to the proceedings may rebut the presumptionmentioned in subsection (2) or (4) by proving that, at the time the offence isalleged to have been committed, the substance in the container was not of thedescription on the container.\n\tA party may lead evidence for the purpose of rebutting the presumption onlyif the party has, not less than 7 days before the date of the trial, givennotice of the intention to do so to the other parties."
    },
    {
        "length": 674,
        "text": "\nAppropriate custodial sentence for conviction under section 6\n\tThis section applies where—\n\t\ta person is convicted of an offence under section 6(1) by a court inEngland and Wales, and\n\t\twhen the offence was committed, the person—\n\t\twas aged 16 or over, and\n\t\thad at least one relevant conviction (see section 9).\n\tThe court must impose an appropriate custodial sentence (with or without afine) unless the court is of the opinion that there are particularcircumstances which—\n\t\trelate to the offence, to the previous offence or to the offender, and\n\t\twould make it unjust to do so in all the circumstances.\n\tAn “appropriate custodial sentence” is—\n\t\tin the case of a person who is aged 18 or over when convicted, a sentenceof imprisonment for a term of at least 6 months;\n\t\tin the case of a person who is aged 16 or 17 when convicted, a detentionand training order of at least 4 months.\n\tIn the case of a person aged 16 or 17, in considering whether it is of theopinion mentioned in subsection (2) the court must have regard to its dutyunder section 44 of the Children and Young Persons Act 1933 (generalconsiderations).\n\tSubsection (6) applies where—\n\t\tan appropriate custodial sentence has been imposed on a person undersubsection (2), and\n\t\ta relevant conviction which resulted in subsection (2) applying to thatperson has subsequently been set aside on appeal.\n\tNotice of appeal against the sentence may be given at any time within theperiod of 28 days beginning with the day after the day on which the relevantconviction was set aside (despite anything in section 18 of the CriminalAppeal Act 1968 (initiating procedure)).\n\tThis section applies only to an offence committed on or after the day onwhich this section came into force.\n\tWhere an offence is found to have been committed—\n\t\tover a period of two or more days, or\n\t\tat some time during a period of two or more days,\n\t\t\tit is to be taken for the purposes of this section to have been committed onthe last of those days.\n\tBefore the coming into force of paragraph 180 of Schedule 7 to the CriminalJustice and Court Services Act 2000, the reference in subsection (3)(a) to asentence of imprisonment, in relation to an offender under the age of 21 atthe time of conviction, is to be read as a reference to a sentence ofdetention in a young offender institution."
    },
    {
        "length": 958,
        "text": "\nOffence under section 6: relevant convictions\n\tIn section 8 “relevant conviction” means—\n\t\ta conviction for an offence under—\n\t\tsection 1 or 1A of the Prevention of Crime Act 1953 (offences relating tooffensive weapons),\n\t\tsection 139, 139A or 139AA of the Criminal Justice Act 1988 (offencesrelating to bladed articles and offensive weapons), or\n\t\tsection 6 of this Act,\n\t\t\t(a “relevant offence”),\n\t\ta conviction in Scotland, Northern Ireland or a member State other than theUnited Kingdom for a civilian offence which would have constituted a relevantoffence if committed in England and Wales at the time of that conviction,\n\t\ta conviction for an offence under section 42 of the Armed Forces Act 2006in respect of which the corresponding offence under the law of England andWales (within the meaning of that section) is a relevant offence,\n\t\ta conviction for an offence under section 70 of the Army Act 1955, section70 of the Air Force Act 1955 or section 42 of the Naval Discipline Act 1957 inrespect of which the corresponding civilian offence (within the meaning of theAct in question) is a relevant offence, or\n\t\ta conviction for a member State service offence which would haveconstituted a relevant offence if committed in England and Wales at the timeof conviction.\n\tReferences in subsection (1) to a conviction for an offence are to aconviction for an offence regardless of when it was committed.\n\tIn this section—\n\t\t  * “civilian offence” means an offence other than— \n\t\tan offence under an enactment mentioned in subsection (1)(c) or (d), or\n\t\ta member State service offence;\n\t\t\t  * “conviction” includes— \n\t\tin relation to an offence under section 42 of the Armed Forces Act 2006,anything which by virtue of section 376(1) and (2) of that Act is to betreated as a conviction, and\n\t\tin relation to an offence under section 42 of the Naval Discipline Act 1957and a member State service offence, a finding of guilt in respect of theperson;\n\t\t\t  * “member State service offence” means an offence which was the subject of proceedings under the law of a member State, other than the United Kingdom, governing all or any of the naval, military or air forces of that State. \n\tFor the purposes of subsection (1)(c) and (d), where the offence wascommitted by aiding, abetting, counselling or procuring, it must be assumedthat the act aided, abetted, counselled or procured was done in England andWales.\n\tIn this section—\n\t\tin subsection (1)—\n\t\tin paragraph (b), for “Scotland, Northern Ireland or a member State otherthan the United Kingdom” substitute “Scotland or Northern Ireland”,\n\t\tat the end of paragraph (c) insert “or”, and\n\t\tomit paragraph (e) and the “or” preceding that paragraph, and\n\t\tin subsection (3)—\n\t\tfor the definition of “civilian offence” substitute—\n\t\t\t  * ““civilian offence” means an offence other than an offence under an enactment mentioned in subsection (1)(c) or (d);”,\n\t\tin the definition of “conviction”, in paragraph (b) omit “and a memberState service offence”, and\n\t\tomit the definition of “member State service offence”."
    },
    {
        "length": 295,
        "text": "\nSearch for corrosive substances: England and Wales\n\tSection 1 of the Police and Criminal Evidence Act 1984 (power of constableto stop and search persons, vehicles etc) is amended as follows.\n\tIn subsection (2), after “any article to which subsection (8A) belowapplies” insert “, any substance to which subsection (8AA) below applies”.\n\tIn subsection (3), after “any article to which subsection (8A) belowapplies” insert “, any substance to which subsection (8AA) below applies”.\n\tIn subsection (6), after “an article to which subsection (8A) belowapplies” insert “, a substance to which subsection (8AA) below applies”.\n\tAfter subsection (8A) insert—\n\t\t“(8AA)This subsection applies to any substance in relation to which a personhas committed, or is committing or is going to commit an offence under section6 of the Offensive Weapons Act 2019 (offence of having a corrosive substancein a public place).\n\t(8AB)In this section references to such a substance include an article whichcontains such a substance.”"
    },
    {
        "length": 320,
        "text": "\nSearch for corrosive substances: Scotland\n\tThis section applies if a constable has reasonable grounds for suspectingthat a person—\n\t\tis carrying a corrosive substance, and\n\t\thas committed or is committing an offence under section 6.\n\tThe constable may search the person without warrant, and detain the personfor such time as is reasonably required to permit the search to be carriedout.\n\tIf in the course of the search the constable finds a substance which theconstable reasonably suspects to be a corrosive substance, the constable mayseize and retain the substance and any article in which it is contained.\n\tIf a constable detains a person under this section the constable mustinform the person of the reason for doing so.\n\tA person commits an offence if the person—\n\t\tintentionally obstructs a constable in the exercise of the constable’spowers under this section, or\n\t\tconceals a corrosive substance from a constable acting in the exercise ofthose powers.\n\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\tIn this section “corrosive substance” has the same meaning as in section 6."
    },
    {
        "length": 446,
        "text": "\nSearch for corrosive substances: Northern Ireland\n\tArticle 3 of the Police and Criminal Evidence (Northern Ireland) Order 1989([SI 1989/1341 (NI 12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\")) (power of constable to stop and search persons, vehicles etc)is amended in accordance with subsections (2) to (5).\n\tIn paragraph (2)(a), after “any article to which paragraph (9) applies”insert “, any substance to which paragraph (9ZA) applies”.\n\tIn paragraph (3), after “any article to which paragraph (9) applies” insert“, any substance to which paragraph (9ZA) applies”.\n\tIn paragraph (6), after “an article to which paragraph (9) applies” insert“, a substance to which paragraph (9ZA) applies”.\n\tAfter paragraph (9) insert—\n\t\t“(9ZA)This paragraph applies to any substance in relation to which a personhas committed, or is committing or is going to commit an offence under section6 of the Offensive Weapons Act 2019 (offence of having a corrosive substancein a public place).\n\t(9ZB)In this Article references to such a substance include an article whichcontains such a substance.”\n\tIn Schedule 2A to the Police (Northern Ireland) Act 2003 (powers and dutiesof community support officer), after paragraph 17 insert—\n\t“Powers in relation to corrosive substances\n\t\t17AA CSO shall have the powers of a constable under Article 3 of the 1989Order in relation to any substance to which paragraph (9ZA) of that Articleapplies.”"
    },
    {
        "length": 973,
        "text": "\nConsequential amendments relating to corrosive products and substances\n\tConsequential amendments relating to corrosive products and substances\n\t\tIn section 1ZA(1)(a) of the Prevention of Crime Act 1953 (offence undersection 1: previous relevant convictions)—\n\t\t\tomit the “or” at the end of sub-paragraph (i), and\n\t\t\tat the end of sub-paragraph (ii) insert “or\n\t\t\tsection 6 of the Offensive Weapons Act 2019,”.\n\t\tIn section 37(1A) of the Mental Health Act 1983 (powers of courts to orderhospital admission or guardianship: effect of provisions requiring impositionof appropriate custodial sentence)—\n\t\t\tomit the “or” at the end of paragraph (c), and\n\t\t\tat the end of paragraph (d) insert “or\n\t\t\tunder section 8(2) of the Offensive Weapons Act 2019 (minimum sentences incertain cases of possession of a corrosive substance),”.\n\t\tIn section 36(2)(b) of the Criminal Justice Act 1988 (review of sentencingin case of failure to impose appropriate custodial sentence)—\n\t\t\tomit the “or” at the end of sub-paragraph (iii), and\n\t\t\tat the end of sub-paragraph (iv) insert “; or\n\t\t\tsection 8(2) of the Offensive Weapons Act 2019.”\n\t\tIn section 139AZA(1)(a) of the Criminal Justice Act 1988 (offences undersections 139 and 139A: previous relevant convictions)—\n\t\t\tomit the “or” at the end of sub-paragraph (i), and\n\t\t\tat the end of sub-paragraph (ii) insert “or\n\t\t\tsection 6 of the Offensive Weapons Act 2019,”.\n\t\tIn Schedule 9 to the Criminal Procedure (Scotland) Act 1995 (certificatesas to proof of certain routine matters) at the end insert—\n\t\t\t“The Offensive Weapons Act 2019| |  ---|---|---  Sections 1(1), 3(2) and (3) and 4(4) (offences relating to sale and deliveryof corrosive products)| A person authorised to do so by the ScottishMinisters| In relation to any particular product which is identified in thecertificate— (a) the name and Chemical Abstracts Registry number of thatproduct, or (b) the name and Chemical Abstracts Registry number of a substancecontained in that product and the concentration of that substance in thatproduct.  Section 6(1) (offence of having corrosive substance in a public place)| Aperson authorised to do so by the Scottish Ministers| That the particularsubstance identified in the certificate is a corrosive substance within themeaning of section 6(9) of the Offensive Weapons Act 2019.”    (6)In section 12(1A) of the Powers of Criminal Courts (Sentencing) Act 2000(provisions preventing the making of an order for absolute or conditionaldischarge), after paragraph (f) insert—\n\t\t\tsection 8(2) of the Offensive Weapons Act 2019.”\n\t\tIn section 144 of the Criminal Justice Act 2003 (reduction in sentences forguilty pleas)—\n\t\t\tin subsection (3), at the end insert—\n\t\t\t\t  * “section 8(2) of the Offensive Weapons Act 2019.”, and\n\t\t\tin subsection (5), at the end insert—\n\t\t\t\t  * “section 8(2) of the Offensive Weapons Act 2019.”"
    },
    {
        "length": 1619,
        "text": "\nKnife crime prevention orders made otherwise than on conviction\n\tKnife crime prevention order made otherwise than on conviction\n\t\tA court may make a knife crime prevention order under this section inrespect of a person aged 12 or over (the “defendant”) if the followingconditions are met.\n\t\tThe first condition is that a person has, by complaint to the court,applied for a knife crime prevention order under this section in accordancewith section 15.\n\t\tThe second condition is that the court is satisfied on the balance ofprobabilities that, on at least two occasions in the relevant period, thedefendant had a bladed article with them without good reason or lawfulauthority—\n\t\t\tin a public place in England and Wales,\n\t\t\ton school premises, or\n\t\t\ton further education premises.\n\t\tIn subsection (3) “the relevant period” means the period of two yearsending with the day on which the order is made; but an event may be taken intoaccount for the purposes of that subsection only if it occurred after thecoming into force of this section.\n\t\tWithout prejudice to the generality of subsection (3), a person has goodreason for having a bladed article with them in a place mentioned in thatsubsection if the person has the article with them in that place—\n\t\t\tfor use at work,\n\t\t\tfor educational purposes,\n\t\t\tfor religious reasons, or\n\t\t\tas part of any national costume.\n\t\tThe third condition is that the court thinks that it is necessary to makethe order—\n\t\t\tto protect the public in England and Wales from the risk of harm involvinga bladed article,\n\t\t\tto protect any particular members of the public in England and Wales(including the defendant) from such risk, or\n\t\t\tto prevent the defendant from committing an offence involving a bladedarticle.\n\t\tA knife crime prevention order under this section is an order which, for apurpose mentioned in subsection (6)—\n\t\t\trequires the defendant to do anything described in the order;\n\t\t\tprohibits the defendant from doing anything described in the order.\n\t\tSee also—\n\t\t\tsection 21 (which makes further provision about the requirements andprohibitions which may be imposed by a knife crime prevention order under thissection),\n\t\t\tsection 22 (which makes further provision about the inclusion ofrequirements in a knife crime prevention order under this section), and\n\t\t\tsection 23 (which makes provision about the duration of a knife crimeprevention order under this section).\n\t\tSection 127 of the Magistrates’ Courts Act 1980 (time limits) does notapply to a complaint under this section.\n\t\tIn this section—\n\t\t\t  * “court”— \n\t\t\tin the case of a defendant who is under the age of 18, means a magistrates’court which is a youth court, and\n\t\t\tin any other case, means a magistrates’ court which is not a youth court;\n\t\t\t\t  * “further education premises” means land used solely for the purposes of— \n\t\t\tan institution within the further education sector (within the meaning ofsection 91 of the Further and Higher Education Act 1992), or\n\t\t\ta 16 to 19 Academy (within the meaning of section 1B of the Academies Act2010),\n\t\t\t\texcluding any land occupied solely as a dwelling by a person employed at theinstitution or the 16 to 19 Academy;\n\t\t\t\t  * “public place” includes any place to which, at the time in question, the public have or are permitted access, whether on payment or otherwise; \n\t\t\t\t  * “school premises” means any land used for the purposes of a school, excluding any land occupied solely as a dwelling by a person employed at the school; and “school” has the meaning given by section 4 of the Education Act 1996. \n\tRequirements for application for order under section 14\n\t\tAn application for a knife crime prevention order under section 14 may bemade only by—\n\t\t\ta relevant chief officer of police,\n\t\t\tthe chief constable of the British Transport Police Force, or\n\t\t\tthe chief constable of the Ministry of Defence Police.\n\t\tFor the purposes of subsection (1)(a) a chief officer of police is arelevant chief officer of police in relation to an application for a knifecrime prevention order in respect of a defendant if—\n\t\t\tthe defendant lives in the chief officer’s police area, or\n\t\t\tthe chief officer believes that the defendant is in, or is intending tocome to, the chief officer’s police area.\n\t\tAn application for a knife crime prevention order under section 14 made bya chief officer of police for a police area may be made only to a court actingfor a local justice area that includes any part of that police area.\n\t\tSubsections (5) and (6) apply if a person proposes to apply for a knifecrime prevention order under section 14 in respect of a defendant who—\n\t\t\tis under the age of 18, and\n\t\t\twill be under that age when the application is made.\n\t\tBefore making the application the person must consult the youth offendingteam established under section 39 of the Crime and Disorder Act 1998 in whosearea it appears to the person that the defendant lives.\n\t\tIf it appears to the person that the defendant lives in the area of two ormore youth offending teams, the obligation in subsection (5) is to consultsuch of those teams as the person thinks appropriate.\n\tApplication without notice\n\t\tAn application for a knife crime prevention order under section 14 may bemade without the applicant giving notice to the defendant.\n\t\tSection 15(4) to (6) (consultation requirements) does not apply to anapplication made without notice.\n\t\tIf an application is made without notice the court must—\n\t\t\tadjourn the proceedings and make an interim knife crime prevention orderunder section 17,\n\t\t\tadjourn the proceedings without making an interim knife crime preventionorder under that section, or\n\t\t\tdismiss the application.\n\t\tIf the court acts under subsection (3)(a) or (b), the applicant must complywith section 15(4) to (6) before the date of the first full hearing.\n\t\tIn this section “full hearing” means a hearing of which notice has beengiven to the applicant and the defendant in accordance with rules of court."
    },
    {
        "length": 861,
        "text": "\nInterim knife crime prevention orders\n\tInterim knife crime prevention order: application without notice\n\t\tWhere an application for a knife crime prevention order in respect of adefendant is made without notice by virtue of section 16, the court may makean interim knife crime prevention order under this section in respect of thedefendant if the first and second conditions are met.\n\t\tThe first condition is that the proceedings on the knife crime preventionorder are adjourned (otherwise than at a full hearing within the meaning ofsection 16).\n\t\tThe second condition is that the court thinks that it is necessary to makean interim knife crime prevention order under this section.\n\t\tAn interim knife crime prevention order under this section is an orderwhich imposes on the defendant such of the prohibitions that may be imposed bya knife crime prevention order under section 14 as the court thinks arerequired in relation to the defendant.\n\t\tAn interim knife crime prevention order under this section may not imposeon the defendant any of the requirements that may be imposed by a knife crimeprevention order under section 14.\n\t\tSee also—\n\t\t\tsection 21 (which makes further provision about the prohibitions which maybe imposed by an interim knife crime prevention order under this section), and\n\t\t\tsection 23 (which makes provision about the duration of an interim knifecrime prevention order under this section).\n\tInterim knife crime prevention order: application not determined\n\t\tThis section applies if—\n\t\t\tan application is made to a court for a knife crime prevention order undersection 14 in respect of a defendant,\n\t\t\tthe defendant is notified of the application in accordance with rules ofcourt, and\n\t\t\tthe application is adjourned.\n\t\tThe court may make an interim knife crime prevention order in respect ofthe defendant if—\n\t\t\tthe first or second condition is met, and\n\t\t\tthe third condition is met.\n\t\tThe first condition is that, by the complaint by which the applicationmentioned in subsection (1) is made, the applicant also applies for an interimknife crime prevention order in respect of the defendant.\n\t\tThe second condition is that, by complaint to the court, the applicant forthe order mentioned in subsection (1) subsequently applies for an interimknife crime prevention order in respect of the defendant.\n\t\tThe third condition is that the court thinks that it is just to make theorder.\n\t\tAn interim knife crime prevention order under this section is an orderwhich—\n\t\t\timposes on the defendant such of the requirements that may be imposed by aknife crime prevention order under section 14 as the court thinks appropriate;\n\t\t\timposes on the defendant such of the prohibitions that may be imposed by aknife crime prevention order under that section as the court thinksappropriate.\n\t\tSee also—\n\t\t\tsection 21 (which makes further provision about the requirements andprohibitions that may be imposed by an interim knife crime prevention orderunder this section),\n\t\t\tsection 22 (which makes further provision about the inclusion ofrequirements in an interim knife crime prevention order under this section),and\n\t\t\tsection 23 (which makes provision about the duration of an interim knifecrime prevention order under this section).\n\t\tSection 127 of the Magistrates’ Courts Act 1980 (time limits) does notapply to a complaint under this section."
    },
    {
        "length": 886,
        "text": "\nKnife crime prevention orders made on conviction\n\tKnife crime prevention order made on conviction\n\t\tThis section applies where—\n\t\t\ta person aged 12 or over (the “defendant”) is convicted of an offence whichwas committed after the coming into force of this section, and\n\t\t\ta court dealing with the defendant in respect of the offence is satisfiedon the balance of probabilities that the offence is a relevant offence.\n\t\tThe court may make a knife crime prevention order under this section inrespect of the defendant if the following conditions are met.\n\t\tThe first condition is that the prosecution applies for a knife crimeprevention order to be made under this section.\n\t\tThe second condition is that the court thinks that it is necessary to makethe order—\n\t\t\tto protect the public in England and Wales from the risk of harm involvinga bladed article,\n\t\t\tto protect any particular members of the public in England and Wales(including the defendant) from such risk, or\n\t\t\tto prevent the defendant from committing an offence involving a bladedarticle.\n\t\tA knife crime prevention order under this section is an order which, for apurpose mentioned in subsection (4)—\n\t\t\trequires the defendant to do anything described in the order;\n\t\t\tprohibits the defendant from doing anything described in the order.\n\t\tSee also—\n\t\t\tsection 21 (which makes further provision about the requirements andprohibitions that may be imposed by a knife crime prevention order under thissection),\n\t\t\tsection 22 (which makes further provision about the inclusion ofrequirements in a knife crime prevention order under this section), and\n\t\t\tsection 23 (which makes provision about the duration of a knife crimeprevention order under this section).\n\t\tThe court may make a knife crime prevention order under this section inrespect of the defendant only if it is made in addition to—\n\t\t\ta sentence imposed in respect of the offence, or\n\t\t\tan order discharging the offender conditionally.\n\t\tFor the purposes of deciding whether to make a knife crime prevention orderunder this section the court may consider evidence led by the prosecution andevidence led by the defendant.\n\t\tIt does not matter whether the evidence would have been admissible in theproceedings in which the defendant was convicted.\n\t\tFor the purposes of this section an offence is a relevant offence if—\n\t\t\tthe offence involved violence,\n\t\t\ta bladed article was used, by the defendant or any other person, in thecommission of the offence, or\n\t\t\tthe defendant or another person who committed the offence had a bladedarticle with them when the offence was committed.\n\t\tIn subsection (10) “violence” includes a threat of violence.\n\tRequirement to consult on application for order under section 19\n\t\tThis section applies if the prosecution proposes to apply for a knife crimeprevention order under section 19 in respect of a defendant who—\n\t\t\tis under the age of 18, and\n\t\t\twill be under that age when the application is made.\n\t\tBefore making the application, the prosecution must consult the youthoffending team established under section 39 of the Crime and Disorder Act 1998in whose area it appears to the prosecution that the defendant lives.\n\t\tIf it appears to the prosecution that the defendant lives in the area oftwo or more youth offending teams, the obligation in subsection (2) is toconsult such of those teams as the prosecution thinks appropriate."
    },
    {
        "length": 1725,
        "text": "\nProvisions of knife crime prevention order\n\tProvisions of knife crime prevention order\n\t\tThe only requirements and prohibitions that may be imposed on a defendantby a knife crime prevention order are those which the court making the orderthinks are necessary—\n\t\t\tto protect the public in England and Wales from the risk of harm involvinga bladed article,\n\t\t\tto protect any particular members of the public in England and Wales(including the defendant) from such risk, or\n\t\t\tto prevent the defendant from committing an offence involving a bladedarticle.\n\t\tThe requirements imposed by a knife crime prevention order on a defendantmay, in particular, have the effect of requiring the defendant to—\n\t\t\tbe at a particular place between particular times on particular days;\n\t\t\tbe at a particular place between particular times on any day;\n\t\t\tpresent themselves to a particular person at a place where they arerequired to be between particular times on particular days;\n\t\t\tparticipate in particular activities between particular times on particulardays.\n\t\tSection 22 makes further provision about the inclusion of requirements in aknife crime prevention order.\n\t\tThe prohibitions imposed by a knife crime prevention order on a defendantmay, in particular, have the effect of prohibiting the defendant from—\n\t\t\tbeing in a particular place;\n\t\t\tbeing with particular persons;\n\t\t\tparticipating in particular activities;\n\t\t\tusing particular articles or having particular articles with them;\n\t\t\tusing the internet to facilitate or encourage crime involving bladedarticles.\n\t\tReferences in subsection (4) to a particular place or particular persons,activities or articles include a place, persons, activities or articles of aparticular description.\n\t\tA knife crime prevention order which imposes prohibitions on a defendantmay include exceptions from those prohibitions.\n\t\tNothing in subsections (2) to (6) affects the generality of section 14(7)or section 19(5).\n\t\tThe requirements or prohibitions which are imposed on the defendant by aknife crime prevention order must, so far as practicable, be such as to avoid—\n\t\t\tany conflict with the defendant’s religious beliefs, and\n\t\t\tany interference with the times, if any, at which the defendant normallyworks or attends any educational establishment.\n\tRequirements included in knife crime prevention order etc\n\t\tA knife crime prevention order or interim knife crime prevention orderwhich imposes a requirement on a defendant must specify a person who is to beresponsible for supervising compliance with the requirement.\n\t\tThat person may be an individual or an organisation.\n\t\tBefore including a requirement, the court must receive evidence about itssuitability and enforceability from—\n\t\t\tthe individual to be specified under subsection (1), if an individual is tobe specified;\n\t\t\tan individual representing the organisation to be specified undersubsection (1), if an organisation is to be specified.\n\t\tBefore including two or more requirements, the court must consider theircompatibility with each other.\n\t\tIt is the duty of a person specified under subsection (1)—\n\t\t\tto make any necessary arrangements in connection with the requirements forwhich the person has responsibility (the “relevant requirements”);\n\t\t\tto promote the defendant’s compliance with the relevant requirements;\n\t\t\tif the person considers that the defendant—\n\t\t\thas complied with all of the relevant requirements, or\n\t\t\thas failed to comply with a relevant requirement,\n\t\t\t\tto inform the appropriate chief officer of police.\n\t\tIn subsection (5)(c) “the appropriate chief officer of police” means—\n\t\t\tthe chief officer of police for the police area in which it appears to theperson specified under subsection (1) that the defendant lives, or\n\t\t\tif it appears to that person that the defendant lives in more than onepolice area, whichever of the chief officers of police of those areas theperson thinks it is most appropriate to inform.\n\t\tA defendant subject to a requirement in a knife crime prevention order orinterim knife crime prevention order must—\n\t\t\tkeep in touch with the person specified under subsection (1) in relation tothat requirement, in accordance with any instructions given by that personfrom time to time, and\n\t\t\tnotify that person of any change of the defendant’s home address.\n\t\tThe obligations mentioned in subsection (7) have effect as if they wererequirements imposed on the defendant by the order.\n\tDuration of knife crime prevention order etc\n\t\tA knife crime prevention order or an interim knife crime prevention orderunder section 18 takes effect on the day on which it is made, subject tosubsections (6) and (7).\n\t\tAn interim knife crime prevention order under section 17 takes effect whenit is served on the defendant, subject to subsections (6) and (7).\n\t\tA knife crime prevention order must specify the period for which it haseffect, which must be a fixed period of at least 6 months, and not more than 2years, beginning with the day on which it takes effect.\n\t\tAn interim knife crime prevention order under section 17 has effect untilthe determination of the application mentioned in subsection (1) of thatsection, subject to section 27 (variation, renewal or discharge).\n\t\tAn interim knife crime prevention order under section 18 has effect untilthe determination of the application mentioned in subsection (1) of thatsection, subject to section 27.\n\t\tSubsection (7) applies if a knife crime prevention order or an interimknife crime prevention order is made in respect of—\n\t\t\ta defendant who has been remanded in or committed to custody by an order ofa court,\n\t\t\ta defendant on whom a custodial sentence has been imposed or who is servingor otherwise subject to such a sentence, or\n\t\t\ta defendant who is on licence for part of the term of a custodial sentence.\n\t\tThe order may provide that it does not take effect until—\n\t\t\tthe defendant is released from custody,\n\t\t\tthe defendant ceases to be subject to a custodial sentence, or\n\t\t\tthe defendant ceases to be on licence.\n\t\tA knife crime prevention order or an interim knife crime prevention ordermay specify periods for which particular prohibitions or requirements haveeffect.\n\t\tWhere a court makes a knife crime prevention order or an interim knifecrime prevention order in respect of a defendant who is already subject tosuch an order, the earlier order ceases to have effect.\n\t\tIn this section “custodial sentence” means—\n\t\t\ta sentence of imprisonment or any other sentence or order mentioned insection 76(1) of the Powers of Criminal Courts (Sentencing) Act 2003, or\n\t\t\ta sentence or order which corresponds to a sentence or order withinparagraph (a) and which was imposed or made under an earlier enactment."
    },
    {
        "length": 913,
        "text": "\nNotification requirements\n\tNotification requirements\n\t\tSubsection (2) applies if—\n\t\t\ta knife crime prevention order is made in respect of a defendant (otherthan an order which replaces an interim knife crime prevention order), or\n\t\t\tan interim knife crime prevention order is made in respect of a defendant.\n\t\tThe defendant must notify the information mentioned in subsection (3) tothe police within the period of 3 days beginning with the day on which theorder takes effect.\n\t\tThat information is—\n\t\t\tthe defendant’s name on the day on which the notification is given and,where the defendant uses one or more other names on that day, each of thosenames, and\n\t\t\tthe defendant’s home address on that day.\n\t\tSubsection (5) applies to a defendant who is subject to—\n\t\t\ta knife crime prevention order, or\n\t\t\tan interim knife crime prevention order.\n\t\tThe defendant must notify the information mentioned in subsection (6) tothe police within the period of 3 days beginning with the day on which thedefendant—\n\t\t\tuses a name which has not previously been notified to the police undersubsection (2) or this paragraph,\n\t\t\tchanges their home address, or\n\t\t\tdecides to live for a period of one month or more at any premises theaddress of which has not been notified to the police under subsection (2) orthis paragraph.\n\t\tThat information is—\n\t\t\tin a case within subsection (5)(a), the name which has not previously beennotified;\n\t\t\tin a case within subsection (5)(b), the new home address;\n\t\t\tin a case within subsection (5)(c), the address at which the defendant hasdecided to live.\n\t\tA defendant gives a notification under subsection (2) or (5) by—\n\t\t\tattending at a police station in a police area in which the defendantlives, and\n\t\t\tgiving an oral notification to a police officer, or to any personauthorised for the purpose by the officer in charge of the station.\n\tOffences relating to notification\n\t\tA person commits an offence if the person—\n\t\t\tfails, without reasonable excuse, to comply with section 24(2) or (5), or\n\t\t\tnotifies to the police, in purported compliance with section 24(2) or (5),any information which the person knows to be false.\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years, to a fine or to both.\n\t\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003 (maximum sentence that may be imposedon summary conviction of offence triable either way) the reference in section(2)(a) to 12 months is to be read as a reference to 6 months.\n\t\tA person commits an offence under subsection (1)(a) on the day on which theperson first fails, without reasonable excuse, to comply with section 24(2) or(5).\n\t\tThe person continues to commit the offence throughout any period duringwhich the failure continues.\n\t\tBut the person may not be prosecuted more than once in respect of the sameoffence.\n\t\tProceedings for an offence under this section may be commenced in any courthaving jurisdiction in any place where the person charged with the offencelives or is found."
    },
    {
        "length": 3486,
        "text": "\nSupplementary provisions\n\tReview of knife crime prevention order\n\t\tThis section applies where a court has made a knife crime prevention orderin respect of a defendant.\n\t\tThe court may order the applicant and the defendant to attend one or morereview hearings on a specified date or dates.\n\t\tSubsection (4) applies if any requirement or prohibition imposed by theknife crime prevention order is to have effect after the end of the period of1 year beginning with the day on which the order takes effect.\n\t\tThe court must order the applicant and the defendant to attend a reviewhearing on a specified date within the last 4 weeks of the 1 year period(whether or not the court orders them to attend any other review hearings).\n\t\tA review hearing under this section is a hearing held for the purpose ofconsidering whether the knife crime prevention order should be varied ordischarged.\n\t\tSubsections (7) to (9) of section 27 (variation, renewal or discharge)apply to the variation of a knife crime prevention order under this section asthey apply to the variation of an order under that section.\n\tVariation, renewal or discharge of knife crime prevention order etc\n\t\tA person within subsection (2) may apply to the appropriate court for—\n\t\t\tan order varying, renewing or discharging a knife crime prevention order,or\n\t\t\tan order varying or discharging an interim knife crime prevention order.\n\t\tThose persons are—\n\t\t\tthe defendant;\n\t\t\tthe chief officer of police for a police area in which the defendant lives;\n\t\t\ta chief officer of police who believes that the defendant is in, or isintending to come to, the chief officer’s police area;\n\t\t\tif the application for the order was made by a chief officer of policeother than one within paragraph (b) or (c), the chief officer by whom theapplication was made;\n\t\t\tif the order was made on an application by the chief constable of theBritish Transport Police Force, that chief constable;\n\t\t\tif the order was made on an application by the chief constable of theMinistry of Defence Police, that chief constable.\n\t\tAn application under subsection (1) may be made—\n\t\t\twhere the appropriate court is the Crown Court, in accordance with rules ofcourt;\n\t\t\tin any other case, by complaint.\n\t\tBefore a person other than the defendant makes an application undersubsection (1), the person must notify the persons consulted under section15(5) or section 20(2).\n\t\tBefore making a decision on an application under subsection (1), the courtmust hear—\n\t\t\tthe person making the application, and\n\t\t\tany other person within subsection (2) who wishes to be heard.\n\t\tSubject as follows, on an application under subsection (1)—\n\t\t\tthe court may make such order varying or discharging the order as it thinksappropriate;\n\t\t\tin the case of an application under paragraph (a) of that subsection, thecourt may make such order renewing the order as it thinks appropriate.\n\t\tThe court may renew a knife crime prevention order, or vary such an orderor an interim knife crime prevention order so as to impose an additionalprohibition or requirement on a defendant, only if it is satisfied that it isnecessary to do so—\n\t\t\tto protect the public in England and Wales from the risk of harm involvinga bladed article,\n\t\t\tto protect any particular members of the public in England and Wales(including the defendant) from such risk, or\n\t\t\tto prevent the defendant from committing an offence involving a bladedarticle.\n\t\tThe provisions mentioned in subsection (9) have effect in relation to therenewal of a knife crime prevention order, or the variation of a knife crimeprevention order or interim knife crime prevention order so as to impose a newrequirement or prohibition, as they have effect in relation to the making ofsuch an order.\n\t\tThose provisions are—\n\t\t\tsection 21 (provisions of knife crime prevention order),\n\t\t\tsection 22 (requirements included in knife crime prevention order etc), and\n\t\t\tsection 23 (duration of knife crime prevention order etc).\n\t\tThe court may not discharge a knife crime prevention order before the endof the period of 6 months beginning with the day on which the order takeseffect without the consent of the defendant and—\n\t\t\twhere the application under this section is made by a chief officer ofpolice, that chief officer,\n\t\t\tif paragraph (a) does not apply but the application for the order was madeby a chief officer of police, that chief officer and (if different) each chiefofficer of police for an area in which the defendant lives, or\n\t\t\tin any other case, each chief officer of police for an area in which thedefendant lives.\n\t\tIn this section the “appropriate court” means—\n\t\t\twhere the Crown Court or the Court of Appeal made the knife crimeprevention order or the interim knife crime prevention order, the Crown Court;\n\t\t\twhere an adult magistrates’ court made the order, that court, an adultmagistrates’ court for the area in which the defendant lives or, where theapplication is made by a chief officer of police, any adult magistrates’ courtacting for a local justice area that includes any part of the chief officer’spolice area;\n\t\t\twhere a youth court made the order and the defendant is under the age of18, that court, a youth court for the area in which the defendant lives or,where the application is made by a chief officer of police, any youth courtacting for a local justice area that includes any part of the chief officer’spolice area;\n\t\t\twhere a youth court made the order and the defendant is aged 18 or over, anadult magistrates’ court for the area in which the defendant lives or, wherethe application is made by a chief officer of police, any adult magistrates’court acting for a local justice area that includes any part of the chiefofficer’s police area.\n\t\tIn subsection (11) “adult magistrates’ court” means a magistrates’ courtthat is not a youth court.\n\tAppeal against knife crime prevention order etc\n\t\tA defendant may appeal to the Crown Court against—\n\t\t\tthe making of a knife crime prevention order under section 14 (order madeotherwise than on conviction), or\n\t\t\tthe making of an interim knife crime prevention order.\n\t\tA person who applied for a knife crime prevention order under section 14 oran interim knife crime prevention order may appeal to the Crown Court againsta refusal to make the order.\n\t\tA defendant may appeal against the making of a knife crime prevention orderunder section 19 (order made on conviction) as if the order were a sentencepassed on the defendant for the offence.\n\t\tWhere an application is made for an order under section 27 (variation,renewal or discharge)—\n\t\t\tthe person who made the application may appeal against a refusal to make anorder under that section;\n\t\t\tthe defendant may appeal against the making of an order under that sectionwhich was made on the application of a person other than the defendant;\n\t\t\ta person within subsection (2) of that section other than the defendant mayappeal against the making of an order under that section which was made on theapplication of the defendant.\n\t\tAn appeal under subsection (4)—\n\t\t\tis to be made to the Court of Appeal if the application for the order undersection 27 was made to the Crown Court;\n\t\t\tis to be made to the Crown Court in any other case.\n\t\tOn an appeal under subsection (1) or (2), or an appeal under subsection (4)to which subsection (5)(b) applies, the Crown Court may make—\n\t\t\tsuch orders as may be necessary to give effect to its determination of theappeal, and\n\t\t\tsuch incidental and consequential orders as appear to it to be appropriate.\n\tOffence of breaching knife crime prevention order etc\n\t\tA person commits an offence if, without reasonable excuse, the personbreaches a knife crime prevention order or an interim knife crime preventionorder.\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years, to a fine or to both.\n\t\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003 (maximum sentence that may be imposedon summary conviction of offence triable either way) the reference insubsection (2)(a) to 12 months is to be read as a reference to 6 months.\n\t\tWhere a person is convicted of an offence under this section, it is notopen to the court by or before which the person is convicted to make, inrespect of the offence, an order for conditional discharge.\n\tGuidance \n\t\tThe Secretary of State may from time to time issue guidance relating to theexercise by a relevant person of functions in relation to knife crimeprevention orders and interim knife crime prevention orders.\n\t\tIn this section “relevant person” means a person who is capable of makingan application for a knife crime prevention order or an interim knife crimeprevention order.\n\t\tA relevant person must have regard to any guidance issued under subsection(1) when exercising a function to which the guidance relates.\n\t\tThe Secretary of State must arrange for any guidance issued under thissection to be published in such manner as the Secretary of State thinksappropriate.\n\tPiloting \n\t\tThe Secretary of State may exercise the power in section 70(1) so as tobring all of the provisions of this Part into force for all purposes and inrelation to the whole of England and Wales only if the following conditionsare met.\n\t\tThe first condition is that the Secretary of State has brought some or allof the provisions of this Part into force only—\n\t\t\tfor one or more specified purposes, or\n\t\t\tin relation to one or more specified areas in England and Wales.\n\t\tThe second condition is that the Secretary of State has laid beforeParliament a report on the operation of some or all of the provisions of thisPart—\n\t\t\tfor one or more of those purposes, or\n\t\t\tin relation to one or more of those areas.\n\t\tRegulations under section 70(1) which bring any provision of this Part intoforce only for a specified purpose or in relation to a specified area may—\n\t\t\tprovide for that provision to be in force for that purpose or in relationto that area for a specified period;\n\t\t\tmake transitional or saving provision in relation to that provision ceasingto be in force at the end of the specified period.\n\t\tRegulations containing provision by virtue of subsection (4)(a) may beamended by subsequent regulations under section 70(1) so as to continue anyprovision of this Part in force for the specified purpose or in relation tothe specified area for a further specified period.\n\t\tIn this section “specified” means specified in regulations under section70(1).\n\t\tReferences in this section to this Part do not include section 30 or thissection (which by virtue of section 70(5)(a) come into force on the day onwhich this Act is passed).\n\tConsequential amendments\n\t\tIn section 3(2) of the Prosecution of Offences Act 1985 (functions of theDirector of Public Prosecutions) after paragraph (ff) insert—\n\t\t\tto have the conduct of applications for orders under section 19 of theOffensive Weapons Act 2019 (knife crime prevention orders made onconviction);”.\n\t\tIn the Criminal Legal Aid (General) Regulations 2013 ([SI2013/9](/id/uksi/2013/9?view=plain \"Go to item of legislation\")), inregulation 9 (criminal proceedings) after paragraph (ub) insert—\n\t\t\tproceedings under Part 2 of the Offensive Weapons Act 2019 in relation toa knife crime prevention order or an interim knife crime prevention order;”.\n\t\tThe amendment made by subsection (2) is without prejudice to any power tomake an order or regulations amending or revoking the regulations mentioned inthat subsection.\n\tInterpretation of Part\n\t\tIn this Part—\n\t\t\t  * “applicant” means an applicant for a knife crime prevention order; \n\t\t\t  * “bladed article” means an article to which section 139 of the Criminal Justice Act 1988 applies; \n\t\t\t  * “defendant”— \n\t\t\tin relation to a knife crime prevention order under section 14 (order madeotherwise than on conviction), has the meaning given by subsection (1) of thatsection;\n\t\t\tin relation to a knife crime prevention order under section 19 (order made onconviction), has the meaning given by subsection (1) of that section;\n\t\t\t\t  * “harm” includes physical and psychological harm; \n\t\t\t\t  * “home address”, in relation to a defendant, means— \n\t\t\tthe address of the defendant’s sole or main residence, or\n\t\t\tif the defendant has no such residence, the address or location of a placewhere the defendant can regularly be found and, if there is more than one suchplace, such one of those places as the defendant may select.\n\t\tA reference in this Part to a knife crime prevention order which is notexpressed as a reference to an order under section 14 or 19 is a reference toan order under either of those sections.\n\t\tA reference in this Part to an interim knife crime prevention order whichis not expressed as a reference to an order under section 17 or 18 is areference to an order under either of those sections."
    },
    {
        "length": 251,
        "text": "\nSale etc of bladed articles to persons under 18\n\tIn section 141A of the Criminal Justice Act 1988 (sale etc of bladedarticles to persons under 18), in subsection (3) (articles to which thesection does not apply)—\n\t\tat the end of paragraph (a) insert “or”, and\n\t\tomit paragraph (b) and the “or” at the end of that paragraph.\n\tIn Article 54 of the Criminal Justice (Northern Ireland) Order 1996 ([SI1996/3160 (NI 24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\"))(sale of bladed articles to persons under 18), in paragraph (3) (articles towhich the Article does not apply)—\n\t\tat the end of sub-paragraph (a) insert “or”, and\n\t\tomit sub-paragraph (b) and the “or” at the end of that sub-paragraph."
    },
    {
        "length": 836,
        "text": "\nDefence to sale of bladed articles to persons under 18: England andWales\n\tThe Criminal Justice Act 1988 is amended as follows.\n\tIn section 141A (sale of bladed articles to persons under 18) as thatsection has effect in England and Wales, in subsection (4), for “It”substitute “Subject to section 141B, it”.\n\tAfter section 141A insert—\n\t“141BLimitations on defence to offence under section 141A: England andWales\n\t\tThis section applies if—\n\t\t\ta person (“the seller”) is charged with an offence under section 141A (saleof bladed articles to persons under 18), and\n\t\t\tthe seller was not in the presence of the person (“the buyer”) to whom thearticle to which the charge relates was sold at the time of the sale.\n\t\tFor the purposes of subsection (1)(b) the seller was not in the presence ofthe buyer at the time of the sale if—\n\t\t\twhere the seller is an individual, the seller or a person acting on theseller’s behalf was not in the presence of the buyer at that time;\n\t\t\twhere the seller is not an individual, a person acting on the seller’sbehalf was not in the presence of the buyer at that time.\n\t\tThe seller is not to be regarded as having proved that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence unless, as a minimum, they prove that the following conditionsare met.\n\t\tCondition A is that, at the time the offence is alleged to have beencommitted—\n\t\t\tthe seller operated a system for checking that persons who bought articlesto which section 141A applied by the same or a similar method of purchase tothat used by the buyer were not under the age of 18, and\n\t\t\tthat system was likely to prevent persons under the age of 18 from buyingsuch articles by that method.\n\t\tCondition B is that when the package containing the article was dispatchedby the seller, it was clearly marked to indicate—\n\t\t\tthat it contained an article with a blade or which was sharply pointed (asthe case may be), and\n\t\t\tthat, when finally delivered, it should only be delivered into the hands ofa person aged 18 or over.\n\t\tCondition C is that the seller took all reasonable precautions andexercised all due diligence to ensure that, when finally delivered, thepackage would be delivered into the hands of a person aged 18 or over.\n\t\tCondition D is that the seller did not deliver the package, or arrange forits delivery, to a locker.\n\t\tWhere the article to which section 141A applied was dispatched by theseller to a place from which it was to be collected by the buyer or a personacting on behalf of the buyer, references in subsections (5) and (6) to thefinal delivery of the article are to be read as its supply to the buyer or aperson acting on behalf of the buyer from that place.\n\t\tIn subsection (7) “locker” means a lockable container to which the packagewas delivered with a view to its collection by the buyer, or a person actingon behalf of the buyer, in accordance with arrangements made between theseller and the buyer.”"
    },
    {
        "length": 969,
        "text": "\nDefence to sale etc of bladed articles to persons under 18: Scotland\n\tThe Criminal Justice Act 1988 is amended as follows.\n\tIn section 141A (sale or letting on hire of bladed articles to personsunder 18) as that section has effect in Scotland, in each of subsections (3A)and (4), for “It” substitute “Except where section 141C applies, it”.\n\tAfter section 141B (inserted by section 35(3)) insert—\n\t“141CDefence to offence under section 141A where remote sale or lettingon hire: Scotland\n\t\tThis section applies if—\n\t\t\ta person (“the accused”) is charged with an offence under section 141A(sale or letting on hire of bladed articles to persons under 18), and\n\t\t\tthe accused was not in the presence of the person (“the recipient”) to whomthe article to which the charge relates was sold or let on hire at the time ofthe sale or letting on hire.\n\t\tFor the purposes of subsection (1)(b) the accused was not in the presenceof the recipient at the time of the sale or letting on hire if—\n\t\t\twhere the accused is an individual, the accused or a person acting on theaccused’s behalf was not in the presence of the recipient at that time;\n\t\t\twhere the accused is not an individual, a person acting on the accused’sbehalf was not in the presence of the recipient at that time.\n\t\tIt is a defence for the accused to show that the conditions in subsections(5) to (8) are met.\n\t\tThe accused is to be taken to have shown a matter mentioned in subsections(5) to (8) if—\n\t\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\t\tthe contrary is not proved beyond reasonable doubt.\n\t\tCondition A is that, at the time the offence is alleged to have beencommitted—\n\t\t\tthe accused operated a system for checking that persons who bought or hiredarticles to which section 141A applied by the same or a similar method ofpurchase or hire to that used by the recipient were not under the age of 18,and\n\t\t\tthat system was likely to prevent persons under the age of 18 from buyingor hiring such articles by that method.\n\t\tCondition B is that when the package containing the article was dispatchedby the accused, it was clearly marked to indicate—\n\t\t\tthat it contained an article with a blade or which was sharply pointed (asthe case may be), and\n\t\t\tthat, when finally delivered, it should only be delivered into the hands ofa person aged 18 or over.\n\t\tCondition C is that the accused took all reasonable precautions andexercised all due diligence to ensure that, when finally delivered, thepackage would be delivered into the hands of a person aged 18 or over.\n\t\tCondition D is that the accused did not deliver the package, or arrange forits delivery, to a locker.\n\t\tWhere the article to which section 141A applied was dispatched by theaccused to a place from which it was to be collected by the recipient or aperson acting on behalf of the recipient, references in subsections (6) and(7) to the final delivery of the article are to be read as its supply to therecipient, or a person acting on behalf of the recipient, from that place.\n\t\tIn subsection (8) “locker” means a lockable container to which the packagewas delivered with a view to its collection by the recipient, or a personacting on behalf of the recipient, in accordance with arrangements madebetween the accused and the recipient.”\n\t\tIn section 172(4) (provisions which extend only to Scotland) after theentry for section 141ZA insert—\n\t\t\t  * “section 141C;”."
    },
    {
        "length": 851,
        "text": "\nDefence to sale of bladed articles to persons under 18: Northern Ireland\n\tThe Criminal Justice (Northern Ireland) Order 1996 ([SI 1996/3160 (NI24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\")) is amended asfollows.\n\tIn Article 54 (sale of bladed articles to persons under 18), in paragraph(4), for “It” substitute “Subject to Article 54A, it”.\n\tAfter that Article insert—\n\t“54ALimitations on defence to offence under Article 54\n\t\tThis Article applies if—\n\t\t\ta person (“the seller”) is charged with an offence under Article 54 (saleof bladed articles to persons under 18), and\n\t\t\tthe seller was not in the presence of the person (“the buyer”) to whom thearticle to which the charge relates was sold at the time of the sale.\n\t\tFor the purposes of paragraph (1)(b) the seller was not in the presence ofthe buyer at the time of the sale if—\n\t\t\twhere the seller is an individual, the seller or a person acting on theseller’s behalf was not in the presence of the buyer at that time;\n\t\t\twhere the seller is not an individual, a person acting on the seller’sbehalf was not in the presence of the buyer at that time.\n\t\tThe seller is not to be regarded as having proved that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence unless, as a minimum, they prove that the following conditionsare met.\n\t\tCondition A is that, at the time the offence is alleged to have beencommitted—\n\t\t\tthe seller operated a system for checking that persons who bought articlesto which Article 54 applied by the same or a similar method of purchase tothat used by the buyer were not under the age of 18, and\n\t\t\tthat system was likely to prevent persons under the age of 18 from buyingsuch articles by that method.\n\t\tCondition B is that when the package containing the article was dispatchedby the seller, it was clearly marked to indicate—\n\t\t\tthat it contained an article with a blade or which was sharply pointed (asthe case may be), and\n\t\t\tthat, when finally delivered, it should only be delivered into the hands ofa person aged 18 or over.\n\t\tCondition C is that the seller took all reasonable precautions andexercised all due diligence to ensure that, when finally delivered, thepackage would be delivered into the hands of a person aged 18 or over.\n\t\tCondition D is that the seller did not deliver the package, or arrange forits delivery, to a locker.\n\t\tWhere the article to which Article 54 applied was dispatched by the sellerto a place from which it was to be collected by the buyer or a person actingon behalf of the buyer, references in paragraphs (5) and (6) to the finaldelivery of the article are to be read as its supply to the buyer or a personacting on behalf of the buyer from that place.\n\t\tIn paragraph (7) “locker” means a lockable container to which the packagewas delivered with a view to its collection by the buyer, or a person actingon behalf of the buyer, in accordance with arrangements made between theseller and the buyer.”"
    },
    {
        "length": 588,
        "text": "\nDelivery of bladed products to residential premises etc\n\tThis section applies if—\n\t\ta person (“the seller”) sells a bladed product to another person (“thebuyer”), and\n\t\tthe seller and the buyer are not in each other’s presence at the time ofthe sale.\n\tThe seller commits an offence if, for the purposes of supplying the bladedproduct to the buyer, the seller delivers the bladed product, or arranges forits delivery, to residential premises.\n\tThe seller commits an offence if, for the purposes of supplying the bladedproduct to the buyer, the seller delivers the bladed product, or arranges forits delivery, to a locker.\n\tFor the purposes of subsection (1)(b) a person (“A”) is not in the presenceof another person (“B”) at any time if—\n\t\twhere A is an individual, A or a person acting on behalf of A is not in thepresence of B at that time;\n\t\twhere A is not an individual, a person acting on behalf of A is not in thepresence of B at that time.\n\tIn subsection (2) “residential premises” means premises used solely forresidential purposes.\n\tThe circumstances where premises are not residential premises for thepurposes of that subsection include, in particular, where a person carries ona business from the premises.\n\tIn subsection (3) “locker” means a lockable container to which the bladedproduct is delivered with a view to its collection by the buyer, or a personacting on behalf of the buyer, in accordance with arrangements made betweenthe seller and the buyer.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks, to a fine or to both;\n\t\ton summary conviction in Scotland or Northern Ireland, to imprisonment fora term not exceeding 6 months, to a fine not exceeding level 5 on the standardscale or to both.\n\tIn relation to an offence committed before the coming into force of section281(5) of the Criminal Justice Act 2003, the reference in subsection (8)(a) to51 weeks is to be read as a reference to 6 months.\n\tThis section is subject to section 40 (defences)."
    },
    {
        "length": 541,
        "text": "\nDelivery of bladed products to persons under 18\n\tThis section applies if—\n\t\ta person (“the seller”) sells a bladed product to another person (“thebuyer”),\n\t\tthe seller and the buyer are not in each other’s presence at the time ofthe sale and the seller is within the United Kingdom at that time,\n\t\tbefore the sale, the seller entered into an arrangement with a person whois a body corporate by which the person agreed to deliver bladed products forthe seller,\n\t\tthat person was aware when they entered into the arrangement that itcovered the delivery of bladed products, and\n\t\tthat person delivers the bladed product to residential premises pursuant tothat arrangement.\n\tFor the purposes of subsection (1)(b) a person (“A”) is not in the presenceof another person (“B”) at any time if—\n\t\twhere A is an individual, A or a person acting on behalf of A is not in thepresence of B at that time;\n\t\twhere A is not an individual, a person acting on behalf of A is not in thepresence of B at that time.\n\tFor the purposes of subsection (1)(b) a person other than an individual iswithin the United Kingdom at any time if the person carries on a business ofselling articles of any kind from premises in any part of the United Kingdomat that time.\n\tIn subsection (1)(e) “residential premises” means premises used solely forresidential purposes.\n\tThe circumstances where premises are not residential premises for thepurposes of subsection (1)(e) include, in particular, where a person carrieson a business from the premises.\n\tThe person mentioned in subsection (1)(e) commits an offence if, when theydeliver the bladed product, they do not deliver it into the hands of a personaged 18 or over.\n\tA person guilty of an offence under subsection (6) is liable—\n\t\ton summary conviction in England and Wales, to a fine;\n\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\tThis section is subject to section 40 (defences)."
    },
    {
        "length": 1255,
        "text": "\nDefences to offence under section 38 or 39\n\tIt is a defence for a person charged with an offence under section 38 toprove that they took all reasonable precautions and exercised all duediligence to avoid the commission of the offence.\n\tIt is a defence for a person (“the seller”) charged with an offence undersection 38(2) of delivering a bladed product to residential premises to provethat—\n\t\tat the time the offence is alleged to have been committed, the seller hadprocedures in place which were likely to ensure that any bladed productdelivered by the seller to residential premises would be delivered into thehands of a person aged 18 or over, and\n\t\tthe seller took all reasonable precautions and exercised all due diligenceto ensure that the product to which the charge relates would be delivered intothe hands of a person aged 18 or over.\n\tIt is a defence for a person (“the seller”) charged with an offence undersection 38(2) of arranging for the delivery of a bladed product to residentialpremises to prove that—\n\t\tthe arrangement required the person with whom it was made to haveprocedures in place which were likely to ensure that any bladed productsdelivered to residential premises pursuant to the arrangement would bedelivered into the hands of a person aged 18 or over, and\n\t\tthe seller took all reasonable precautions and exercised all due diligenceto ensure that the product to which the charge relates would be delivered intothe hands of a person aged 18 or over.\n\tIt is a defence for a person charged with an offence under section 38 toprove that the bladed product was designed or manufactured for the buyer inaccordance with specifications provided by the buyer.\n\tIt is a defence for a person charged with an offence under section 38 toprove that—\n\t\tthe bladed product was adapted for the buyer before its delivery inaccordance with specifications provided by the buyer, and\n\t\tthe adaptations were made to enable or facilitate the use of the product bythe buyer or its use for a particular purpose.\n\tIt is a defence for a person charged with an offence under section 38 toprove that they reasonably believed that the buyer bought the bladed productfor use for relevant sporting purposes or for the purposes of historical re-enactment.\n\tIt is a defence for a person charged in England and Wales or NorthernIreland with an offence under section 39 to prove that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence.\n\tIt is a defence for a person (“the accused”) charged in Scotland with anoffence under section 39 to show that—\n\t\tthe accused believed the person into whose hands the bladed product wasdelivered to be aged 18 or over, and\n\t\teither the accused had taken reasonable steps to establish the person’s ageor no reasonable person could have suspected from the person’s appearance thatthe person was under the age of 18.\n\tFor the purposes of subsection (8)(b), the accused is to be treated ashaving taken reasonable steps to establish the person’s age if and only if—\n\t\tthe accused was shown any of the documents mentioned in subsection (10),and\n\t\tthe document would have convinced a reasonable person.\n\tThose documents are any document bearing to be—\n\t\ta passport,\n\t\ta European Union photocard driving licence, or\n\t\tsuch other document, or a document of such other description, as theScottish Ministers may prescribe by order.\n\tIn the application of this section to Scotland references to a personproving a matter are to be read as references to a person showing a matter.\n\tA person is to be taken to have shown a matter for the purposes ofsubsection (8) or (11) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tThe appropriate national authority may by regulations provide for otherdefences to an offence under section 38 or 39.\n\tIn this section—\n\t\t  * “the appropriate national authority” means— \n\t\tin relation to England and Wales, the Secretary of State,\n\t\tin relation to Scotland, the Scottish Ministers, and\n\t\tin relation to Northern Ireland, the Department of Justice in NorthernIreland;\n\t\t\t  * “the buyer” has the same meaning as in section 38; \n\t\t\t  * “historical re-enactment” means a presentation or other event held for the purpose of re-enacting an event from the past or of illustrating conduct from a particular time or period in the past; \n\t\t\t  * “residential premises” has the same meaning as in section 38. \n\tFor the purposes of this section a bladed product is used by a person forrelevant sporting purposes if and only if—\n\t\tthe product is used by the person to participate in a competitive sportinvolving combat between individuals, and\n\t\tuse of the product is an integral part of that sport."
    },
    {
        "length": 432,
        "text": "\nMeaning of “bladed product” in sections 38 to 40\n\tSubject to subsections (2) to (4), in sections 38 to 40 “bladed product”means an article which—\n\t\tis or has a blade, and\n\t\tis capable of causing a serious injury to a person which involves cuttingthat person’s skin.\n\tIn sections 38 to 40 so far as they apply to England and Wales, “bladedproduct” does not include an article described in—\n\t\tsection 1 of the Restriction of Offensive Weapons Act 1959, or\n\t\tan order made by the Secretary of State under section 141A(3)(c) of theCriminal Justice Act 1988.\n\tIn sections 38 to 40 so far as they apply to Scotland, “bladed product”does not include an article described in—\n\t\tsection 1 of the Restriction of Offensive Weapons Act 1959,\n\t\tan order made by the Secretary of State under section 141A(3)(c) of theCriminal Justice Act 1988 which applies to Scotland, or\n\t\tan order made by the Scottish Ministers under section 141A(3)(c) of thatAct.\n\tIn sections 38 to 40 so far as they apply to Northern Ireland, “bladedproduct” does not include an article described in—\n\t\tArticle 53 of the Criminal Justice (Northern Ireland) Order 1996 ([SI1996/3160 (NI 24)](/id/nisi/1996/3160?view=plain \"Go to item oflegislation\")), or\n\t\tan order under Article 54 of that Order."
    },
    {
        "length": 1005,
        "text": "\nDelivery of bladed articles to persons under 18\n\tThis section applies if—\n\t\ta person (“the seller”) sells a bladed article to another person (“thebuyer”),\n\t\tthe seller and the buyer are not in each other’s presence at the time ofthe sale and the seller is outside the United Kingdom at that time,\n\t\tbefore the sale, the seller entered into an arrangement with a person whois a body corporate by which the person agreed to deliver bladed articles forthe seller,\n\t\tthat person was aware when they entered into the arrangement that itcovered the delivery of bladed articles, and\n\t\tthat person delivers the bladed article pursuant to that arrangement.\n\tFor the purposes of subsection (1)(b) a person (“A”) is not in the presenceof another person (“B”) at any time if—\n\t\twhere A is an individual, A or a person acting on behalf of A is not in thepresence of B at that time;\n\t\twhere A is not an individual, a person acting on behalf of A is not in thepresence of B at that time.\n\tFor the purposes of subsection (1)(b) a person other than an individual isoutside the United Kingdom at any time if the person does not carry on abusiness of selling articles of any kind from premises in any part of theUnited Kingdom at that time.\n\tThe person mentioned in subsection (1)(e) commits an offence if, when theydeliver the bladed article, they do not deliver it into the hands of a personaged 18 or over.\n\tIt is a defence for a person charged in England and Wales or NorthernIreland with an offence under subsection (4) to prove that they took allreasonable precautions and exercised all due diligence to avoid the commissionof the offence.\n\tIt is a defence for a person (“the accused”) charged in Scotland with anoffence under subsection (4) to show that—\n\t\tthe accused believed the person into whose hands the bladed article wasdelivered to be aged 18 or over, and\n\t\teither the accused had taken reasonable steps to establish the person’s ageor no reasonable person could have suspected from the person’s appearance thatthe person was under the age of 18.\n\tFor the purposes of subsection (6)(b), the accused is to be treated ashaving taken reasonable steps to establish the person’s age if and only if—\n\t\tthe accused was shown any of the documents mentioned in subsection (8), and\n\t\tthe document would have convinced a reasonable person.\n\tThose documents are any document bearing to be—\n\t\ta passport,\n\t\ta European Union photocard driving licence, or\n\t\tsuch other document, or a document of such other description, as theScottish Ministers may prescribe by order.\n\tThe accused is to be taken to have shown a matter mentioned in subsection(6) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person guilty of an offence under subsection (4) is liable—\n\t\ton summary conviction in England and Wales, to a fine;\n\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\tIn this section “bladed article”—\n\t\tin relation to England and Wales, means an article to which section 141A ofthe Criminal Justice Act 1988 applies (as that section has effect in relationto England and Wales);\n\t\tin relation to Scotland, means an article to which section 141A of theCriminal Justice Act 1988 applies (as that section has effect in relation toScotland and disregarding subsection (3A) of that section);\n\t\tin relation to Northern Ireland, means an article to which Article 54 ofthe Criminal Justice (Northern Ireland) Order 1996 ([SI 1996/3160 (NI24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\")) applies."
    },
    {
        "length": 346,
        "text": "\nAmendments to the definition of “flick knife”\n\tIn section 1 of the Restriction of Offensive Weapons Act 1959 (penaltiesfor offences in connection with dangerous weapons), in subsection (1), forparagraph (a) substitute—\n\t\tany knife which has a blade which opens automatically—\n\t\tfrom the closed position to the fully opened position, or\n\t\tfrom a partially opened position to the fully opened position,\n\t\t\tby manual pressure applied to a button, spring or other device in or attachedto the knife, and which is sometimes known as a “flick knife” or “flick gun”;or”.\n\tIn Article 53 of the Criminal Justice (Northern Ireland) Order 1996 ([SI1996/3160 (NI 24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\"))(manufacture or sale etc of certain knives), in paragraph (1), for the firstsub-paragraph (a) substitute—\n\t\tany knife which has a blade which opens automatically—\n\t\tfrom the closed position to the fully opened position, or\n\t\tfrom a partially opened position to the fully opened position,\n\t\tby manual pressure applied to a button, spring or other device in or attachedto the knife, and which is sometimes known as a “flick knife” or “flick gun”;or”."
    },
    {
        "length": 1326,
        "text": "\nProhibition on the possession of certain dangerous knives\n\tSection 1 of the Restriction of Offensive Weapons Act 1959 (penalties foroffences in connection with dangerous weapons) is amended in accordance withsubsections (2) to (4).\n\tAfter subsection (1) insert—\n\t\t“(1A)Any person who possesses any knife of a kind described in subsection (1)is guilty of an offence.\n\t(1B)A person guilty of an offence under subsection (1A) is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks, to a fine or to both;\n\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding6 months, to a fine not exceeding level 4 on the standard scale or to both.\n\t\t(1C)In relation to an offence committed before the coming into force ofsection 281(5) of the Criminal Justice Act 2003, subsection (1B)(a) has effectas if the reference to 51 weeks were to 6 months.”\n\tIn subsection (2), for “any such knife as is described in the foregoingsubsection” substitute “any knife of a kind described in subsection (1)”.\n\tAfter subsection (2) insert—\n\tIt is a defence for a person charged in respect of any conduct of thatperson relating to a knife of a kind described in subsection (1)—\n\t\twith an offence under subsection (1), or\n\t\twith an offence under section 50(2) or (3) of the Customs and ExciseManagement Act 1979,\n\t\tto show that the conduct was only for the purposes of making the knifeavailable to a museum or gallery to which this subsection applies.\n\tIt is a defence for a person charged with an offence under subsection (1A)to show that they possessed the knife only in their capacity as the operatorof, or as a person acting on behalf of, a museum or gallery.\n\tIf the operator of, or a person acting on behalf of, a museum or gallery towhich this subsection applies is charged with hiring or lending a knife of akind described in subsection (1), it is a defence for them to show that theyhad reasonable grounds for believing that the person to whom they lent orhired it would use it only for cultural, artistic or educational purposes.\n\tSubsection (3) or (5) applies to a museum or gallery only if it does notdistribute profits.\n\tIn this section “museum or gallery” includes any institution which has asits purpose, or one of its purposes, the preservation, display andinterpretation of material of historical, artistic or scientific interest andgives the public access to it.\n\tA person is to be taken to have shown a matter mentioned in subsection (3),(4) or (5) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.”\n\tArticle 53 of the Criminal Justice (Northern Ireland) Order 1996 ([SI1996/3160 (NI 24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\"))(manufacture or sale etc of certain knives) is amended in accordance withsubsections (6) and (7).\n\tThe existing text becomes paragraph (1).\n\tAfter that paragraph insert—\n\tAny person who possesses any knife of a kind described in paragraph (1) isguilty of an offence.\n\tA person guilty of an offence under paragraph (2) is liable—\n\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine not exceeding the statutory maximum or to both;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 4years, to a fine or to both.\n\tIt is a defence for a person charged in respect of any conduct of thatperson relating to a knife of a kind described in paragraph (1) with anoffence under paragraph (1) to show that the conduct was only for the purposesof making the knife available to a museum or gallery to which this paragraphapplies.\n\tIt is a defence for a person charged with an offence under paragraph (2) toshow that they possessed the knife only in their capacity as the operator of,or as a person acting on behalf of, a museum or gallery.\n\tIf the operator of, or a person acting on behalf of, a museum or gallery towhich this paragraph applies is charged with hiring or lending a knife of akind described in paragraph (1), it is a defence for them to show that theyhad reasonable grounds for believing that the person to whom they lent orhired it would use it only for cultural, artistic or educational purposes.\n\tParagraph (4) or (6) applies to a museum or gallery only if it does notdistribute profits.\n\tIn this Article “museum or gallery” includes any institution which has asits purpose, or one of its purposes, the preservation, display andinterpretation of material of historical, artistic or scientific interest andgives the public access to it.\n\tA person is to be taken to have shown a matter mentioned in paragraph (4),(5) or (6) if—\n\t\tsufficient evidence of the matter is adduced to raise an issue with respectto it, and\n\t\tthe contrary is not proved beyond reasonable doubt.”"
    },
    {
        "length": 917,
        "text": "\nProhibition on the possession of offensive weapons on further educationpremises\n\tSection 139A of the Criminal Justice Act 1988 (offence of having offensiveweapon on school premises) is amended in accordance with subsections (2) to(7).\n\tIn the heading, for “school premises” substitute “education premises”.\n\tIn subsection (1), after “school premises” insert “or further educationpremises”.\n\tIn subsection (2), after “school premises” insert “or further educationpremises”.\n\tFor the subsection (5) that has effect in England and Wales and for thesubsection (5) that has effect in Northern Ireland substitute—\n\tA person guilty of an offence under subsection (1) or (2) is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months or to a fine, or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 12 months or to a fine not exceeding the statutory maximum, or toboth;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 4years or to a fine, or to both.\n\t\t\t(5ZA)In relation to an offence committed before the coming into force ofsection 154(1) of the Criminal Justice Act 2003 (maximum sentence that may beimposed on summary conviction of offence triable either way) the reference insubsection (5)(a) to 12 months is to be read as a reference to 6 months.”\n\tFor the subsection (6) that has effect in England and Wales and thesubsection (6) that has effect in Northern Ireland substitute—\n\tIn this section and section 139B “school premises” means land used for thepurposes of a school, excluding any land occupied solely as a dwelling by aperson employed at the school; and “school” has the meaning given by—\n\t\tin relation to land in England and Wales, section 4 of the Education Act1996;\n\t\tin relation to land in Northern Ireland, Article 2(2) of the Education andLibraries (Northern Ireland) Order 1986 ([SI 1986/594 (NI3)](/id/nisi/1986/594?view=plain \"Go to item of legislation\")).”\n\tAfter subsection (6) insert—\n\t“(6A)In this section and section 139B “further education premises” means—\n\t\tin relation to England and Wales, land used solely for the purposes of—\n\t\tan institution within the further education sector (within the meaning ofsection 91 of the Further and Higher Education Act 1992), or\n\t\ta 16 to 19 Academy (within the meaning of section 1B of the Academies Act2010),\n\t\texcluding any land occupied solely as a dwelling by a person employed at theinstitution or the 16 to 19 Academy;\n\t\tin relation to Northern Ireland, land used solely for the purposes of aninstitution of further education within the meaning of Article 2 of theFurther Education (Northern Ireland) Order 1997 ([SI 1997/1772 (NI15)](/id/nisi/1997/1772?view=plain \"Go to item of legislation\")) excluding anyland occupied solely as a dwelling by a person employed at the institution.”\n\tIn section 139B(1) of the Criminal Justice Act 1988 (power of entry tosearch for offensive weapons) after “school premises” insert “or furthereducation premises”."
    },
    {
        "length": 2578,
        "text": "\nProhibition on the possession of offensive weapons\n\tSection 141 of the Criminal Justice Act 1988 (offensive weapons) is amendedin accordance with subsections (2) to (16).\n\tAfter subsection (1) insert—\n\t\t“(1A)Any person who possesses a weapon to which this section applies inprivate is guilty of an offence and liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 51 weeks, to a fine or to both;\n\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding6 months, to a fine not exceeding level 5 on the standard scale or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 12 months, to a fine not exceeding the statutory maximum or to both;\n\t\ton conviction on indictment in Northern Ireland, to imprisonment for a termnot exceeding 4 years, to a fine or to both.\n\t\t(1B)In relation to an offence committed before the coming into force ofsection 281(5) of the Criminal Justice Act 2003, subsection (1A)(a) has effectas if the reference to 51 weeks were to 6 months.\n\t\t(1C)For the purposes of subsection (1A) as it has effect in relation toEngland and Wales, a person possesses a weapon to which this section appliesin private if the person possesses the weapon in a place other than—\n\t\ta public place,\n\t\tschool premises,\n\t\tfurther education premises, or\n\t\ta prison.\n\t\t(1D)For the purposes of subsection (1A) as it has effect in relation toScotland, a person possesses a weapon to which this section applies in privateif the person possesses the weapon on domestic premises.\n\t\t(1E)For the purposes of subsection (1A) as it has effect in relation toNorthern Ireland, a person possesses a weapon to which this section applies inprivate if the person possesses the weapon in a place other than—\n\t\ta public place,\n\t\tschool premises, or\n\t\tfurther education premises.\n\t\t(1F)In subsections (1C) to (1E)—\n\t\t\t  * “domestic premises” means premises occupied as a private dwelling (including any stair, passage, garden, yard, garage, outhouse or other appurtenance of such premises which is not used in common by the occupants of more than one such dwelling);\n\t\t\t  * “further education premises”, in relation to England and Wales, means land used solely for the purposes of—\n\t\tan institution within the further education sector (within the meaning ofsection 91 of the Further and Higher Education Act 1992), or\n\t\ta 16 to 19 Academy (within the meaning of section 1B of the Academies Act2010),\n\t\texcluding any land occupied solely as a dwelling by a person employed at theinstitution or the 16 to 19 Academy;\n\t\t\t  * “further education premises”, in relation to Northern Ireland, means land used solely for the purposes of an institution of further education within the meaning of Article 2 of the Further Education (Northern Ireland) Order 1997 ([SI 1997/1772 (NI 15)](/id/nisi/1997/1772?view=plain \"Go to item of legislation\")) excluding any land occupied solely as a dwelling by a person employed at the institution;\n\t\t\t  * “prison” includes—\n\t\ta young offender institution,\n\t\ta secure training centre, and\n\t\ta secure college;\n\t\t\t  * “public place” includes any place to which, at the time in question, the public have or are permitted access, whether on payment or otherwise;\n\t\t\t  * “school premises” means land used for the purposes of a school, excluding any land occupied solely as a dwelling by a person employed at the school; and “school” has the meaning given by—\n\t\tin relation to land in England and Wales, section 4 of the Education Act 1996;\n\t\tin relation to land in Northern Ireland, Article 2(2) of the Education andLibraries (Northern Ireland) Order 1986 ([SI 1986/594 (NI3)](/id/nisi/1986/594?view=plain \"Go to item of legislation\")).”\n\tIn subsection (5)(a), after “subsection (1)” insert “or (1A)”.\n\tAfter subsection (7) insert—\n\t“(7A)It is a defence for a person charged with an offence under subsection(1A) to show that the weapon in question is one of historical importance.”\n\tAfter subsection (8) insert—\n\t“(8A)It is a defence for a person charged with an offence under subsection(1A) to show that they possessed the weapon in question only in their capacityas the operator of, or as a person acting on behalf of, a museum or gallery.”\n\tIn subsection (9), for “If a person acting on behalf of” substitute “If theoperator of, or a person acting on behalf of,”.\n\tAfter subsection (11) insert—\n\t“(11ZA)It is a defence for a person charged with an offence under subsection(1A) to show that they possessed the weapon in question for educationalpurposes only.”\n\tIn subsection (11A)(a) (as inserted by the Violent Crime Reduction Act2006), after “subsection (1)” insert “or (1A)”.\n\tAfter subsection (11A) (as inserted by the Violent Crime Reduction Act2006) insert—\n\t“(11AA)It is a defence for a person charged with an offence under subsection(1A) to show that they possessed the weapon in question only for one or moreof the purposes specified in subsection (11B).”\n\tIn subsection (11C) (as inserted by the Violent Crime Reduction Act 2006),for “(8), (9) or (11A)” substitute “(7A), (8), (8A), (9), (11ZA), (11A) or(11AA)”.\n\tIn subsection (11D) (as inserted by the Violent Crime Reduction Act 2006),in paragraph (a), after “subsection (1)” insert “or (1A)”.\n\tIn subsection (11A) (as inserted by the Custodial Sentences and Weapons(Scotland) Act 2007), after “subsection (1)” insert “or (1A)”.\n\tAfter subsection (11A) (as inserted by the Custodial Sentences and Weapons(Scotland) Act 2007) insert—\n\t“(11AA)It is a defence for a person charged with an offence under subsection(1A) to show that the person possessed the weapon in question only for one ormore of the purposes specified in subsection (11B).”\n\tIn subsection (11F) (as inserted by the Custodial Sentences and Weapons(Scotland) Act 2007), for “(8), (9) or (11A)” substitute “(7A), (8), (8A),(9), (11ZA), (11A) or (11AA)”.\n\tAfter subsection (12) insert—\n\t“(12A)An order under this section which has the effect that possession inprivate of a weapon of a particular description is, or is to become, anoffence under subsection (1A) may make provision—\n\t\tenabling arrangements to be made for the surrender of weapons of thatdescription;\n\t\tas to the procedure to be followed in relation to the surrender of suchweapons;\n\t\tfor the payment of compensation in respect of weapons surrendered inaccordance with the arrangements;\n\t\tas to the requirements that must be met by a person making a claim forcompensation;\n\t\tas to the procedure to be followed in respect of a claim and for thedetermination of a claim;\n\t\tenabling a person to exercise a discretion in determining whether to make apayment in response to a claim and the amount of such a payment.”\n\tIn subsection (14)(a) after “subsection (1)” insert “or (1A)”.\n\tIn Article 29(1)(l) of the Magistrates’ Courts (Northern Ireland) Order1981 ([SI 1981/1675 (NI 26)](/id/nisi/1981/1675?view=plain \"Go to item oflegislation\")) after “141(1)” insert “or (1A)”.\n\tSubsection (19) applies if the subsections (11A) and (11B) which areinserted by section 60(1)(b) of the Custodial Sentences and Weapons (Scotland)Act 2007 into section 141 of the Criminal Justice Act 1988 are not in forcewhen subsection (2) comes into force in relation to Scotland.\n\tUntil the coming into force of those subsections (11A) and (11B), section141 has effect in relation to Scotland as if after subsection (11) there wereinserted—\n\t“(11A)Where a person is charged with an offence under subsection (1A) inrespect of conduct of the person relating to a weapon to which this sectionapplies, it is a defence to show that the person’s conduct was for the purposeonly of making the weapon in question available for one or more of thepurposes specified in subsection (11B).\n\t(11AA)It is a defence for a person charged with an offence under subsection(1A) to show that the person possessed the weapon in question only for one ormore of the purposes specified in subsection (11B).\n\t(11B)Those purposes are—\n\t\tthe purposes of theatrical performances and of rehearsals for suchperformances;\n\t\tthe production of films (as defined in section 5B of the Copyright, Designsand Patents Act 1988);\n\t\tthe production of television programmes (as defined in section 405(1) ofthe Communications Act 2003).”"
    },
    {
        "length": 1501,
        "text": "\nProhibition on the possession of offensive weapons: supplementary\n\tThe Schedule to the Criminal Justice Act 1988 (Offensive Weapons) Order1988 ([SI 1988/2019](/id/uksi/1988/2019?view=plain \"Go to item oflegislation\")) is amended in accordance with subsections (2) to (9).\n\tIn paragraph 1, after paragraph (r) insert—\n\t\tthe weapon sometimes known as a “zombie knife”, “zombie killer knife” or“zombie slayer knife”, being a blade with—\n\t\ta cutting edge;\n\t\ta serrated edge; and\n\t\timages or words (whether on the blade or handle) that suggest that it isto be used for the purpose of violence.”\n\tIn paragraph 1, after paragraph (s) insert—\n\t\tthe weapon sometimes known as a “cyclone knife” or “spiral knife” being aweapon with—\n\t\ta handle,\n\t\ta blade with two or more cutting edges, each of which forms a helix, and\n\t\ta sharp point at the end of the blade.”\n\tIn paragraph 2, after “subsection (1)” insert “or (1A)”.\n\tIn paragraph 3(a), after “section 141(1)” insert “or (1A)”.\n\tIn paragraph 4—\n\t\tthe existing text becomes sub-paragraph (1),\n\t\tin that sub-paragraph, in paragraph (a), after “section 141(1)” insert “or(1A)”, and\n\t\tafter that sub-paragraph insert—\n\tIt is a defence for a person charged with an offence under section 141(1A)of the Criminal Justice Act 1988 in respect of any conduct of that personrelating to a weapon to which section 141 of that Act applies by virtue ofparagraph 1(r) to show that the person’s conduct was for the purpose only ofparticipating in a permitted activity of a kind mentioned in sub-paragraph(1).”\n\tIn paragraph 5A—\n\t\tthe existing text becomes sub-paragraph (1),\n\t\tin that sub-paragraph—\n\t\tin paragraph (a), after “section 141(1)” insert “or (1A)”, and\n\t\tin the words following paragraph (b) for “in religious ceremonies”substitute “for religious reasons”, and\n\t\tafter that sub-paragraph insert—\n\tIt is a defence for a person charged with an offence under section 141(1A)of the Criminal Justice Act 1988 in respect of a weapon to which section 141of the Criminal Justice Act 1988 applies by virtue of paragraph 1(r) to showthat the person possessed the weapon for religious reasons only.”\n\tAfter paragraph 5A insert—\n\t\t“5B(1)Sub-paragraph (2) applies to—\n\t\ta person charged with an offence under section 141(1) or (1A) of theCriminal Justice Act 1988 in respect of any conduct of the person relating toa curved sword, and\n\t\ta person charged with an offence under section 50(2) or (3) of the Customsand Excise Management Act 1979 in respect of any conduct of the personrelating to a curved sword.\n\tIt is a defence for the person to show that the person’s conduct was forthe purpose only of making the sword available for presentation by a Sikh toanother person at a religious ceremony or other ceremonial event.\n\tIt is a defence for a person charged with an offence under section 141(1)of the Criminal Justice Act 1988 of giving a curved sword to another person toshow that the person’s conduct consisted of the presentation of the sword by aSikh to another person at a religious ceremony or other ceremonial event.\n\tIt is a defence for a person charged with an offence under section 141(1A)of the Criminal Justice Act 1988 of possession of a curved sword in private toshow that—\n\t\tthe person was a Sikh at the time the offence is alleged to have beencommitted and possessed the sword for the purpose only of presenting it toanother person at a religious ceremony or other ceremonial event, or\n\t\tthe sword was presented to the person by a Sikh at a religious ceremony orother ceremonial event.\n\tIn this paragraph—\n\t\t  * “curved sword” means a weapon to which section 141 of the Criminal Justice Act 1988 applies by virtue of paragraph 1(r);\n\t\t  * “Sikh” means a follower of the Sikh religion.”\n\tIn paragraph 6, for “and 5A” substitute “, 5A and 5B”.\n\tThe amendments made by subsections (2) to (9) are without prejudice to anypower to make an order under section 141 of the Criminal Justice Act 1988amending or revoking the order mentioned in subsection (1).\n\tThe Schedule to the Criminal Justice Act 1988 (Offensive Weapons)(Scotland) Order 2005 ([SSI 2005/483](/id/ssi/2005/483?view=plain \"Go to itemof legislation\")) is amended as follows.\n\tIn paragraph 1, after paragraph (q) insert—\n\t\tthe weapon sometimes known as a “cyclone knife” or “spiral knife” being aweapon with—\n\t\ta handle,\n\t\ta blade with two or more cutting edges, each of which forms a helix, and\n\t\ta sharp point at the end of the blade.”\n\tIn paragraph 2, after “subsection (1)” insert “or (1A)”.\n\tThe amendments made by subsections (12) and (13) are without prejudice toany power to make an order under section 141 of the Criminal Justice Act 1988amending or revoking the order mentioned in subsection (11)."
    },
    {
        "length": 387,
        "text": "\nSurrender of prohibited offensive weapons\n\tThe Secretary of State may make such arrangements as the Secretary of Statethinks fit to secure the orderly surrender at designated police stations inEngland and Wales of weapons the possession of which will become unlawful byvirtue of—\n\t\tsection 44 (by itself or in combination with section 43), or\n\t\tsection 46 (by itself or in combination with section 47).\n\tThe Scottish Ministers may make such arrangements as they think fit tosecure the orderly surrender at designated police stations in Scotland ofweapons the possession of which will become unlawful by virtue of—\n\t\tsection 44 (by itself or in combination with section 43), or\n\t\tsection 46 (by itself or in combination with section 47).\n\tThe Department of Justice in Northern Ireland may make such arrangements asit thinks fit to secure the orderly surrender at designated police stations inNorthern Ireland of weapons the possession of which will become unlawful byvirtue of—\n\t\tsection 44 (by itself or in combination with section 43), or\n\t\tsection 46 (by itself or in combination with section 47).\n\tThe chief officer of police for any area may designate any police stationin the chief officer’s area as being suitable for the receipt of—\n\t\tsurrendered weapons, or\n\t\tsurrendered weapons of a particular description.\n\tThe Chief Constable of the Police Service of Northern Ireland may designateany police station in Northern Ireland as being suitable for the receipt of—\n\t\tsurrendered weapons, or\n\t\tsurrendered weapons of a particular description."
    },
    {
        "length": 652,
        "text": "\nPayments in respect of surrendered offensive weapons\n\tSubsection (2) applies if the Secretary of State makes arrangements for thesurrender of weapons under section 48(1).\n\tThe Secretary of State must by regulations provide for payments to be madein respect of weapons which are surrendered in accordance with thearrangements.\n\tSubsection (4) applies if the Scottish Ministers make arrangements for thesurrender of weapons under section 48(2).\n\tThe Scottish Ministers must by regulations provide for payments to be madein respect of weapons which are surrendered in accordance with thearrangements.\n\tSubsection (6) applies if the Department of Justice in Northern Irelandmakes arrangements for the surrender of weapons under section 48(3).\n\tThe Department of Justice in Northern Ireland must by regulations providefor payments to be made in respect of weapons which are surrendered inaccordance with the arrangements.\n\tRegulations under subsection (2), (4) or (6) must provide that a paymentmay only be made to a person making a claim which meets—\n\t\tcondition A, and\n\t\tcondition B or C.\n\tCondition A is that possession of the weapon to which the claim relateswill become unlawful by virtue of section 44 (by itself or in combination withsection 43) or section 46 (by itself or in combination with section 47).\n\tCondition B is that the person making the claim owned the weapon on therelevant date.\n\tCondition C is that on or before the relevant date the person making theclaim had contracted to acquire the weapon.\n\tThe provision that may be made by regulations under subsection (2), (4) or(6) includes—\n\t\tother provision restricting eligibility for receipt of payments, includingprovision restricting eligibility to claims made in respect of weaponssurrendered within a period specified in the regulations;\n\t\tprovision about the procedure to be followed in respect of claims and forthe determination of claims (including any time within which claims must bemade, any evidence and other information to be provided in support of a claimand the burden of proof in relation to a claim);\n\t\tprovision enabling a person to exercise a discretion in determining—\n\t\twhether to make a payment in response to a claim, and\n\t\tthe amount of such a payment.\n\tIn this section “the relevant date”—\n\t\tin relation to a weapon to which section 141 of the Criminal Justice Act1988 is to apply by virtue of section 47(3) or (12) of this Act, means 22ndJanuary 2019;\n\t\tin any other case, means 20th June 2018."
    },
    {
        "length": 1785,
        "text": "\nPART 5Threatening with offensive weapons\n\tOffence of threatening with offensive weapon etc in a public place etc\n\t\tSection 1A of the Prevention of Crime Act 1953 (offence of threatening withoffensive weapon in public) is amended in accordance with subsections (2) and(3).\n\t\tIn subsection (1)—\n\t\t\tin paragraph (b), after “person” insert “(“A”)”, and\n\t\t\tin paragraph (c), for the words from “there” to the end of the paragraphsubstitute “a reasonable person (“B”) who was exposed to the same threat as Awould think that there was an immediate risk of physical harm to B.”\n\t\tOmit subsection (2).\n\t\tSection 139AA of the Criminal Justice Act 1988 (offence of threatening witharticle with blade or point or offensive weapon) is amended in accordance withsubsections (5) and (6).\n\t\tIn subsection (1)—\n\t\t\tin paragraph (b), after “person” insert “(“A”)”, and\n\t\t\tin paragraph (c), for the words from “there” to the end of the paragraphsubstitute “a reasonable person (“B”) who was exposed to the same threat as Awould think that there was an immediate risk of physical harm to B.”\n\t\tOmit subsection (4).\n\tOffence of threatening with offensive weapon etc on further educationpremises\n\t\tSection 139AA of the Criminal Justice Act 1988 (offence of threatening witharticle with blade or point or offensive weapon) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person is guilty of an offence if that person—\n\t\t\thas an article to which this section applies with them on further educationpremises,\n\t\t\tunlawfully and intentionally threatens another person (“A”) with thearticle, and\n\t\t\tdoes so in such a way that a reasonable person (“B”) who was exposed to thesame threat as A would think that there was an immediate risk of physical harmto B.”\n\t\tAfter subsection (3) insert—\n\t\t“(3A)In relation to further education premises this section applies to each ofthese—\n\t\t\tan article to which section 139 applies;\n\t\t\tan offensive weapon within the meaning of section 1 of the Prevention ofCrime Act 1953.”\n\t\tIn subsection (5)—\n\t\t\tat the appropriate place insert—\n\t\t\t\t  * ““further education premises” means land used solely for the purposes of—\n\t\t\tan institution within the further education sector (within the meaning ofsection 91 of the Further and Higher Education Act 1992), or\n\t\t\ta 16 to 19 Academy (within the meaning of section 1B of the Academies Act2010),\n\t\t\texcluding any land occupied solely as a dwelling by a person employed at theinstitution or the 16 to 19 Academy;”;\n\t\t\tfor the definition of “school premises” substitute—\n\t\t\t\t  * ““school premises” means land used for the purposes of a school, excluding any land occupied solely as a dwelling by a person employed at the school; and “school” has the meaning given by section 4 of the Education Act 1996.”\n\tOffence of threatening with an offensive weapon etc in a private place\n\t\tA person (“A”) commits an offence if—\n\t\t\twhile A is in a private place, A unlawfully and intentionally threatensanother person (“B”) with an article or substance to which this subsectionapplies, and\n\t\t\tA does so in such a way that there is an immediate risk of serious physicalharm to B.\n\t\tSubsection (1) applies to an article or substance if it is—\n\t\t\tan offensive weapon within the meaning of section 1 of the Prevention ofCrime Act 1953,\n\t\t\tan article to which section 139 of the Criminal Justice Act 1988 (offenceof having article with blade or point in public place) applies, or\n\t\t\ta corrosive substance.\n\t\tIn the application of subsection (1) to an article within subsection (2)(a)or (b), “private place” means a place other than—\n\t\t\ta public place,\n\t\t\ta place which is part of school premises, or\n\t\t\ta place which is part of further education premises.\n\t\tIn the application of subsection (1) to a corrosive substance, “privateplace” means a place other than a public place.\n\t\tFor the purposes of subsection (1) physical harm is serious if it amountsto grievous bodily harm for the purposes of the Offences against the PersonAct 1861.\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,to a fine or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 4years, to a fine or to both.\n\t\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003 (maximum sentence that may be imposedon summary conviction of offence triable either way), the reference insubsection (6)(a) to 12 months is to be read as a reference to 6 months.\n\t\tIn this section and section 53—\n\t\t\t  * “corrosive substance” means a substance that is capable of burning human skin by corrosion; \n\t\t\t  * “further education premises” means land used solely for the purposes of— \n\t\t\tan institution within the further education sector (within the meaning ofsection 91 of the Further and Higher Education Act 1992), or\n\t\t\ta 16 to 19 Academy (within the meaning of section 1B of the Academies Act2010),\n\t\t\t\texcluding any land occupied solely as a dwelling by a person employed at theinstitution or the 16 to 19 Academy;\n\t\t\t\t  * “public place” includes any place to which, at the time in question, the public have or are permitted to have access, whether on payment or otherwise; \n\t\t\t\t  * “school premises” means land used for the purposes of a school, excluding any land occupied solely as a dwelling by a person employed at the school; and “school” has the meaning given by section 4 of the Education Act 1996. \n\tSearch for corrosive substance on school or further education premises\n\t\tThis section applies if a constable has reasonable grounds for suspectingthat an offence under section 52, as that section applies to corrosivesubstances, is being or has been committed on school premises or furthereducation premises.\n\t\tThe constable may enter and search the premises and any person on them fora corrosive substance.\n\t\tIf in the course of a search under this section a constable discovers asubstance which the constable has reasonable grounds for suspecting to be acorrosive substance, the constable may seize and retain it.\n\t\tThe constable may use reasonable force, if necessary, in the exercise ofthe power of entry conferred by this section."
    },
    {
        "length": 705,
        "text": "\nProhibition of certain firearms etc: England and Wales and Scotland\n\tThe Firearms Act 1968 is amended as follows.\n\tIn section 5 (weapons subject to general prohibition), in subsection (1),after paragraph (af) insert—\n\t\tany rifle with a chamber from which empty cartridge cases are extractedusing—\n\t\tenergy from propellant gas, or\n\t\tenergy imparted to a spring or other energy storage device by propellantgas,\n\t\t\tother than a rifle which is chambered for .22 rim-fire cartridges;”.\n\tIn section 5(1), for the “and” at the end of paragraph (b) substitute—\n\t\tany device (commonly known as a bump stock) which is designed or adaptedso that—\n\t\tit is capable of forming part of or being added to a self-loading lethalbarrelled weapon (as defined in section 57(1B) and (2A)), and\n\t\tif it forms part of or is added to such a weapon, it increases the rate offire of the weapon by using the recoil from the weapon to generate repeatedpressure on the trigger; and”.\n\tIn section 5(2), after “including,” insert “in the case of weapons, anydevices falling within subsection (1)(ba) of this section and,”.\n\tIn section 5(2A)(a), after “weapon” insert “, device”.\n\tIn section 51A(1)(a) (minimum sentences for certain offences under section5), in each of sub-paragraphs (i) and (iii), after “(af)” insert “, (ag),(ba)”.\n\tIn Schedule 6 (prosecution and punishment of offences) in Part 1 (table ofpunishments)—\n\t\tin the entry for section 5(1)(a), (ab), (aba), (ac), (ad), (ae), (af) or(c), in the first column, after “(af)” insert “, (ag), (ba)”,\n\t\tin the entry for section 19, in the third column, for “or (af)” substitute“, (af), (ag) or (ba)”, and\n\t\tin the entry for section 20(1), in the third column, for “or (af)”substitute “, (af), (ag) or (ba)”.\n\tThe amendments made by subsection (6) apply only in relation to—\n\t\tan offence under section 5(1)(ag) or (ba) of the Firearms Act 1968 which iscommitted after the coming into force of subsection (6), and\n\t\tan offence under a provision listed in section 51A(1A) of that Act inrespect of a firearm specified in section 5(1)(ag) or (ba) of that Act whichis committed after the coming into force of subsection (6)."
    },
    {
        "length": 768,
        "text": "\nProhibition of certain firearms etc: Northern Ireland\n\tThe Firearms (Northern Ireland) Order 2004 ([SI 2004/702 (NI3)](/id/nisi/2004/702?view=plain \"Go to item of legislation\")) is amended asfollows.\n\tIn Article 45 (weapons subject to general prohibition), in paragraph (1),after sub-paragraph (e) insert—\n\t\tany rifle with a chamber from which empty cartridge cases are extractedusing—\n\t\tenergy from propellant gas, or\n\t\tenergy imparted to a spring or other energy storage device by propellantgas,\n\t\t\tother than a rifle which is chambered for .22 rimfire cartridges;”.\n\tIn Article 45(1), for the “and” at the end of sub-paragraph (f) substitute—\n\t\tany device (commonly known as a bump stock) which is designed or adaptedso that—\n\t\tit is capable of forming part of or being added to a self-loading firearm,and\n\t\tif it forms part of or is added to such a firearm, it increases the rateof fire of the firearm by using the recoil from the firearm to generaterepeated pressure on the trigger; and””.\n\tIn Article 2(2) (interpretation), in the definition of “prohibited weapon”and “prohibited ammunition”, after “including,” insert “in the case ofweapons, any devices falling within paragraph (1)(fa) of that Article and,”.\n\tIn Article 70(1)(a) (minimum sentence for certain offences), in each ofheads (ii) and (iv), after “(e)” insert “, (ea), (fa)”.\n\tIn Schedule 5 (table of punishments)—\n\t\tin the entry for Article 45(1)(a), (aa), (b), (c), (d), (e) and (g), in thefirst column, after “(e)” insert “, (ea), (fa)”,\n\t\tin the entry for Article 61(1), in the third column, for “or (e)”substitute “, (e), (ea) or (fa)”, and\n\t\tin the entry for Article 62(1), in the third column, for “or (e)”substitute “, (e), (ea) or (fa)”.\n\tThe amendments made by subsection (5) apply only in relation to—\n\t\tan offence under Article 45(1)(ea) or (fa) of the Firearms (NorthernIreland) Order 2004 ([SI 2004/702 (NI 3)](/id/nisi/2004/702?view=plain \"Go toitem of legislation\")) which is committed after the coming into force ofsubsection (5), and\n\t\tan offence under a provision listed in Article 70(1A) of that Order inrespect of a firearm specified in Article 45(1)(ea) or (fa) of that Orderwhich is committed after the coming into force of subsection (5)."
    },
    {
        "length": 252,
        "text": "\nSurrender of prohibited firearms etc\n\tThe Secretary of State may make such arrangements as the Secretary of Statethinks fit to secure—\n\t\tthe orderly surrender at designated police stations of firearms thepossession of which will become unlawful by virtue of section 54 or 55;\n\t\tthe orderly surrender at designated police stations or other places ofancillary equipment.\n\tThe chief officer of police for any area may designate any police stationin the chief officer’s area as being suitable for the receipt of—\n\t\tsurrendered firearms or ancillary equipment, or\n\t\tsurrendered firearms or ancillary equipment of a particular description.\n\tThe Chief Constable of the Police Service of Northern Ireland may designateany police station in Northern Ireland as being suitable for the receipt of—\n\t\tsurrendered firearms or ancillary equipment, or\n\t\tsurrendered firearms or ancillary equipment of a particular description.\n\tIn this section “ancillary equipment” has the meaning given by section60(2)."
    },
    {
        "length": 611,
        "text": "\nPayments in respect of surrendered firearms other than bump stocks\n\tThis section applies to firearms of the kind referred to in—\n\t\tthe paragraph to be inserted into section 5(1) of the Firearms Act 1968 bysection 54(2), or\n\t\tthe sub-paragraph to be inserted into Article 45(1) of the Firearms(Northern Ireland) Order 2004 ([SI 2004/702 (NI3)](/id/nisi/2004/702?view=plain \"Go to item of legislation\")) by section55(2).\n\tThis section applies if the Secretary of State makes arrangements undersection 57 for the surrender of firearms to which this section applies.\n\tThe Secretary of State must by regulations provide for payments to be madein respect of such firearms which are surrendered in accordance with thearrangements.\n\tRegulations under subsection (3) must provide that a payment may only bemade to a person making a claim which meets—\n\t\tcondition A, and\n\t\tcondition B or C.\n\tCondition A is that possession of the firearm to which the claim relateswill become unlawful by virtue of section 54 or 55.\n\tCondition B is that the person making the claim had and was entitled tohave the firearm in their possession on or immediately before 20th June 2018by virtue of a firearm certificate held by them or by virtue of being aregistered firearms dealer.\n\tCondition C is that—\n\t\ton or before 20th June 2018 the person making the claim had contracted toacquire the firearm, and\n\t\tthat person was entitled to have the firearm in their possession after thatdate by virtue of a firearm certificate held by them or by virtue of being aregistered firearms dealer.\n\tThe provision that may be made by regulations under subsection (3)includes—\n\t\tother provision restricting eligibility for receipt of payments, includingprovision restricting eligibility to claims made in respect of firearmssurrendered within a period specified in the regulations;\n\t\tprovision about the procedure to be followed (including any time withinwhich claims must be made and the provision of information) in respect ofclaims and for the determination of claims;\n\t\tprovision enabling a person to exercise a discretion in determining—\n\t\twhether to make a payment in response to a claim, and\n\t\tthe amount of such a payment."
    },
    {
        "length": 577,
        "text": "\nPayments in respect of prohibited firearms which are bump stocks\n\tThis section applies to firearms of the kind referred to in—\n\t\tthe paragraph to be inserted into section 5(1) of the Firearms Act 1968 bysection 54(3), or\n\t\tthe sub-paragraph to be inserted into Article 45(1) of the Firearms(Northern Ireland) Order 2004 ([SI 2004/702 (NI3)](/id/nisi/2004/702?view=plain \"Go to item of legislation\")) by section55(3).\n\tThis section applies if the Secretary of State makes arrangements undersection 57 for the surrender of firearms to which this section applies.\n\tThe Secretary of State must by regulations provide for payments to be madein respect of such firearms which are surrendered in accordance with thearrangements.\n\tRegulations under subsection (3) must provide that a payment may only bemade to a person making a claim which meets—\n\t\tcondition A,\n\t\tcondition B or C, and\n\t\tcondition D.\n\tCondition A is that possession of the firearm to which the claim relateswill become unlawful by virtue of section 54 or 55.\n\tCondition B is that the person making the claim had the firearm in theirpossession on or immediately before 20th June 2018.\n\tCondition C is that on or before 20th June 2018 the person making the claimhad contracted to acquire the firearm.\n\tCondition D is that the person making the claim did not import the firearminto the United Kingdom on or after 4th December 2017.\n\tThe provision that may be made by regulations under subsection (3)includes—\n\t\tother provision restricting eligibility for receipt of payments, includingprovision restricting eligibility to claims made in respect of firearmssurrendered within a period specified in the regulations;\n\t\tprovision about the procedure to be followed (including any time withinwhich claims must be made and the provision of information) in respect ofclaims and for the determination of claims;\n\t\tprovision enabling a person to exercise a discretion in determining—\n\t\twhether to make a payment in response to a claim, and\n\t\tthe amount of such a payment."
    },
    {
        "length": 591,
        "text": "\nPayments in respect of ancillary equipment\n\tThe Secretary of State may by regulations provide for payments to be madein respect of ancillary equipment of any description specified in theregulations.\n\tIn subsection (1) “ancillary equipment” means equipment, other thanprohibited ammunition, which—\n\t\tis designed or adapted for use in connection with firearms prohibited byvirtue of section 54 or 55, and\n\t\thas no practicable use in connection with any firearm which is not aprohibited weapon.\n\tRegulations under subsection (1) must provide that a payment may only bemade to a person making a claim which meets—\n\t\tcondition A, and\n\t\twhere the claim is made in respect of ancillary equipment which isammunition, condition B.\n\tCondition A is that the person making the claim had the ancillary equipmentto which the claim relates in their possession—\n\t\ton or immediately before 20th June 2018, or\n\t\tafter that date because they purchased it by virtue of a contract enteredinto on or before that date.\n\tCondition B is that the possession of the ammunition by the person makingthe claim was, at all material times, lawful by virtue of a firearmcertificate held by them or by virtue of being a registered firearms dealer.\n\tRegulations under subsection (1) may require, as a condition of eligibilityfor receipt of payments in respect of any equipment—\n\t\tthe surrender (whether to the police or any other person) of that equipmentin accordance with the regulations within a period specified in theregulations,\n\t\tthe disposal of that equipment by way of sale within a period so specified,or\n\t\teither such surrender or such disposal of the equipment within a period sospecified.\n\tThe provision that may be made by regulations under subsection (1)includes—\n\t\tother provision restricting eligibility for receipt of payments, includingprovision restricting eligibility to claims made in respect of ancillaryequipment surrendered or disposed of within a period specified in theregulations;\n\t\tprovision about the procedure to be followed (including any time withinwhich claims must be made and the provision of information) in respect ofclaims and for the determination of claims;\n\t\tprovision enabling a person to exercise a discretion in determining—\n\t\twhether to make a payment in response to a claim, and\n\t\tthe amount of such a payment."
    },
    {
        "length": 382,
        "text": "\nConditions applying to certain firearms: England and Wales and Scotland\n\tThe Firearms Act 1968 is amended as follows.\n\tAfter section 27 insert—\n\t“27AConditions for storage etc of certain firearms\n\t\tThis section applies to a firearm if it is a rifle from which a shot,bullet or other missile, with kinetic energy of more than 13,600 joules at themuzzle of the weapon, can be discharged.\n\t\tThe Secretary of State must by rules under section 53 prescribe conditions—\n\t\t\tsubject to which a firearm certificate relating to a firearm to which thissection applies must be granted or renewed, and\n\t\t\twhich impose requirements as to the storage of a firearm to which thissection applies and as to the security measures to be taken when such afirearm is in transit.\n\t\tBefore making rules under section 53 which prescribe conditions of the kindmentioned in subsection (2) the Secretary of State must consult such personslikely to be affected by the rules as the Secretary of State considersappropriate.”\n\t\tIn section 53 (rules for implementing the Act)—\n\t\t\tthe existing text becomes subsection (1), and\n\t\t\tat the end of that subsection insert—\n\t\tA statutory instrument containing (whether alone or with other provision)rules under this section which prescribe conditions of the kind mentioned insection 27A(2) (conditions for storage etc of certain firearms) is subject toannulment in pursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 456,
        "text": "\nConditions applying to certain firearms: Northern Ireland\n\tThe Firearms (Northern Ireland) Order 2004 ([SI 2004/702 (NI3)](/id/nisi/2004/702?view=plain \"Go to item of legislation\")) is amended asfollows.\n\tIn Article 6 (conditions), after paragraph (3) insert—\n\t\t“(3A)Paragraphs (1) and (2) are subject to Article 6A (conditions for storageetc of certain firearms) and regulations under that Article.”\n\tAfter Article 6 insert—\n\t“6AConditions for storage etc of certain firearms\n\t\tThis Article applies to a firearm if it is a rifle from which a shot,bullet or other missile, with kinetic energy of more than 13,600 joules at themuzzle of the weapon, can be discharged.\n\t\tThe Department of Justice must by regulations prescribe conditions—\n\t\t\tsubject to which a firearm certificate relating to a firearm to which thisArticle applies must be granted, and\n\t\t\twhich impose requirements as to the storage of a firearm to which thisArticle applies and as to the security measures to be taken when such afirearm is in transit.\n\t\tIf a firearm certificate is granted subject to conditions prescribed underparagraph (2), that certificate may not be varied so as to vary or revokethose conditions.\n\t\tBefore making regulations under paragraph (2) the Department of Justicemust consult such persons likely to be affected by the regulations as theDepartment considers appropriate.”\n\t\tIn Article 11 (variation of firearm certificate), after paragraph (1)insert—\n\t\t\t“(1A)Paragraph (1) is subject to Article 6A (conditions for storage etc ofcertain firearms) and regulations under that Article.”"
    },
    {
        "length": 145,
        "text": "\nInterpretation of Part\n\tAny expression used in this Part as it applies in relation to England andWales and Scotland and which is defined in the Firearms Act 1968 has the samemeaning as in that Act.\n\tAny expression used in this Part as it applies in relation to NorthernIreland and which is defined in the Firearms (Northern Ireland) Order 2004([SI 2004/702 (NI 3)](/id/nisi/2004/702?view=plain \"Go to item oflegislation\")) has the same meaning as in that Order."
    },
    {
        "length": 716,
        "text": "\nPART 7Enforcement\n\tEnforcement of offences relating to sale etc of offensive weapons\n\t\tA local weights and measures authority may enforce within its area aprovision listed in subsection (2).\n\t\tThe provisions mentioned in subsection (1) are—\n\t\t\tsection 1(1) of the Restriction of Offensive Weapons Act 1959 (penaltiesfor offences in connection with dangerous weapons),\n\t\t\tsection 1 of the Crossbows Act 1987 (sale etc of crossbows to persons under18),\n\t\t\tsection 141(1) of the Criminal Justice Act 1988 (offensive weapons),\n\t\t\tsection 141A of that Act (sale etc of bladed articles to persons under 18),\n\t\t\tsection 1 of the Knives Act 1997 (unlawful marketing of knives),\n\t\t\tsection 2 of that Act (publication of unlawful marketing material relatingto knives),\n\t\t\tsection 1 of this Act (sale of corrosive products to persons under 18),\n\t\t\tsection 3 of this Act (delivery of corrosive products to residentialpremises etc),\n\t\t\tsection 4 of this Act (delivery of corrosive products to persons under 18),\n\t\t\tsection 38 of this Act (delivery of bladed products to residential premisesetc),\n\t\t\tsection 39 of this Act (delivery of bladed products to persons under 18),and\n\t\t\tsection 42 of this Act (delivery of bladed articles to persons under 18).\n\t\tFor the investigatory powers available to a local weights and measuresauthority for the purposes of enforcing a provision listed in subsection (2),see Schedule 5 to the Consumer Rights Act 2015.\n\t\tNothing in this section is to be construed as authorising a local weightsand measures authority to bring proceedings in Scotland for an offence.\n\t\tIn paragraph 10 of Schedule 5 to the Consumer Rights Act 2015 (duties andpowers to which Schedule 5 applies), at the appropriate place insert “section64 of the Offensive Weapons Act 2019.”\n\tApplication of Regulatory Enforcement and Sanctions Act 2008\n\t\tIn Schedule 3 to the Regulatory Enforcement and Sanctions Act 2008 (relevantenactments for the purposes of relevant functions to which Parts 1 and 2 ofthat Act apply) at the appropriate places insert—\n\t\t  * “Criminal Justice Act 1988, sections 141(1) and 141A”;\n\t\t  * “Offensive Weapons Act 2019, sections 1, 3, 4, 38, 39 and 42”;\n\t\t  * “Restriction of Offensive Weapons Act 1959, section 1(1)”."
    },
    {
        "length": 1468,
        "text": "\nGuidance on offences relating to offensive weapons etc\n\tThe Secretary of State may from time to time issue guidance about—\n\t\tsection 1 of the Prevention of Crime Act 1953 (prohibition of the carryingof offensive weapons without lawful authority or reasonable excuse),\n\t\tsection 1 of the Restriction of Offensive Weapons Act 1959 (penalties foroffences in connection with dangerous weapons) as it has effect in relationto—\n\t\tEngland and Wales, or\n\t\tthe importation of a knife to which that section applies into any otherpart of the United Kingdom,\n\t\tsection 139 of the Criminal Justice Act 1988 (offence of having articlewith blade or point in public place) as it has effect in relation to Englandand Wales,\n\t\tsection 139A of that Act (offence of having article with blade or point (oroffensive weapon) on educational premises) as it has effect in relation toEngland and Wales,\n\t\tsection 141 of that Act (offensive weapons) as it has effect in relation toEngland and Wales,\n\t\tsection 141A of that Act (sale of bladed articles to persons under 18) asit has effect in relation to England and Wales,\n\t\tsection 141B of that Act (limitations on defence to offence under section141A: England and Wales),\n\t\tany of sections 1 to 4 of this Act (sale and delivery of corrosiveproducts) as they have effect in relation to England and Wales or Scotland,\n\t\tsection 6 of this Act (offence of having a corrosive substance in a publicplace) as it has effect in relation to England and Wales, or\n\t\tany of sections 38 to 42 of this Act (sale and delivery of knives etc) asthey have effect in relation to England and Wales.\n\tThe Scottish Ministers may from time to time issue guidance about—\n\t\tsection 1 of the Restriction of Offensive Weapons Act 1959 as it has effectin relation to Scotland and other than in relation to the importation of aknife to which that section applies,\n\t\tsection 141 of the Criminal Justice Act 1988 as it has effect in relationto Scotland,\n\t\tsection 141A of that Act as it has effect in relation to Scotland,\n\t\tsection 141C of that Act (defence to offence under section 141A whereremote sale or letting on hire: Scotland),\n\t\tsection 6 of this Act as it has effect in relation to Scotland, or\n\t\tany of sections 38 to 42 of this Act as they have effect in relation toScotland.\n\tThe Department of Justice in Northern Ireland may from time to time issueguidance about—\n\t\tArticle 22 of the Public Order (Northern Ireland) Order 1987 ([SI 1987/463(NI 7)](/id/nisi/1987/463?view=plain \"Go to item of legislation\")) (carryingof offensive weapon in public place),\n\t\tsection 139 of the Criminal Justice Act 1988 as it has effect in relationto Northern Ireland,\n\t\tsection 139A of that Act as it has effect in relation to Northern Ireland,\n\t\tsection 141 of that Act as it has effect in relation to Northern Ireland,\n\t\tArticle 53 of the Criminal Justice (Northern Ireland) Order 1996 ([SI1996/3160 (NI 24)](/id/nisi/1996/3160?view=plain \"Go to item of legislation\"))(manufacture or sale of certain knives),\n\t\tArticle 54 or 54A of that Order (sale of bladed articles to persons under18),\n\t\tany of sections 1 to 4 of this Act as they have effect in relation toNorthern Ireland,\n\t\tsection 6 of this Act as it has effect in relation to Northern Ireland, or\n\t\tany of sections 38 to 42 of this Act as they have effect in relation toNorthern Ireland.\n\tA national authority who issues guidance under this section may from timeto time revise it.\n\tSubsection (6) applies if a national authority proposes to issue guidanceunder this section—\n\t\ton a matter on which the authority has not previously issued such guidance,or\n\t\twhich the authority considers to be substantially different from guidancepreviously issued under this section.\n\tBefore the national authority issues the guidance, the authority mustconsult such persons likely to be affected by it as the authority considersappropriate.\n\tA national authority must arrange for any guidance issued by the authorityunder this section to be published in such manner as the authority thinksappropriate.\n\tThis section does not permit a national authority to give guidance to acourt or tribunal.\n\tIn this section “national authority” means—\n\t\tthe Secretary of State,\n\t\tthe Scottish Ministers, or\n\t\tthe Department of Justice in Northern Ireland.\n\tUntil the coming into force of the repeal of section 141(4) of theCriminal Justice Act 1988 (ban on importation of weapons) by paragraph 119(2)of Schedule 7 to the Policing and Crime Act 2009, this section has effect asif—\n\t\tsubsection (1)(e) referred to section 141 of the Criminal Justice Act 1988as it has effect in relation to—\n\t\tEngland and Wales, or\n\t\tthe importation of a weapon to which that section applies into any otherpart of the United Kingdom;\n\t\tsubsection (2)(b) referred to that section as it has effect in relation toScotland and other than in relation to the importation of a weapon to whichthat section applies, and\n\t\tsubsection (3)(d) referred to that section as it has effect in relation toNorthern Ireland and other than in relation to the importation of a weapon towhich that section applies."
    },
    {
        "length": 373,
        "text": "\nConsequential amendments relating to armed forces\n\tPart 2 of Schedule 1 to the Armed Forces Act 2006 (criminal conductoffences that may be dealt with at a summary hearing only with permission) isamended as follows.\n\tAfter paragraph 14 insert—\n\t\t“14AAn offence under section 1(1A) of the Restriction of Offensive Weapons Act1959 (possession of flick knife, flick gun or gravity knife).”\n\tAfter paragraph 16 insert—\n\t“16AAn offence under section 141(1A) of the Criminal Justice Act 1988(possession of certain offensive weapons).”\n\tAfter paragraph 20 insert—\n\t“21An offence under section 1(1) of the Offensive Weapons Act 2019 (sale ofcorrosive product to person under 18).\n\t22An offence under section 3(2) or (3) of the Offensive Weapons Act 2019(delivery of corrosive product to residential premises or locker).\n\t23An offence under section 6(1) of the Offensive Weapons Act 2019 (possessionof a corrosive substance in a public place).\n\t24An offence under section 38(2) or (3) of the Offensive Weapons Act 2019(delivery of bladed product to residential premises or locker).”"
    },
    {
        "length": 483,
        "text": "\nRegulations and orders\n\tAny power or duty of the Secretary of State to make regulations under thisAct is exercisable by statutory instrument.\n\tA statutory instrument containing regulations under this Act made by theSecretary of State may not be made unless a draft of the instrument has beenlaid before, and approved by a resolution of, each House of Parliament.\n\tAn order made by the Scottish Ministers under section 1(5)(c), 4(8)(c),40(10)(c) or 42(8)(c) is subject to the negative procedure (see section 28 ofthe Interpretation and Legislative Reform (Scotland) Act 2010).\n\tRegulations made by the Scottish Ministers under section 40(13) or 49(4)are subject to the affirmative procedure (see section 29 of the Interpretationand Legislative Reform (Scotland) Act 2010).\n\tAny power or duty of the Department of Justice in Northern Ireland to makeregulations or an order under this Act is exercisable by statutory rule forthe purposes of the Statutory Rules (Northern Ireland) Order 1979 (and not bystatutory instrument).\n\tNo regulations may be made by the Department of Justice under this Actunless a draft of the regulations has been laid before, and approved by aresolution of, the Northern Ireland Assembly.\n\tSection 41(3) of the Interpretation Act (Northern Ireland) 1954 applies forthe purposes of subsection (6) in relation to the laying of a draft as itapplies in relation to the laying of a statutory document under an enactment.\n\tRegulations or an order under this Act—\n\t\tmay make different provision for different cases;\n\t\tmay make transitional, transitory or saving provision;\n\t\tmay make incidental, supplementary or consequential provision.\n\tSubsections (2) and (8) do not apply to regulations or an order undersection 70."
    },
    {
        "length": 1462,
        "text": "\nExtent \n\tThe following provisions of this Act extend to England and Wales, Scotlandand Northern Ireland—\n\t\tsections 1 to 4;\n\t\tsection 6;\n\t\tsubsection (4) of section 36, and subsection (1) of that section so far asrelating to subsection (4) of that section;\n\t\tsections 38 to 42;\n\t\tsection 43(1);\n\t\tsubsection (3) of section 44, and subsection (1) of that section so far asrelating to subsection (3) of that section;\n\t\tsubsection (4) of section 44, so far as it makes provision in relation toan offence under section 50(2) or (3) of the Customs and Excise Management Act1979, and subsection (1) of that section so far as relating to that provisionmade by subsection (4);\n\t\tsubsections (2) to (7) and (15) of section 46, and subsection (1) of thatsection so far as relating to subsections (2) to (7) and (15) of that section;\n\t\tsections 48 and 49;\n\t\tsections 57 to 60;\n\t\tsection 63;\n\t\tsection 64(5);\n\t\tsection 65;\n\t\tsection 66;\n\t\tsection 68;\n\t\tthis section;\n\t\tsections 70 and 71;\n\t\tSchedule 1;\n\t\tparagraphs 1 to 6 of Schedule 2, and section 56 so far as relating to thoseparagraphs.\n\tThe following provisions of this Act extend to England and Wales andScotland only—\n\t\tsection 34(1);\n\t\tsubsection (2) of section 44, and subsection (1) of that section so far asrelating to subsection (2) of that section;\n\t\tsubsection (4) of section 44, so far as it makes provision in relation toan offence under section 1(1) or (1A) of the Restriction of Offensive WeaponsAct 1959, and subsection (1) of that section so far as relating to thatprovision made by subsection (4);\n\t\tsection 54;\n\t\tsection 61;\n\t\tsection 64(1) to (4);\n\t\tparagraphs 10 and 12 of Schedule 2, and section 56 and paragraph 9 of thatSchedule so far as relating to paragraphs 10 and 12 of that Schedule.\n\tThe following provisions of this Act extend to England and Wales andNorthern Ireland only—\n\t\tsection 13(3);\n\t\tsection 45;\n\t\tsubsections (8) to (11) and (16) of section 46, and subsection (1) of thatsection so far as relating to subsections (8) to (11) and (16) of thatsection;\n\t\tsubsections (3) to (10) of section 47, and subsection (1) of that sectionso far as relating to subsections (3) to (9) of that section.\n\tThe following provisions of this Act extend to England and Wales only—\n\t\tsections 8 to 10;\n\t\tsection 13(1), (2), (4), (6) and (7);\n\t\tPart 2;\n\t\tsection 35;\n\t\tPart 5;\n\t\tparagraphs 7 and 8 of Schedule 2, and section 56 so far as relating tothose paragraphs.\n\tThe following provisions of this Act extend to Scotland only—\n\t\tsection 5;\n\t\tsection 7;\n\t\tsection 11;\n\t\tsection 13(5);\n\t\tsubsections (2) and (3) of section 36, and subsection (1) of that sectionso far as relating to subsections (2) and (3) of that section;\n\t\tsubsections (12) to (14), (18) and (19) of section 46, and subsection (1)of that section so far as relating to subsections (12) to (14) of thatsection;\n\t\tsection 47(11) to (14).\n\tThe following provisions extend to Northern Ireland only—\n\t\tsection 12;\n\t\tsection 34(2);\n\t\tsection 37;\n\t\tsection 43(2);\n\t\tsection 44(5) to (7);\n\t\tsection 46(17);\n\t\tsubsection (2) of section 47, and subsection (1) of that section so far asrelating to subsection (2) of that section;\n\t\tsection 55;\n\t\tsection 62;\n\t\tparagraphs 11 and 13 of Schedule 2, and section 56 and paragraph 9 of thatSchedule so far as relating to paragraphs 11 and 13 of that Schedule.\n\tSection 67 extends to—\n\t\tEngland and Wales, Scotland and Northern Ireland,\n\t\tthe Isle of Man, and\n\t\tthe British overseas territories.\n\tThe power under section 384(1) of the Armed Forces Act 2006 may beexercised so as to extend to any of the Channel Islands any of the amendmentsof Schedule 1 to that Act made by section 67 of this Act (with or withoutmodifications).\n\tThe power under section 384(2) of the Armed Forces Act 2006 may beexercised so as to modify Schedule 1 to that Act as amended by section 67 asthat section extends to the Isle of Man or the British overseas territories."
    },
    {
        "length": 1216,
        "text": "\nCommencement \n\tSubject to section 31 and subsections (2), (3) and (5), this Act comes intoforce on such day as the Secretary of State may by regulations appoint.\n\tThe following provisions come into force, so far as extending to Scotland,on such day as the Scottish Ministers may by regulations appoint—\n\t\tsections 5 to 7;\n\t\tsection 11;\n\t\tsection 13(5);\n\t\tsection 34(1);\n\t\tsection 36;\n\t\tsections 38 to 42;\n\t\tsection 44 except so far as it makes provision in relation to an offenceunder section 50(2) or (3) of the Customs and Excise Management Act 1979;\n\t\tsections 46 and 47;\n\t\tsection 66 so far as it confers functions on the Scottish Ministers.\n\tThe following provisions come into force, so far as extending to NorthernIreland, on such day as the Department of Justice in Northern Ireland may byorder appoint—\n\t\tsections 1 to 4;\n\t\tsection 6;\n\t\tsection 12;\n\t\tsection 34(2);\n\t\tsections 37 to 42;\n\t\tsection 43(2);\n\t\tsection 44(5) to (7);\n\t\tsections 45 and 46;\n\t\tsection 47 except so far as it makes provision in relation to a defence fora person charged with an offence under section 50(2) or (3) of the Customs andExcise Management Act 1979;\n\t\tsections 48 and 49 so far as they confer functions on the Department ofJustice in Northern Ireland or the Chief Constable of the Police Service ofNorthern Ireland;\n\t\tsection 62;\n\t\tsection 66 so far as it confers functions on the Department of Justice inNorthern Ireland;\n\t\tSchedule 1.\n\tDifferent days may be appointed under subsection (1), (2) or (3) fordifferent purposes or areas.\n\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\tsections 30 and 31;\n\t\tsections 48 and 49 except so far as they confer functions on the Departmentof Justice in Northern Ireland or the Chief Constable of the Police Service ofNorthern Ireland;\n\t\tsection 54(1);\n\t\tsubsection (2) of section 54 so far as it has the effect of prohibiting—\n\t\tthe purchase or acquisition of a weapon of a kind referred to in thatsubsection, or\n\t\tthe manufacture, sale or transfer, or purchase or acquisition for sale ortransfer, of such a weapon;\n\t\tsubsection (3) of section 54 so far as it has the effect of prohibiting—\n\t\tthe purchase or acquisition of a device of a kind referred to in thatsubsection, or\n\t\tthe manufacture, sale or transfer, or purchase or acquisition for sale ortransfer, of such a device;\n\t\tsubsection (4) of section 54 so far as it has the effect of prohibiting themanufacture, sale or transfer, or purchase or acquisition for sale ortransfer, of a device of a kind referred to in that subsection;\n\t\tsection 54(5) and (7)(a);\n\t\tsection 55(1);\n\t\tsubsection (2) of section 55 so far as it has the effect of prohibiting thepurchase or acquisition, or manufacture, sale or transfer, of a weapon of akind referred to in that subsection;\n\t\tsubsection (3) of section 55 so far as it has the effect of prohibiting thepurchase or acquisition, or manufacture, sale or transfer, of a device of akind referred to in that subsection;\n\t\tsection 55(6)(a);\n\t\tsections 57 to 61;\n\t\tsection 63;\n\t\tsection 68;\n\t\tsection 69;\n\t\tthis section;\n\t\tsection 71.\n\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act other than—\n\t\ta provision mentioned in subsection (2) so far as the provision extends toScotland, or\n\t\ta provision mentioned in subsection (3) so far as the provision extends toNorthern Ireland.\n\tThe Scottish Ministers may by regulations make transitional, transitory orsaving provision in connection with the coming into force of any provision ofthis Act mentioned in subsection (2) so far as the provision extends toScotland.\n\tThe Department of Justice in Northern Ireland may by order maketransitional, transitory or saving provision in connection with the cominginto force of any provision of this Act mentioned in subsection (3) so far asthe provision extends to Northern Ireland."
    }
]