[
    {
        "length": 233,
        "text": "\nVariation of leave to enter or remain\n\tAfter section 83 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (right ofappeal: asylum claim) insert—\n\t“83AAppeal: variation of limited leave\n\t\tThis section applies where—\n\t\t\ta person has made an asylum claim,\n\t\t\the was granted limited leave to enter or remain in the United Kingdom as arefugee within the meaning of the Refugee Convention,\n\t\t\ta decision is made that he is not a refugee, and\n\t\t\tfollowing the decision specified in paragraph (c) he has limited leave toenter or remain in the United Kingdom otherwise than as a refugee.\n\t\tThe person may appeal to the Tribunal against the decision to curtail or torefuse to extend his limited leave.”"
    },
    {
        "length": 116,
        "text": "\nRemoval \n\tIn section 82(2)(g) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (right ofappeal: removal) for “section 10(1)(a), (b) or (c)” substitute “section10(1)(a), (b), (ba) or (c)”."
    },
    {
        "length": 122,
        "text": "\nGrounds of appeal\n\tAfter section 84(3) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (grounds ofappeal) add—\n\tAn appeal under section 83A must be brought on the grounds that removal ofthe appellant from the United Kingdom would breach the United Kingdom’sobligations under the Refugee Convention.”"
    },
    {
        "length": 929,
        "text": "\nEntry clearance\n\tFor sections 88A, 90 and 91 of the Nationality, Immigration and Asylum Act2002 (restricted right of appeal in relation to refusal of entry clearance forvisitor or student) substitute—\n\t“88AEntry clearance\n\t\tA person may not appeal under section 82(1) against refusal of anapplication for entry clearance unless the application was made for thepurpose of—\n\t\t\tvisiting a person of a class or description prescribed by regulations forthe purpose of this subsection, or\n\t\t\tentering as the dependant of a person in circumstances prescribed byregulations for the purpose of this subsection.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tmake provision by reference to whether the applicant is a member of thefamily (within such meaning as the regulations may assign) of the person heseeks to visit;\n\t\t\tprovide for the determination of whether one person is dependent onanother;\n\t\t\tmake provision by reference to the circumstances of the applicant, of theperson whom the applicant seeks to visit or on whom he depends, or of both(and the regulations may, in particular, include provision by reference to—\n\t\t\twhether or not a person is lawfully settled in the United Kingdom withinsuch meaning as the regulations may assign;\n\t\t\tthe duration of two individuals' residence together);\n\t\t\tmake provision by reference to an applicant’s purpose in entering as adependant;\n\t\t\tmake provision by reference to immigration rules;\n\t\t\tconfer a discretion.\n\t\tSubsection (1)—\n\t\t\tdoes not prevent the bringing of an appeal on either or both of the groundsreferred to in section 84(1)(b) and (c), and\n\t\t\tis without prejudice to the effect of section 88 in relation to an appealunder section 82(1) against refusal of entry clearance.”\n\t\tFor section 23(1) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (monitoringrefusals of entry clearance) substitute—\n\t\tThe Secretary of State must appoint a person to monitor, in such manner asthe Secretary of State may determine, refusals of entry clearance in caseswhere, as a result of section 88A of the Nationality, Immigration and AsylumAct [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")(entry clearance: non-family visitors and students), an appeal under section82(1) of that Act may be brought only on the grounds referred to in section84(1)(b) and (c) of that Act (racial discrimination and human rights).”\n\t\tWithin the period of three years beginning with the commencement (for anypurpose) of subsection (1), the Secretary of State shall lay before Parliamenta report about the effect of that subsection; and the report—\n\t\t\tmust specify the number of applications for entry clearance made duringthat period,\n\t\t\tmust specify the number of those applications refused,\n\t\t\tmust specify the number of those applications granted, after an initialindication to the applicant of intention to refuse the application, as aresult of further consideration in accordance with arrangements established bythe Secretary of State,\n\t\t\tmust describe those arrangements,\n\t\t\tmust describe the effect of regulations made under section 88A(1)(a) or (b)as substituted by subsection (1) above,\n\t\t\tmay include other information about the process and criteria used todetermine applications for entry clearance, and\n\t\t\tmay record opinions."
    },
    {
        "length": 110,
        "text": "\nFailure to provide documents\n\tAfter section 88(2)(b) of the Nationality, Immigration and Asylum Act [2002(c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeal:ineligibility) insert—\n\t\thas failed to supply a medical report or a medical certificate inaccordance with a requirement of immigration rules,”."
    },
    {
        "length": 196,
        "text": "\nRefusal of leave to enter\n\tFor section 89 of the Nationality, Immigration and Asylum Act 2002 (appealagainst refusal of leave to enter: visitor or student without entry clearance)substitute—\n\t“89Refusal of leave to enter\n\t\tA person may not appeal under section 82(1) against refusal of leave toenter the United Kingdom unless—\n\t\t\ton his arrival in the United Kingdom he had entry clearance, and\n\t\t\tthe purpose of entry specified in the entry clearance is the same as thatspecified in his application for leave to enter.\n\t\tSubsection (1) does not prevent the bringing of an appeal on any or all ofthe grounds referred to in section 84(1)(b), (c) and (g).”"
    },
    {
        "length": 619,
        "text": "\nDeportation \n\tAfter section 97 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeals:national security) insert—\n\t“97ANational security: deportation\n\t\tThis section applies where the Secretary of State certifies that thedecision to make a deportation order in respect of a person was taken on thegrounds that his removal from the United Kingdom would be in the interests ofnational security.\n\t\tWhere this section applies—\n\t\t\tsection 79 shall not apply,\n\t\t\tthe Secretary of State shall be taken to have certified the decision tomake the deportation order under section 97, and\n\t\t\tfor the purposes of section 2(5) of the Special Immigration AppealsCommission Act [1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item oflegislation\") (appeals from within United Kingdom) it shall be assumed thatsection 92 of this Act—\n\t\t\twould not apply to an appeal against the decision to make the deportationorder by virtue of section 92(2) to (3D),\n\t\t\twould not apply to an appeal against that decision by virtue of section92(4)(a) in respect of an asylum claim, and\n\t\t\twould be capable of applying to an appeal against that decision by virtueof section 92(4)(a) in respect of a human rights claim unless the Secretary ofState certifies that the removal of the person from the United Kingdom wouldnot breach the United Kingdom’s obligations under the Human Rights Convention.\n\t\tA person in respect of whom a certificate is issued under subsection(2)(c)(iii) may appeal to the Special Immigration Appeals Commission againstthe issue of the certificate; and for that purpose the Special ImmigrationAppeals Commission Act 1997 shall apply as to an appeal against an immigrationdecision to which section 92 of this Act applies.\n\t\tThe Secretary of State may repeal this section by order.”\n\t\tIn section 112 of that Act (regulations, &c.) after subsection (5A) insert—\n\t\t\t“(5B)An order under section 97A(4)—\n\t\t\tmust be made by statutory instrument,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament, and\n\t\t\tmay include transitional provision.”"
    },
    {
        "length": 205,
        "text": "\nLegal aid\n\tSection 103D of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\")(reconsideration: legal aid) shall be amended as follows.\n\tIn subsection (2) for the words “where the Tribunal has decided an appealfollowing reconsideration pursuant to an order made” substitute “where anorder for reconsideration is made”.\n\tFor subsection (3) substitute—\n\tThe Tribunal may order payment out of that Fund of the appellant’s costs—\n\t\tin respect of the application for reconsideration;\n\t\tin respect of preparation for reconsideration;\n\t\tin respect of the reconsideration.”"
    },
    {
        "length": 399,
        "text": "\nAbandonment of appeal\n\tFor section 104(4) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (pendingappeal: deemed abandonment) substitute—\n\tAn appeal under section 82(1) brought by a person while he is in theUnited Kingdom shall be treated as abandoned if the appellant leaves theUnited Kingdom.\n\t(4A)An appeal under section 82(1) brought by a person while he is in theUnited Kingdom shall be treated as abandoned if the appellant is granted leaveto enter or remain in the United Kingdom (subject to subsections (4B) and(4C)).\n\t(4B)Subsection (4A) shall not apply to an appeal in so far as it is brought onthe ground relating to the Refugee Convention specified in section 84(1)(g)where the appellant—\n\t\tis granted leave to enter or remain in the United Kingdom for a periodexceeding 12 months, and\n\t\tgives notice, in accordance with any relevant procedural rules (which mayinclude provision about timing), that he wishes to pursue the appeal in so faras it is brought on that ground.\n\t\t(4C)Subsection (4A) shall not apply to an appeal in so far as it is brought onthe ground specified in section 84(1)(b) where the appellant gives notice, inaccordance with any relevant procedural rules (which may include provisionabout timing), that he wishes to pursue the appeal in so far as it is broughton that ground.”"
    },
    {
        "length": 658,
        "text": "\nContinuation of leave\n\tSection 3C of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (continuationof leave to enter or remain pending variation decision) shall be amended asfollows.\n\tIn subsection (2)(b) (continuation pending possible appeal) after “could bebrought” insert “, while the appellant is in the United Kingdom”.\n\tIn subsection (2)(c) (continuation pending actual appeal) after “againstthat decision” insert “, brought while the appellant is in the UnitedKingdom,”.\n\tFor subsection (6) (decision) substitute—\n\tThe Secretary of State may make regulations determining when anapplication is decided for the purposes of this section; and the regulations—\n\t\tmay make provision by reference to receipt of a notice,\n\t\tmay provide for a notice to be treated as having been received in specifiedcircumstances,\n\t\tmay make different provision for different purposes or circumstances,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.”\n\tAfter section 3C insert—\n\t“3DContinuation of leave following revocation\n\t\tThis section applies if a person’s leave to enter or remain in the UnitedKingdom—\n\t\t\tis varied with the result that he has no leave to enter or remain in theUnited Kingdom, or\n\t\t\tis revoked.\n\t\tThe person’s leave is extended by virtue of this section during any periodwhen—\n\t\t\tan appeal under section 82(1) of the Nationality, Immigration and AsylumAct 2002 could be brought, while the person is in the United Kingdom, againstthe variation or revocation (ignoring any possibility of an appeal out of timewith permission), or\n\t\t\tan appeal under that section against the variation or revocation, broughtwhile the appellant is in the United Kingdom, is pending (within the meaningof section 104 of that Act).\n\t\tA person’s leave as extended by virtue of this section shall lapse if heleaves the United Kingdom.\n\t\tA person may not make an application for variation of his leave to enter orremain in the United Kingdom while that leave is extended by virtue of thissection.”\n\t\tSection 82(3) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (variation andrevocation: extension of leave pending appeal) shall cease to have effect."
    },
    {
        "length": 356,
        "text": "\nAsylum and human rights claims: definition\n\tSection 113(1) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (appeals:interpretation) shall be amended as follows.\n\tFor the definition of “asylum claim” substitute—\n\t\t““asylum claim”—\n\t\tmeans a claim made by a person that to remove him from or require him toleave the United Kingdom would breach the United Kingdom’s obligations underthe Refugee Convention, but\n\t\tdoes not include a claim which, having regard to a former claim, falls tobe disregarded for the purposes of this Part in accordance with immigrationrules,”.\n\tFor the definition of “human rights claim” substitute—\n\t““human rights claim”—\n\t\tmeans a claim made by a person that to remove him from or require him toleave the United Kingdom would be unlawful under section 6 of the Human RightsAct [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\")(public authority not to act contrary to Convention) as being incompatiblewith his Convention rights, but\n\t\tdoes not include a claim which, having regard to a former claim, falls tobe disregarded for the purposes of this Part in accordance with immigrationrules,”."
    },
    {
        "length": 3467,
        "text": "\nEmployment\n\tPenalty \n\t\tIt is contrary to this section to employ an adult subject to immigrationcontrol if—\n\t\t\the has not been granted leave to enter or remain in the United Kingdom, or\n\t\t\this leave to enter or remain in the United Kingdom—\n\t\t\tis invalid,\n\t\t\thas ceased to have effect (whether by reason of curtailment, revocation,cancellation, passage of time or otherwise), or\n\t\t\tis subject to a condition preventing him from accepting the employment.\n\t\tThe Secretary of State may give an employer who acts contrary to thissection a notice requiring him to pay a penalty of a specified amount notexceeding the prescribed maximum.\n\t\tAn employer is excused from paying a penalty if he shows that he compliedwith any prescribed requirements in relation to the employment.\n\t\tBut the excuse in subsection (3) shall not apply to an employer who knew,at any time during the period of the employment, that it was contrary to thissection.\n\t\tThe Secretary of State may give a penalty notice without having establishedwhether subsection (3) applies.\n\t\tA penalty notice must—\n\t\t\tstate why the Secretary of State thinks the employer is liable to thepenalty,\n\t\t\tstate the amount of the penalty,\n\t\t\tspecify a date, at least 28 days after the date specified in the notice asthe date on which it is given, before which the penalty must be paid,\n\t\t\tspecify how the penalty must be paid,\n\t\t\texplain how the employer may object to the penalty, and\n\t\t\texplain how the Secretary of State may enforce the penalty.\n\t\tAn order prescribing requirements for the purposes of subsection (3) may,in particular—\n\t\t\trequire the production to an employer of a document of a specifieddescription;\n\t\t\trequire the production to an employer of one document of each of a numberof specified descriptions;\n\t\t\trequire an employer to take specified steps to verify, retain, copy orrecord the content of a document produced to him in accordance with the order;\n\t\t\trequire action to be taken before employment begins;\n\t\t\trequire action to be taken at specified intervals or on specified occasionsduring the course of employment.\n\tObjection \n\t\tThis section applies where an employer to whom a penalty notice is givenobjects on the ground that—\n\t\t\the is not liable to the imposition of a penalty,\n\t\t\the is excused payment by virtue of section 15(3), or\n\t\t\tthe amount of the penalty is too high.\n\t\tThe employer may give a notice of objection to the Secretary of State.\n\t\tA notice of objection must—\n\t\t\tbe in writing,\n\t\t\tgive the objector’s reasons,\n\t\t\tbe given in the prescribed manner, and\n\t\t\tbe given before the end of the prescribed period.\n\t\tWhere the Secretary of State receives a notice of objection to a penalty heshall consider it and—\n\t\t\tcancel the penalty,\n\t\t\treduce the penalty,\n\t\t\tincrease the penalty, or\n\t\t\tdetermine to take no action.\n\t\tWhere the Secretary of State considers a notice of objection he shall—\n\t\t\thave regard to the code of practice under section 19 (in so far as theobjection relates to the amount of the penalty),\n\t\t\tinform the objector of his decision before the end of the prescribed periodor such longer period as he may agree with the objector,\n\t\t\tif he increases the penalty, issue a new penalty notice under section 15,and\n\t\t\tif he reduces the penalty, notify the objector of the reduced amount.\n\tAppeal \n\t\tAn employer to whom a penalty notice is given may appeal to the court onthe ground that—\n\t\t\the is not liable to the imposition of a penalty,\n\t\t\the is excused payment by virtue of section 15(3), or\n\t\t\tthe amount of the penalty is too high.\n\t\tThe court may—\n\t\t\tallow the appeal and cancel the penalty,\n\t\t\tallow the appeal and reduce the penalty, or\n\t\t\tdismiss the appeal.\n\t\tAn appeal shall be a re-hearing of the Secretary of State’s decision toimpose a penalty and shall be determined having regard to—\n\t\t\tthe code of practice under section 19 that has effect at the time of theappeal (in so far as the appeal relates to the amount of the penalty), and\n\t\t\tany other matters which the court thinks relevant (which may includematters of which the Secretary of State was unaware);\n\t\t\t\tand this subsection has effect despite any provision of rules of court.\n\t\tAn appeal must be brought within the period of 28 days beginning with—\n\t\t\tthe date specified in the penalty notice as the date upon which it isgiven, or\n\t\t\tif the employer gives a notice of objection and the Secretary of Statereduces the penalty, the date specified in the notice of reduction as the dateupon which it is given, or\n\t\t\tif the employer gives a notice of objection and the Secretary of Statedetermines to take no action, the date specified in the notice of thatdetermination as the date upon which it is given.\n\t\tAn appeal may be brought by an employer whether or not—\n\t\t\the has given a notice of objection under section 16;\n\t\t\tthe penalty has been increased or reduced under that section.\n\t\tIn this section “the court” means—\n\t\t\twhere the employer has his principal place of business in England andWales, a county court,\n\t\t\twhere the employer has his principal place of business in Scotland, thesheriff, and\n\t\t\twhere the employer has his principal place of business in Northern Ireland,a county court.\n\tEnforcement \n\t\tA sum payable to the Secretary of State as a penalty under section 15 maybe recovered by the Secretary of State as a debt due to him.\n\t\tIn proceedings for the enforcement of a penalty no question may be raisedas to—\n\t\t\tliability to the imposition of the penalty,\n\t\t\tthe application of the excuse in section 15(3), or\n\t\t\tthe amount of the penalty.\n\t\tMoney paid to the Secretary of State by way of penalty shall be paid intothe Consolidated Fund.\n\tCode of practice\n\t\tThe Secretary of State shall issue a code of practice specifying factors tobe considered by him in determining the amount of a penalty imposed undersection 15.\n\t\tThe code—\n\t\t\tshall not be issued unless a draft has been laid before Parliament, and\n\t\t\tshall come into force in accordance with provision made by order of theSecretary of State.\n\t\tThe Secretary of State shall from time to time review the code and mayrevise and re-issue it following a review; and a reference in this section tothe code includes a reference to the code as revised.\n\tOrders \n\t\tAn order of the Secretary of State under section 15, 16 or 19—\n\t\t\tmay make provision which applies generally or only in specifiedcircumstances,\n\t\t\tmay make different provision for different circumstances,\n\t\t\tmay include transitional or incidental provision, and\n\t\t\tshall be made by statutory instrument.\n\t\tAn order under section 15(2) may not be made unless a draft has been laidbefore and approved by resolution of each House of Parliament.\n\t\tAny other order shall be subject to annulment in pursuance of a resolutionof either House of Parliament.\n\tOffence \n\t\tA person commits an offence if he employs another (“the employee”) knowingthat the employee is an adult subject to immigration control and that—\n\t\t\the has not been granted leave to enter or remain in the United Kingdom, or\n\t\t\this leave to enter or remain in the United Kingdom—\n\t\t\tis invalid,\n\t\t\thas ceased to have effect (whether by reason of curtailment, revocation,cancellation, passage of time or otherwise), or\n\t\t\tis subject to a condition preventing him from accepting the employment.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding two years,\n\t\t\tto a fine, or\n\t\t\tto both, or\n\t\t\ton summary conviction—\n\t\t\tto imprisonment for a term not exceeding 12 months in England and Wales or6 months in Scotland or Northern Ireland,\n\t\t\tto a fine not exceeding the statutory maximum, or\n\t\t\tto both.\n\t\tAn offence under this section shall be treated as—\n\t\t\ta relevant offence for the purpose of sections 28B and 28D of theImmigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (search, entry and arrest), and\n\t\t\tan offence under Part III of that Act (criminal proceedings) for thepurposes of sections 28E, 28G and 28H (search after arrest).\n\t\tIn relation to a conviction occurring before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (general limit on magistrates' powers toimprison) the reference to 12 months in subsection (2)(b)(i) shall be taken asa reference to 6 months.\n\tOffence: bodies corporate, &c.\n\t\tFor the purposes of section 21(1) a body (whether corporate or not) shallbe treated as knowing a fact about an employee if a person who hasresponsibility within the body for an aspect of the employment knows the fact.\n\t\tIf an offence under section 21(1) is committed by a body corporate with theconsent or connivance of an officer of the body, the officer, as well as thebody, shall be treated as having committed the offence.\n\t\tIn subsection (2) a reference to an officer of a body includes a referenceto—\n\t\t\ta director, manager or secretary,\n\t\t\ta person purporting to act as a director, manager or secretary, and\n\t\t\tif the affairs of the body are managed by its members, a member.\n\t\tWhere an offence under section 21(1) is committed by a partnership (whetheror not a limited partnership) subsection (2) above shall have effect, but asif a reference to an officer of the body were a reference to—\n\t\t\ta partner, and\n\t\t\ta person purporting to act as a partner.\n\tDiscrimination: code of practice\n\t\tThe Secretary of State shall issue a code of practice specifying what anemployer should or should not do in order to ensure that, while avoidingliability to a penalty under section 15 and while avoiding the commission ofan offence under section 21, he also avoids contravening—\n\t\t\tthe Race Relations Act [1976 (c. 74)](/id/ukpga/1976/74?view=plain \"Go toitem of legislation\"), or\n\t\t\tthe [Race Relations (Northern Ireland) Order 1997 (S.I. 869 (N.I.6)](/id/nisi/1997/869?view=plain \"Go to item of legislation\")).\n\t\tBefore issuing the code the Secretary of State shall—\n\t\t\tconsult— \n\t\t\tthe Commission for Equality and Human Rights,\n\t\t\tthe Equality Commission for Northern Ireland,\n\t\t\tsuch bodies representing employers as he thinks appropriate, and\n\t\t\tsuch bodies representing workers as he thinks appropriate,\n\t\t\tpublish a draft code (after that consultation),\n\t\t\tconsider any representations made about the published draft, and\n\t\t\tlay a draft code before Parliament (after considering representations underparagraph (c) and with or without modifications to reflect therepresentations).\n\t\tThe code shall come into force in accordance with provision made by orderof the Secretary of State; and an order—\n\t\t\tmay include transitional provision,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tA breach of the code—\n\t\t\tshall not make a person liable to civil or criminal proceedings, but\n\t\t\tmay be taken into account by a court or tribunal.\n\t\tThe Secretary of State shall from time to time review the code and mayrevise and re-issue it following a review; and a reference in this section tothe code includes a reference to the code as revised.\n\t\tUntil the dissolution of the Commission for Racial Equality, the referencein subsection (2)(a)(i) to the Commission for Equality and Human Rights shallbe treated as a reference to the Commission for Racial Equality.\n\tTemporary admission, &c.\n\t\tWhere a person is at large in the United Kingdom by virtue of paragraph 21(1)of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (temporaryadmission or release from detention)—\n\t\t\the shall be treated for the purposes of sections 15(1) and 21(1) as if hehad been granted leave to enter the United Kingdom, and\n\t\t\tany restriction as to employment imposed under paragraph 21(2) shall betreated for those purposes as a condition of leave.\n\tInterpretation \n\t\tIn sections 15 to 24—\n\t\t\t“adult” means a person who has attained the age of 16,\n\t\t\ta reference to employment is to employment under a contract of service orapprenticeship, whether express or implied and whether oral or written,\n\t\t\ta person is subject to immigration control if under the Immigration Act1971 he requires leave to enter or remain in the United Kingdom, and\n\t\t\t“prescribed” means prescribed by order of the Secretary of State.\n\tRepeal \n\t\tSections 8 and 8A of the Asylum and Immigration Act [1996 (c.49)](/id/ukpga/1996/49?view=plain \"Go to item of legislation\") (restrictionson employment) shall cease to have effect."
    },
    {
        "length": 375,
        "text": "\nDocuments produced or found\n\tFor paragraph 4(4) of Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control onentry: documents) substitute—\n\tWhere a passport or other document is produced or found in accordance withthis paragraph an immigration officer may examine it and detain it—\n\t\tfor the purpose of examining it, for a period not exceeding 7 days;\n\t\tfor any purpose, until the person to whom the document relates is givenleave to enter the United Kingdom or is about to depart or be removedfollowing refusal of leave or until it is decided that the person does notrequire leave to enter;\n\t\tafter a time described in paragraph (b), while the immigration officerthinks that the document may be required in connection with proceedings inrespect of an appeal under the Immigration Acts or in respect of an offence.\n\tFor the purpose of ascertaining that a passport or other document producedor found in accordance with this paragraph relates to a person examined underparagraph 2, 2A or 3 above, the person carrying out the examination mayrequire the person being examined to provide information (whether or not bysubmitting to a process by means of which information is obtained or recorded)about his external physical characteristics (which may include, in particular,fingerprints or features of the iris or any other part of the eye).”\n\tParagraph 4(2A) of that Schedule shall cease to have effect."
    },
    {
        "length": 222,
        "text": "\nFingerprinting \n\tSection 141 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(fingerprinting) shall be amended as follows.\n\tIn subsection (7)(d) for “arrested under paragraph 17 of Schedule 2 to the1971 Act;” substitute “detained under paragraph 16 of Schedule 2 to the 1971Act or arrested under paragraph 17 of that Schedule;”.\n\tIn subsection (8)(d) for “arrest;” substitute “detention or arrest;”.\n\tAt the end add—\n\tSection 157(1) applies to this section (in so far as it relates toremoval centres by virtue of subsection (5)(e)) as it applies to Part VIII.”"
    },
    {
        "length": 372,
        "text": "\nAttendance for fingerprinting\n\tFor section 142(2) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (attendance forfingerprinting: timing) substitute—\n\tIn the case of a notice given to a person of a kind specified in section141(7)(a) to (d) or (f) (in so far as it applies to a dependant of a person ofa kind specified in section 141(7)(a) to (d)), the notice—\n\t\tmust require him to attend during a specified period of at least seven daysbeginning with a day not less than seven days after the date given in thenotice as its date of issue, and\n\t\tmay require him to attend at a specified time of day or during specifiedhours.\n\t\t(2A)In the case of a notice given to a person of a kind specified in section141(7)(e) or (f) (in so far as it applies to a dependant of a person of a kindspecified in section 141(7)(e)), the notice—\n\t\tmay require him to attend during a specified period beginning with a daynot less than three days after the date given in the notice as its date ofissue,\n\t\tmay require him to attend on a specified day not less than three days afterthe date given in the notice as its date of issue, and\n\t\tmay require him to attend at a specified time of day or during specifiedhours.”"
    },
    {
        "length": 212,
        "text": "\nProof of right of abode\n\tFor section 3(9) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (proof of rightof abode) substitute—\n\tA person seeking to enter the United Kingdom and claiming to have theright of abode there shall prove it by means of—\n\t\ta United Kingdom passport describing him as a British citizen,\n\t\ta United Kingdom passport describing him as a British subject with theright of abode in the United Kingdom,\n\t\tan ID card issued under the Identity Cards Act 2006 describing him as aBritish citizen,\n\t\tan ID card issued under that Act describing him as a British subject withthe right of abode in the United Kingdom, or\n\t\ta certificate of entitlement.”"
    },
    {
        "length": 620,
        "text": "\nProvision of information to immigration officers\n\tSchedule 2 to the Immigration Act 1971 (controls on entry: administration)shall be amended as follows.\n\tIn paragraph 27 (provision of passenger lists, &c.) for sub-paragraph (2)substitute—\n\tThe Secretary of State may by order require, or enable an immigrationofficer to require, a responsible person in respect of a ship or aircraft tosupply—\n\t\ta passenger list showing the names and nationality or citizenship ofpassengers arriving or leaving on board the ship or aircraft;\n\t\tparticulars of members of the crew of the ship or aircraft.\n\tAn order under sub-paragraph (2) may relate—\n\t\tto all ships or aircraft arriving or expected to arrive in the UnitedKingdom;\n\t\tto all ships or aircraft leaving or expected to leave the United Kingdom;\n\t\tto ships or aircraft arriving or expected to arrive in the United Kingdomfrom or by way of a specified country;\n\t\tto ships or aircraft leaving or expected to leave the United Kingdom totravel to or by way of a specified country;\n\t\tto specified ships or specified aircraft.\n\tFor the purposes of sub-paragraph (2) the following are responsible personsin respect of a ship or aircraft—\n\t\tthe owner or agent, and\n\t\tthe captain.\n\tAn order under sub-paragraph (2)—\n\t\tmay specify the time at which or period during which information is to beprovided,\n\t\tmay specify the form and manner in which information is to be provided,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.”\n\tIn paragraph 27B (passenger information)—\n\t\tin each place after “passenger information” insert “or serviceinformation”, and\n\t\tafter sub-paragraph (9) insert—\n\t\t\t“(9A)“Service information” means such information relating to the voyage orflight undertaken by the ship or aircraft as may be specified.”\n\tIn section 27 of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (offences)—\n\t\tin paragraph (b)(iv) for “the requirements of paragraph 27B or 27C ofSchedule 2” substitute “a requirement imposed by or under Schedule 2”, and\n\t\tin paragraph (c) omit “as owner or agent of a ship or aircraft or”."
    },
    {
        "length": 729,
        "text": "\nPassenger and crew information: police powers\n\tThis section applies to ships and aircraft which are—\n\t\tarriving, or expected to arrive, in the United Kingdom, or\n\t\tleaving, or expected to leave, the United Kingdom.\n\tThe owner or agent of a ship or aircraft shall comply with any requirementimposed by a constable of the rank of superintendent or above to providepassenger or service information.\n\tA passenger or member of crew shall provide to the owner or agent of a shipor aircraft any information that he requires for the purpose of complying witha requirement imposed by virtue of subsection (2).\n\tA constable may impose a requirement under subsection (2) only if he thinksit necessary—\n\t\tin the case of a constable in England, Wales or Northern Ireland, forpolice purposes, or\n\t\tin the case of a constable in Scotland, for police purposes which are orrelate to reserved matters.\n\tIn this section—\n\t\t“passenger or service information” means information which is of a kindspecified by order of the Secretary of State and which relates to—\n\t\tpassengers, \n\t\tmembers of crew, or\n\t\ta voyage or flight,\n\t\t“police purposes” has the meaning given by section 21(3) of the Immigrationand Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (disclosure by Secretary of State), and\n\t\t“reserved matters” has the same meaning as in the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\").\n\tA requirement imposed under subsection (2)—\n\t\tmust be in writing,\n\t\tmay apply generally or only to one or more specified ships or aircraft,\n\t\tmust specify a period, not exceeding six months and beginning with the dateon which it is imposed, during which it has effect,\n\t\tmust state—\n\t\tthe information required, and\n\t\tthe date or time by which it is to be provided.\n\tThe Secretary of State may make an order specifying a kind of informationunder subsection (5)(a) only if satisfied that the nature of the informationis such that there are likely to be circumstances in which it can be requiredunder subsection (2) without breaching Convention rights (within the meaningof the Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go toitem of legislation\")).\n\tAn order under subsection (5)(a)—\n\t\tmay apply generally or only to specified cases or circumstances,\n\t\tmay make different provision for different cases or circumstances,\n\t\tmay specify the form and manner in which information is to be provided,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 742,
        "text": "\nFreight information: police powers\n\tThis section applies to ships, aircraft and vehicles which are—\n\t\tarriving, or expected to arrive, in the United Kingdom, or\n\t\tleaving, or expected to leave, the United Kingdom.\n\tIf a constable of the rank of superintendent or above requires a personspecified in subsection (3) to provide freight information he shall complywith the requirement.\n\tThe persons referred to in subsection (2) are—\n\t\tin the case of a ship or aircraft, the owner or agent,\n\t\tin the case of a vehicle, the owner or hirer, and\n\t\tin any case, persons responsible for the import or export of the freightinto or from the United Kingdom.\n\tA constable may impose a requirement under subsection (2) only if he thinksit necessary—\n\t\tin the case of a constable in England, Wales or Northern Ireland, forpolice purposes, or\n\t\tin the case of a constable in Scotland, for police purposes which are orrelate to reserved matters.\n\tIn this section—\n\t\t“freight information” means information which is of a kind specified byorder of the Secretary of State and which relates to freight carried,\n\t\t“police purposes” has the meaning given by section 21(3) of the Immigrationand Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") (disclosure by Secretary of State), and\n\t\t“reserved matters” has the same meaning as in the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\").\n\tA requirement imposed under subsection (2)—\n\t\tmust be in writing,\n\t\tmay apply generally or only to one or more specified ships, aircraft orvehicles,\n\t\tmust specify a period, not exceeding six months and beginning with the dateon which it is imposed, during which it has effect, and\n\t\tmust state—\n\t\tthe information required, and\n\t\tthe date or time by which it is to be provided.\n\tThe Secretary of State may make an order specifying a kind of informationunder subsection (5)(a) only if satisfied that the nature of the informationis such that there are likely to be circumstances in which it can be requiredunder subsection (2) without breaching Convention rights (within the meaningof the Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go toitem of legislation\")).\n\tAn order under subsection (5)(a)—\n\t\tmay apply generally or only to specified cases or circumstances,\n\t\tmay make different provision for different cases or circumstances,\n\t\tmay specify the form and manner in which the information is to be provided,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 467,
        "text": "\nOffence \n\tA person commits an offence if without reasonable excuse he fails to complywith a requirement imposed under section 32(2) or (3) or 33(2).\n\tBut— \n\t\ta person who fails without reasonable excuse to comply with a requirementimposed under section 32(2) or 33(2) by a constable in England and Wales orNorthern Ireland otherwise than in relation to a reserved matter (within themeaning of the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go toitem of legislation\")) shall not be treated as having committed the offence inScotland (but has committed the offence in England and Wales or NorthernIreland), and\n\t\ta person who fails without reasonable excuse to comply with a requirementwhich is imposed under section 32(3) for the purpose of complying with arequirement to which paragraph (a) applies—\n\t\tshall not be treated as having committed the offence in Scotland, but\n\t\tshall be treated as having committed the offence in England and Wales orNorthern Ireland.\n\tA person who is guilty of an offence under subsection (1) shall be liableon summary conviction to—\n\t\timprisonment for a term not exceeding 51 weeks in England and Wales or 6months in Scotland or Northern Ireland,\n\t\ta fine not exceeding level 4 on the standard scale, or\n\t\tboth. \n\tIn relation to a conviction occurring before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (51 week maximum term of sentences) the referenceto 51 weeks in subsection (2)(a) shall be taken as a reference to threemonths."
    },
    {
        "length": 1124,
        "text": "\nDuty to share information\n\tThis section applies to—\n\t\tthe Secretary of State in so far as he has functions under the ImmigrationActs,\n\t\ta chief officer of police, and\n\t\tHer Majesty’s Revenue and Customs.\n\tThe persons specified in subsection (1) shall share information to whichsubsection (4) applies and which is obtained or held by them in the course oftheir functions to the extent that the information is likely to be of use for—\n\t\timmigration purposes,\n\t\tpolice purposes, or\n\t\tRevenue and Customs purposes.\n\tBut a chief officer of police in Scotland shall share information undersubsection (2) only to the extent that it is likely to be of use for—\n\t\timmigration purposes,\n\t\tpolice purposes, in so far as they are or relate to reserved matters withinthe meaning of the Scotland Act 1998, or\n\t\tRevenue and Customs purposes other than the prosecution of crime.\n\tThis subsection applies to information which—\n\t\tis obtained or held in the exercise of a power specified by the Secretaryof State and the Treasury jointly by order and relates to—\n\t\tpassengers on a ship or aircraft,\n\t\tcrew of a ship or aircraft,\n\t\tfreight on a ship or aircraft, or\n\t\tflights or voyages, or\n\t\trelates to such other matters in respect of travel or freight as theSecretary of State and the Treasury may jointly specify by order.\n\tThe Secretary of State and the Treasury may make an order under subsection(4) which has the effect of requiring information to be shared only ifsatisfied that—\n\t\tthe sharing is likely to be of use for—\n\t\timmigration purposes,\n\t\tpolice purposes, or\n\t\tRevenue and Customs purposes, and\n\t\tthe nature of the information is such that there are likely to becircumstances in which it can be shared under subsection (2) without breachingConvention rights (within the meaning of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\")).\n\tInformation shared in accordance with subsection (2)—\n\t\tshall be made available to each of the persons specified in subsection (1),and\n\t\tmay be used for immigration purposes, police purposes or Revenue andCustoms purposes (regardless of its source).\n\tAn order under subsection (4) may not specify—\n\t\ta power of Her Majesty’s Revenue and Customs if or in so far as it relatesto a matter to which section 7 of the Commissioners for Revenue and CustomsAct [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\")(former Inland Revenue matters) applies, or\n\t\ta matter to which that section applies.\n\tAn order under subsection (4)—\n\t\tshall be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\tIn this section—\n\t\t  * “chief officer of police” means— \n\t\tin England and Wales, the chief officer of police for a police area specifiedin section 1 of the Police Act [1996 (c. 16)](/id/ukpga/1996/16?view=plain \"Goto item of legislation\"),\n\t\tin Scotland, the chief constable of a police force maintained under the Police(Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Go to item oflegislation\"), and\n\t\tin Northern Ireland, the chief constable of the Police Service of NorthernIreland,\n\t\t\t  * “immigration purposes” has the meaning given by section 20(3) of the Immigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (disclosure to Secretary of State), \n\t\t\t  * “police purposes” has the meaning given by section 21(3) of that Act (disclosure by Secretary of State), and \n\t\t\t  * “Revenue and Customs purposes” means those functions of Her Majesty’s Revenue and Customs specified in section 21(6) of that Act. \n\tThis section has effect despite any restriction on the purposes for whichinformation may be disclosed or used."
    },
    {
        "length": 240,
        "text": "\nInformation sharing: code of practice\n\tThe Secretary of State and the Treasury shall jointly issue one or morecodes of practice about—\n\t\tthe use of information shared in accordance with section 36(2), and\n\t\tthe extent to which, or form or manner in which, shared information is tobe made available in accordance with section 36(6).\n\tA code—\n\t\tshall not be issued unless a draft has been laid before Parliament, and\n\t\tshall come into force in accordance with provision made by order of theSecretary of State and the Treasury jointly.\n\tThe Secretary of State and the Treasury shall jointly from time to timereview a code and may revise and re-issue it following a review; andsubsection (2) shall apply to a revised code.\n\tAn order under subsection (2)—\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 791,
        "text": "\nDisclosure of information for security purposes\n\tA person specified in subsection (2) may disclose information obtained orheld in the course of his functions to a person specified in subsection (3) ifhe thinks that the information is likely to be of use for a purpose specifiedin—\n\t\tsection 1 of the Security Service Act [1989 (c.5)](/id/ukpga/1989/5?view=plain \"Go to item of legislation\"), or\n\t\tsection 1 or 3 of the Intelligence Services Act [1994 (c.13)](/id/ukpga/1994/13?view=plain \"Go to item of legislation\").\n\tThe persons who may disclose information in accordance with subsection (1)are—\n\t\tthe Secretary of State in so far as he has functions under the ImmigrationActs,\n\t\ta chief officer of police, and\n\t\tHer Majesty’s Revenue and Customs.\n\tThe persons to whom information may be disclosed in accordance withsubsection (1) are—\n\t\tthe Director-General of the Security Service,\n\t\tthe Chief of the Secret Intelligence Service, and\n\t\tthe Director of the Government Communications Headquarters.\n\tThe information referred to in subsection (1) is information—\n\t\twhich is obtained or held in the exercise of a power specified by theSecretary of State and the Treasury jointly by order and relates to—\n\t\tpassengers on a ship or aircraft,\n\t\tcrew of a ship or aircraft,\n\t\tfreight on a ship or aircraft, or\n\t\tflights or voyages, or\n\t\twhich relates to such other matters in respect of travel or freight as theSecretary of State and the Treasury may jointly specify by order.\n\tIn subsection (2) “chief officer of police” means—\n\t\tin England and Wales, the chief officer of police for a police areaspecified in section 1 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\"),\n\t\tin Scotland, the chief constable of a police force maintained under thePolice (Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Go to itemof legislation\"), and\n\t\tin Northern Ireland, the chief constable of the Police Service of NorthernIreland.\n\tAn order under subsection (4) may not specify—\n\t\ta power of Her Majesty’s Revenue and Customs if or in so far as it relatesto a matter to which section 7 of the Commissioners for Revenue and CustomsAct [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\")(former Inland Revenue matters) applies, or\n\t\ta matter to which that section applies.\n\tAn order under this section—\n\t\tshall be made by statutory instrument, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\tThis section has effect despite any restriction on the purposes for whichinformation may be disclosed or used."
    },
    {
        "length": 258,
        "text": "\nDisclosure to law enforcement agencies\n\tA chief officer of police may disclose information obtained in accordancewith section 32 or 33 to—\n\t\tthe States of Jersey police force;\n\t\tthe salaried police force of the Island of Guernsey;\n\t\tthe Isle of Man constabulary;\n\t\tany other foreign law enforcement agency.\n\tIn subsection (1) “foreign law enforcement agency” means a person outsidethe United Kingdom with functions similar to functions of—\n\t\ta police force in the United Kingdom, or\n\t\tthe Serious Organised Crime Agency.\n\tIn subsection (1) “chief officer of police” means—\n\t\tin England and Wales, the chief officer of police for a police areaspecified in section 1 of the Police Act 1996,\n\t\tin Scotland, the chief constable of a police force maintained under thePolice (Scotland) Act 1967, and\n\t\tin Northern Ireland, the chief constable of the Police Service of NorthernIreland."
    },
    {
        "length": 1067,
        "text": "\nSearches: contracting out\n\tAn authorised person may, in accordance with arrangements made under thissection, search a searchable ship, aircraft, vehicle or other thing for thepurpose of satisfying himself whether there are individuals whom animmigration officer might wish to examine under paragraph 2 of Schedule 2 tothe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to item oflegislation\") (control of entry: administrative provisions).\n\tFor the purposes of subsection (1)—\n\t\t“authorised” means authorised for the purpose of this section by theSecretary of State, and\n\t\ta ship, aircraft, vehicle or other thing is “searchable” if an immigrationofficer could search it under paragraph 1(5) of that Schedule.\n\tThe Secretary of State may authorise a specified class of constable for thepurpose of this section.\n\tThe Secretary of State may, with the consent of the Commissioners for HerMajesty’s Revenue and Customs, authorise a specified class of officers ofRevenue and Customs for the purpose of this section.\n\tThe Secretary of State may authorise a person other than a constable orofficer of Revenue and Customs for the purpose of this section only if—\n\t\tthe person applies to be authorised, and\n\t\tthe Secretary of State thinks that the person is—\n\t\tfit and proper for the purpose, and\n\t\tsuitably trained.\n\tThe Secretary of State—\n\t\tmay make arrangements for the exercise by authorised constables of thepowers under subsection (1),\n\t\tmay make arrangements with the Commissioners for Her Majesty’s Revenue andCustoms for the exercise by authorised officers of Revenue and Customs of thepowers under subsection (1), and\n\t\tmay make arrangements with one or more persons for the exercise byauthorised persons other than constables and officers of Revenue and Customsof the power under subsection (1).\n\tWhere in the course of a search under this section an authorised persondiscovers an individual whom he thinks an immigration officer might wish toexamine under paragraph 2 of that Schedule, the authorised person may—\n\t\tsearch the individual for the purpose of discovering whether he has withhim anything of a kind that might be used—\n\t\tby him to cause physical harm to himself or another,\n\t\tby him to assist his escape from detention, or\n\t\tto establish information about his identity, nationality or citizenshipor about his journey;\n\t\tretain, and as soon as is reasonably practicable deliver to an immigrationofficer, anything of a kind described in paragraph (a) found on a search underthat paragraph;\n\t\tdetain the individual, for a period which is as short as is reasonablynecessary and which does not exceed three hours, pending the arrival of animmigration officer to whom the individual is to be delivered;\n\t\ttake the individual, as speedily as is reasonably practicable, to a placefor the purpose of delivering him to an immigration officer there;\n\t\tuse reasonable force for the purpose of doing anything under paragraphs (a)to (d).\n\tDespite the generality of subsection (7)—\n\t\tan individual searched under that subsection may not be required to removeclothing other than an outer coat, a jacket or a glove (but he may be requiredto open his mouth), and\n\t\tan item may not be retained under subsection (7)(b) if it is subject tolegal privilege—\n\t\tin relation to a search carried out in England and Wales, within themeaning of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"),\n\t\tin relation to a search carried out in Scotland, within the meaning ofsection 412 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\"), and\n\t\tin relation to a search carried out in Northern Ireland, within themeaning of the Police and Criminal Evidence (Northern Ireland) Order 1989([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\"))."
    },
    {
        "length": 921,
        "text": "\nSection 40: supplemental\n\tArrangements under section 40(6)(c) must include provision for theappointment of a Crown servant to—\n\t\tmonitor the exercise of powers under that section by authorised persons(other than constables or officers of Revenue and Customs),\n\t\tinspect from time to time the way in which the powers are being exercisedby authorised persons (other than constables or officers of Revenue andCustoms), and\n\t\tinvestigate and report to the Secretary of State about any allegation madeagainst an authorised person (other than a constable or officer of Revenue andCustoms) in respect of anything done or not done in the purported exercise ofa power under that section.\n\tThe authorisation for the purpose of section 40 of a constable or officerof Revenue and Customs or of a class of constable or officer of Revenue andCustoms—\n\t\tmay be revoked, and\n\t\tshall have effect, unless revoked, for such period as shall be specified(whether by reference to dates or otherwise) in the authorisation.\n\tThe authorisation of a person other than a constable or officer of Revenueand Customs for the purpose of section 40—\n\t\tmay be subject to conditions,\n\t\tmay be suspended or revoked by the Secretary of State by notice in writingto the authorised person, and\n\t\tshall have effect, unless suspended or revoked, for such period as shall bespecified (whether by reference to dates or otherwise) in the authorisation.\n\tA class may be specified for the purposes of section 40(3) or (4) byreference to—\n\t\tnamed individuals,\n\t\tthe functions being exercised by a person,\n\t\tthe location or circumstances in which a person is exercising functions, or\n\t\tany other matter.\n\tAn individual or article delivered to an immigration officer under section40 shall be treated as if discovered by the immigration officer on a searchunder Schedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\").\n\tA person commits an offence if he—\n\t\tabsconds from detention under section 40(7)(c),\n\t\tabsconds while being taken to a place under section 40(7)(d) or having beentaken to a place in accordance with that paragraph but before being deliveredto an immigration officer,\n\t\tobstructs an authorised person in the exercise of a power under section 40,or\n\t\tassaults an authorised person who is exercising a power under section 40.\n\tBut a person does not commit an offence under subsection (6) by doing orfailing to do anything in respect of an authorised person who is not readilyidentifiable—\n\t\tas a constable or officer of Revenue and Customs, or\n\t\tas an authorised person (whether by means of a uniform or badge orotherwise).\n\tA person guilty of an offence under subsection (6) shall be liable onsummary conviction to—\n\t\timprisonment for a term not exceeding 51 weeks, in the case of a convictionin England and Wales, or six months, in the case of a conviction in Scotlandor Northern Ireland,\n\t\ta fine not exceeding level 5 on the standard scale, or\n\t\tboth. \n\tIn relation to a conviction occurring before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (51 week maximum term of sentences) the referencein subsection (8)(a) to 51 weeks shall be treated as a reference to sixmonths."
    },
    {
        "length": 337,
        "text": "\nInformation: embarking passengers\n\tSchedule 2 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (control onentry, &c.) shall be amended as follows.\n\tIn paragraph 3(1) for the words from “and if he is not” to the endsubstitute— “and, if he is not a British citizen, for the purpose ofestablishing—\n\t\this identity;\n\t\twhether he entered the United Kingdom lawfully;\n\t\twhether he has complied with any conditions of leave to enter or remain inthe United Kingdom;\n\t\twhether his return to the United Kingdom is prohibited or restricted.\n\t\t\t(1A)An immigration officer who examines a person under sub-paragraph (1) mayrequire him, by notice in writing, to submit to further examination for apurpose specified in that sub-paragraph.”\n\tAfter paragraph 16(1A) insert—\n\t“(1B)A person who has been required to submit to further examination underparagraph 3(1A) may be detained under the authority of an immigration officer,for a period not exceeding 12 hours, pending the completion of theexamination.”\n\tIn paragraph 21(1) after “16” insert “(1), (1A) or (2)”."
    },
    {
        "length": 1010,
        "text": "\nAccommodation \n\tIn section 99(1) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (provision ofsupport by local authorities)—\n\t\tfor “asylum-seekers and their dependants (if any)” substitute “persons”,and\n\t\tafter “section” insert “4,”.\n\tIn section 99(4) (expenditure) after “section” insert “4,”.\n\tIn section 118(1)(b) (housing authority accommodation) for “95” substitute“4, 95 or 98”.\n\tIn the following provisions for “under Part VI of the Immigration andAsylum Act 1999” substitute “under section 4 or Part VI of the Immigration andAsylum Act 1999”—\n\t\tsection 3A(7A) of the Protection from Eviction Act [1977 (c.43)](/id/ukpga/1977/43?view=plain \"Go to item of legislation\") (excludedtenancies and licences),\n\t\tparagraph 3A(1) of Schedule 2 to the Housing (Northern Ireland) Order 1983([S.I. 1983/1118 (N.I. 15)](/id/nisi/1983/1118?view=plain \"Go to item oflegislation\")) (non-secure tenancies),\n\t\tsection 23A(5A) of the Rent (Scotland) Act [1984 (c.58)](/id/ukpga/1984/58?view=plain \"Go to item of legislation\") (excludedtenancies and occupancy rights),\n\t\tparagraph 4A(1) of Schedule 1 to the Housing Act [1985 (c.68)](/id/ukpga/1985/68?view=plain \"Go to item of legislation\") (non-securetenancies),\n\t\tparagraph 11B of Schedule 4 to the Housing (Scotland) Act [1988 (c.43)](/id/ukpga/1988/43?view=plain \"Go to item of legislation\") (non-assuredtenancies), and\n\t\tparagraph 12A(1) of Schedule 1 to the Housing Act [1988 (c.50)](/id/ukpga/1988/50?view=plain \"Go to item of legislation\") (non-assuredtenancies).\n\tA tenancy is not a Scottish secure tenancy (within the meaning of theHousing (Scotland) Act [2001 (asp 10)](/id/asp/2001/10?view=plain \"Go to itemof legislation\") if it is granted in order to provide accommodation undersection 4 of the Immigration and Asylum Act 1999 (accommodation).\n\tA tenancy which would be a Scottish secure tenancy but for subsection (4)becomes a Scottish secure tenancy if the landlord notifies the tenant that itis to be regarded as such.\n\tAt the end of section 4 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (accommodation)add—\n\tThe Secretary of State may make regulations permitting a person who isprovided with accommodation under this section to be supplied also withservices or facilities of a specified kind.\n\tRegulations under subsection (10)—\n\t\tmay, in particular, permit a person to be supplied with a voucher which maybe exchanged for goods or services,\n\t\tmay not permit a person to be supplied with money,\n\t\tmay restrict the extent or value of services or facilities to be provided,and\n\t\tmay confer a discretion.”"
    },
    {
        "length": 321,
        "text": "\nFailed asylum-seekers: withdrawal of support\n\tThe Secretary of State may by order provide for paragraph 7A of Schedule 3to the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (failed asylum-seeker with family: withdrawal of support) to cease to have effect.\n\tAn order under subsection (1) shall also provide for the following to ceaseto have effect—\n\t\tsection 9(1), (2) and (4) of the Asylum and Immigration (Treatment ofClaimants, etc.) Act [2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go to itemof legislation\") (which insert paragraph 7A of Schedule 3 and makeconsequential provision), and\n\t\tin section 9(3)(a) and (b) of that Act, the words “other than paragraph7A.”\n\tAn order under subsection (1)—\n\t\tmay include transitional provision,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 256,
        "text": "\nIntegration loans\n\tSection 13 of the Asylum and Immigration (Treatment of Claimants, etc.) Act[2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go to item of legislation\")(integration loan for refugees) shall be amended as follows.\n\tIn subsection (1) for “to refugees.” substitute “—\n\t\tto refugees, and\n\t\tto such other classes of person, or to persons other than refugees in suchcircumstances, as the regulations may prescribe.”\n\tIn subsection (2)(b) for “granted him indefinite leave to enter or remain”substitute “granted him leave to enter or remain”.\n\tIn subsection (3)(a)(iii) after “as a refugee” insert “or since some otherevent)”.\n\tIn subsection (3)(h) for “refugee” substitute “person”.\n\tThe heading to the section becomes “Integration loans for refugees andothers”."
    },
    {
        "length": 454,
        "text": "\nInspection of detention facilities\n\tFor section 5A(5A) of the Prison Act [1952 (c.52)](/id/ukpga/1952/52?view=plain \"Go to item of legislation\") (removalcentres: inspection) substitute—\n\t\t“(5A)Subsections (2) to (5) shall apply—\n\t\tin relation to removal centres within the meaning of section 147 of theImmigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go toitem of legislation\"),\n\t\tin relation to short-term holding facilities within the meaning of thatsection, and\n\t\tin relation to escort arrangements within the meaning of that section.\n\t\t(5B)In their application by virtue of subsection (5A) subsections (2) to (5)—\n\t\tshall apply to centres, facilities and arrangements anywhere in the UnitedKingdom, and\n\t\tshall have effect—\n\t\tas if a reference to prisons were a reference to removal centres, short-term holding facilities and escort arrangements,\n\t\tas if a reference to prisoners were a reference to detained persons andpersons to whom escort arrangements apply, and\n\t\twith any other necessary modifications.”\n\tIn section 55 of that Act (extent)—\n\t\tomit subsection (4A), and\n\t\tafter subsection (5) insert—\n\tBut (despite subsections (4) and (5)) the following shall extend toEngland and Wales, Scotland and Northern Ireland—\n\t\tsection 5A(5A) and (5B), and\n\t\tsection 5A(2) to (5) in so far as they apply by virtue of section 5A(5A).”"
    },
    {
        "length": 619,
        "text": "\nRemoval: persons with statutorily extended leave\n\tWhere a person’s leave to enter or remain in the United Kingdom is extendedby section 3C(2)(b) or 3D(2)(a) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (extensionpending appeal), the Secretary of State may decide that the person is to beremoved from the United Kingdom, in accordance with directions to be given byan immigration officer if and when the leave ends.\n\tDirections under this section may impose any requirements of a kindprescribed for the purpose of section 10 of the Immigration and Asylum Act[1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\")(removal of persons unlawfully in United Kingdom).\n\tIn relation to directions under this section, paragraphs 10, 11, 16 to 18,21 and 22 to 24 of Schedule 2 to the Immigration Act 1971 (administrativeprovisions as to control of entry) apply as they apply in relation todirections under paragraph 8 of that Schedule.\n\tThe costs of complying with a direction given under this section (so far asreasonably incurred) must be met by the Secretary of State.\n\tA person shall not be liable to removal from the United Kingdom under thissection at a time when section 7(1)(b) of the Immigration Act 1971(Commonwealth and Irish citizens ordinarily resident in United Kingdom) wouldprevent a decision to deport him.\n\tIn section 82(2) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (right ofappeal: general) after paragraph (h) insert—\n\t\ta decision that a person is to be removed from the United Kingdom by wayof directions under section 47 of the Immigration, Asylum and Nationality Act2006 (removal: persons with statutorily extended leave),”.\n\tIn section 92(2) of that Act (appeal from within United Kingdom) after“(f)” insert “, (ha)”.\n\tIn section 94(1A) of that Act (appeal from within United Kingdom: unfoundedclaim) for “or (e)” substitute “(e) or (ha)”."
    },
    {
        "length": 132,
        "text": "\nRemoval: cancellation of leave\n\tFor section 10(8) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removaldirections: cancellation of leave to enter or remain in UK) substitute—\n\tWhen a person is notified that a decision has been made to remove him inaccordance with this section, the notification invalidates any leave to enteror remain in the United Kingdom previously given to him.”"
    },
    {
        "length": 137,
        "text": "\nCapacity to make nationality application\n\tAfter section 44 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (decisionsinvolving discretion) insert—\n\t“44AWaiver of requirement for full capacity\n\t\tWhere a provision of this Act requires an applicant to be of full capacity,the Secretary of State may waive the requirement in respect of a specifiedapplicant if he thinks it in the applicant’s best interests.”"
    },
    {
        "length": 646,
        "text": "\nProcedure \n\tRules under section 3 of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")—\n\t\tmay require a specified procedure to be followed in making or pursuing anapplication or claim (whether or not under those rules or any otherenactment),\n\t\tmay, in particular, require the use of a specified form and the submissionof specified information or documents,\n\t\tmay make provision about the manner in which a fee is to be paid, and\n\t\tmay make provision for the consequences of failure to comply with arequirement under paragraph (a), (b) or (c).\n\tIn respect of any application or claim in connection with immigration(whether or not under the rules referred to in subsection (1) or any otherenactment) the Secretary of State—\n\t\tmay require the use of a specified form,\n\t\tmay require the submission of specified information or documents, and\n\t\tmay direct the manner in which a fee is to be paid;\n\t\t\tand the rules referred to in subsection (1) may provide for the consequencesof failure to comply with a requirement under paragraph (a), (b) or (c).\n\tThe following shall cease to have effect—\n\t\tsection 31A of the Immigration Act 1971 (procedure for applications), and\n\t\tsection 25 of the Asylum and Immigration (Treatment of Claimants etc.) Act[2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go to item of legislation\")(marriage: application for permission).\n\tAt the end of section 41(1) of the British Nationality Act 1981 (procedure)add—\n\t\tas to the consequences of failure to comply with provision made under anyof paragraphs (a) to (i).”\n\tIn section 10(2)(c) of the Nationality, Immigration and Asylum Act [2002(c. 41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (right ofabode: certificate of entitlement: procedure) for “made in a specified form;”substitute “accompanied by specified information;”.\n\tParagraph 2(3) of Schedule 23 to the Civil Partnership Act [2004 (c.33)](/id/ukpga/2004/33?view=plain \"Go to item of legislation\") (immigration:procedure) shall cease to have effect."
    },
    {
        "length": 349,
        "text": "\nFees \n\tThe Secretary of State may by order require an application or claim inconnection with immigration or nationality (whether or not under an enactment)to be accompanied by a specified fee.\n\tThe Secretary of State may by order provide for a fee to be charged by him,by an immigration officer or by another specified person in respect of—\n\t\tthe provision on request of a service (whether or not under an enactment)in connection with immigration or nationality,\n\t\ta process (whether or not under an enactment) in connection withimmigration or nationality,\n\t\tthe provision on request of advice in connection with immigration ornationality, or\n\t\tthe provision on request of information in connection with immigration ornationality.\n\tWhere an order under this section provides for a fee to be charged,regulations made by the Secretary of State—\n\t\tshall specify the amount of the fee,\n\t\tmay provide for exceptions,\n\t\tmay confer a discretion to reduce, waive or refund all or part of a fee,\n\t\tmay make provision about the consequences of failure to pay a fee,\n\t\tmay make provision about enforcement, and\n\t\tmay make provision about the time or period of time at or during which afee may or must be paid.\n\tFees paid by virtue of this section shall—\n\t\tbe paid into the Consolidated Fund, or\n\t\tbe applied in such other way as the relevant order may specify."
    },
    {
        "length": 515,
        "text": "\nFees: supplemental\n\tA fee imposed under section 51 may relate to a thing whether or not it isdone wholly or partly outside the United Kingdom; but that section is withoutprejudice to—\n\t\tsection 1 of the Consular Fees Act [1980 (c.23)](/id/ukpga/1980/23?view=plain \"Go to item of legislation\"), and\n\t\tany other power to charge a fee.\n\tSection 51 is without prejudice to the application of section 102 of theFinance (No. 2) Act [1987 (c. 51)](/id/ukpga/1987/51?view=plain \"Go to item oflegislation\") (government fees and charges); and an order made under thatsection in respect of a power repealed by Schedule 2 to this Act shall haveeffect as if it related to the powers under section 51 above in so far as theyrelate to the same matters as the repealed power.\n\tAn order or regulations under section 51—\n\t\tmay make provision generally or only in respect of specified cases orcircumstances,\n\t\tmay make different provision for different cases or circumstances,\n\t\tmay include incidental, consequential or transitional provision, and\n\t\tshall be made by statutory instrument.\n\tAn order under section 51—\n\t\tmay be made only with the consent of the Treasury, and\n\t\tmay be made only if a draft has been laid before and approved by resolutionof each House of Parliament.\n\tRegulations under section 51—\n\t\tmay be made only with the consent of the Treasury, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tA reference in section 51 to anything in connection with immigration ornationality includes a reference to anything in connection with an enactment(including an enactment of a jurisdiction outside the United Kingdom) thatrelates wholly or partly to immigration or nationality.\n\tSchedule 2 (consequential amendments) shall have effect."
    },
    {
        "length": 2320,
        "text": "\nMiscellaneous\n\tArrest pending deportation\n\t\tAt the end of paragraph 2(4) of Schedule 3 to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (deportation:power to detain) insert “; and for that purpose the reference in paragraph17(1) to a person liable to detention includes a reference to a person whowould be liable to detention upon receipt of a notice which is ready to begiven to him.”\n\tRefugee Convention: construction\n\t\tIn the construction and application of Article 1(F)(c) of the RefugeeConvention the reference to acts contrary to the purposes and principles ofthe United Nations shall be taken as including, in particular—\n\t\t\tacts of committing, preparing or instigating terrorism (whether or not theacts amount to an actual or inchoate offence), and\n\t\t\tacts of encouraging or inducing others to commit, prepare or instigateterrorism (whether or not the acts amount to an actual or inchoate offence).\n\t\tIn this section—\n\t\t\t  * “the Refugee Convention” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951, and \n\t\t\t  * “terrorism” has the meaning given by section 1 of the Terrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\"). \n\tRefugee Convention: certification\n\t\tThis section applies to an asylum appeal where the Secretary of Stateissues a certificate that the appellant is not entitled to the protection ofArticle 33(1) of the Refugee Convention because—\n\t\t\tArticle 1(F) applies to him (whether or not he would otherwise be entitledto protection), or\n\t\t\tArticle 33(2) applies to him on grounds of national security (whether ornot he would otherwise be entitled to protection).\n\t\tIn this section—\n\t\t\t“asylum appeal” means an appeal—\n\t\t\twhich is brought under section 82, 83 or 101 of the Nationality,Immigration and Asylum Act [2002 (c. 41)](/id/ukpga/2002/41?view=plain \"Go toitem of legislation\") or section 2 of the Special Immigration AppealsCommission Act [1997 (c. 68)](/id/ukpga/1997/68?view=plain \"Go to item oflegislation\"), and\n\t\t\tin which the appellant claims that to remove him from or require him toleave the United Kingdom would be contrary to the United Kingdom’s obligationsunder the Refugee Convention, and\n\t\t\t“the Refugee Convention” means the Convention relating to the Status ofRefugees done at Geneva on 28th July 1951.\n\t\tThe Asylum and Immigration Tribunal or the Special Immigration AppealsCommission must begin substantive deliberations on the asylum appeal byconsidering the statements in the Secretary of State’s certificate.\n\t\tIf the Tribunal or Commission agrees with those statements it must dismisssuch part of the asylum appeal as amounts to an asylum claim (beforeconsidering any other aspect of the case).\n\t\tSection 72(10)(a) of the Nationality, Immigration and Asylum Act 2002(serious criminal: Tribunal or Commission to begin by considering certificate)shall have effect subject to subsection (3) above.\n\t\tSection 33 of the Anti-terrorism, Crime and Security Act [2001 (c.24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\") (certificate ofnon-application of Refugee Convention) shall cease to have effect.\n\tDeprivation of citizenship\n\t\tFor section 40(2) of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (deprivation ofcitizenship: prejudicing UK interests) substitute—\n\t\tThe Secretary of State may by order deprive a person of a citizenshipstatus if the Secretary of State is satisfied that deprivation is conducive tothe public good.”\n\t\tAt the end of section 40A(3) of that Act (deprivation: appeal) add— “, and\n\t\t\tsection 108 (forged document: proceedings in private).”;\n\t\t\t\t(and omit the word “and” before section 40A(3)(d)).\n\tDeprivation of right of abode\n\t\tAfter section 2 of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (right ofabode) insert—\n\t\t“2ADeprivation of right of abode\n\t\t\tThe Secretary of State may by order remove from a specified person a rightof abode in the United Kingdom which he has under section 2(1)(b).\n\t\t\tThe Secretary of State may make an order under subsection (1) in respect ofa person only if the Secretary of State thinks that it would be conducive tothe public good for the person to be excluded or removed from the UnitedKingdom.\n\t\t\tAn order under subsection (1) may be revoked by order of the Secretary ofState.\n\t\t\tWhile an order under subsection (1) has effect in relation to a person—\n\t\t\t\tsection 2(2) shall not apply to him, and\n\t\t\t\tany certificate of entitlement granted to him shall have no effect.”\n\t\t\tIn section 82(2) of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (right ofappeal: definition of immigration decision) after paragraph (ia) insert—\n\t\t\t\ta decision to make an order under section 2A of that Act (deprivation ofright of abode),”.\n\tAcquisition of British nationality, &c.\n\t\tThe Secretary of State shall not grant an application for registration ofan adult or young person as a citizen of any description or as a Britishsubject under a provision listed in subsection (2) unless satisfied that theadult or young person is of good character.\n\t\tThose provisions are—\n\t\t\tsections 1(3) and (4), 3(1) and (5), 4(2) and (5), 4A, 4C, 5, 10(1) and(2), 13(1) and (3) of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (registrationas British citizen),\n\t\t\tsections 15(3) and (4), 17(1) and (5), 22(1) and (2), 24, 27(1) and 32 ofthat Act (registration as British overseas territories citizen, &c.),\n\t\t\tsection 1 of the Hong Kong (War Wives and Widows) Act [1996 (c.41)](/id/ukpga/1996/41?view=plain \"Go to item of legislation\") (registrationas British citizen), and\n\t\t\tsection 1 of the British Nationality (Hong Kong) Act [1997 (c.20)](/id/ukpga/1997/20?view=plain \"Go to item of legislation\") (registrationas British citizen).\n\t\tIn subsection (1) “adult or young person” means a person who has attainedthe age of 10 at the time when the application is made.\n\t\tWhere the Secretary of State makes arrangements under section 43 of theBritish Nationality Act 1981 for a function to be exercised by some otherperson, subsection (1) above shall have effect in relation to that function asif the reference to the Secretary of State were a reference to that otherperson.\n\tDetained persons: national minimum wage\n\t\tAfter section 153 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removalcentres: rules) insert—\n\t\t“153ADetained persons: national minimum wage\n\t\t\tA detained person does not qualify for the national minimum wage in respect ofwork which he does in pursuance of removal centre rules.”\n\t\t\tAfter section 45A of the National Minimum Wage Act [1998 (c.39)](/id/ukpga/1998/39?view=plain \"Go to item of legislation\") (exemptionsfrom national minimum wage: persons discharging fines) insert—\n\t\t“45BImmigration: detained persons\n\t\t\tSection 153A of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (personsdetained in removal centres) disqualifies certain persons for the nationalminimum wage.”"
    },
    {
        "length": 1158,
        "text": "\nGeneral\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure of the Secretary of State in connection with this Act, and\n\t\t\tany increase attributable to this Act in sums payable under anotherenactment out of money provided by Parliament.\n\tRepeals \n\t\tSchedule 3 (repeals) shall have effect.\n\tCommencement \n\t\tThe preceding provisions of this Act shall come into force in accordancewith provision made by order of the Secretary of State.\n\t\tAn order under subsection (1)—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay include transitional or incidental provision or savings, and\n\t\t\tshall be made by statutory instrument.\n\tExtent \n\t\tThis Act extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tBut— \n\t\t\tan amendment by this Act of another Act has the same extent as that Act oras the relevant part of that Act (ignoring extent by virtue of an Order inCouncil), and\n\t\t\ta provision of this Act shall, so far as it relates to nationality, havethe same extent as the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (disregardingexcepted provisions under section 53(7) of that Act).\n\t\tHer Majesty may by Order in Council direct that a provision of this Act isto extend, with or without modification or adaptation, to—\n\t\t\tany of the Channel Islands;\n\t\t\tthe Isle of Man.\n\t\tSubsection (3) does not apply in relation to the extension to a place of aprovision which extends there by virtue of subsection (2)(b).\n\tCitation \n\t\tThis Act may be cited as the Immigration, Asylum and Nationality Act 2006.\n\t\tA reference (in any enactment, including one passed or made before thisAct) to “the Immigration Acts” is to—\n\t\t\tthe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to itemof legislation\"),\n\t\t\tthe Immigration Act [1988 (c. 14)](/id/ukpga/1988/14?view=plain \"Go to itemof legislation\"),\n\t\t\tthe Asylum and Immigration Appeals Act [1993 (c.23)](/id/ukpga/1993/23?view=plain \"Go to item of legislation\"),\n\t\t\tthe Asylum and Immigration Act [1996 (c. 49)](/id/ukpga/1996/49?view=plain\"Go to item of legislation\"),\n\t\t\tthe Immigration and Asylum Act [1999 (c. 33)](/id/ukpga/1999/33?view=plain\"Go to item of legislation\"),\n\t\t\tthe Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\"),\n\t\t\tthe Asylum and Immigration (Treatment of Claimants, etc.) Act [2004 (c.19)](/id/ukpga/2004/19?view=plain \"Go to item of legislation\"), and\n\t\t\tthis Act.\n\t\tThe following shall cease to have effect—\n\t\t\tsection 32(5) of the Immigration Act 1971 (“the Immigration Acts”),\n\t\t\tin section 167(1) of the Immigration and Asylum Act 1999, the definition of“the Immigration Acts”,\n\t\t\tsection 158 of the Nationality, Immigration and Asylum Act 2002 (“theImmigration Acts”), and\n\t\t\tsection 44 of the Asylum and Immigration (Treatment of Claimants, etc.) Act2004 (“the Immigration Acts”).\n\t\tIn Schedule 1 to the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") (definedexpressions) at the appropriate place insert—\n\t\t\t““The Immigration Acts” has the meaning given by section 64 of theImmigration, Asylum and Nationality Act 2006.”"
    }
]