[
    {
        "length": 2002,
        "text": "\nOffences relating to fur farming\n\tA person is guilty of an offence if he keeps animals solely or primarily—\n\t\tfor slaughter (whether by himself or another) for the value of their fur,or\n\t\tfor breeding progeny for such slaughter.\n\tA person is guilty of an offence if he knowingly causes or permits anotherperson to keep animals as mentioned in subsection (1).\n\tThe references in this section to keeping animals for slaughter or tobreeding progeny for slaughter include keeping or (as the case may be)breeding them for sale for slaughter.\n\tA person who is guilty of an offence under subsection (1) or subsection (2)is liable on summary conviction to a fine not exceeding £20,000.\nForfeiture orders\n\tIf a person is convicted of an offence under section 1(1) in respect ofanimals of a particular description, the court may make a forfeiture order inrespect of any animals of that description which are kept by that person whenthe order is made or which come into his keeping during the relevant period.\n\tIf a person is convicted of an offence under section 1(2) in respect ofanimals of a particular description kept by another person, the court may makea forfeiture order in respect of any animals of that description which arekept by that other person when the order is made or which come into hiskeeping during the relevant period.\n\tFor the purposes of this Act, a forfeiture order is an order for theforfeiture and destruction or other disposal of the animals to which the orderapplies (including any subsequent progeny of those animals).\n\tThe court may make a forfeiture order whether or not it also deals with theoffender in respect of the offence in any other way.\n\tWhere— \n\t\tthe court proposes to make a forfeiture order, and\n\t\ta person claiming to have an interest in the animals concerned applies tobe heard by the court,\n\t\t\tthe court shall not make the order unless that person has been given anopportunity to show cause why the order should not be made.\n\tIn this section “relevant period” means the period beginning with themaking of the forfeiture order and ending with the destruction or otherdisposal of the animals in pursuance of the order.\nEffect of forfeiture orders\n\tA forfeiture order operates in relation to the forfeiture of animals so asto deprive any person of his rights in those animals.\n\tAny person claiming to have an interest in the animals concerned may appealagainst a forfeiture order to the Crown Court.\n\tWhere the court makes a forfeiture order, it may in particular—\n\t\tappoint a person to carry out the order,\n\t\timpose requirements on any person in relation to the keeping of the animalsconcerned pending their destruction or other disposal,\n\t\torder the offender to pay such sum as the court may determine in respect ofthe reasonable expenses of carrying out the order and, where he does not keepthe animals himself, of keeping them pending their destruction or otherdisposal,\n\t\tmake such provision as the court considers appropriate in relation to theoperation of the order pending the making or determination of any appeal orapplication relevant to the order.\n\tAny sum ordered to be paid under subsection (3)(c) shall be treated for thepurposes of enforcement as if it were a fine imposed on conviction.\nPowers of entry and enforcement\n\tA person authorised in writing by the appropriate authority (whethergenerally or in a particular case) may at any reasonable time enter anypremises on which he has reasonable grounds for suspecting that an offenceunder section 1(1) has been or is being committed and may inspect the premisesand any animals or things found there.\n\tA person appointed by the court under section 3(3)(a) to carry out aforfeiture order may at any reasonable time enter any premises on which he hasreasonable grounds for suspecting that animals to which the order applies arebeing kept, and carry out the order.\n\tA person seeking to enter any premises in the exercise of his powers undersubsection (1) or (2) shall, if required by or on behalf of the owner oroccupier or person in charge of the premises, produce evidence of hisidentity, and of his authority or (as the case may be) appointment, beforeentering.\n\tA person who has entered any premises in the exercise of his powers undersubsection (1) or (2) shall, if required as mentioned in subsection (3), statein writing his reasons for entering.\n\tA person is guilty of an offence if he intentionally obstructs or delaysany person in the exercise of his powers under subsection (1) or (2).\n\tA person who is guilty of an offence under subsection (5) is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\tIn this section—\n\t\t  * “premises” includes any place but not any private dwelling, and \n\t\t  * “private dwelling” means any premises for the time being used as a private dwelling excluding any garage, outhouse or other structure (whether or not forming part of the same building as the premises) which belongs to or is usually enjoyed with the premises. \nCompensation for existing businesses\n\tThe appropriate authority may (and, in the case of the Minister ofAgriculture, Fisheries and Food, shall) by order make a scheme for the makingof payments by that authority to persons in respect of income and non-incomelosses incurred by them as a result of ceasing, by reason of the enactment orcoming into force of section 1, to carry on their businesses so far as theyconsist of activities prohibited by that section.\n\tA scheme shall, in particular, specify—\n\t\tthe description or descriptions of income losses and the description ordescriptions of non-income losses in respect of which payments are to be made,and\n\t\tthe description or descriptions of businesses in respect of which paymentsare to be made,\n\t\t\tbut need not provide for the making of payments in respect of all incomelosses or all non-income losses or (as the case may be) in respect of allbusinesses.\n\tA scheme shall also, in particular—\n\t\tspecify the basis or bases of valuation for determining losses,\n\t\tspecify the amounts of the payments to be made or the basis or bases onwhich such amounts are to be calculated,\n\t\tprovide for the procedure to be followed (including the time within whichclaims must be made and the provision of information) in respect of claimsunder the scheme and for the determination of such claims.\n\tBefore making a scheme under this section, the appropriate authority shallconsult such persons as appear to it to be likely to be entitled to paymentsunder such a scheme and such organisations as appear to it to represent suchpersons.\n\tSubsection (6) applies to any dispute as to a person’s entitlement topayments under a scheme or the amounts of any such payments which—\n\t\thas not been resolved within nine months of the day on which the originaldecision as to entitlement or amounts was notified in writing to the personconcerned by the appropriate authority, and\n\t\thas not been referred by agreement to arbitration.\n\tThe dispute shall be referred by the appropriate authority to, anddetermined by, the Lands Tribunal.\n\tAn order under this section shall be made by statutory instrument which,except in the case of an instrument made by the National Assembly for Wales,shall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section—\n\t\t  * “income losses” means losses of income, and \n\t\t  * “non-income losses” means losses other than income losses. \nInterpretation \n\tIn this Act “the appropriate authority” means—\n\t\tin relation to England, the Minister of Agriculture, Fisheries and Food,and\n\t\tin relation to Wales, the National Assembly for Wales.\nShort title, commencement and extent\n\tThis Act may be cited as the Fur Farming (Prohibition) Act 2000.\n\tSections 1 to 4 shall come into force on such day as the Minister ofAgriculture, Fisheries and Food may by order made by statutory instrumentappoint; but no day before 1st January 2003 shall be appointed.\n\tSection 5 shall come into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]