{
    "general": "This law makes it illegal to run a farm just to raise animals for their fur. Instead, farmers must find other ways to make money from their land and animals. The government will help pay for these changes by giving farmers money to cover some of their costs. This law was passed to protect the welfare of animals and to encourage more humane treatment of them.",
    "series": [
        [
            {
                "length": 185,
                "short": "\"Fur Farming Ban in England and Wales: Prohibitive Measures and Compensation Schemes\"",
                "text": "\n* Simplified point 1: The Fur Farming (Prohibition) Act 2000 prohibits the practice of fur farming in England and Wales.\n* Simplified point 2: Offenders can face fines up to £20,000 and forfeiture of animals.\n* Simplified point 3: Forfeiture orders can be made against animals and premises, and the court may appoint a person to carry out the order.\n* Simplified point 4: The act allows for compensation schemes to be made for existing businesses that are affected by the ban.\n* Simplified point 5: The act extends to England and Wales only, and comes into force on different dates for different sections."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Fur Farming (Prohibition) Act 2000 bans fur farming in England and Wales. This means that it is now illegal to keep animals just to sell their fur. If you are caught doing this, you could be fined up to £20,000 and have your animals taken away. The law also lets the government give money to businesses that are hurt by the ban. This law only applies to England and Wales, and started at different times for different parts of the law.\nThis law was passed to protect animals from being kept in bad conditions and being killed just for their fur. It's important to remember that all living things deserve to be treated with kindness and respect.",
    "single": "\n* The Fur Farming (Prohibition) Act 2000 prohibits the keeping of animals solely or primarily for slaughter for their fur.\n* Offenses relating to fur farming include keeping animals for slaughter or breeding progeny for slaughter.\n* Forfeiture orders can be made to destroy or dispose of animals kept in violation of the act.\n* The act applies to England and Wales only.\n* The appropriate authority for the act is the Minister of Agriculture, Fisheries, and Food in relation to England, and the National Assembly for Wales in relation to Wales.\n* The act came into force on January 1, 2003, with sections 1-4 coming into force on a day appointed by the Minister of Agriculture, Fisheries, and Food by statutory instrument.\n* Section 5 came into force at the end of the period of two months beginning with the day on which the act was passed.\nPlease note that the act only applies to England and Wales, and the appropriate authority for the act is the Minister of Agriculture, Fisheries, and Food in relation to England, and the National Assembly for Wales in relation to Wales."
}