[
    {
        "length": 810,
        "text": "\nChapter 1Introductory\n\tConsiderations applying to the exercise of powers\n\t\tThis section applies whenever a court or adoption agency is coming to adecision relating to the adoption of a child.\n\t\tThe paramount consideration of the court or adoption agency must be thechild’s welfare, throughout his life.\n\t\tThe court or adoption agency must at all times bear in mind that, ingeneral, any delay in coming to the decision is likely to prejudice thechild’s welfare.\n\t\tThe court or adoption agency must have regard to the following matters(among others)—\n\t\t\tthe child’s ascertainable wishes and feelings regarding the decision(considered in the light of the child’s age and understanding),\n\t\t\tthe child’s particular needs,\n\t\t\tthe likely effect on the child (throughout his life) of having ceased to bea member of the original family and become an adopted person,\n\t\t\tthe child’s age, sex, background and any of the child’s characteristicswhich the court or agency considers relevant,\n\t\t\tany harm (within the meaning of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\")) which thechild has suffered or is at risk of suffering,\n\t\t\tthe relationship which the child has with relatives, and with any otherperson in relation to whom the court or agency considers the relationship tobe relevant, including—\n\t\t\tthe likelihood of any such relationship continuing and the value to thechild of its doing so,\n\t\t\tthe ability and willingness of any of the child’s relatives, or of anysuch person, to provide the child with a secure environment in which the childcan develop, and otherwise to meet the child’s needs,\n\t\t\tthe wishes and feelings of any of the child’s relatives, or of any suchperson, regarding the child.\n\t\tIn placing the child for adoption, the adoption agency must give dueconsideration to the child’s religious persuasion, racial origin and culturaland linguistic background.\n\t\tThe court or adoption agency must always consider the whole range of powersavailable to it in the child’s case (whether under this Act or the ChildrenAct 1989); and the court must not make any order under this Act unless itconsiders that making the order would be better for the child than not doingso.\n\t\tIn this section, “coming to a decision relating to the adoption of achild”, in relation to a court, includes—\n\t\t\tcoming to a decision in any proceedings where the orders that might be madeby the court include an adoption order (or the revocation of such an order), aplacement order (or the revocation of such an order) or an order under section26 (or the revocation or variation of such an order),\n\t\t\tcoming to a decision about granting leave in respect of any action (otherthan the initiation of proceedings in any court) which may be taken by anadoption agency or individual under this Act,\n\t\t\t\tbut does not include coming to a decision about granting leave in any othercircumstances.\n\t\tFor the purposes of this section—\n\t\t\treferences to relationships are not confined to legal relationships,\n\t\t\treferences to a relative, in relation to a child, include the child’smother and father."
    },
    {
        "length": 3424,
        "text": "\nThe Adoption Service\n\tBasic definitions\n\t\tThe services maintained by local authorities under section 3(1) may becollectively referred to as “the Adoption Service”, and a local authority orregistered adoption society may be referred to as an adoption agency.\n\t\tIn this Act, “registered adoption society” means a voluntary organisationwhich is an adoption society registered under Part 2 of the Care Standards Act[2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"); butin relation to the provision of any facility of the Adoption Service,references to a registered adoption society or to an adoption agency do notinclude an adoption society which is not registered in respect of thatfacility.\n\t\tA registered adoption society is to be treated as registered in respect ofany facility of the Adoption Service unless it is a condition of itsregistration that it does not provide that facility.\n\t\tNo application for registration under Part 2 of the Care Standards Act 2000may be made in respect of an adoption society which is an unincorporated body.\n\t\tIn this Act—\n\t\t\t  * “the 1989 Act” means the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\"), \n\t\t\t  * “adoption society” means a body whose functions consist of or include making arrangements for the adoption of children, \n\t\t\t  * “voluntary organisation” means a body other than a public or local authority the activities of which are not carried on for profit. \n\t\tIn this Act, “adoption support services” means—\n\t\t\tcounselling, advice and information, and\n\t\t\tany other services prescribed by regulations,\n\t\t\t\tin relation to adoption.\n\t\tThe power to make regulations under subsection (6)(b) is to be exercised soas to secure that local authorities provide financial support.\n\t\tIn this Chapter, references to adoption are to the adoption of persons,wherever they may be habitually resident, effected under the law of anycountry or territory, whether within or outside the British Islands.\n\tMaintenance of Adoption Service\n\t\tEach local authority must continue to maintain within their area a servicedesigned to meet the needs, in relation to adoption, of—\n\t\t\tchildren who may be adopted, their parents and guardians,\n\t\t\tpersons wishing to adopt a child, and\n\t\t\tadopted persons, their parents, natural parents and former guardians;\n\t\t\t\tand for that purpose must provide the requisite facilities.\n\t\tThose facilities must include making, and participating in, arrangements—\n\t\t\tfor the adoption of children, and\n\t\t\tfor the provision of adoption support services.\n\t\tAs part of the service, the arrangements made for the purposes ofsubsection (2)(b)—\n\t\t\tmust extend to the provision of adoption support services to persons whoare within a description prescribed by regulations,\n\t\t\tmay extend to the provision of those services to other persons.\n\t\tA local authority may provide any of the requisite facilities by securingtheir provision by—\n\t\t\tregistered adoption societies, or\n\t\t\tother persons who are within a description prescribed by regulations ofpersons who may provide the facilities in question.\n\t\tThe facilities of the service must be provided in conjunction with thelocal authority’s other social services and with registered adoption societiesin their area, so that help may be given in a co-ordinated manner withoutduplication, omission or avoidable delay.\n\t\tThe social services referred to in subsection (5) are the functions of alocal authority which are social services functions within the meaning of theLocal Authority Social Services Act [1970 (c.42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\") (which include,in particular, those functions in so far as they relate to children).\n\tAssessments etc. for adoption support services\n\t\tA local authority must at the request of—\n\t\t\tany of the persons mentioned in paragraphs (a) to (c) of section 3(1), or\n\t\t\tany other person who falls within a description prescribed by regulations(subject to subsection (7)(a)),\n\t\t\t\tcarry out an assessment of that person’s needs for adoption support services.\n\t\tA local authority may, at the request of any person, carry out anassessment of that person’s needs for adoption support services.\n\t\tA local authority may request the help of the persons mentioned inparagraph (a) or (b) of section 3(4) in carrying out an assessment.\n\t\tWhere, as a result of an assessment, a local authority decide that a personhas needs for adoption support services, they must then decide whether toprovide any such services to that person.\n\t\tIf— \n\t\t\ta local authority decide to provide any adoption support services to aperson, and\n\t\t\tthe circumstances fall within a description prescribed by regulations,\n\t\t\tthe local authority must prepare a plan in accordance with which adoptionsupport services are to be provided to the person and keep the plan underreview.\n\t\tRegulations may make provision about assessments, preparing and reviewingplans, the provision of adoption support services in accordance with plans andreviewing the provision of adoption support services.\n\t\tThe regulations may in particular make provision—\n\t\t\tas to the circumstances in which a person mentioned in paragraph (b) ofsubsection (1) is to have a right to request an assessment of his needs inaccordance with that subsection,\n\t\t\tabout the type of assessment which, or the way in which an assessment, isto be carried out,\n\t\t\tabout the way in which a plan is to be prepared,\n\t\t\tabout the way in which, and time at which, a plan or the provision ofadoption support services is to be reviewed,\n\t\t\tabout the considerations to which a local authority are to have regard incarrying out an assessment or review or preparing a plan,\n\t\t\tas to the circumstances in which a local authority may provide adoptionsupport services subject to conditions,\n\t\t\tas to the consequences of conditions imposed by virtue of paragraph (f) notbeing met (including the recovery of any financial support provided by a localauthority),\n\t\t\tas to the circumstances in which this section may apply to a localauthority in respect of persons who are outside that local authority’s area,\n\t\t\tas to the circumstances in which a local authority may recover from anotherlocal authority the expenses of providing adoption support services to anyperson.\n\t\tA local authority may carry out an assessment of the needs of any personunder this section at the same time as an assessment of his needs is madeunder any other enactment.\n\t\tIf at any time during the assessment of the needs of any person under thissection, it appears to a local authority that—\n\t\t\tthere may be a need for the provision of services to that person by aPrimary Care Trust (in Wales, a Health Authority or Local Health Board), or\n\t\t\tthere may be a need for the provision to him of any services which fallwithin the functions of a local education authority (within the meaning of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\")),\n\t\t\tthe local authority must notify that Primary Care Trust, Health Authority,Local Health Board or local education authority.\n\t\tWhere it appears to a local authority that another local authority could,by taking any specified action, help in the exercise of any of their functionsunder this section, they may request the help of that other local authority,specifying the action in question.\n\t\tA local authority whose help is so requested must comply with the requestif it is consistent with the exercise of their functions.\n\tLocal authority plans for adoption services\n\t\tEach local authority must prepare a plan for the provision of the servicesmaintained under section 3(1) and secure that it is published.\n\t\tThe plan must contain information of a description prescribed byregulations (subject to subsection (4)(b)).\n\t\tThe regulations may make provision requiring local authorities—\n\t\t\tto review any plan,\n\t\t\tin the circumstances prescribed by the regulations, to modify that plan andsecure its publication or to prepare a plan in substitution for that plan andsecure its publication.\n\t\tThe appropriate Minister may direct—\n\t\t\tthat a plan is to be included in another document specified in thedirection,\n\t\t\tthat the requirements specified in the direction as to the description ofinformation to be contained in a plan are to have effect in place of theprovision made by regulations under subsection (2).\n\t\tDirections may be given by the appropriate Minister for the purpose ofmaking provision in connection with any duty imposed by virtue of this sectionincluding, in particular, provision as to—\n\t\t\tthe form and manner in which, and the time at which, any plan is to bepublished,\n\t\t\tthe description of persons who are to be consulted in the preparation ofany plan,\n\t\t\tthe time at which any plan is to be reviewed.\n\t\tSubsections (2) to (5) apply in relation to a modified or substituted plan(or further modified or substituted plan) as they apply in relation to a planprepared under subsection (1).\n\t\tDirections given under this section may relate—\n\t\t\tto a particular local authority,\n\t\t\tto any class or description of local authorities, or\n\t\t\texcept in the case of a direction given under subsection (4)(b), to localauthorities generally,\n\t\t\t\tand accordingly different provision may be made in relation to different localauthorities or classes or descriptions of local authorities.\n\tArrangements on cancellation of registration\n\t\tWhere, by virtue of the cancellation of its registration under Part 2 of theCare Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item oflegislation\"), a body has ceased to be a registered adoption society, theappropriate Minister may direct the body to make such arrangements as to thetransfer of its functions relating to children and other transitional mattersas seem to him expedient.\n\tInactive or defunct adoption societies etc.\n\t\tThis section applies where it appears to the appropriate Minister that—\n\t\t\ta body which is or has been a registered adoption society is inactive ordefunct, or\n\t\t\ta body which has ceased to be a registered adoption society by virtue ofthe cancellation of its registration under Part 2 of the Care Standards Act2000 has not made such arrangements for the transfer of its functions relatingto children as are specified in a direction given by him.\n\t\tThe appropriate Minister may, in relation to such functions of the societyas relate to children, direct what appears to him to be the appropriate localauthority to take any such action as might have been taken by the society orby the society jointly with the authority.\n\t\tA local authority are entitled to take any action which—\n\t\t\tapart from this subsection the authority would not be entitled to take, orwould not be entitled to take without joining the society in the action, but\n\t\t\tthey are directed to take under subsection (2).\n\t\tThe appropriate Minister may charge the society for expenses necessarilyincurred by him or on his behalf in securing the transfer of its functionsrelating to children.\n\t\tBefore giving a direction under subsection (2) the appropriate Ministermust, if practicable, consult both the society and the authority.\n\tAdoption support agencies\n\t\tIn this Act, “adoption support agency” means an undertaking the purpose ofwhich, or one of the purposes of which, is the provision of adoption supportservices; but an undertaking is not an adoption support agency—\n\t\t\tmerely because it provides information in connection with adoption otherthan for the purpose mentioned in section 98(1), or\n\t\t\tif it is excepted by virtue of subsection (2).\n\t\t\t\t  * “Undertaking” has the same meaning as in the Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"). \n\t\tThe following are excepted—\n\t\t\ta registered adoption society, whether or not the society is registered inrespect of the provision of adoption support services,\n\t\t\ta local authority,\n\t\t\ta local education authority (within the meaning of the Education Act [1996(c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\")),\n\t\t\ta Special Health Authority, Primary Care Trust (in Wales, a HealthAuthority or Local Health Board) or NHS trust,\n\t\t\tthe Registrar General,\n\t\t\tany person, or description of persons, excepted by regulations.\n\t\tIn section 4 of the Care Standards Act 2000 (basic definitions)—\n\t\t\tafter subsection (7) there is inserted—\n\t\t\t\t“(7A)“Adoption support agency” has the meaning given by section 8 of theAdoption and Children Act 2002.”,\n\t\t\tin subsection (9)(a) (construction of references to descriptions ofagencies), for “or a voluntary adoption agency” there is substituted “avoluntary adoption agency or an adoption support agency”."
    },
    {
        "length": 1786,
        "text": "\nRegulations\n\tGeneral power to regulate adoption etc. agencies\n\t\tRegulations may make provision for any purpose relating to—\n\t\t\tthe exercise by local authorities or voluntary adoption agencies of theirfunctions in relation to adoption, or\n\t\t\tthe exercise by adoption support agencies of their functions in relation toadoption.\n\t\tThe extent of the power to make regulations under this section is notlimited by sections 10 to 12, 45, 54, 56 to 65 and 98 or by any other powersexercisable in respect of local authorities, voluntary adoption agencies oradoption support agencies.\n\t\tRegulations may provide that a person who contravenes or fails to complywith any provision of regulations under this section is to be guilty of anoffence and liable on summary conviction to a fine not exceeding level 5 onthe standard scale.\n\t\tIn this section and section 10, “voluntary adoption agency” means avoluntary organisation which is an adoption society.\n\tManagement etc. of agencies\n\t\tIn relation to local authorities, voluntary adoption agencies and adoptionsupport agencies, regulations under section 9 may make provision as to—\n\t\t\tthe persons who are fit to work for them for the purposes of the functionsmentioned in section 9(1),\n\t\t\tthe fitness of premises,\n\t\t\tthe management and control of their operations,\n\t\t\tthe number of persons, or persons of any particular type, working for thepurposes of those functions,\n\t\t\tthe management and training of persons working for the purposes of thosefunctions,\n\t\t\tthe keeping of information.\n\t\tRegulations made by virtue of subsection (1)(a) may, in particular, makeprovision for prohibiting persons from working in prescribed positions unlessthey are registered in, or in a particular part of, one of the registersmaintained under section 56(1) of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (registrationof social care workers).\n\t\tIn relation to voluntary adoption agencies and adoption support agencies,regulations under section 9 may—\n\t\t\tmake provision as to the persons who are fit to manage an agency, includingprovision prohibiting persons from doing so unless they are registered in, orin a particular part of, one of the registers referred to in subsection (2),\n\t\t\timpose requirements as to the financial position of an agency,\n\t\t\tmake provision requiring the appointment of a manager,\n\t\t\tin the case of a voluntary adoption agency, make provision for securing thewelfare of children placed by the agency, including provision as to thepromotion and protection of their health,\n\t\t\tin the case of an adoption support agency, make provision as to the personswho are fit to carry on the agency.\n\t\tRegulations under section 9 may make provision as to the conduct ofvoluntary adoption agencies and adoption support agencies, and may inparticular make provision—\n\t\t\tas to the facilities and services to be provided by an agency,\n\t\t\tas to the keeping of accounts,\n\t\t\tas to the notification to the registration authority of events occurring inpremises used for the purposes of an agency,\n\t\t\tas to the giving of notice to the registration authority of periods duringwhich the manager of an agency proposes to be absent, and specifying theinformation to be given in such a notice,\n\t\t\tas to the making of adequate arrangements for the running of an agencyduring a period when its manager is absent,\n\t\t\tas to the giving of notice to the registration authority of any intendedchange in the identity of the manager,\n\t\t\tas to the giving of notice to the registration authority of changes in theownership of an agency or the identity of its officers,\n\t\t\trequiring the payment of a prescribed fee to the registration authority inrespect of any notification required to be made by virtue of paragraph (g),\n\t\t\trequiring arrangements to be made for dealing with complaints made by or onbehalf of those seeking, or receiving, any of the services provided by anagency and requiring the agency or manager to take steps for publicising thearrangements.\n\tFees \n\t\tRegulations under section 9 may prescribe—\n\t\t\tthe fees which may be charged by adoption agencies in respect of theprovision of services to persons providing facilities as part of the AdoptionService (including the Adoption Services in Scotland and Northern Ireland),\n\t\t\tthe fees which may be paid by adoption agencies to persons providing orassisting in providing such facilities.\n\t\tRegulations under section 9 may prescribe the fees which may be charged bylocal authorities in respect of the provision of prescribed facilities of theAdoption Service where the following conditions are met.\n\t\tThe conditions are that the facilities are provided in connection with—\n\t\t\tthe adoption of a child brought into the United Kingdom for the purpose ofadoption, or\n\t\t\ta Convention adoption, an overseas adoption or an adoption effected underthe law of a country or territory outside the British Islands.\n\t\tRegulations under section 9 may prescribe the fees which may be charged byadoption agencies in respect of the provision of counselling, where thecounselling is provided in connection with the disclosure of information inrelation to a person’s adoption.\n\tIndependent review of determinations\n\t\tRegulations under section 9 may establish a procedure under which anyperson in respect of whom a qualifying determination has been made by anadoption agency may apply to a panel constituted by the appropriate Ministerfor a review of that determination.\n\t\tThe regulations must make provision as to the description of determinationswhich are qualifying determinations for the purposes of subsection (1).\n\t\tThe regulations may include provision as to—\n\t\t\tthe duties and powers of a panel (including the power to recover the costsof a review from the adoption agency by which the determination reviewed wasmade),\n\t\t\tthe administration and procedures of a panel,\n\t\t\tthe appointment of members of a panel (including the number, or any limiton the number, of members who may be appointed and any conditions forappointment),\n\t\t\tthe payment of expenses of members of a panel,\n\t\t\tthe duties of adoption agencies in connection with reviews conducted underthe regulations,\n\t\t\tthe monitoring of any such reviews.\n\t\tThe appropriate Minister may make an arrangement with an organisation underwhich functions in relation to the panel are performed by the organisation onhis behalf.\n\t\tIf the appropriate Minister makes such an arrangement with an organisation,the organisation is to perform its functions under the arrangement inaccordance with any general or special directions given by the appropriateMinister.\n\t\tThe arrangement may include provision for payments to be made to theorganisation by the appropriate Minister.\n\t\tWhere the appropriate Minister is the Assembly, subsections (4) and (6)also apply as if references to an organisation included references to theSecretary of State.\n\t\tIn this section, “organisation” includes a public body and a private orvoluntary organisation."
    },
    {
        "length": 1793,
        "text": "\nSupplemental\n\tInformation concerning adoption\n\t\tEach adoption agency must give to the appropriate Minister any statisticalor other general information he requires about—\n\t\t\tits performance of all or any of its functions relating to adoption,\n\t\t\tthe children and other persons in relation to whom it has exercised thosefunctions.\n\t\tThe following persons—\n\t\t\tthe justices' chief executive for each magistrates' court,\n\t\t\tthe relevant officer of each county court,\n\t\t\tthe relevant officer of the High Court,\n\t\t\t\tmust give to the appropriate Minister any statistical or other generalinformation he requires about the proceedings under this Act of the court inquestion.\n\t\tIn subsection (2), “relevant officer”, in relation to a county court or theHigh Court, means the officer of that court who is designated to act for thepurposes of that subsection by a direction given by the Lord Chancellor.\n\t\tThe information required to be given to the appropriate Minister under thissection must be given at the times, and in the form, directed by him.\n\t\tThe appropriate Minister may publish from time to time abstracts of theinformation given to him under this section.\n\tDefault power of appropriate Minister\n\t\tIf the appropriate Minister is satisfied that any local authority havefailed, without reasonable excuse, to comply with any of the duties imposed onthem by virtue of this Act or of section 1 or 2(4) of the Adoption(Intercountry Aspects) Act [1999 (c. 18)](/id/ukpga/1999/18?view=plain \"Go toitem of legislation\"), he may make an order declaring that authority to be indefault in respect of that duty.\n\t\tAn order under subsection (1) must give the appropriate Minister’s reasonsfor making it.\n\t\tAn order under subsection (1) may contain such directions as appear to theappropriate Minister to be necessary for the purpose of ensuring that, withinthe period specified in the order, the duty is complied with.\n\t\tAny such directions are enforceable, on the appropriate Minister’sapplication, by a mandatory order.\n\tInspection of premises etc.\n\t\tThe appropriate Minister may arrange for any premises in which—\n\t\t\ta child is living with a person with whom the child has been placed by anadoption agency, or\n\t\t\ta child in respect of whom a notice of intention to adopt has been givenunder section 44 is, or will be, living,\n\t\t\t\tto be inspected from time to time.\n\t\tThe appropriate Minister may require an adoption agency—\n\t\t\tto give him any information, or\n\t\t\tto allow him to inspect any records (in whatever form they are held),\n\t\t\trelating to the discharge of any of its functions in relation to adoptionwhich the appropriate Minister specifies.\n\t\tAn inspection under this section must be conducted by a person authorisedby the appropriate Minister.\n\t\tAn officer of a local authority may only be so authorised with the consentof the authority.\n\t\tA person inspecting any premises under subsection (1) may—\n\t\t\tvisit the child there,\n\t\t\tmake any examination into the state of the premises and the treatment ofthe child there which he thinks fit.\n\t\tA person authorised to inspect any records under this section may at anyreasonable time have access to, and inspect and check the operation of, anycomputer (and associated apparatus) which is being or has been used inconnection with the records in question.\n\t\tA person authorised to inspect any premises or records under this sectionmay—\n\t\t\tenter the premises for that purpose at any reasonable time,\n\t\t\trequire any person to give him any reasonable assistance he may require.\n\t\tA person exercising a power under this section must, if required to do so,produce a duly authenticated document showing his authority.\n\t\tAny person who intentionally obstructs another in the exercise of a powerunder this section is guilty of an offence and liable on summary conviction toa fine not exceeding level 3 on the standard scale.\n\tDistribution of functions in relation to registered adoption societies\n\t\tAfter section 36 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“36AVoluntary adoption agencies: distribution of functions\n\t\t\tThis section applies to functions relating to voluntary adoption agenciesconferred on the registration authority by or under this Part or under Chapter2 of Part 1 of the Adoption and Children Act 2002.\n\t\t\tSubject to the following provisions, functions to which this sectionapplies are exercisable—\n\t\t\t\twhere the principal office of an agency is in England, by the Commission,\n\t\t\t\twhere the principal office of an agency is in Wales, by the Assembly.\n\t\t\tSo far as those functions relate to the imposition, variation or removal ofconditions of registration, they may only be exercised after consultation withthe Assembly or (as the case may be) the Commission.\n\t\t\tBut— \n\t\t\t\twhere such a function as is mentioned in subsection (3) is exercisable bythe Commission in relation to an agency which has a branch in Wales, it isexercisable only with the agreement of the Assembly,\n\t\t\t\twhere such a function as is mentioned in subsection (3) is exercisable bythe Assembly in relation to an agency which has a branch in England, it isexercisable only with the agreement of the Commission.\n\t\t\tThe functions conferred on the registration authority by sections 31 and 32of this Act in respect of any premises of a voluntary adoption agency areexercisable—\n\t\t\t\twhere the premises are in England, by the Commission\n\t\t\t\twhere the premises are in Wales, by the Assembly.\n\t\t\tIn spite of subsections (2) to (5), regulations may provide for anyfunction to which this section applies to be exercisable by the Commissioninstead of the Assembly, or by the Assembly instead of the Commission, or byone concurrently with the other, or by both jointly or by either with theagreement of or after consultation with the other.\n\t\t\tIn this section, “regulations” means regulations relating to England andWales.”\n\tInquiries \n\t\tThe appropriate Minister may cause an inquiry to be held into any matterconnected with the functions of an adoption agency.\n\t\tBefore an inquiry is begun, the appropriate Minister may direct that it isto be held in private.\n\t\tWhere no direction has been given, the person holding the inquiry may if hethinks fit hold it, or any part of it, in private.\n\t\tSubsections (2) to (5) of section 250 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (powers inrelation to local inquiries) apply in relation to an inquiry under thissection as they apply in relation to a local inquiry under that section."
    },
    {
        "length": 539,
        "text": "\nPlacement for adoption by agencies\n\tAn adoption agency may—\n\t\tplace a child for adoption with prospective adopters, or\n\t\twhere it has placed a child with any persons (whether under this Part ornot), leave the child with them as prospective adopters,\n\t\t\tbut, except in the case of a child who is less than six weeks old, may only doso under section 19 or a placement order.\n\tAn adoption agency may only place a child for adoption with prospectiveadopters if the agency is satisfied that the child ought to be placed foradoption.\n\tA child who is placed or authorised to be placed for adoption withprospective adopters by a local authority is looked after by the authority.\n\tIf an application for an adoption order has been made by any persons inrespect of a child and has not been disposed of—\n\t\tan adoption agency which placed the child with those persons may leave thechild with them until the application is disposed of, but\n\t\tapart from that, the child may not be placed for adoption with anyprospective adopters.\n\t\t\t  * “Adoption order” includes a Scottish or Northern Irish adoption order. \n\tReferences in this Act (apart from this section) to an adoption agencyplacing a child for adoption—\n\t\tare to its placing a child for adoption with prospective adopters, and\n\t\tinclude, where it has placed a child with any persons (whether under thisAct or not), leaving the child with them as prospective adopters;\n\t\tand references in this Act (apart from this section) to a child who is placedfor adoption by an adoption agency are to be interpreted accordingly.\n\tReferences in this Chapter to an adoption agency being, or not being,authorised to place a child for adoption are to the agency being or (as thecase may be) not being authorised to do so under section 19 or a placementorder.\n\tThis section is subject to sections 30 to 35 (removal of children placed byadoption agencies)."
    },
    {
        "length": 341,
        "text": "\nPlacing children with parental consent\n\tWhere an adoption agency is satisfied that each parent or guardian of achild has consented to the child—\n\t\tbeing placed for adoption with prospective adopters identified in theconsent, or\n\t\tbeing placed for adoption with any prospective adopters who may be chosenby the agency,\n\t\t\tand has not withdrawn the consent, the agency is authorised to place the childfor adoption accordingly.\n\tConsent to a child being placed for adoption with prospective adoptersidentified in the consent may be combined with consent to the childsubsequently being placed for adoption with any prospective adopters who maybe chosen by the agency in circumstances where the child is removed from orreturned by the identified prospective adopters.\n\tSubsection (1) does not apply where–\n\t\tan application has been made on which a care order might be made and theapplication has not been disposed of, or\n\t\ta care order or placement order has been made after the consent was given.\n\tReferences in this Act to a child placed for adoption under this sectioninclude a child who was placed under this section with prospective adoptersand continues to be placed with them, whether or not consent to the placementhas been withdrawn.\n\tThis section is subject to section 52 (parental etc. consent)."
    },
    {
        "length": 302,
        "text": "\nAdvance consent to adoption\n\tA parent or guardian of a child who consents to the child being placed foradoption by an adoption agency under section 19 may, at the same or anysubsequent time, consent to the making of a future adoption order.\n\tConsent under this section—\n\t\twhere the parent or guardian has consented to the child being placed foradoption with prospective adopters identified in the consent, may be consentto adoption by them, or\n\t\tmay be consent to adoption by any prospective adopters who may be chosen bythe agency.\n\tA person may withdraw any consent given under this section.\n\tA person who gives consent under this section may, at the same or anysubsequent time, by notice given to the adoption agency—\n\t\tstate that he does not wish to be informed of any application for anadoption order, or\n\t\twithdraw such a statement.\n\tA notice under subsection (4) has effect from the time when it is receivedby the adoption agency but has no effect if the person concerned has withdrawnhis consent.\n\tThis section is subject to section 52 (parental etc. consent)."
    },
    {
        "length": 370,
        "text": "\nPlacement orders\n\tA placement order is an order made by the court authorising a localauthority to place a child for adoption with any prospective adopters who maybe chosen by the authority.\n\tThe court may not make a placement order in respect of a child unless—\n\t\tthe child is subject to a care order,\n\t\tthe court is satisfied that the conditions in section 31(2) of the 1989 Act(conditions for making a care order) are met, or\n\t\tthe child has no parent or guardian.\n\tThe court may only make a placement order if, in the case of each parent orguardian of the child, the court is satisfied—\n\t\tthat the parent or guardian has consented to the child being placed foradoption with any prospective adopters who may be chosen by the localauthority and has not withdrawn the consent, or\n\t\tthat the parent’s or guardian’s consent should be dispensed with.\n\t\t\tThis subsection is subject to section 52 (parental etc. consent).\n\tA placement order continues in force until—\n\t\tit is revoked under section 24,\n\t\tan adoption order is made in respect of the child, or\n\t\tthe child marries or attains the age of 18 years.\n\t\t\t  * “Adoption order” includes a Scottish or Northern Irish adoption order. "
    },
    {
        "length": 721,
        "text": "\nApplications for placement orders\n\tA local authority must apply to the court for a placement order in respectof a child if—\n\t\tthe child is placed for adoption by them or is being provided withaccommodation by them,\n\t\tno adoption agency is authorised to place the child for adoption,\n\t\tthe child has no parent or guardian or the authority consider that theconditions in section 31(2) of the 1989 Act are met, and\n\t\tthe authority are satisfied that the child ought to be placed for adoption.\n\tIf— \n\t\tan application has been made (and has not been disposed of) on which a careorder might be made in respect of a child, or\n\t\ta child is subject to a care order and the appropriate local authority arenot authorised to place the child for adoption,\n\t\t\tthe appropriate local authority must apply to the court for a placement orderif they are satisfied that the child ought to be placed for adoption.\n\tIf— \n\t\ta child is subject to a care order, and\n\t\tthe appropriate local authority are authorised to place the child foradoption under section 19,\n\t\tthe authority may apply to the court for a placement order.\n\tIf a local authority—\n\t\tare under a duty to apply to the court for a placement order in respect ofa child, or\n\t\thave applied for a placement order in respect of a child and theapplication has not been disposed of,\n\t\tthe child is looked after by the authority.\n\tSubsections (1) to (3) do not apply in respect of a child—\n\t\tif any persons have given notice of intention to adopt, unless the periodof four months beginning with the giving of the notice has expired withoutthem applying for an adoption order or their application for such an order hasbeen withdrawn or refused, or\n\t\tif an application for an adoption order has been made and has not beendisposed of.\n\t\t\t  * “Adoption order” includes a Scottish or Northern Irish adoption order. \n\tWhere— \n\t\tan application for a placement order in respect of a child has been madeand has not been disposed of, and\n\t\tno interim care order is in force,\n\t\tthe court may give any directions it considers appropriate for the medical orpsychiatric examination or other assessment of the child; but a child who isof sufficient understanding to make an informed decision may refuse to submitto the examination or other assessment.\n\tThe appropriate local authority—\n\t\tin relation to a care order, is the local authority in whose care the childis placed by the order, and\n\t\tin relation to an application on which a care order might be made, is thelocal authority which makes the application."
    },
    {
        "length": 255,
        "text": "\nRevoking placement orders\n\tThe court may revoke a placement order on the application of any person.\n\tBut an application may not be made by a person other than the child or thelocal authority authorised by the order to place the child for adoptionunless—\n\t\tthe court has given leave to apply, and\n\t\tthe child is not placed for adoption by the authority.\n\tThe court cannot give leave under subsection (2)(a) unless satisfied thatthere has been a change in circumstances since the order was made.\n\tIf the court determines, on an application for an adoption order, not tomake the order, it may revoke any placement order in respect of the child.\n\tWhere— \n\t\tan application for the revocation of a placement order has been made andhas not been disposed of, and\n\t\tthe child is not placed for adoption by the authority,\n\t\t\tthe child may not without the court’s leave be placed for adoption under theorder."
    },
    {
        "length": 166,
        "text": "\nParental responsibility\n\tThis section applies while—\n\t\ta child is placed for adoption under section 19 or an adoption agency isauthorised to place a child for adoption under that section, or\n\t\ta placement order is in force in respect of a child.\n\tParental responsibility for the child is given to the agency concerned.\n\tWhile the child is placed with prospective adopters, parentalresponsibility is given to them.\n\tThe agency may determine that the parental responsibility of any parent orguardian, or of prospective adopters, is to be restricted to the extentspecified in the determination."
    },
    {
        "length": 521,
        "text": "\nContact \n\tOn an adoption agency being authorised to place a child for adoption, orplacing a child for adoption who is less than six weeks old, any provision forcontact under the 1989 Act ceases to have effect.\n\tWhile an adoption agency is so authorised or a child is placed foradoption—\n\t\tno application may be made for any provision for contact under that Act,but\n\t\tthe court may make an order under this section requiring the person withwhom the child lives, or is to live, to allow the child to visit or stay withthe person named in the order, or for the person named in the order and thechild otherwise to have contact with each other.\n\tAn application for an order under this section may be made by—\n\t\tthe child or the agency,\n\t\tany parent, guardian or relative,\n\t\tany person in whose favour there was provision for contact under the 1989Act which ceased to have effect by virtue of subsection (1),\n\t\tif a residence order was in force immediately before the adoption agencywas authorised to place the child for adoption or (as the case may be) placedthe child for adoption at a time when he was less than six weeks old, theperson in whose favour the order was made,\n\t\tif a person had care of the child immediately before that time by virtue ofan order made in the exercise of the High Court’s inherent jurisdiction withrespect to children, that person,\n\t\tany person who has obtained the court’s leave to make the application.\n\tWhen making a placement order, the court may on its own initiative make anorder under this section.\n\tThis section does not prevent an application for a contact order undersection 8 of the 1989 Act being made where the application is to be heardtogether with an application for an adoption order in respect of the child.\n\tIn this section, “provision for contact under the 1989 Act” means a contactorder under section 8 of that Act or an order under section 34 of that Act(parental contact with children in care)."
    },
    {
        "length": 412,
        "text": "\nContact: supplementary\n\tAn order under section 26—\n\t\thas effect while the adoption agency is authorised to place the child foradoption or the child is placed for adoption, but\n\t\tmay be varied or revoked by the court on an application by the child, theagency or a person named in the order.\n\tThe agency may refuse to allow the contact that would otherwise be requiredby virtue of an order under that section if—\n\t\tit is satisfied that it is necessary to do so in order to safeguard orpromote the child’s welfare, and\n\t\tthe refusal is decided upon as a matter of urgency and does not last formore than seven days.\n\tRegulations may make provision as to—\n\t\tthe steps to be taken by an agency which has exercised its power undersubsection (2),\n\t\tthe circumstances in which, and conditions subject to which, the terms ofany order under section 26 may be departed from by agreement between theagency and any person for whose contact with the child the order provides,\n\t\tnotification by an agency of any variation or suspension of arrangementsmade (otherwise than under an order under that section) with a view toallowing any person contact with the child.\n\tBefore making a placement order the court must—\n\t\tconsider the arrangements which the adoption agency has made, or proposesto make, for allowing any person contact with the child, and\n\t\tinvite the parties to the proceedings to comment on those arrangements.\n\tAn order under section 26 may provide for contact on any conditions thecourt considers appropriate."
    },
    {
        "length": 367,
        "text": "\nFurther consequences of placement\n\tWhere a child is placed for adoption under section 19 or an adoption agencyis authorised to place a child for adoption under that section—\n\t\ta parent or guardian of the child may not apply for a residence orderunless an application for an adoption order has been made and the parent orguardian has obtained the court’s leave under subsection (3) or (5) of section47,\n\t\tif an application has been made for an adoption order, a guardian of thechild may not apply for a special guardianship order unless he has obtainedthe court’s leave under subsection (3) or (5) of that section.\n\tWhere— \n\t\ta child is placed for adoption under section 19 or an adoption agency isauthorised to place a child for adoption under that section, or\n\t\ta placement order is in force in respect of a child,\n\t\t\tthen (whether or not the child is in England and Wales) a person may not doeither of the following things, unless the court gives leave or each parent orguardian of the child gives written consent.\n\tThose things are—\n\t\tcausing the child to be known by a new surname, or\n\t\tremoving the child from the United Kingdom.\n\tSubsection (3) does not prevent the removal of a child from the UnitedKingdom for a period of less than one month by a person who provides thechild’s home."
    },
    {
        "length": 605,
        "text": "\nFurther consequences of placement orders\n\tWhere a placement order is made in respect of a child and either—\n\t\tthe child is subject to a care order, or\n\t\tthe court at the same time makes a care order in respect of the child,\n\t\t\tthe care order does not have effect at any time when the placement order is inforce.\n\tOn the making of a placement order in respect of a child, any ordermentioned in section 8(1) of the 1989 Act, and any supervision order inrespect of the child, ceases to have effect.\n\tWhere a placement order is in force—\n\t\tno prohibited steps order, residence order or specific issue order, and\n\t\tno supervision order or child assessment order,\n\t\tmay be made in respect of the child.\n\tSubsection (3)(a) does not apply in respect of a residence order if—\n\t\tan application for an adoption order has been made in respect of the child,and\n\t\tthe residence order is applied for by a parent or guardian who has obtainedthe court’s leave under subsection (3) or (5) of section 47 or by any otherperson who has obtained the court’s leave under this subsection.\n\tWhere a placement order is in force, no special guardianship order may bemade in respect of the child unless—\n\t\tan application has been made for an adoption order, and\n\t\tthe person applying for the special guardianship order has obtained thecourt’s leave under this subsection or, if he is a guardian of the child, hasobtained the court’s leave under section 47(5).\n\tSection 14A(7) of the 1989 Act applies in respect of an application for aspecial guardianship order for which leave has been given as mentioned insubsection (5)(b) with the omission of the words “the beginning of the periodof three months ending with”.\n\tWhere a placement order is in force—\n\t\tsection 14C(1)(b) of the 1989 Act (special guardianship: parentalresponsibility) has effect subject to any determination under section 25(4) ofthis Act,\n\t\tsection 14C(3) and (4) of the 1989 Act (special guardianship: removal ofchild from UK etc.) does not apply."
    },
    {
        "length": 2710,
        "text": "\nRemoval of children who are or may be placed by adoption agencies\n\tGeneral prohibitions on removal\n\t\tWhere— \n\t\t\ta child is placed for adoption by an adoption agency under section 19, or\n\t\t\ta child is placed for adoption by an adoption agency and either the childis less than six weeks old or the agency has at no time been authorised toplace the child for adoption,\n\t\t\t\ta person (other than the agency) must not remove the child from theprospective adopters.\n\t\tWhere— \n\t\t\ta child who is not for the time being placed for adoption is being providedwith accommodation by a local authority, and\n\t\t\tthe authority have applied to the court for a placement order and theapplication has not been disposed of,\n\t\t\tonly a person who has the court’s leave (or the authority) may remove thechild from the accommodation.\n\t\tWhere subsection (2) does not apply, but—\n\t\t\ta child who is not for the time being placed for adoption is being providedwith accommodation by an adoption agency, and\n\t\t\tthe agency is authorised to place the child for adoption under section 19or would be so authorised if any consent to placement under that section hadnot been withdrawn,\n\t\t\ta person (other than the agency) must not remove the child from theaccommodation.\n\t\tThis section is subject to sections 31 to 33 but those sections do notapply if the child is subject to a care order.\n\t\tThis group of sections (that is, this section and those sections) applywhether or not the child in question is in England and Wales.\n\t\tThis group of sections does not affect the exercise by any local authorityor other person of any power conferred by any enactment, other than section20(8) of the 1989 Act (removal of children from local authorityaccommodation).\n\t\tThis group of sections does not prevent the removal of a child who isarrested.\n\t\tA person who removes a child in contravention of this section is guilty ofan offence and liable on summary conviction to imprisonment for a term notexceeding three months, or a fine not exceeding level 5 on the standard scale,or both.\n\tRecovery by parent etc. where child not placed or is a baby\n\t\tSubsection (2) applies where—\n\t\t\ta child who is not for the time being placed for adoption is being providedwith accommodation by an adoption agency, and\n\t\t\tthe agency would be authorised to place the child for adoption undersection 19 if consent to placement under that section had not been withdrawn.\n\t\tIf any parent or guardian of the child informs the agency that he wishesthe child to be returned to him, the agency must return the child to himwithin the period of seven days beginning with the request unless anapplication is, or has been, made for a placement order and the applicationhas not been disposed of.\n\t\tSubsection (4) applies where—\n\t\t\ta child is placed for adoption by an adoption agency and either the childis less than six weeks old or the agency has at no time been authorised toplace the child for adoption, and\n\t\t\tany parent or guardian of the child informs the agency that he wishes thechild to be returned to him,\n\t\t\t\tunless an application is, or has been, made for a placement order and theapplication has not been disposed of.\n\t\tThe agency must give notice of the parent’s or guardian’s wish to theprospective adopters who must return the child to the agency within the periodof seven days beginning with the day on which the notice is given.\n\t\tA prospective adopter who fails to comply with subsection (4) is guilty ofan offence and liable on summary conviction to imprisonment for a term notexceeding three months, or a fine not exceeding level 5 on the standard scale,or both.\n\t\tAs soon as a child is returned to an adoption agency under subsection (4),the agency must return the child to the parent or guardian in question.\n\tRecovery by parent etc. where child placed and consent withdrawn\n\t\tThis section applies where—\n\t\t\ta child is placed for adoption by an adoption agency under section 19, and\n\t\t\tconsent to placement under that section has been withdrawn,\n\t\t\t\tunless an application is, or has been, made for a placement order and theapplication has not been disposed of.\n\t\tIf a parent or guardian of the child informs the agency that he wishes thechild to be returned to him—\n\t\t\tthe agency must give notice of the parent’s or guardian’s wish to theprospective adopters, and\n\t\t\tthe prospective adopters must return the child to the agency within theperiod of 14 days beginning with the day on which the notice is given.\n\t\tA prospective adopter who fails to comply with subsection (2)(b) is guiltyof an offence and liable on summary conviction to imprisonment for a term notexceeding three months, or a fine not exceeding level 5 on the standard scale,or both.\n\t\tAs soon as a child is returned to an adoption agency under this section,the agency must return the child to the parent or guardian in question.\n\t\tWhere a notice under subsection (2) is given, but—\n\t\t\tbefore the notice was given, an application for an adoption order(including a Scottish or Northern Irish adoption order), special guardianshiporder or residence order, or for leave to apply for a special guardianshiporder or residence order, was made in respect of the child, and\n\t\t\tthe application (and, in a case where leave is given on an application toapply for a special guardianship order or residence order, the application forthe order) has not been disposed of,\n\t\t\tthe prospective adopters are not required by virtue of the notice to returnthe child to the agency unless the court so orders.\n\tRecovery by parent etc. where child placed and placement order refused\n\t\tThis section applies where—\n\t\t\ta child is placed for adoption by a local authority under section 19,\n\t\t\tthe authority have applied for a placement order and the application hasbeen refused, and\n\t\t\tany parent or guardian of the child informs the authority that he wishesthe child to be returned to him.\n\t\tThe prospective adopters must return the child to the authority on a datedetermined by the court.\n\t\tA prospective adopter who fails to comply with subsection (2) is guilty ofan offence and liable on summary conviction to imprisonment for a term notexceeding three months, or a fine not exceeding level 5 on the standard scale,or both.\n\t\tAs soon as a child is returned to the authority, they must return the childto the parent or guardian in question.\n\tPlacement orders: prohibition on removal\n\t\tWhere a placement order in respect of a child—\n\t\t\tis in force, or\n\t\t\thas been revoked, but the child has not been returned by the prospectiveadopters or remains in any accommodation provided by the local authority,\n\t\t\t\ta person (other than the local authority) may not remove the child from theprospective adopters or from accommodation provided by the authority.\n\t\tA person who removes a child in contravention of subsection (1) is guiltyof an offence.\n\t\tWhere a court revoking a placement order in respect of a child determinesthat the child is not to remain with any former prospective adopters with whomthe child is placed, they must return the child to the local authority withinthe period determined by the court for the purpose; and a person who fails todo so is guilty of an offence.\n\t\tWhere a court revoking a placement order in respect of a child determinesthat the child is to be returned to a parent or guardian, the local authoritymust return the child to the parent or guardian as soon as the child isreturned to the authority or, where the child is in accommodation provided bythe authority, at once.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding three months, or a finenot exceeding level 5 on the standard scale, or both.\n\t\tThis section does not affect the exercise by any local authority or otherperson of a power conferred by any enactment, other than section 20(8) of the1989 Act.\n\t\tThis section does not prevent the removal of a child who is arrested.\n\t\tThis section applies whether or not the child in question is in England andWales.\n\tReturn of child in other cases\n\t\tWhere a child is placed for adoption by an adoption agency and theprospective adopters give notice to the agency of their wish to return thechild, the agency must—\n\t\t\treceive the child from the prospective adopters before the end of theperiod of seven days beginning with the giving of the notice, and\n\t\t\tgive notice to any parent or guardian of the child of the prospectiveadopters' wish to return the child.\n\t\tWhere a child is placed for adoption by an adoption agency, and the agency—\n\t\t\tis of the opinion that the child should not remain with the prospectiveadopters, and\n\t\t\tgives notice to them of its opinion,\n\t\t\t\tthe prospective adopters must, not later than the end of the period of sevendays beginning with the giving of the notice, return the child to the agency.\n\t\tIf the agency gives notice under subsection (2)(b), it must give notice toany parent or guardian of the child of the obligation to return the child tothe agency.\n\t\tA prospective adopter who fails to comply with subsection (2) is guilty ofan offence and liable on summary conviction to imprisonment for a term notexceeding three months, or a fine not exceeding level 5 on the standard scale,or both.\n\t\tWhere— \n\t\t\tan adoption agency gives notice under subsection (2) in respect of a child,\n\t\t\tbefore the notice was given, an application for an adoption order(including a Scottish or Northern Irish adoption order), special guardianshiporder or residence order, or for leave to apply for a special guardianshiporder or residence order, was made in respect of the child, and\n\t\t\tthe application (and, in a case where leave is given on an application toapply for a special guardianship order or residence order, the application forthe order) has not been disposed of,\n\t\t\tprospective adopters are not required by virtue of the notice to return thechild to the agency unless the court so orders.\n\t\tThis section applies whether or not the child in question is in England andWales."
    },
    {
        "length": 1478,
        "text": "\nRemoval of children in non-agency cases\n\tRestrictions on removal\n\t\tAt any time when a child’s home is with any persons (“the peopleconcerned”) with whom the child is not placed by an adoption agency, but thepeople concerned—\n\t\t\thave applied for an adoption order in respect of the child and theapplication has not been disposed of,\n\t\t\thave given notice of intention to adopt, or\n\t\t\thave applied for leave to apply for an adoption order under section 42(6)and the application has not been disposed of,\n\t\t\t\ta person may remove the child only in accordance with the provisions of thisgroup of sections (that is, this section and sections 37 to 40).\n\t\t\tThe reference to a child placed by an adoption agency includes a child placedby a Scottish or Northern Irish adoption agency.\n\t\tFor the purposes of this group of sections, a notice of intention to adoptis to be disregarded if—\n\t\t\tthe period of four months beginning with the giving of the notice hasexpired without the people concerned applying for an adoption order, or\n\t\t\tthe notice is a second or subsequent notice of intention to adopt and wasgiven during the period of five months beginning with the giving of thepreceding notice.\n\t\tFor the purposes of this group of sections, if the people concerned applyfor leave to apply for an adoption order under section 42(6) and the leave isgranted, the application for leave is not to be treated as disposed of untilthe period of three days beginning with the granting of the leave has expired.\n\t\tThis section does not prevent the removal of a child who is arrested.\n\t\tWhere a parent or guardian may remove a child from the people concerned inaccordance with the provisions of this group of sections, the people concernedmust at the request of the parent or guardian return the child to the parentor guardian at once.\n\t\tA person who—\n\t\t\tfails to comply with subsection (5), or\n\t\t\tremoves a child in contravention of this section,\n\t\t\tis guilty of an offence and liable on summary conviction to imprisonment for aterm not exceeding three months, or a fine not exceeding level 5 on thestandard scale, or both.\n\t\tThis group of sections applies whether or not the child in question is inEngland and Wales.\n\tApplicants for adoption\n\t\tIf section 36(1)(a) applies, the following persons may remove the child—\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act.\n\tLocal authority foster parents\n\t\tThis section applies if the child’s home is with local authority fosterparents.\n\t\tIf— \n\t\t\tthe child has had his home with the foster parents at all times during theperiod of five years ending with the removal and the foster parents have givennotice of intention to adopt, or\n\t\t\tan application has been made for leave under section 42(6) and has not beendisposed of,\n\t\t\t\tthe following persons may remove the child.\n\t\tThey are—\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act.\n\t\tIf subsection (2) does not apply but—\n\t\t\tthe child has had his home with the foster parents at all times during theperiod of one year ending with the removal, and\n\t\t\tthe foster parents have given notice of intention to adopt,\n\t\t\tthe following persons may remove the child.\n\t\tThey are—\n\t\t\ta person with parental responsibility for the child who is exercising thepower in section 20(8) of the 1989 Act,\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act.\n\tPartners of parents\n\t\tThis section applies if a child’s home is with a partner of a parent andthe partner has given notice of intention to adopt.\n\t\tIf the child’s home has been with the partner for not less than three years(whether continuous or not) during the period of five years ending with theremoval, the following persons may remove the child—\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act.\n\t\tIf subsection (2) does not apply, the following persons may remove thechild—\n\t\t\ta parent or guardian,\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act.\n\tOther non-agency cases\n\t\tIn any case where sections 37 to 39 do not apply but—\n\t\t\tthe people concerned have given notice of intention to adopt, or\n\t\t\tthe people concerned have applied for leave under section 42(6) and theapplication has not been disposed of,\n\t\t\t\tthe following persons may remove the child.\n\t\tThey are—\n\t\t\ta person who has the court’s leave,\n\t\t\ta local authority or other person in the exercise of a power conferred byany enactment, other than section 20(8) of the 1989 Act."
    },
    {
        "length": 843,
        "text": "\nBreach of restrictions on removal\n\tRecovery orders\n\t\tThis section applies where it appears to the court—\n\t\t\tthat a child has been removed in contravention of any of the precedingprovisions of this Chapter or that there are reasonable grounds for believingthat a person intends to remove a child in contravention of those provisions,or\n\t\t\tthat a person has failed to comply with section 31(4), 32(2), 33(2), 34(3)or 35(2).\n\t\tThe court may, on the application of any person, by an order—\n\t\t\tdirect any person who is in a position to do so to produce the child onrequest to any person mentioned in subsection (4),\n\t\t\tauthorise the removal of the child by any person mentioned in thatsubsection,\n\t\t\trequire any person who has information as to the child’s whereabouts todisclose that information on request to any constable or officer of the court,\n\t\t\tauthorise a constable to enter any premises specified in the order andsearch for the child, using reasonable force if necessary.\n\t\tPremises may only be specified under subsection (2)(d) if it appears to thecourt that there are reasonable grounds for believing the child to be on them.\n\t\tThe persons referred to in subsection (2) are—\n\t\t\tany person named by the court,\n\t\t\tany constable,\n\t\t\tany person who, after the order is made under that subsection, isauthorised to exercise any power under the order by an adoption agency whichis authorised to place the child for adoption.\n\t\tA person who intentionally obstructs a person exercising a power of removalconferred by the order is guilty of an offence and liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tA person must comply with a request to disclose information as required bythe order even if the information sought might constitute evidence that he hadcommitted an offence.\n\t\tBut in criminal proceedings in which the person is charged with an offence(other than one mentioned in subsection (8))—\n\t\t\tno evidence relating to the information provided may be adduced, and\n\t\t\tno question relating to the information may be asked,\n\t\t\t\tby or on behalf of the prosecution, unless evidence relating to it is adduced,or a question relating to it is asked, in the proceedings by or on behalf ofthe person.\n\t\tThe offences excluded from subsection (7) are—\n\t\t\tan offence under section 2 or 5 of the Perjury Act [1911 (c.6)](/id/ukpga/1911/6?view=plain \"Go to item of legislation\") (false statementsmade on oath otherwise than in judicial proceedings or made otherwise than onoath),\n\t\t\tan offence under section 44(1) or (2) of the Criminal Law (Consolidation)(Scotland) Act [1995 (c. 39)](/id/ukpga/1995/39?view=plain \"Go to item oflegislation\") (false statements made on oath or otherwise than on oath).\n\t\tAn order under this section has effect in relation to Scotland as if itwere an order made by the Court of Session which that court had jurisdictionto make."
    },
    {
        "length": 1423,
        "text": "\nPreliminaries to adoption\n\tChild to live with adopters before application\n\t\tAn application for an adoption order may not be made unless—\n\t\t\tif subsection (2) applies, the condition in that subsection is met,\n\t\t\tif that subsection does not apply, the condition in whichever is applicableof subsections (3) to (5) applies.\n\t\tIf —\n\t\t\tthe child was placed for adoption with the applicant or applicants by anadoption agency or in pursuance of an order of the High Court, or\n\t\t\tthe applicant is a parent of the child,\n\t\t\t\tthe condition is that the child must have had his home with the applicant or,in the case of an application by a couple, with one or both of them at alltimes during the period of ten weeks preceding the application.\n\t\tIf the applicant or one of the applicants is the partner of a parent of thechild, the condition is that the child must have had his home with theapplicant or, as the case may be, applicants at all times during the period ofsix months preceding the application.\n\t\tIf the applicants are local authority foster parents, the condition is thatthe child must have had his home with the applicants at all times during theperiod of one year preceding the application.\n\t\tIn any other case, the condition is that the child must have had his homewith the applicant or, in the case of an application by a couple, with one orboth of them for not less than three years (whether continuous or not) duringthe period of five years preceding the application.\n\t\tBut subsections (4) and (5) do not prevent an application being made if thecourt gives leave to make it.\n\t\tAn adoption order may not be made unless the court is satisfied thatsufficient opportunities to see the child with the applicant or, in the caseof an application by a couple, both of them together in the home environmenthave been given—\n\t\t\twhere the child was placed for adoption with the applicant or applicants byan adoption agency, to that agency,\n\t\t\tin any other case, to the local authority within whose area the home is.\n\t\tIn this section and sections 43 and 44(1)—\n\t\t\treferences to an adoption agency include a Scottish or Northern Irishadoption agency,\n\t\t\treferences to a child placed for adoption by an adoption agency are to beread accordingly.\n\tReports where child placed by agency\n\t\tWhere an application for an adoption order relates to a child placed foradoption by an adoption agency, the agency must—\n\t\t\tsubmit to the court a report on the suitability of the applicants and onany other matters relevant to the operation of section 1, and\n\t\t\tassist the court in any manner the court directs.\n\tNotice of intention to adopt\n\t\tThis section applies where persons (referred to in this section as“proposed adopters”) wish to adopt a child who is not placed for adoption withthem by an adoption agency.\n\t\tAn adoption order may not be made in respect of the child unless theproposed adopters have given notice to the appropriate local authority oftheir intention to apply for the adoption order (referred to in this Act as a“notice of intention to adopt”).\n\t\tThe notice must be given not more than two years, or less than threemonths, before the date on which the application for the adoption order ismade.\n\t\tWhere— \n\t\t\tif a person were seeking to apply for an adoption order, subsection (4) or(5) of section 42 would apply, but\n\t\t\tthe condition in the subsection in question is not met,\n\t\t\t\tthe person may not give notice of intention to adopt unless he has the court’sleave to apply for an adoption order.\n\t\tOn receipt of a notice of intention to adopt, the local authority mustarrange for the investigation of the matter and submit to the court a reportof the investigation.\n\t\tIn particular, the investigation must, so far as practicable, include thesuitability of the proposed adopters and any other matters relevant to theoperation of section 1 in relation to the application.\n\t\tIf a local authority receive a notice of intention to adopt in respect of achild whom they know was (immediately before the notice was given) lookedafter by another local authority, they must, not more than seven days afterthe receipt of the notice, inform the other local authority in writing thatthey have received the notice.\n\t\tWhere— \n\t\t\ta local authority have placed a child with any persons otherwise than asprospective adopters, and\n\t\t\tthe persons give notice of intention to adopt,\n\t\t\tthe authority are not to be treated as leaving the child with them asprospective adopters for the purposes of section 18(1)(b).\n\t\tIn this section, references to the appropriate local authority, in relationto any proposed adopters, are—\n\t\t\tin prescribed cases, references to the prescribed local authority,\n\t\t\tin any other case, references to the local authority for the area in which,at the time of giving the notice of intention to adopt, they have their home,\n\t\t\tand “prescribed” means prescribed by regulations.\n\tSuitability of adopters\n\t\tRegulations under section 9 may make provision as to the matters to betaken into account by an adoption agency in determining, or making any reportin respect of, the suitability of any persons to adopt a child.\n\t\tIn particular, the regulations may make provision for the purpose ofsecuring that, in determining the suitability of a couple to adopt a child,proper regard is had to the need for stability and permanence in theirrelationship."
    },
    {
        "length": 2347,
        "text": "\nThe making of adoption orders\n\tAdoption orders\n\t\tAn adoption order is an order made by the court on an application undersection 50 or 51 giving parental responsibility for a child to the adopters oradopter.\n\t\tThe making of an adoption order operates to extinguish—\n\t\t\tthe parental responsibility which any person other than the adopters oradopter has for the adopted child immediately before the making of the order,\n\t\t\tany order under the 1989 Act or the Children (Northern Ireland) Order 1995([S.I. 1995/755 (N.I. 2)](/id/nisi/1995/755?view=plain \"Go to item oflegislation\")),\n\t\t\tany order under the Children (Scotland) Act [1995 (c.36)](/id/ukpga/1995/36?view=plain \"Go to item of legislation\") other than anexcepted order, and\n\t\t\tany duty arising by virtue of an agreement or an order of a court to makepayments, so far as the payments are in respect of the adopted child’smaintenance or upbringing for any period after the making of the adoptionorder.\n\t\t\t\t  * “Excepted order” means an order under section 9, 11(1)(d) or 13 of the Children (Scotland) Act 1995 or an exclusion order within the meaning of section 76(1) of that Act. \n\t\tAn adoption order—\n\t\t\tdoes not affect parental responsibility so far as it relates to any periodbefore the making of the order, and\n\t\t\tin the case of an order made on an application under section 51(2) by thepartner of a parent of the adopted child, does not affect the parentalresponsibility of that parent or any duties of that parent within subsection(2)(d).\n\t\tSubsection (2)(d) does not apply to a duty arising by virtue of anagreement—\n\t\t\twhich constitutes a trust, or\n\t\t\twhich expressly provides that the duty is not to be extinguished by themaking of an adoption order.\n\t\tAn adoption order may be made even if the child to be adopted is already anadopted child.\n\t\tBefore making an adoption order, the court must consider whether thereshould be arrangements for allowing any person contact with the child; and forthat purpose the court must consider any existing or proposed arrangements andobtain any views of the parties to the proceedings.\n\tConditions for making adoption orders\n\t\tAn adoption order may not be made if the child has a parent or guardianunless one of the following three conditions is met; but this section issubject to section 52 (parental etc. consent).\n\t\tThe first condition is that, in the case of each parent or guardian of thechild, the court is satisfied—\n\t\t\tthat the parent or guardian consents to the making of the adoption order,\n\t\t\tthat the parent or guardian has consented under section 20 (and has notwithdrawn the consent) and does not oppose the making of the adoption order,or\n\t\t\tthat the parent’s or guardian’s consent should be dispensed with.\n\t\tA parent or guardian may not oppose the making of an adoption order undersubsection (2)(b) without the court’s leave.\n\t\tThe second condition is that—\n\t\t\tthe child has been placed for adoption by an adoption agency with theprospective adopters in whose favour the order is proposed to be made,\n\t\t\teither— \n\t\t\tthe child was placed for adoption with the consent of each parent orguardian and the consent of the mother was given when the child was at leastsix weeks old, or\n\t\t\tthe child was placed for adoption under a placement order, and\n\t\t\tno parent or guardian opposes the making of the adoption order.\n\t\tA parent or guardian may not oppose the making of an adoption order underthe second condition without the court’s leave.\n\t\tThe third condition is that the child is free for adoption by virtue of anorder made—\n\t\t\tin Scotland, under section 18 of the Adoption (Scotland) Act [1978 (c.28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\"), or\n\t\t\tin Northern Ireland, under Article 17(1) or 18(1) of the Adoption (NorthernIreland) Order 1987 ([S.I. 1987/2203 (N.I. 22)](/id/nisi/1987/2203?view=plain\"Go to item of legislation\")).\n\t\tThe court cannot give leave under subsection (3) or (5) unless satisfiedthat there has been a change in circumstances since the consent of the parentor guardian was given or, as the case may be, the placement order was made.\n\t\tAn adoption order may not be made in relation to a person who is or hasbeen married.\n\t\tAn adoption order may not be made in relation to a person who has attainedthe age of 19 years.\n\tRestrictions on making adoption orders\n\t\tThe court may not hear an application for an adoption order in relation toa child, where a previous application to which subsection (2) applies made inrelation to the child by the same persons was refused by any court, unless itappears to the court that, because of a change in circumstances or for anyother reason, it is proper to hear the application.\n\t\tThis subsection applies to any application—\n\t\t\tfor an adoption order or a Scottish or Northern Irish adoption order, or\n\t\t\tfor an order for adoption made in the Isle of Man or any of the ChannelIslands.\n\tApplications for adoption\n\t\tAn application for an adoption order may be made by—\n\t\t\ta couple, or\n\t\t\tone person,\n\t\t\t\tbut only if it is made under section 50 or 51 and one of the followingconditions is met.\n\t\tThe first condition is that at least one of the couple (in the case of anapplication under section 50) or the applicant (in the case of an applicationunder section 51) is domiciled in a part of the British Islands.\n\t\tThe second condition is that both of the couple (in the case of anapplication under section 50) or the applicant (in the case of an applicationunder section 51) have been habitually resident in a part of the BritishIslands for a period of not less than one year ending with the date of theapplication.\n\t\tAn application for an adoption order may only be made if the person to beadopted has not attained the age of 18 years on the date of the application.\n\t\tReferences in this Act to a child, in connection with any proceedings(whether or not concluded) for adoption, (such as “child to be adopted” or“adopted child”) include a person who has attained the age of 18 years beforethe proceedings are concluded.\n\tAdoption by couple\n\t\tAn adoption order may be made on the application of a couple where both ofthem have attained the age of 21 years.\n\t\tAn adoption order may be made on the application of a couple where—\n\t\t\tone of the couple is the mother or the father of the person to be adoptedand has attained the age of 18 years, and\n\t\t\tthe other has attained the age of 21 years.\n\tAdoption by one person\n\t\tAn adoption order may be made on the application of one person who hasattained the age of 21 years and is not married.\n\t\tAn adoption order may be made on the application of one person who hasattained the age of 21 years if the court is satisfied that the person is thepartner of a parent of the person to be adopted.\n\t\tAn adoption order may be made on the application of one person who hasattained the age of 21 years and is married if the court is satisfied that—\n\t\t\tthe person’s spouse cannot be found,\n\t\t\tthe spouses have separated and are living apart, and the separation islikely to be permanent, or\n\t\t\tthe person’s spouse is by reason of ill-health, whether physical or mental,incapable of making an application for an adoption order.\n\t\tAn adoption order may not be made on an application under this section bythe mother or the father of the person to be adopted unless the court issatisfied that—\n\t\t\tthe other natural parent is dead or cannot be found,\n\t\t\tby virtue of section 28 of the Human Fertilisation and Embryology Act [1990(c. 37)](/id/ukpga/1990/37?view=plain \"Go to item of legislation\"), there isno other parent, or\n\t\t\tthere is some other reason justifying the child’s being adopted by theapplicant alone,\n\t\t\t\tand, where the court makes an adoption order on such an application, the courtmust record that it is satisfied as to the fact mentioned in paragraph (a) or(b) or, in the case of paragraph (c), record the reason."
    },
    {
        "length": 1301,
        "text": "\nPlacement and adoption: general\n\tParental etc. consent\n\t\tThe court cannot dispense with the consent of any parent or guardian of achild to the child being placed for adoption or to the making of an adoptionorder in respect of the child unless the court is satisfied that—\n\t\t\tthe parent or guardian cannot be found or is incapable of giving consent,or\n\t\t\tthe welfare of the child requires the consent to be dispensed with.\n\t\tThe following provisions apply to references in this Chapter to any parentor guardian of a child giving or withdrawing—\n\t\t\tconsent to the placement of a child for adoption, or\n\t\t\tconsent to the making of an adoption order (including a future adoptionorder).\n\t\tAny consent given by the mother to the making of an adoption order isineffective if it is given less than six weeks after the child’s birth.\n\t\tThe withdrawal of any consent to the placement of a child for adoption, orof any consent given under section 20, is ineffective if it is given after anapplication for an adoption order is made.\n\t\t“Consent” means consent given unconditionally and with full understandingof what is involved; but a person may consent to adoption without knowing theidentity of the persons in whose favour the order will be made.\n\t\t“Parent” (except in subsections (9) and (10) below) means a parent havingparental responsibility.\n\t\tConsent under section 19 or 20 must be given in the form prescribed byrules, and the rules may prescribe forms in which a person giving consentunder any other provision of this Part may do so (if he wishes).\n\t\tConsent given under section 19 or 20 must be withdrawn—\n\t\t\tin the form prescribed by rules, or\n\t\t\tby notice given to the agency.\n\t\tSubsection (10) applies if—\n\t\t\tan agency has placed a child for adoption under section 19 in pursuance ofconsent given by a parent of the child, and\n\t\t\tat a later time, the other parent of the child acquires parentalresponsibility for the child.\n\t\tThe other parent is to be treated as having at that time given consent inaccordance with this section in the same terms as those in which the firstparent gave consent.\n\tModification of 1989 Act in relation to adoption\n\t\tWhere— \n\t\t\ta local authority are authorised to place a child for adoption, or\n\t\t\ta child who has been placed for adoption by a local authority is less thansix weeks old,\n\t\t\t\tregulations may provide for the following provisions of the 1989 Act to applywith modifications, or not to apply, in relation to the child.\n\t\tThe provisions are—\n\t\t\tsection 22(4)(b), (c) and (d) and (5)(b) (duty to ascertain wishes andfeelings of certain persons),\n\t\t\tparagraphs 15 and 21 of Schedule 2 (promoting contact with parents andparents' obligation to contribute towards maintenance).\n\t\tWhere a registered adoption society is authorised to place a child foradoption or a child who has been placed for adoption by a registered adoptionsociety is less than six weeks old, regulations may provide—\n\t\t\tfor section 61 of that Act to have effect in relation to the child whetheror not he is accommodated by or on behalf of the society,\n\t\t\tfor subsections (2)(b) to (d) and (3)(b) of that section (duty to ascertainwishes and feelings of certain persons) to apply with modifications, or not toapply, in relation to the child.\n\t\tWhere a child’s home is with persons who have given notice of intention toadopt, no contribution is payable (whether under a contribution order orotherwise) under Part 3 of Schedule 2 to that Act (contributions towardsmaintenance of children looked after by local authorities) in respect of theperiod referred to in subsection (5).\n\t\tThat period begins when the notice of intention to adopt is given and endsif—\n\t\t\tthe period of four months beginning with the giving of the notice expireswithout the prospective adopters applying for an adoption order, or\n\t\t\tan application for such an order is withdrawn or refused.\n\t\tIn this section, “notice of intention to adopt” includes notice ofintention to apply for a Scottish or Northern Irish adoption order.\n\tDisclosing information during adoption process\n\t\tRegulations under section 9 may require adoption agencies in prescribedcircumstances to disclose in accordance with the regulations prescribedinformation to prospective adopters.\n\tRevocation of adoptions on legitimation\n\t\tWhere any child adopted by one natural parent as sole adoptive parentsubsequently becomes a legitimated person on the marriage of the naturalparents, the court by which the adoption order was made may, on theapplication of any of the parties concerned, revoke the order.\n\t\tIn relation to an adoption order made by a magistrates' court, thereference in subsection (1) to the court by which the order was made includesa court acting for the same petty sessions area."
    },
    {
        "length": 3720,
        "text": "\nDisclosure of information in relation to a person’s adoption\n\tInformation to be kept about a person’s adoption\n\t\tIn relation to an adopted person, regulations may prescribe—\n\t\t\tthe information which an adoption agency must keep in relation to hisadoption,\n\t\t\tthe form and manner in which it must keep that information.\n\t\tBelow in this group of sections (that is, this section and sections 57 to65), any information kept by an adoption agency by virtue of subsection (1)(a)is referred to as section 56 information.\n\t\tRegulations may provide for the transfer in prescribed circumstances ofinformation held, or previously held, by an adoption agency to anotheradoption agency.\n\tRestrictions on disclosure of protected etc. information\n\t\tAny section 56 information kept by an adoption agency which—\n\t\t\tis about an adopted person or any other person, and\n\t\t\tis or includes identifying information about the person in question,\n\t\t\t\tmay only be disclosed by the agency to a person (other than the person theinformation is about) in pursuance of this group of sections.\n\t\tAny information kept by an adoption agency—\n\t\t\twhich the agency has obtained from the Registrar General on an applicationunder section 79(5) and any other information which would enable the adoptedperson to obtain a certified copy of the record of his birth, or\n\t\t\twhich is information about an entry relating to the adopted person in theAdoption Contact Register,\n\t\t\tmay only be disclosed to a person by the agency in pursuance of this group ofsections.\n\t\tIn this group of sections, information the disclosure of which to a personis restricted by virtue of subsection (1) or (2) is referred to (in relationto him) as protected information.\n\t\tIdentifying information about a person means information which, whethertaken on its own or together with other information disclosed by an adoptionagency, identifies the person or enables the person to be identified.\n\t\tThis section does not prevent the disclosure of protected information inpursuance of a prescribed agreement to which the adoption agency is a party.\n\t\tRegulations may authorise or require an adoption agency to discloseprotected information to a person who is not an adopted person.\n\tDisclosure of other information\n\t\tThis section applies to any section 56 information other than protectedinformation.\n\t\tAn adoption agency may for the purposes of its functions disclose to anyperson in accordance with prescribed arrangements any information to whichthis section applies.\n\t\tAn adoption agency must, in prescribed circumstances, disclose prescribedinformation to a prescribed person.\n\tOffence \n\t\tRegulations may provide that a registered adoption society which discloses anyinformation in contravention of section 57 is to be guilty of an offence andliable on summary conviction to a fine not exceeding level 5 on the standardscale.\n\tDisclosing information to adopted adult\n\t\tThis section applies to an adopted person who has attained the age of 18years.\n\t\tThe adopted person has the right, at his request, to receive from theappropriate adoption agency—\n\t\t\tany information which would enable him to obtain a certified copy of therecord of his birth, unless the High Court orders otherwise,\n\t\t\tany prescribed information disclosed to the adopters by the agency byvirtue of section 54.\n\t\tThe High Court may make an order under subsection (2)(a), on an applicationby the appropriate adoption agency, if satisfied that the circumstances areexceptional.\n\t\tThe adopted person also has the right, at his request, to receive from thecourt which made the adoption order a copy of any prescribed document orprescribed order relating to the adoption.\n\t\tSubsection (4) does not apply to a document or order so far as it containsinformation which is protected information.\n\tDisclosing protected information about adults\n\t\tThis section applies where—\n\t\t\ta person applies to the appropriate adoption agency for protectedinformation to be disclosed to him, and\n\t\t\tnone of the information is about a person who is a child at the time of theapplication.\n\t\tThe agency is not required to proceed with the application unless itconsiders it appropriate to do so.\n\t\tIf the agency does proceed with the application it must take all reasonablesteps to obtain the views of any person the information is about as to thedisclosure of the information about him.\n\t\tThe agency may then disclose the information if it considers it appropriateto do so.\n\t\tIn deciding whether it is appropriate to proceed with the application ordisclose the information, the agency must consider—\n\t\t\tthe welfare of the adopted person,\n\t\t\tany views obtained under subsection (3),\n\t\t\tany prescribed matters,\n\t\t\t\tand all the other circumstances of the case.\n\t\tThis section does not apply to a request for information under section60(2) or to a request for information which the agency is authorised orrequired to disclose in pursuance of regulations made by virtue of section57(6).\n\tDisclosing protected information about children\n\t\tThis section applies where—\n\t\t\ta person applies to the appropriate adoption agency for protectedinformation to be disclosed to him, and\n\t\t\tany of the information is about a person who is a child at the time of theapplication.\n\t\tThe agency is not required to proceed with the application unless itconsiders it appropriate to do so.\n\t\tIf the agency does proceed with the application, then, so far as theinformation is about a person who is at the time a child, the agency must takeall reasonable steps to obtain—\n\t\t\tthe views of any parent or guardian of the child, and\n\t\t\tthe views of the child, if the agency considers it appropriate to do sohaving regard to his age and understanding and to all the other circumstancesof the case,\n\t\t\t\tas to the disclosure of the information.\n\t\tAnd, so far as the information is about a person who has at the timeattained the age of 18 years, the agency must take all reasonable steps toobtain his views as to the disclosure of the information.\n\t\tThe agency may then disclose the information if it considers it appropriateto do so.\n\t\tIn deciding whether it is appropriate to proceed with the application, ordisclose the information, where any of the information is about a person whois at the time a child—\n\t\t\tif the child is an adopted child, the child’s welfare must be the paramountconsideration,\n\t\t\tin the case of any other child, the agency must have particular regard tothe child’s welfare.\n\t\tAnd, in deciding whether it is appropriate to proceed with the applicationor disclose the information, the agency must consider—\n\t\t\tthe welfare of the adopted person (where subsection (6)(a) does not apply),\n\t\t\tany views obtained under subsection (3) or (4),\n\t\t\tany prescribed matters,\n\t\t\tand all the other circumstances of the case.\n\t\tThis section does not apply to a request for information under section60(2) or to a request for information which the agency is authorised orrequired to disclose in pursuance of regulations made by virtue of section57(6).\n\tCounselling \n\t\tRegulations may require adoption agencies to give information about theavailability of counselling to persons—\n\t\t\tseeking information from them in pursuance of this group of sections,\n\t\t\tconsidering objecting or consenting to the disclosure of information by theagency in pursuance of this group of sections, or\n\t\t\tconsidering entering with the agency into an agreement prescribed for thepurposes of section 57(5).\n\t\tRegulations may require adoption agencies to make arrangements to securethe provision of counselling for persons seeking information from them inprescribed circumstances in pursuance of this group of sections.\n\t\tThe regulations may authorise adoption agencies—\n\t\t\tto disclose information which is required for the purposes of suchcounselling to the persons providing the counselling,\n\t\t\twhere the person providing the counselling is outside the United Kingdom,to require a prescribed fee to be paid.\n\t\tThe regulations may require any of the following persons to providecounselling for the purposes of arrangements under subsection (2)—\n\t\t\ta local authority, a council constituted under section 2 of the LocalGovernment etc. (Scotland) Act [1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Goto item of legislation\") or a Health and Social Services Board establishedunder Article 16 of the Health and Personal Social Services (Northern Ireland)Order 1972 ([S.I. 1972/1265 (N.I. 14)](/id/nisi/1972/1265?view=plain \"Go toitem of legislation\")),\n\t\t\ta registered adoption society, an organisation within section 144(3)(b) oran adoption society which is registered under Article 4 of the Adoption(Northern Ireland) Order 1987 ([S.I. 1987/2203 (N.I.22)](/id/nisi/1987/2203?view=plain \"Go to item of legislation\")),\n\t\t\tan adoption support agency in respect of which a person is registered underPart 2 of the Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain\"Go to item of legislation\").\n\t\tFor the purposes of subsection (4), where the functions of a Health andSocial Services Board are exercisable by a Health and Social Services Trust,the reference in sub-paragraph (a) to a Board is to be read as a reference tothe Health and Social Services Trust.\n\tOther provision to be made by regulations\n\t\tRegulations may make provision for the purposes of this group of sections,including provision as to—\n\t\t\tthe performance by adoption agencies of their functions,\n\t\t\tthe manner in which information may be received, and\n\t\t\tthe matters mentioned below in this section.\n\t\tRegulations may prescribe—\n\t\t\tthe manner in which agreements made by virtue of section 57(5) are to berecorded,\n\t\t\tthe information to be provided by any person on an application for thedisclosure of information under this group of sections.\n\t\tRegulations may require adoption agencies—\n\t\t\tto give to prescribed persons prescribed information about the rights oropportunities to obtain information, or to give their views as to itsdisclosure, given by this group of sections,\n\t\t\tto seek prescribed information from, or give prescribed information to, theRegistrar General in prescribed circumstances.\n\t\tRegulations may require the Registrar General—\n\t\t\tto disclose to any person (including an adopted person) at his request anyinformation which the person requires to assist him to make contact with theadoption agency which is the appropriate adoption agency in the case of anadopted person specified in the request (or, as the case may be, in theapplicant’s case),\n\t\t\tto disclose to the appropriate adoption agency any information which theagency requires about any entry relating to the adopted person on the AdoptionContact Register.\n\t\tRegulations may provide for the payment of a prescribed fee in respect ofthe disclosure in prescribed circumstances of any information in pursuance ofsection 60, 61 or 62; but an adopted person may not be required to pay any feein respect of any information disclosed to him in relation to any person who(but for his adoption) would be related to him by blood (including half-blood)or marriage.\n\t\tRegulations may provide for the payment of a prescribed fee by an adoptionagency obtaining information under subsection (4)(b).\n\tSections 56 to 65: interpretation\n\t\tIn this group of sections—\n\t\t\t  * “appropriate adoption agency”, in relation to an adopted person or to information relating to his adoption, means— \n\t\t\tif the person was placed for adoption by an adoption agency, that agency or(if different) the agency which keeps the information in relation to hisadoption,\n\t\t\tin any other case, the local authority to which notice of intention to adoptwas given,\n\t\t\t\t  * “prescribed” means prescribed by subordinate legislation, \n\t\t\t\t  * “regulations” means regulations under section 9, \n\t\t\t\t  * “subordinate legislation” means regulations or, in relation to information to be given by a court, rules. \n\t\tBut— \n\t\t\tregulations under section 63(2) imposing any requirement on a councilconstituted under section 2 of the Local Government etc. (Scotland) Act [1994(c. 39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\"), or anorganisation within section 144(3)(b), are to be made by the ScottishMinisters,\n\t\t\tregulations under section 63(2) imposing any requirement on a Health andSocial Services Board established under Article 16 of the Health and PersonalSocial Services (Northern Ireland) Order 1972 ([S.I. 1972/ 1265 (N.I.14)](/id/nisi/1972/1265?view=plain \"Go to item of legislation\")), or anadoption society which is registered under Article 4 of the Adoption (NorthernIreland) Order 1987 ([S.I. 1987/2203 (N.I. 22)](/id/nisi/1987/2203?view=plain\"Go to item of legislation\")), are to be made by the Department of Health,Social Services and Public Safety.\n\t\tThe power of the Scottish Ministers or of the Department of Health, SocialServices and Public Safety to make regulations under section 63(2) includespower to make—\n\t\t\tany supplementary, incidental or consequential provision,\n\t\t\tany transitory, transitional or saving provision,\n\t\t\t\twhich the person making the regulations considers necessary or expedient.\n\t\tRegulations prescribing any fee by virtue of section 64(6) require theapproval of the Chancellor of the Exchequer.\n\t\tRegulations making any provision as to the manner in which any applicationis to be made for the disclosure of information by the Registrar Generalrequire his approval."
    },
    {
        "length": 2948,
        "text": "\nChapter 4Status of Adopted Children\n\tMeaning of adoption in Chapter 4\n\t\tIn this Chapter “adoption” means—\n\t\t\tadoption by an adoption order or a Scottish or Northern Irish adoptionorder,\n\t\t\tadoption by an order made in the Isle of Man or any of the Channel Islands,\n\t\t\tan adoption effected under the law of a Convention country outside theBritish Islands, and certified in pursuance of Article 23(1) of the Convention(referred to in this Act as a “Convention adoption”),\n\t\t\tan overseas adoption, or\n\t\t\tan adoption recognised by the law of England and Wales and effected underthe law of any other country;\n\t\t\t\tand related expressions are to be interpreted accordingly.\n\t\tBut references in this Chapter to adoption do not include an adoptioneffected before the day on which this Chapter comes into force (referred to inthis Chapter as “the appointed day”).\n\t\tAny reference in an enactment to an adopted person within the meaning ofthis Chapter includes a reference to an adopted child within the meaning ofPart 4 of the Adoption Act [1976 (c. 36)](/id/ukpga/1976/36?view=plain \"Go toitem of legislation\").\n\tStatus conferred by adoption\n\t\tAn adopted person is to be treated in law as if born as the child of theadopters or adopter.\n\t\tAn adopted person is the legitimate child of the adopters or adopter and,if adopted by—\n\t\t\ta couple, or\n\t\t\tone of a couple under section 51(2),\n\t\t\t\tis to be treated as the child of the relationship of the couple in question.\n\t\tAn adopted person—\n\t\t\tif adopted by one of a couple under section 51(2), is to be treated in lawas not being the child of any person other than the adopter and the other oneof the couple, and\n\t\t\tin any other case, is to be treated in law, subject to subsection (4), asnot being the child of any person other than the adopters or adopter;\n\t\t\tbut this subsection does not affect any reference in this Act to a person’snatural parent or to any other natural relationship.\n\t\tIn the case of a person adopted by one of the person’s natural parents assole adoptive parent, subsection (3)(b) has no effect as respects entitlementto property depending on relationship to that parent, or as respects anythingelse depending on that relationship.\n\t\tThis section has effect from the date of the adoption.\n\t\tSubject to the provisions of this Chapter and Schedule 4, this section—\n\t\t\tapplies for the interpretation of enactments or instruments passed or madebefore as well as after the adoption, and so applies subject to any contraryindication, and\n\t\t\thas effect as respects things done, or events occurring, on or after theadoption.\n\tAdoptive relatives\n\t\tA relationship existing by virtue of section 67 may be referred to as anadoptive relationship, and—\n\t\t\tan adopter may be referred to as an adoptive parent or (as the case may be)as an adoptive father or adoptive mother,\n\t\t\tany other relative of any degree under an adoptive relationship may bereferred to as an adoptive relative of that degree.\n\t\tSubsection (1) does not affect the interpretation of any reference, notqualified by the word “adoptive”, to a relationship.\n\t\tA reference (however expressed) to the adoptive mother and father of achild adopted by—\n\t\t\ta couple of the same sex, or\n\t\t\ta partner of the child’s parent, where the couple are of the same sex,\n\t\t\t\tis to be read as a reference to the child’s adoptive parents.\n\tRules of interpretation for instruments concerning property\n\t\tThe rules of interpretation contained in this section apply (subject to anycontrary indication and to Schedule 4) to any instrument so far as it containsa disposition of property.\n\t\tIn applying section 67(1) and (2) to a disposition which depends on thedate of birth of a child or children of the adoptive parent or parents, thedisposition is to be interpreted as if—\n\t\t\tthe adopted person had been born on the date of adoption,\n\t\t\ttwo or more people adopted on the same date had been born on that date inthe order of their actual births;\n\t\t\t\tbut this does not affect any reference to a person’s age.\n\t\tExamples of phrases in wills on which subsection (2) can operate are—\n\t\t1.\n\t\tChildren of A “living at my death or born afterwards”.\n\t\t2.\n\t\tChildren of A “living at my death or born afterwards before any one of suchchildren for the time being in existence attains a vested interest and whoattain the age of 21 years”.\n\t\t3.\n\t\tAs in example 1 or 2, but referring to grandchildren of A instead of childrenof A.\n\t\t4.\n\t\tA for life “until he has a child”, and then to his child or children.\n\t\t_Note_. Subsection (2) will not affect the reference to the age of 21 years inexample 2.\n\t\tSection 67(3) does not prejudice—\n\t\t\tany qualifying interest, or\n\t\t\tany interest expectant (whether immediately or not) upon a qualifyinginterest.\n\t\t\t\t  * “Qualifying interest” means an interest vested in possession in the adopted person before the adoption. \n\t\tWhere it is necessary to determine for the purposes of a disposition ofproperty effected by an instrument whether a woman can have a child—\n\t\t\tit must be presumed that once a woman has attained the age of 55 years shewill not adopt a person after execution of the instrument, and\n\t\t\tif she does so, then (in spite of section 67) that person is not to betreated as her child or (if she does so as one of a couple) as the child ofthe other one of the couple for the purposes of the instrument.\n\t\tIn this section, “instrument” includes a private Act settling property, butnot any other enactment.\n\tDispositions depending on date of birth\n\t\tWhere a disposition depends on the date of birth of a person who was bornillegitimate and who is adopted by one of the natural parents as sole adoptiveparent, section 69(2) does not affect entitlement by virtue of Part 3 of theFamily Law Reform Act [1987 (c. 42)](/id/ukpga/1987/42?view=plain \"Go to itemof legislation\") (dispositions of property).\n\t\tSubsection (1) applies for example where—\n\t\t\ta testator dies in 2001 bequeathing a legacy to his eldest grandchildliving at a specified time,\n\t\t\this unmarried daughter has a child in 2002 who is the first grandchild,\n\t\t\this married son has a child in 2003,\n\t\t\tsubsequently his unmarried daughter adopts her child as sole adoptiveparent.\n\t\t\t\tIn that example the status of the daughter’s child as the eldest grandchild ofthe testator is not affected by the events described in paragraphs (c) and(d).\n\tProperty devolving with peerages etc.\n\t\tAn adoption does not affect the descent of any peerage or dignity or titleof honour.\n\t\tAn adoption does not affect the devolution of any property limited(expressly or not) to devolve (as nearly as the law permits) along with anypeerage or dignity or title of honour.\n\t\tSubsection (2) applies only if and so far as a contrary intention is notexpressed in the instrument, and has effect subject to the terms of theinstrument.\n\tProtection of trustees and personal representatives\n\t\tA trustee or personal representative is not under a duty, by virtue of thelaw relating to trusts or the administration of estates, to enquire, beforeconveying or distributing any property, whether any adoption has been effectedor revoked if that fact could affect entitlement to the property.\n\t\tA trustee or personal representative is not liable to any person by reasonof a conveyance or distribution of the property made without regard to anysuch fact if he has not received notice of the fact before the conveyance ordistribution.\n\t\tThis section does not prejudice the right of a person to follow theproperty, or any property representing it, into the hands of another person,other than a purchaser, who has received it.\n\tMeaning of disposition\n\t\tThis section applies for the purposes of this Chapter.\n\t\tA disposition includes the conferring of a power of appointment and anyother disposition of an interest in or right over property; and in thissubsection a power of appointment includes any discretionary power to transfera beneficial interest in property without the furnishing of valuableconsideration.\n\t\tThis Chapter applies to an oral disposition as if contained in aninstrument made when the disposition was made.\n\t\tThe date of death of a testator is the date at which a will or codicil isto be regarded as made.\n\t\tThe provisions of the law of intestate succession applicable to the estateof a deceased person are to be treated as if contained in an instrumentexecuted by him (while of full capacity) immediately before his death.\n\tMiscellaneous enactments\n\t\tSection 67 does not apply for the purposes of—\n\t\t\tthe table of kindred and affinity in Schedule 1 to the Marriage Act [1949(c. 76)](/id/ukpga/1949/76?view=plain \"Go to item of legislation\"),\n\t\t\tsections 10 and 11 of the Sexual Offences Act [1956 (c.69)](/id/ukpga/1956/69?view=plain \"Go to item of legislation\") (incest), or\n\t\t\tsection 54 of the Criminal Law Act [1977 (c.45)](/id/ukpga/1977/45?view=plain \"Go to item of legislation\") (inciting agirl to commit incest).\n\t\tSection 67 does not apply for the purposes of any provision of—\n\t\t\tthe British Nationality Act [1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Goto item of legislation\"),\n\t\t\tthe Immigration Act [1971 (c. 77)](/id/ukpga/1971/77?view=plain \"Go to itemof legislation\"),\n\t\t\tany instrument having effect under an enactment within paragraph (a) or(b), or\n\t\t\tany other provision of the law for the time being in force which determinesBritish citizenship, British overseas territories citizenship, the status of aBritish National (Overseas) or British Overseas citizenship.\n\tPensions \n\t\tSection 67(3) does not affect entitlement to a pension which is payable to orfor the benefit of a person and is in payment at the time of the person’sadoption.\n\tInsurance \n\t\tWhere a child is adopted whose natural parent has effected an insurancewith a friendly society or a collecting society or an industrial insurancecompany for the payment on the death of the child of money for funeralexpenses, then—\n\t\t\tthe rights and liabilities under the policy are by virtue of the adoptiontransferred to the adoptive parents, and\n\t\t\tfor the purposes of the enactments relating to such societies andcompanies, the adoptive parents are to be treated as the person who took outthe policy.\n\t\tWhere the adoption is effected by an order made by virtue of section 51(2),the references in subsection (1) to the adoptive parents are to be read asreferences to the adopter and the other one of the couple."
    },
    {
        "length": 2190,
        "text": "\nChapter 5The Registers\n\tAdopted Children Register etc.\n\t\tAdopted Children Register\n\t\t\tThe Registrar General must continue to maintain in the General RegisterOffice a register, to be called the Adopted Children Register.\n\t\t\tThe Adopted Children Register is not to be open to public inspection orsearch.\n\t\t\tNo entries may be made in the Adopted Children Register other than entries—\n\t\t\t\tdirected to be made in it by adoption orders, or\n\t\t\t\trequired to be made under Schedule 1.\n\t\t\tA certified copy of an entry in the Adopted Children Register, ifpurporting to be sealed or stamped with the seal of the General RegisterOffice, is to be received as evidence of the adoption to which it relateswithout further or other proof.\n\t\t\tWhere an entry in the Adopted Children Register contains a record—\n\t\t\t\tof the date of birth of the adopted person, or\n\t\t\t\tof the country, or the district and sub-district, of the birth of theadopted person,\n\t\t\t\t\ta certified copy of the entry is also to be received, without further or otherproof, as evidence of that date, or country or district and sub-district, (asthe case may be) in all respects as if the copy were a certified copy of anentry in the registers of live-births.\n\t\t\tSchedule 1 (registration of adoptions and the amendment of adoption orders)is to have effect.\n\t\tSearches and copies\n\t\t\tThe Registrar General must continue to maintain at the General RegisterOffice an index of the Adopted Children Register.\n\t\t\tAny person may—\n\t\t\t\tsearch the index,\n\t\t\t\thave a certified copy of any entry in the Adopted Children Register.\n\t\t\tBut a person is not entitled to have a certified copy of an entry in theAdopted Children Register relating to an adopted person who has not attainedthe age of 18 years unless the applicant has provided the Registrar Generalwith the prescribed particulars.\n\t\t\t\t  * “Prescribed” means prescribed by regulations made by the Registrar General with the approval of the Chancellor of the Exchequer. \n\t\t\tThe terms, conditions and regulations as to payment of fees, and otherwise,applicable under the Births and Deaths Registration Act [1953 (c.20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\"), and theRegistration Service Act [1953 (c. 37)](/id/ukpga/1953/37?view=plain \"Go toitem of legislation\"), in respect of—\n\t\t\t\tsearches in the index kept in the General Register Office of certifiedcopies of entries in the registers of live-births,\n\t\t\t\tthe supply from that office of certified copies of entries in thosecertified copies,\n\t\t\t\t\talso apply in respect of searches, and supplies of certified copies, undersubsection (2).\n\t\tConnections between the register and birth records\n\t\t\tThe Registrar General must make traceable the connection between any entryin the registers of live-births or other records which has been marked“Adopted” and any corresponding entry in the Adopted Children Register.\n\t\t\tInformation kept by the Registrar General for the purposes of subsection(1) is not to be open to public inspection or search.\n\t\t\tAny such information, and any other information which would enable anadopted person to obtain a certified copy of the record of his birth, may onlybe disclosed by the Registrar General in accordance with this section.\n\t\t\tIn relation to a person adopted before the appointed day the court may, inexceptional circumstances, order the Registrar General to give any informationmentioned in subsection (3) to a person.\n\t\t\tOn an application made in the prescribed manner by the appropriate adoptionagency in respect of an adopted person a record of whose birth is kept by theRegistrar General, the Registrar General must give the agency any informationrelating to the adopted person which is mentioned in subsection (3).\n\t\t\t\t  * “Appropriate adoption agency” has the same meaning as in section 65. \n\t\t\tIn relation to a person adopted before the appointed day, Schedule 2applies instead of subsection (5).\n\t\t\tOn an application made in the prescribed manner by an adopted person arecord of whose birth is kept by the Registrar General and who—\n\t\t\t\tis under the age of 18 years, and\n\t\t\t\tintends to be married,\n\t\t\t\t\tthe Registrar General must inform the applicant whether or not it appears frominformation contained in the registers of live-births or other records thatthe applicant and the person whom the applicant intends to marry may be withinthe prohibited degrees of relationship for the purposes of the Marriage Act[1949 (c. 76)](/id/ukpga/1949/76?view=plain \"Go to item of legislation\").\n\t\t\tBefore the Registrar General gives any information by virtue of thissection, any prescribed fee which he has demanded must be paid.\n\t\t\tIn this section—\n\t\t\t\t  * “appointed day” means the day appointed for the commencement of sections 56 to 65, \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Registrar General with the approval of the Chancellor of the Exchequer. \n\tAdoption Contact Register\n\t\tAdoption Contact Register\n\t\t\tThe Registrar General must continue to maintain at the General RegisterOffice in accordance with regulations a register in two Parts to be called theAdoption Contact Register.\n\t\t\tPart 1 of the register is to contain the prescribed information aboutadopted persons who have given the prescribed notice expressing their wishesas to making contact with their relatives.\n\t\t\tThe Registrar General may only make an entry in Part 1 of the register foran adopted person—\n\t\t\t\ta record of whose birth is kept by the Registrar General,\n\t\t\t\twho has attained the age of 18 years, and\n\t\t\t\twho the Registrar General is satisfied has such information as is necessaryto enable him to obtain a certified copy of the record of his birth.\n\t\t\tPart 2 of the register is to contain the prescribed information aboutpersons who have given the prescribed notice expressing their wishes, asrelatives of adopted persons, as to making contact with those persons.\n\t\t\tThe Registrar General may only make an entry in Part 2 of the register fora person—\n\t\t\t\twho has attained the age of 18 years, and\n\t\t\t\twho the Registrar General is satisfied is a relative of an adopted personand has such information as is necessary to enable him to obtain a certifiedcopy of the record of the adopted person’s birth.\n\t\t\tRegulations may provide for—\n\t\t\t\tthe disclosure of information contained in one Part of the register topersons for whom there is an entry in the other Part,\n\t\t\t\tthe payment of prescribed fees in respect of the making or alteration ofentries in the register and the disclosure of information contained in theregister.\n\t\tAdoption Contact Register: supplementary\n\t\t\tThe Adoption Contact Register is not to be open to public inspection orsearch.\n\t\t\tIn section 80, “relative”, in relation to an adopted person, means anyperson who (but for his adoption) would be related to him by blood (includinghalf-blood) or marriage.\n\t\t\tThe Registrar General must not give any information entered in the registerto any person except in accordance with subsection (6)(a) of that section orregulations made by virtue of section 64(4)(b).\n\t\t\tIn section 80, “regulations” means regulations made by the RegistrarGeneral with the approval of the Chancellor of the Exchequer, and “prescribed”means prescribed by such regulations.\n\tGeneral\n\t\tInterpretation \n\t\t\tIn this Chapter—\n\t\t\t\t  * “records” includes certified copies kept by the Registrar General of entries in any register of births, \n\t\t\t\t  * “registers of live-births” means the registers of live-births made under the Births and Deaths Registration Act [1953 (c. 20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\"). \n\t\t\tAny register, record or index maintained under this Chapter may bemaintained in any form the Registrar General considers appropriate; andreferences (however expressed) to entries in such a register, or to theiramendment, marking or cancellation, are to be read accordingly."
    },
    {
        "length": 3717,
        "text": "\nChapter 6Adoptions with a foreign element\n\tBringing children into and out of the United Kingdom\n\t\tRestriction on bringing children in\n\t\t\tThis section applies where a person who is habitually resident in theBritish Islands (the “British resident”)—\n\t\t\t\tbrings, or causes another to bring, a child who is habitually residentoutside the British Islands into the United Kingdom for the purpose ofadoption by the British resident, or\n\t\t\t\tat any time brings, or causes another to bring, into the United Kingdom achild adopted by the British resident under an external adoption effectedwithin the period of six months ending with that time.\n\t\t\t\t\tThe references to adoption, or to a child adopted, by the British residentinclude a reference to adoption, or to a child adopted, by the Britishresident and another person.\n\t\t\tBut this section does not apply if the child is intended to be adoptedunder a Convention adoption order.\n\t\t\tAn external adoption means an adoption, other than a Convention adoption,of a child effected under the law of any country or territory outside theBritish Islands, whether or not the adoption is—\n\t\t\t\tan adoption within the meaning of Chapter 4, or\n\t\t\t\ta full adoption (within the meaning of section 88(3)).\n\t\t\tRegulations may require a person intending to bring, or to cause another tobring, a child into the United Kingdom in circumstances where this sectionapplies—\n\t\t\t\tto apply to an adoption agency (including a Scottish or Northern Irishadoption agency) in the prescribed manner for an assessment of his suitabilityto adopt the child, and\n\t\t\t\tto give the agency any information it may require for the purpose of theassessment.\n\t\t\tRegulations may require prescribed conditions to be met in respect of achild brought into the United Kingdom in circumstances where this sectionapplies.\n\t\t\tIn relation to a child brought into the United Kingdom for adoption incircumstances where this section applies, regulations may—\n\t\t\t\tprovide for any provision of Chapter 3 to apply with modifications or notto apply,\n\t\t\t\tif notice of intention to adopt has been given, impose functions in respectof the child on the local authority to which the notice was given.\n\t\t\tIf a person brings, or causes another to bring, a child into the UnitedKingdom at any time in circumstances where this section applies, he is guiltyof an offence if—\n\t\t\t\the has not complied with any requirement imposed by virtue of subsection(4), or\n\t\t\t\tany condition required to be met by virtue of subsection (5) is not met,\n\t\t\t\tbefore that time, or before any later time which may be prescribed.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton summary conviction to imprisonment for a term not exceeding six months,or a fine not exceeding the statutory maximum, or both,\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceedingtwelve months, or a fine, or both.\n\t\t\tIn this section, “prescribed” means prescribed by regulations and“regulations” means regulations made by the Secretary of State, afterconsultation with the Assembly.\n\t\tGiving parental responsibility prior to adoption abroad\n\t\t\tThe High Court may, on an application by persons who the court is satisfiedintend to adopt a child under the law of a country or territory outside theBritish Islands, make an order giving parental responsibility for the child tothem.\n\t\t\tAn order under this section may not give parental responsibility to personswho the court is satisfied meet those requirements as to domicile, or habitualresidence, in England and Wales which have to be met if an adoption order isto be made in favour of those persons.\n\t\t\tAn order under this section may not be made unless any requirementsprescribed by regulations are satisfied.\n\t\t\tAn application for an order under this section may not be made unless atall times during the preceding ten weeks the child’s home was with theapplicant or, in the case of an application by two people, both of them.\n\t\t\tSection 46(2) to (4) has effect in relation to an order under this sectionas it has effect in relation to adoption orders.\n\t\t\tRegulations may provide for any provision of this Act which refers toadoption orders to apply, with or without modifications, to orders under thissection.\n\t\t\tIn this section, “regulations” means regulations made by the Secretary ofState, after consultation with the Assembly.\n\t\tRestriction on taking children out\n\t\t\tA child who—\n\t\t\t\tis a Commonwealth citizen, or\n\t\t\t\tis habitually resident in the United Kingdom,\n\t\t\t\t\tmust not be removed from the United Kingdom to a place outside the BritishIslands for the purpose of adoption unless the condition in subsection (2) ismet.\n\t\t\tThe condition is that—\n\t\t\t\tthe prospective adopters have parental responsibility for the child byvirtue of an order under section 84, or\n\t\t\t\tthe child is removed under the authority of an order under section 49 ofthe Adoption (Scotland) Act [1978 (c. 28)](/id/ukpga/1978/28?view=plain \"Go toitem of legislation\") or Article 57 of the Adoption (Northern Ireland) Order1987 ([S.I. 1987/2203 (N.I. 22)](/id/nisi/1987/2203?view=plain \"Go to item oflegislation\")).\n\t\t\tRemoving a child from the United Kingdom includes arranging to do so; andthe circumstances in which a person arranges to remove a child from the UnitedKingdom include those where he—\n\t\t\t\tenters into an arrangement for the purpose of facilitating such a removalof the child,\n\t\t\t\tinitiates or takes part in any negotiations of which the purpose is theconclusion of an arrangement within paragraph (a), or\n\t\t\t\tcauses another person to take any step mentioned in paragraph (a) or (b).\n\t\t\t\tAn arrangement includes an agreement (whether or not enforceable).\n\t\t\tA person who removes a child from the United Kingdom in contravention ofsubsection (1) is guilty of an offence.\n\t\t\tA person is not guilty of an offence under subsection (4) of causing aperson to take any step mentioned in paragraph (a) or (b) of subsection (3)unless it is proved that he knew or had reason to suspect that the step takenwould contravene subsection (1).\n\t\t\tBut this subsection only applies if sufficient evidence is adduced to raise anissue as to whether the person had the knowledge or reason mentioned.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton summary conviction to imprisonment for a term not exceeding six months,or a fine not exceeding the statutory maximum, or both,\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceedingtwelve months, or a fine, or both.\n\t\t\tIn any proceedings under this section—\n\t\t\t\ta report by a British consular officer or a deposition made before aBritish consular officer and authenticated under the signature of that officeris admissible, upon proof that the officer or the deponent cannot be found inthe United Kingdom, as evidence of the matters stated in it, and\n\t\t\t\tit is not necessary to prove the signature or official character of theperson who appears to have signed any such report or deposition.\n\t\tPower to modify sections 83 and 85\n\t\t\tRegulations may provide for section 83 not to apply if—\n\t\t\t\tthe adopters or (as the case may be) prospective adopters are naturalparents, natural relatives or guardians of the child in question (or one ofthem is), or\n\t\t\t\tthe British resident in question is a partner of a parent of the child,\n\t\t\t\t\tand any prescribed conditions are met.\n\t\t\tRegulations may provide for section 85(1) to apply with modifications, ornot to apply, if—\n\t\t\t\tthe prospective adopters are parents, relatives or guardians of the childin question (or one of them is), or\n\t\t\t\tthe prospective adopter is a partner of a parent of the child,\n\t\t\t\tand any prescribed conditions are met.\n\t\t\tOn the occasion of the first exercise of the power to make regulationsunder this section—\n\t\t\t\tthe statutory instrument containing the regulations is not to be madeunless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament, and\n\t\t\t\taccordingly section 140(2) does not apply to the instrument.\n\t\t\tIn this section, “prescribed” means prescribed by regulations and“regulations” means regulations made by the Secretary of State afterconsultation with the Assembly.\n\tOverseas adoptions\n\t\tOverseas adoptions\n\t\t\tIn this Act, “overseas adoption”—\n\t\t\t\tmeans an adoption of a description specified in an order made by theSecretary of State, being a description of adoptions effected under the law ofany country or territory outside the British Islands, but\n\t\t\t\tdoes not include a Convention adoption.\n\t\t\tRegulations may prescribe the requirements that ought to be met by anadoption of any description effected after the commencement of the regulationsfor it to be an overseas adoption for the purposes of this Act.\n\t\t\tAt any time when such regulations have effect, the Secretary of State mustexercise his powers under this section so as to secure that subsequentlyeffected adoptions of any description are not overseas adoptions for thepurposes of this Act if he considers that they are not likely within areasonable time to meet the prescribed requirements.\n\t\t\tIn this section references to this Act include the Adoption Act [1976 (c.36)](/id/ukpga/1976/36?view=plain \"Go to item of legislation\").\n\t\t\tAn order under this section may contain provision as to the manner in whichevidence of any overseas adoption may be given.\n\t\t\tIn this section—\n\t\t\t\t  * “adoption” means an adoption of a child or of a person who was a child at the time the adoption was applied for, \n\t\t\t\t  * “regulations” means regulations made by the Secretary of State after consultation with the Assembly. \n\tMiscellaneous\n\t\tModification of section 67 for Hague Convention adoptions\n\t\t\tIf the High Court is satisfied, on an application under this section, thateach of the following conditions is met in the case of a Convention adoption,it may direct that section 67(3) does not apply, or does not apply to anyextent specified in the direction.\n\t\t\tThe conditions are—\n\t\t\t\tthat under the law of the country in which the adoption was effected, theadoption is not a full adoption,\n\t\t\t\tthat the consents referred to in Article 4(c) and (d) of the Conventionhave not been given for a full adoption or that the United Kingdom is not thereceiving State (within the meaning of Article 2 of the Convention),\n\t\t\t\tthat it would be more favourable to the adopted child for a direction to begiven under subsection (1).\n\t\t\tA full adoption is an adoption by virtue of which the child is to betreated in law as not being the child of any person other than the adopters oradopter.\n\t\t\tIn relation to a direction under this section and an application for it,sections 59 and 60 of the Family Law Act [1986 (c.55)](/id/ukpga/1986/55?view=plain \"Go to item of legislation\") (declarationsunder Part 3 of that Act as to marital status) apply as they apply in relationto a direction under that Part and an application for such a direction.\n\t\tAnnulment etc. of overseas or Hague Convention adoptions\n\t\t\tThe High Court may, on an application under this subsection, by order annula Convention adoption or Convention adoption order on the ground that theadoption is contrary to public policy.\n\t\t\tThe High Court may, on an application under this subsection—\n\t\t\t\tby order provide for an overseas adoption or a determination under section91 to cease to be valid on the ground that the adoption or determination iscontrary to public policy or that the authority which purported to authorisethe adoption or make the determination was not competent to entertain thecase, or\n\t\t\t\tdecide the extent, if any, to which a determination under section 91 hasbeen affected by a subsequent determination under that section.\n\t\t\tThe High Court may, in any proceedings in that court, decide that anoverseas adoption or a determination under section 91 is to be treated, forthe purposes of those proceedings, as invalid on either of the groundsmentioned in subsection (2)(a).\n\t\t\tSubject to the preceding provisions, the validity of a Convention adoption,Convention adoption order or overseas adoption or a determination undersection 91 cannot be called in question in proceedings in any court in Englandand Wales.\n\t\tSection 89: supplementary\n\t\t\tAny application for an order under section 89 or a decision undersubsection (2)(b) or (3) of that section must be made in the prescribed mannerand within any prescribed period.\n\t\t\t\t  * “Prescribed” means prescribed by rules. \n\t\t\tNo application may be made under section 89(1) in respect of an adoptionunless immediately before the application is made—\n\t\t\t\tthe person adopted, or\n\t\t\t\tthe adopters or adopter,\n\t\t\t\t\thabitually reside in England and Wales.\n\t\t\tIn deciding in pursuance of section 89 whether such an authority as ismentioned in section 91 was competent to entertain a particular case, a courtis bound by any finding of fact made by the authority and stated by theauthority to be so made for the purpose of determining whether the authoritywas competent to entertain the case.\n\t\tOverseas determinations and orders\n\t\t\tSubsection (2) applies where any authority of a Convention country (otherthan the United Kingdom) or of the Channel Islands, the Isle of Man or anyBritish overseas territory has power under the law of that country orterritory—\n\t\t\t\tto authorise, or review the authorisation of, an adoption order made inthat country or territory, or\n\t\t\t\tto give or review a decision revoking or annulling such an order or aConvention adoption.\n\t\t\tIf the authority makes a determination in the exercise of that power, thedetermination is to have effect for the purpose of effecting, confirming orterminating the adoption in question or, as the case may be, confirming itstermination.\n\t\t\tSubsection (2) is subject to section 89 and to any subsequent determinationhaving effect under that subsection."
    },
    {
        "length": 2225,
        "text": "\nRestrictions\n\tRestriction on arranging adoptions etc.\n\t\tA person who is neither an adoption agency nor acting in pursuance of anorder of the High Court must not take any of the steps mentioned in subsection(2).\n\t\tThe steps are—\n\t\t\tasking a person other than an adoption agency to provide a child foradoption,\n\t\t\tasking a person other than an adoption agency to provide prospectiveadopters for a child,\n\t\t\toffering to find a child for adoption,\n\t\t\toffering a child for adoption to a person other than an adoption agency,\n\t\t\thanding over a child to any person other than an adoption agency with aview to the child’s adoption by that or another person,\n\t\t\treceiving a child handed over to him in contravention of paragraph (e),\n\t\t\tentering into an agreement with any person for the adoption of a child, orfor the purpose of facilitating the adoption of a child, where no adoptionagency is acting on behalf of the child in the adoption,\n\t\t\tinitiating or taking part in negotiations of which the purpose is theconclusion of an agreement within paragraph (g),\n\t\t\tcausing another person to take any of the steps mentioned in paragraphs (a)to (h).\n\t\tSubsection (1) does not apply to a person taking any of the steps mentionedin paragraphs (d), (e), (g), (h) and (i) of subsection (2) if the followingcondition is met.\n\t\tThe condition is that—\n\t\t\tthe prospective adopters are parents, relatives or guardians of the child(or one of them is), or\n\t\t\tthe prospective adopter is the partner of a parent of the child.\n\t\tReferences to an adoption agency in subsection (2) include a prescribedperson outside the United Kingdom exercising functions corresponding to thoseof an adoption agency, if the functions are being exercised in prescribedcircumstances in respect of the child in question.\n\t\tThe Secretary of State may, after consultation with the Assembly, by ordermake any amendments of subsections (1) to (4), and any consequentialamendments of this Act, which he considers necessary or expedient.\n\t\tIn this section—\n\t\t\t“agreement” includes an arrangement (whether or not enforceable),\n\t\t\t“prescribed” means prescribed by regulations made by the Secretary of Stateafter consultation with the Assembly.\n\tOffence of breaching restrictions under section 92\n\t\tIf a person contravenes section 92(1), he is guilty of an offence; and, ifthat person is an adoption society, the person who manages the society is alsoguilty of the offence.\n\t\tA person is not guilty of an offence under subsection (1) of taking thestep mentioned in paragraph (f) of section 92(2) unless it is proved that heknew or had reason to suspect that the child was handed over to him incontravention of paragraph (e) of that subsection.\n\t\tA person is not guilty of an offence under subsection (1) of causing aperson to take any of the steps mentioned in paragraphs (a) to (h) of section92(2) unless it is proved that he knew or had reason to suspect that the steptaken would contravene the paragraph in question.\n\t\tBut subsections (2) and (3) only apply if sufficient evidence is adduced toraise an issue as to whether the person had the knowledge or reason mentioned.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding six months, or a fine notexceeding £10,000, or both.\n\tRestriction on reports\n\t\tA person who is not within a prescribed description may not, in anyprescribed circumstances, prepare a report for any person about thesuitability of a child for adoption or of a person to adopt a child or aboutthe adoption, or placement for adoption, of a child.\n\t\t\t  * “Prescribed” means prescribed by regulations made by the Secretary of State after consultation with the Assembly. \n\t\tIf a person—\n\t\t\tcontravenes subsection (1), or\n\t\t\tcauses a person to prepare a report, or submits to any person a reportwhich has been prepared, in contravention of that subsection,\n\t\t\t\the is guilty of an offence.\n\t\tIf a person who works for an adoption society—\n\t\t\tcontravenes subsection (1), or\n\t\t\tcauses a person to prepare a report, or submits to any person a reportwhich has been prepared, in contravention of that subsection,\n\t\t\tthe person who manages the society is also guilty of the offence.\n\t\tA person is not guilty of an offence under subsection (2)(b) unless it isproved that he knew or had reason to suspect that the report would be, or hadbeen, prepared in contravention of subsection (1).\n\t\tBut this subsection only applies if sufficient evidence is adduced to raise anissue as to whether the person had the knowledge or reason mentioned.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding six months, or a fine notexceeding level 5 on the standard scale, or both.\n\tProhibition of certain payments\n\t\tThis section applies to any payment (other than an excepted payment) whichis made for or in consideration of—\n\t\t\tthe adoption of a child,\n\t\t\tgiving any consent required in connection with the adoption of a child,\n\t\t\tremoving from the United Kingdom a child who is a Commonwealth citizen, oris habitually resident in the United Kingdom, to a place outside the BritishIslands for the purpose of adoption,\n\t\t\ta person (who is neither an adoption agency nor acting in pursuance of anorder of the High Court) taking any step mentioned in section 92(2),\n\t\t\tpreparing, causing to be prepared or submitting a report the preparation ofwhich contravenes section 94(1).\n\t\tIn this section and section 96, removing a child from the United Kingdomhas the same meaning as in section 85.\n\t\tAny person who—\n\t\t\tmakes any payment to which this section applies,\n\t\t\tagrees or offers to make any such payment, or\n\t\t\treceives or agrees to receive or attempts to obtain any such payment,\n\t\t\t\tis guilty of an offence.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding six months, or a fine notexceeding £10,000, or both.\n\tExcepted payments\n\t\tA payment is an excepted payment if it is made by virtue of, or inaccordance with provision made by or under, this Act, the Adoption (Scotland)Act [1978 (c. 28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\")or the Adoption (Northern Ireland) Order 1987 ([S.I. 1987/2203 (N.I.22)](/id/nisi/1987/2203?view=plain \"Go to item of legislation\")).\n\t\tA payment is an excepted payment if it is made to a registered adoptionsociety by—\n\t\t\ta parent or guardian of a child, or\n\t\t\ta person who adopts or proposes to adopt a child,\n\t\t\t\tin respect of expenses reasonably incurred by the society in connection withthe adoption or proposed adoption of the child.\n\t\tA payment is an excepted payment if it is made in respect of any legal ormedical expenses incurred or to be incurred by any person in connection withan application to a court which he has made or proposes to make for anadoption order, a placement order, or an order under section 26 or 84.\n\t\tA payment made as mentioned in section 95(1)(c) is an excepted payment if—\n\t\t\tthe condition in section 85(2) is met, and\n\t\t\tthe payment is made in respect of the travel and accommodation expensesreasonably incurred in removing the child from the United Kingdom for thepurpose of adoption.\n\tSections 92 to 96: interpretation\n\t\tIn sections 92 to 96—\n\t\t\t“adoption agency” includes a Scottish or Northern Irish adoption agency,\n\t\t\t“payment” includes reward,\n\t\t\treferences to adoption are to the adoption of persons, wherever they may behabitually resident, effected under the law of any country or territory,whether within or outside the British Islands."
    },
    {
        "length": 584,
        "text": "\nInformation\n\tPre-commencement adoptions: information\n\t\tRegulations under section 9 may make provision for the purpose of—\n\t\t\tassisting persons adopted before the appointed day who have attained theage of 18 to obtain information in relation to their adoption, and\n\t\t\tfacilitating contact between such persons and their relatives.\n\t\tFor that purpose the regulations may confer functions on—\n\t\t\tregistered adoption support agencies,\n\t\t\tthe Registrar General,\n\t\t\tadoption agencies.\n\t\tFor that purpose the regulations may—\n\t\t\tauthorise or require any person mentioned in subsection (2) to discloseinformation,\n\t\t\tauthorise or require the disclosure of information contained in recordskept under section 8 of the Public Records Act [1958 (c.51)](/id/ukpga/1958/51?view=plain \"Go to item of legislation\") (courtrecords),\n\t\t\t\tand may impose conditions on the disclosure of information, includingconditions restricting its further disclosure.\n\t\tThe regulations may authorise the charging of prescribed fees by any personmentioned in subsection (2) or in respect of the disclosure of informationunder subsection (3)(b).\n\t\tAn authorisation or requirement to disclose information by virtue ofsubsection (3)(a) has effect in spite of any restriction on the disclosure ofinformation in Chapter 5.\n\t\tThe making of regulations by virtue of subsections (2) to (4) which relateto the Registrar General requires the approval of the Chancellor of theExchequer.\n\t\tIn this section—\n\t\t\t  * “appointed day” means the day appointed for the commencement of sections 56 to 65, \n\t\t\t  * “registered adoption support agency” means an adoption support agency in respect of which a person is registered under Part 2 of the Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"), \n\t\t\t  * “relative”, in relation to an adopted person, means any person who (but for his adoption) would be related to him by blood (including half-blood) or marriage. "
    },
    {
        "length": 333,
        "text": "\nProceedings\n\tProceedings for offences\n\t\tProceedings for an offence by virtue of section 9 or 59 may not, without thewritten consent of the Attorney General, be taken by any person other than theNational Care Standards Commission or the Assembly.\n\tAppeals \n\t\tIn section 94 of the 1989 Act (appeals under that Act), in subsections (1)(a)and (2), after “this Act” there is inserted “or the Adoption and Children Act2002”.\n\tPrivacy \n\t\tProceedings under this Act in the High Court or a County Court may be heardand determined in private.\n\t\tIn section 12 of the Administration of Justice Act [1960 (c.65)](/id/ukpga/1960/65?view=plain \"Go to item of legislation\") (publication ofinformation relating to proceedings in private), in subsection (1)(a)(ii),after “1989” there is inserted “or the Adoption and Children Act 2002”.\n\t\tIn section 97 of the 1989 Act (privacy for children involved in certainproceedings), after “this Act” in subsections (1) and (2) there is inserted“or the Adoption and Children Act 2002”."
    },
    {
        "length": 798,
        "text": "\nThe Children and Family Court Advisory and Support Service\n\tOfficers of the Service\n\t\tFor the purposes of—\n\t\t\tany relevant application,\n\t\t\tthe signification by any person of any consent to placement or adoption,\n\t\t\t\trules must provide for the appointment in prescribed cases of an officer ofthe Children and Family Court Advisory and Support Service (“the Service”).\n\t\tThe rules may provide for the appointment of such an officer in othercircumstances in which it appears to the Lord Chancellor to be necessary orexpedient to do so.\n\t\tThe rules may provide for the officer—\n\t\t\tto act on behalf of the child upon the hearing of any relevant application,with the duty of safeguarding the interests of the child in the prescribedmanner,\n\t\t\twhere the court so requests, to prepare a report on matters relating to thewelfare of the child in question,\n\t\t\tto witness documents which signify consent to placement or adoption,\n\t\t\tto perform prescribed functions.\n\t\tA report prepared in pursuance of the rules on matters relating to thewelfare of a child must—\n\t\t\tdeal with prescribed matters (unless the court orders otherwise), and\n\t\t\tbe made in the manner required by the court.\n\t\tA person who—\n\t\t\tin the case of an application for the making, varying or revocation of aplacement order, is employed by the local authority which made theapplication,\n\t\t\tin the case of an application for an adoption order in respect of a childwho was placed for adoption, is employed by the adoption agency which placedhim, or\n\t\t\tis within a prescribed description,\n\t\t\tis not to be appointed under subsection (1) or (2).\n\t\tIn this section, “relevant application” means an application for—\n\t\t\tthe making, varying or revocation of a placement order,\n\t\t\tthe making of an order under section 26, or the varying or revocation ofsuch an order,\n\t\t\tthe making of an adoption order, or\n\t\t\tthe making of an order under section 84.\n\t\tRules may make provision as to the assistance which the court may requirean officer of the Service to give to it.\n\tRight of officers of the Service to have access to adoption agencyrecords\n\t\tWhere an officer of the Service has been appointed to act under section102(1), he has the right at all reasonable times to examine and take copies ofany records of, or held by, an adoption agency which were compiled inconnection with the making, or proposed making, by any person of anyapplication under this Part in respect of the child concerned.\n\t\tWhere an officer of the Service takes a copy of any record which he isentitled to examine under this section, that copy or any part of it isadmissible as evidence of any matter referred to in any—\n\t\t\treport which he makes to the court in the proceedings in question, or\n\t\t\tevidence which he gives in those proceedings.\n\t\tSubsection (2) has effect regardless of any enactment or rule of law whichwould otherwise prevent the record in question being admissible in evidence."
    },
    {
        "length": 132,
        "text": "\nEvidence\n\tEvidence of consent\n\t\tIf a document signifying any consent which is required by this Part to begiven is witnessed in accordance with rules, it is to be admissible inevidence without further proof of the signature of the person by whom it wasexecuted.\n\t\tA document signifying any such consent which purports to be witnessed inaccordance with rules is to be presumed to be so witnessed, and to have beenexecuted and witnessed on the date and at the place specified in the document,unless the contrary is proved."
    },
    {
        "length": 1335,
        "text": "\nScotland, Northern Ireland and the Islands\n\tEffect of certain Scottish orders and provisions\n\t\tA Scottish adoption order or an order under section 25 of the Adoption(Scotland) Act [1978 (c. 28)](/id/ukpga/1978/28?view=plain \"Go to item oflegislation\") (interim adoption orders) has effect in England and Wales as ithas in Scotland, but as if references to the parental responsibilities and theparental rights in relation to a child were to parental responsibility for thechild.\n\t\tAn order made under section 18 of the Adoption (Scotland) Act 1978 (freeingorders), and the revocation or variation of such an order under section 20 or21 of that Act, have effect in England and Wales as they have effect inScotland, but as if references to the parental responsibilities and theparental rights in relation to a child were to parental responsibility for thechild.\n\t\tAny person who—\n\t\t\tcontravenes section 27(1) of that Act (removal where adoption agreed etc.),or\n\t\t\tcontravenes section 28(1) or (2) of that Act (removal where applicantprovided home),\n\t\t\t\tis guilty of an offence and liable on summary conviction to imprisonment for aterm not exceeding three months, or a fine not exceeding level 5 on thestandard scale, or both.\n\t\tOrders made under section 29 of that Act (order to return or not to removechild) are to have effect in England and Wales as if they were orders of theHigh Court under section 41 of this Act.\n\tEffect of certain Northern Irish orders and provisions\n\t\tA Northern Irish adoption order or an order under Article 26 of theAdoption (Northern Ireland) Order 1987 ([S.I. 1987/2203 (N.I.22)](/id/nisi/1987/2203?view=plain \"Go to item of legislation\")) (interimorders) has effect in England and Wales as it has in Northern Ireland.\n\t\tAn order made under Article 17 or 18 of the Adoption (Northern Ireland)Order 1987 (freeing orders), or the variation or revocation of such an orderunder Article 20 or 21 of that Order, have effect in England and Wales as theyhave in Northern Ireland.\n\t\tAny person who—\n\t\t\tcontravenes Article 28(1) or (2) of the Adoption (Northern Ireland) Order1987 (removal where adoption agreed etc.), or\n\t\t\tcontravenes Article 29(1) or (2) of that Order (removal where applicantprovided home),\n\t\t\t\tis guilty of an offence and liable on summary conviction to imprisonment for aterm not exceeding three months, or a fine not exceeding level 5 on thestandard scale, or both.\n\t\tOrders made under Article 30 of that Order (order to return or not toremove child) are to have effect in England and Wales as if they were ordersof the High Court under section 41 of this Act.\n\tUse of adoption records from other parts of the British Islands\n\t\tAny document which is receivable as evidence of any matter—\n\t\t\tin Scotland under section 45(2) of the Adoption (Scotland) Act [1978 (c.28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\"),\n\t\t\tin Northern Ireland under Article 63(1) of the Adoption (Northern Ireland)Order 1987, or\n\t\t\tin the Isle of Man or any of the Channel Islands under an enactmentcorresponding to section 77(3) of this Act,\n\t\t\tis also receivable as evidence of that matter in England and Wales.\n\tChannel Islands and the Isle of Man\n\t\tRegulations may provide—\n\t\t\tfor a reference in any provision of this Act to an order of a court toinclude an order of a court in the Isle of Man or any of the Channel Islandswhich appears to the Secretary of State to correspond in its effect to theorder in question,\n\t\t\tfor a reference in any provision of this Act to an adoption agency toinclude a person who appears to the Secretary of State to exercise functionsunder the law of the Isle of Man or any of the Channel Islands whichcorrespond to those of an adoption agency and for any reference in anyprovision of this Act to a child placed for adoption by an adoption agency tobe read accordingly,\n\t\t\tfor a reference in any provision of this Act to an enactment (including anenactment contained in this Act) to include a provision of the law of the Isleof Man or any of the Channel Islands which appears to the Secretary of Stateto correspond in its effect to the enactment,\n\t\t\tfor any reference in any provision of this Act to the United Kingdom toinclude the Isle of Man or any of the Channel Islands.\n\t\tRegulations may modify any provision of this Act, as it applies to anyorder made, or other thing done, under the law of the Isle of Man or any ofthe Channel Islands.\n\t\tIn this section, “regulations” means regulations made by the Secretary ofState after consultation with the Assembly."
    },
    {
        "length": 224,
        "text": "\nGeneral\n\tAvoiding delay\n\t\tIn proceedings in which a question may arise as to whether an adoptionorder or placement order should be made, or any other question with respect tosuch an order, the court must (in the light of any rules made by virtue ofsubsection (2))—\n\t\t\tdraw up a timetable with a view to determining such a question withoutdelay, and\n\t\t\tgive such directions as it considers appropriate for the purpose ofensuring that the timetable is adhered to.\n\t\tRules may—\n\t\t\tprescribe periods within which prescribed steps must be taken in relationto such proceedings, and\n\t\t\tmake other provision with respect to such proceedings for the purpose ofensuring that such questions are determined without delay.\n\tService of notices etc.\n\t\tAny notice or information required to be given by virtue of this Act may begiven by post."
    },
    {
        "length": 868,
        "text": "\nParental responsibility of unmarried father\n\tSection 4 of the 1989 Act (acquisition of responsibility by the father of achild who is not married to the child’s mother) is amended as follows.\n\tIn subsection (1) (cases where parental responsibility is acquired), forthe words after “birth” there is substituted “, the father shall acquireparental responsibility for the child if—\n\t\the becomes registered as the child’s father under any of the enactmentsspecified in subsection (1A);\n\t\the and the child’s mother make an agreement (a “parental responsibilityagreement”) providing for him to have parental responsibility for the child;or\n\t\tthe court, on his application, orders that he shall have parentalresponsibility for the child.”\n\tAfter that subsection there is inserted—\n\t\t“(1A)The enactments referred to in subsection (1)(a) are—\n\t\tparagraphs (a), (b) and (c) of section 10(1) and of section 10A(1) of theBirths and Deaths Registration Act 1953;\n\t\tparagraphs (a), (b)(i) and (c) of section 18(1), and sections 18(2)(b) and20(1)(a) of the Registration of Births, Deaths and Marriages (Scotland) Act1965; and\n\t\tsub-paragraphs (a), (b) and (c) of Article 14(3) of the Births and DeathsRegistration (Northern Ireland) Order 1976.\n\t\t(1B)The Lord Chancellor may by order amend subsection (1A) so as to addfurther enactments to the list in that subsection.”\n\tFor subsection (3) there is substituted—\n\t“(2A)A person who has acquired parental responsibility under subsection (1)shall cease to have that responsibility only if the court so orders.\n\tThe court may make an order under subsection (2A) on the application—\n\t\tof any person who has parental responsibility for the child; or\n\t\twith the leave of the court, of the child himself,\n\t\tsubject, in the case of parental responsibility acquired under subsection(1)(c), to section 12(4).”\n\tAccordingly, in section 2(2) of the 1989 Act (a father of a child who isnot married to the child’s mother shall not have parental responsibility forthe child unless he acquires it in accordance with the provisions of the Act),for the words from “shall not” to “acquires it” there is substituted “shallhave parental responsibility for the child if he has acquired it (and has notceased to have it)”.\n\tIn section 104 of the 1989 Act (regulations and orders)—\n\t\tin subsection (2), after “section” there is inserted “4(1B),”, and\n\t\tin subsection (3), after “section” there is inserted “4(1B) or”.\n\tParagraph (a) of section 4(1) of the 1989 Act, as substituted by subsection(2) of this section, does not confer parental responsibility on a man who wasregistered under an enactment referred to in paragraph (a), (b) or (c) ofsection 4(1A) of that Act, as inserted by subsection (3) of this section,before the commencement of subsection (3) in relation to that paragraph."
    },
    {
        "length": 349,
        "text": "\nAcquisition of parental responsibility by step-parent\n\tAfter section 4 of the 1989 Act there is inserted—\n\t“4AAcquisition of parental responsibility by step-parent\n\t\tWhere a child’s parent (“parent A”) who has parental responsibility for thechild is married to a person who is not the child’s parent (“the step-parent”)—\n\t\t\tparent A or, if the other parent of the child also has parentalresponsibility for the child, both parents may by agreement with the step-parent provide for the step-parent to have parental responsibility for thechild; or\n\t\t\tthe court may, on the application of the step-parent, order that the step-parent shall have parental responsibility for the child.\n\t\tAn agreement under subsection (1)(a) is also a “parental responsibilityagreement”, and section 4(2) applies in relation to such agreements as itapplies in relation to parental responsibility agreements under section 4.\n\t\tA parental responsibility agreement under subsection (1)(a), or an orderunder subsection (1)(b), may only be brought to an end by an order of thecourt made on the application—\n\t\t\tof any person who has parental responsibility for the child; or\n\t\t\twith the leave of the court, of the child himself.\n\t\tThe court may only grant leave under subsection (3)(b) if it is satisfiedthat the child has sufficient understanding to make the proposed application.”"
    },
    {
        "length": 267,
        "text": "\nResidence orders: extension to age of 18\n\tIn section 12 of the 1989 Act (residence orders and parentalresponsibility), after subsection (4) there is inserted—\n\tThe power of a court to make a residence order in favour of any person whois not the parent or guardian of the child concerned includes power to direct,at the request of that person, that the order continue in force until thechild reaches the age of eighteen (unless the order is brought to an endearlier); and any power to vary a residence order is exercisable accordingly.\n\tWhere a residence order includes such a direction, an application to varyor discharge the order may only be made, if apart from this subsection theleave of the court is not required, with such leave”.\n\tIn section 9 of that Act (restrictions on making section 8 orders), at thebeginning of subsection (6) there is inserted “Subject to section 12(5)”.\n\tIn section 91 of that Act (effect and duration of orders), in subsection(10), after “9(6)” there is inserted “or 12(5)”."
    },
    {
        "length": 3748,
        "text": "\nSpecial guardianship\n\tAfter section 14 of the 1989 Act there is inserted—\n\t“Special guardianship\n\t\tASpecial guardianship orders\n\t\t\tA “special guardianship order” is an order appointing one or moreindividuals to be a child’s “special guardian” (or special guardians).\n\t\t\tA special guardian—\n\t\t\t\tmust be aged eighteen or over; and\n\t\t\t\tmust not be a parent of the child in question,\n\t\t\t\t\tand subsections (3) to (6) are to be read in that light.\n\t\t\tThe court may make a special guardianship order with respect to any childon the application of an individual who—\n\t\t\t\tis entitled to make such an application with respect to the child; or\n\t\t\t\thas obtained the leave of the court to make the application,\n\t\t\t\tor on the joint application of more than one such individual.\n\t\t\tSection 9(3) applies in relation to an application for leave to apply for aspecial guardianship order as it applies in relation to an application forleave to apply for a section 8 order.\n\t\t\tThe individuals who are entitled to apply for a special guardianship orderwith respect to a child are—\n\t\t\t\tany guardian of the child;\n\t\t\t\tany individual in whose favour a residence order is in force with respectto the child;\n\t\t\t\tany individual listed in subsection (5)(b) or (c) of section 10 (as readwith subsection (10) of that section);\n\t\t\t\ta local authority foster parent with whom the child has lived for a periodof at least one year immediately preceding the application.\n\t\t\tThe court may also make a special guardianship order with respect to achild in any family proceedings in which a question arises with respect to thewelfare of the child if—\n\t\t\t\tan application for the order has been made by an individual who fallswithin subsection (3)(a) or (b) (or more than one such individual jointly); or\n\t\t\t\tthe court considers that a special guardianship order should be made eventhough no such application has been made.\n\t\t\tNo individual may make an application under subsection (3) or (6)(a)unless, before the beginning of the period of three months ending with thedate of the application, he has given written notice of his intention to makethe application—\n\t\t\t\tif the child in question is being looked after by a local authority, tothat local authority, or\n\t\t\t\totherwise, to the local authority in whose area the individual isordinarily resident.\n\t\t\tOn receipt of such a notice, the local authority must investigate thematter and prepare a report for the court dealing with—\n\t\t\t\tthe suitability of the applicant to be a special guardian;\n\t\t\t\tsuch matters (if any) as may be prescribed by the Secretary of State; and\n\t\t\t\tany other matter which the local authority consider to be relevant.\n\t\t\tThe court may itself ask a local authority to conduct such an investigationand prepare such a report, and the local authority must do so.\n\t\t\tThe local authority may make such arrangements as they see fit for anyperson to act on their behalf in connection with conducting an investigationor preparing a report referred to in subsection (8) or (9).\n\t\t\tThe court may not make a special guardianship order unless it has receiveda report dealing with the matters referred to in subsection (8).\n\t\t\tSubsections (8) and (9) of section 10 apply in relation to specialguardianship orders as they apply in relation to section 8 orders.\n\t\t\tThis section is subject to section 29(5) and (6) of the Adoption andChildren Act 2002.\n\t\tBSpecial guardianship orders: making\n\t\t\tBefore making a special guardianship order, the court must considerwhether, if the order were made—\n\t\t\t\ta contact order should also be made with respect to the child, and\n\t\t\t\tany section 8 order in force with respect to the child should be varied ordischarged.\n\t\t\tOn making a special guardianship order, the court may also—\n\t\t\t\tgive leave for the child to be known by a new surname;\n\t\t\t\tgrant the leave required by section 14C(3)(b), either generally or forspecified purposes.\n\t\tCSpecial guardianship orders: effect\n\t\t\tThe effect of a special guardianship order is that while the order remainsin force—\n\t\t\t\ta special guardian appointed by the order has parental responsibility forthe child in respect of whom it is made; and\n\t\t\t\tsubject to any other order in force with respect to the child under thisAct, a special guardian is entitled to exercise parental responsibility to theexclusion of any other person with parental responsibility for the child(apart from another special guardian).\n\t\t\tSubsection (1) does not affect—\n\t\t\t\tthe operation of any enactment or rule of law which requires the consent ofmore than one person with parental responsibility in a matter affecting thechild; or\n\t\t\t\tany rights which a parent of the child has in relation to the child’sadoption or placement for adoption.\n\t\t\tWhile a special guardianship order is in force with respect to a child, noperson may—\n\t\t\t\tcause the child to be known by a new surname; or\n\t\t\t\tremove him from the United Kingdom,\n\t\t\t\t\twithout either the written consent of every person who has parentalresponsibility for the child or the leave of the court.\n\t\t\tSubsection (3)(b) does not prevent the removal of a child, for a period ofless than three months, by a special guardian of his.\n\t\t\tIf the child with respect to whom a special guardianship order is in forcedies, his special guardian must take reasonable steps to give notice of thatfact to—\n\t\t\t\teach parent of the child with parental responsibility; and\n\t\t\t\teach guardian of the child,\n\t\t\t\tbut if the child has more than one special guardian, and one of them has takensuch steps in relation to a particular parent or guardian, any other specialguardian need not do so as respects that parent or guardian.\n\t\t\tThis section is subject to section 29(7) of the Adoption and Children Act2002.\n\t\tDSpecial guardianship orders: variation and discharge\n\t\t\tThe court may vary or discharge a special guardianship order on theapplication of—\n\t\t\t\tthe special guardian (or any of them, if there are more than one);\n\t\t\t\tany parent or guardian of the child concerned;\n\t\t\t\tany individual in whose favour a residence order is in force with respectto the child;\n\t\t\t\tany individual not falling within any of paragraphs (a) to (c) who has, orimmediately before the making of the special guardianship order had, parentalresponsibility for the child;\n\t\t\t\tthe child himself; or\n\t\t\t\ta local authority designated in a care order with respect to the child.\n\t\t\tIn any family proceedings in which a question arises with respect to thewelfare of a child with respect to whom a special guardianship order is inforce, the court may also vary or discharge the special guardianship order ifit considers that the order should be varied or discharged, even though noapplication has been made under subsection (1).\n\t\t\tThe following must obtain the leave of the court before making anapplication under subsection (1)—\n\t\t\t\tthe child;\n\t\t\t\tany parent or guardian of his;\n\t\t\t\tany step-parent of his who has acquired, and has not lost, parentalresponsibility for him by virtue of section 4A;\n\t\t\t\tany individual falling within subsection (1)(d) who immediately before themaking of the special guardianship order had, but no longer has, parentalresponsibility for him.\n\t\t\tWhere the person applying for leave to make an application under subsection(1) is the child, the court may only grant leave if it is satisfied that hehas sufficient understanding to make the proposed application under subsection(1).\n\t\t\tThe court may not grant leave to a person falling within subsection(3)(b)(c) or (d) unless it is satisfied that there has been a significantchange in circumstances since the making of the special guardianship order.\n\t\tESpecial guardianship orders: supplementary\n\t\t\tIn proceedings in which any question of making, varying or discharging aspecial guardianship order arises, the court shall (in the light of any rulesmade by virtue of subsection (3))—\n\t\t\t\tdraw up a timetable with a view to determining the question without delay;and\n\t\t\t\tgive such directions as it considers appropriate for the purpose ofensuring, so far as is reasonably practicable, that the timetable is adheredto.\n\t\t\tSubsection (1) applies also in relation to proceedings in which any otherquestion with respect to a special guardianship order arises.\n\t\t\tThe power to make rules in subsection (2) of section 11 applies for thepurposes of this section as it applies for the purposes of that.\n\t\t\tA special guardianship order, or an order varying one, may containprovisions which are to have effect for a specified period.\n\t\t\tSection 11(7) (apart from paragraph (c)) applies in relation to specialguardianship orders and orders varying them as it applies in relation tosection 8 orders.\n\t\tFSpecial guardianship support services\n\t\t\tEach local authority must make arrangements for the provision within theirarea of special guardianship support services, which means—\n\t\t\t\tcounselling, advice and information; and\n\t\t\t\tsuch other services as are prescribed,\n\t\t\t\t\tin relation to special guardianship.\n\t\t\tThe power to make regulations under subsection (1)(b) is to be exercised soas to secure that local authorities provide financial support.\n\t\t\tAt the request of any of the following persons—\n\t\t\t\ta child with respect to whom a special guardianship order is in force;\n\t\t\t\ta special guardian;\n\t\t\t\ta parent;\n\t\t\t\tany other person who falls within a prescribed description,\n\t\t\t\ta local authority may carry out an assessment of that person’s needs forspecial guardianship support services (but, if the Secretary of State soprovides in regulations, they must do so if he is a person of a prescribeddescription, or if his case falls within a prescribed description, or if bothhe and his case fall within prescribed descriptions).\n\t\t\tA local authority may, at the request of any other person, carry out anassessment of that person’s needs for special guardianship support services.\n\t\t\tWhere, as a result of an assessment, a local authority decide that a personhas needs for special guardianship support services, they must then decidewhether to provide any such services to that person.\n\t\t\tIf— \n\t\t\t\ta local authority decide to provide any special guardianship supportservices to a person, and\n\t\t\t\tthe circumstances fall within a prescribed description,\n\t\t\t\tthe local authority must prepare a plan in accordance with which specialguardianship support services are to be provided to him, and keep the planunder review.\n\t\t\tThe Secretary of State may by regulations make provision about assessments,preparing and reviewing plans, the provision of special guardianship supportservices in accordance with plans and reviewing the provision of specialguardianship support services.\n\t\t\tThe regulations may in particular make provision—\n\t\t\t\tabout the type of assessment which is to be carried out, or the way inwhich an assessment is to be carried out;\n\t\t\t\tabout the way in which a plan is to be prepared;\n\t\t\t\tabout the way in which, and the time at which, a plan or the provision ofspecial guardianship support services is to be reviewed;\n\t\t\t\tabout the considerations to which a local authority are to have regard incarrying out an assessment or review or preparing a plan;\n\t\t\t\tas to the circumstances in which a local authority may provide specialguardianship support services subject to conditions (including conditions asto payment for the support or the repayment of financial support);\n\t\t\t\tas to the consequences of conditions imposed by virtue of paragraph (e) notbeing met (including the recovery of any financial support provided);\n\t\t\t\tas to the circumstances in which this section may apply to a localauthority in respect of persons who are outside that local authority’s area;\n\t\t\t\tas to the circumstances in which a local authority may recover from anotherlocal authority the expenses of providing special guardianship supportservices to any person.\n\t\t\tA local authority may provide special guardianship support services (or anypart of them) by securing their provision by—\n\t\t\t\tanother local authority; or\n\t\t\t\ta person within a description prescribed in regulations of persons who mayprovide special guardianship support services,\n\t\t\t\tand may also arrange with any such authority or person for that otherauthority or that person to carry out the local authority’s functions inrelation to assessments under this section.\n\t\t\tA local authority may carry out an assessment of the needs of any personfor the purposes of this section at the same time as an assessment of hisneeds is made under any other provision of this Act or under any otherenactment.\n\t\t\tSection 27 (co-operation between authorities) applies in relation to theexercise of functions of a local authority under this section as it applies inrelation to the exercise of functions of a local authority under Part 3.\n\t\tGSpecial guardianship support services: representations\n\t\t\tEvery local authority shall establish a procedure for consideringrepresentations (including complaints) made to them by any person to whom theymay provide special guardianship support services about the discharge of theirfunctions under section 14F in relation to him.\n\t\t\tRegulations may be made by the Secretary of State imposing time limits onthe making of representations under subsection (1).\n\t\t\tIn considering representations under subsection (1), a local authorityshall comply with regulations (if any) made by the Secretary of State for thepurposes of this subsection.”\n\t\t\tThe 1989 Act is amended as follows.\n\t\t\tIn section 1 (welfare of the child), in subsection (4)(b), after“discharge” there is inserted “a special guardianship order or”.\n\t\t\tIn section 5 (appointment of guardians)—\n\t\t\t\tin subsection (1)—\n\t\t\t\tin paragraph (b), for “or guardian” there is substituted “, guardian orspecial guardian”, and\n\t\t\t\tat the end of paragraph (b) there is inserted “; or\n\t\t\t\tparagraph (b) does not apply, and the child’s only or last survivingspecial guardian dies.”,\n\t\t\t\tin subsection (4), at the end there is inserted “; and a special guardianof a child may appoint another individual to be the child’s guardian in theevent of his death”, and\n\t\t\t\tin subsection (7), at the end of paragraph (b) there is inserted “or he wasthe child’s only (or last surviving) special guardian”."
    },
    {
        "length": 251,
        "text": "\nAccommodation of children in need etc.\n\tIn section 17 of the 1989 Act (provision of services for children in need,their families and others), in subsection (6) (services that may be providedin exercise of the functions under that section) after “include” there isinserted “providing accommodation and”.\n\tIn section 22 of that Act (general duty of local authority in relation tochildren looked after by them), in subsection (1) (looked after childreninclude those provided with accommodation, with exceptions) before “23B” thereis inserted “17”.\n\tIn section 24A of that Act (advice and assistance for certain children andyoung persons aged 16 or over), in subsection (5), for “or, in exceptionalcircumstances, cash” there is substituted “and, in exceptional circumstances,assistance may be given—\n\t\tby providing accommodation, if in the circumstances assistance may not begiven in respect of the accommodation under section 24B, or\n\t\tin cash”."
    },
    {
        "length": 573,
        "text": "\nInquiries by local authorities into representations\n\tIn section 24D of the 1989 Act (representations: sections 23A to 24B),after subsection (1) there is inserted—\n\t\t“(1A)Regulations may be made by the Secretary of State imposing time limits onthe making of representations under subsection (1).”\n\tSection 26 of that Act (procedure for considering other representations) isamended as follows.\n\tIn subsection (3) (which makes provision as to the persons by whom, and thematters in respect of which, representations may be made), for “functionsunder this Part” there is substituted “qualifying functions”.\n\tAfter that subsection there is inserted—\n\t“(3A)The following are qualifying functions for the purposes of subsection(3)—\n\t\tfunctions under this Part,\n\t\tsuch functions under Part 4 or 5 as are specified by the Secretary of Statein regulations.\n\t\t(3B)The duty under subsection (3) extends to representations (includingcomplaints) made to the authority by—\n\t\tany person mentioned in section 3(1) of the Adoption and Children Act 2002(persons for whose needs provision is made by the Adoption Service) and anyother person to whom arrangements for the provision of adoption supportservices (within the meaning of that Act) extend,\n\t\tsuch other person as the authority consider has sufficient interest in achild who is or may be adopted to warrant his representations being consideredby them,\n\t\tabout the discharge by the authority of such functions under the Adoption andChildren Act 2002 as are specified by the Secretary of State in regulations.”\n\tIn subsection (4) (procedure to require involvement of independent person),after paragraph (b) there is inserted—\n\t“but this subsection is subject to subsection (5A).”\n\tAfter that subsection there is inserted—\n\t“(4A)Regulations may be made by the Secretary of State imposing time limits onthe making of representations under this section.”\n\tAfter subsection (5) there is inserted—\n\t“(5A)Regulations under subsection (5) may provide that subsection (4) does notapply in relation to any consideration or discussion which takes place as partof a procedure for which provision is made by the regulations for the purposeof resolving informally the matters raised in the representations.”"
    },
    {
        "length": 532,
        "text": "\nReview of cases of looked after children\n\tIn section 26 of the 1989 Act (review of cases of looked after children,etc.), in subsection (2) (regulations as to reviews)—\n\t\tin paragraph (e), “to consider” is omitted and after “their care” there isinserted—\n\t\tto keep the section 31A plan for the child under review and, if they areof the opinion that some change is required, to revise the plan, or make a newplan, accordingly,\n\t\tto consider”,\n\t\tin paragraph (f), “to consider” is omitted and after the second mention of“the authority” there is inserted—\n\t\tif there is no plan for the future care of the child, to prepare one,\n\t\tif there is such a plan for the child, to keep it under review and, ifthey are of the opinion that some change is required, to revise the plan ormake a new plan, accordingly,\n\t\tto consider”,\n\t\tafter paragraph (j) there is inserted—\n\t\tfor the authority to appoint a person in respect of each case to carry outin the prescribed manner the functions mentioned in subsection (2A) and anyprescribed function”.\n\tAfter that subsection there is inserted—\n\t\t“(2A)The functions referred to in subsection (2)(k) are—\n\t\tparticipating in the review of the case in question,\n\t\tmonitoring the performance of the authority’s functions in respect of thereview,\n\t\treferring the case to an officer of the Children and Family Court Advisoryand Support Service, if the person appointed under subsection (2)(k) considersit appropriate to do so.\n\t\t(2B)A person appointed under subsection (2)(k) must be a person of aprescribed description.\n\t\t(2C)In relation to children whose cases are referred to officers undersubsection (2A)(c), the Lord Chancellor may by regulations—\n\t\textend any functions of the officers in respect of family proceedings(within the meaning of section 12 of the Criminal Justice and Court ServicesAct 2000) to other proceedings,\n\t\trequire any functions of the officers to be performed in the mannerprescribed by the regulations.”"
    },
    {
        "length": 261,
        "text": "\nAdvocacy services\n\tAfter section 26 of the 1989 Act there is inserted—\n\t“26AAdvocacy services\n\t\tEvery local authority shall make arrangements for the provision ofassistance to—\n\t\t\tpersons who make or intend to make representations under section 24D; and\n\t\t\tchildren who make or intend to make representations under section 26.\n\t\tThe assistance provided under the arrangements shall include assistance byway of representation.\n\t\tThe arrangements—\n\t\t\tshall secure that a person may not provide assistance if he is a person whois prevented from doing so by regulations made by the Secretary of State; and\n\t\t\tshall comply with any other provision made by the regulations in relationto the arrangements.\n\t\tThe Secretary of State may make regulations requiring local authorities tomonitor the steps that they have taken with a view to ensuring that theycomply with regulations made for the purposes of subsection (3).\n\t\tEvery local authority shall give such publicity to their arrangements forthe provision of assistance under this section as they consider appropriate.”"
    },
    {
        "length": 466,
        "text": "\nCare plans\n\tIn section 31 of the 1989 Act (care and supervision orders), aftersubsection (3) there is inserted—\n\t\t“(3A)No care order may be made with respect to a child until the court hasconsidered a section 31A plan.”\n\tAfter that section there is inserted—\n\t“31ACare orders: care plans\n\t\tWhere an application is made on which a care order might be made withrespect to a child, the appropriate local authority must, within such time asthe court may direct, prepare a plan (“a care plan”) for the future care ofthe child.\n\t\tWhile the application is pending, the authority must keep any care planprepared by them under review and, if they are of the opinion some change isrequired, revise the plan, or make a new plan, accordingly.\n\t\tA care plan must give any prescribed information and do so in theprescribed manner.\n\t\tFor the purposes of this section, the appropriate local authority, inrelation to a child in respect of whom a care order might be made, is thelocal authority proposed to be designated in the order.\n\t\tIn section 31(3A) and this section, references to a care order do notinclude an interim care order.\n\t\tA plan prepared, or treated as prepared, under this section is referred toin this Act as a “section 31A plan”.”\n\t\tIf— \n\t\t\tbefore subsection (2) comes into force, a care order has been made inrespect of a child and a plan for the future care of the child has beenprepared in connection with the making of the order by the local authoritydesignated in the order, and\n\t\t\ton the day on which that subsection comes into force the order is in force,or would be in force but for section 29(1) of this Act,\n\t\t\t\tthe plan is to have effect as if made under section 31A of the 1989 Act."
    },
    {
        "length": 205,
        "text": "\nInterests of children in proceedings\n\tIn section 41 of the 1989 Act (specified proceedings)—\n\t\tin subsection (6), after paragraph (h) there is inserted—\n\t\ton an application for the making or revocation of a placement order(within the meaning of section 21 of the Adoption and Children Act 2002);”,\n\t\tafter that subsection there is inserted—\n\t\t\t“(6A)The proceedings which may be specified under subsection (6)(i) include(for example) proceedings for the making, varying or discharging of a section8 order.”\n\tIn section 93 of the 1989 Act (rules of court), in subsection (2), afterparagraph (b) there is inserted—\n\t\tfor children to be separately represented in relevant proceedings,”."
    },
    {
        "length": 1038,
        "text": "\nAdvertisements in the United Kingdom\n\tRestriction on advertisements etc.\n\t\tA person must not—\n\t\t\tpublish or distribute an advertisement or information to which this sectionapplies, or\n\t\t\tcause such an advertisement or information to be published or distributed.\n\t\tThis section applies to an advertisement indicating that—\n\t\t\tthe parent or guardian of a child wants the child to be adopted,\n\t\t\ta person wants to adopt a child,\n\t\t\ta person other than an adoption agency is willing to take any stepmentioned in paragraphs (a) to (e), (g) and (h) and (so far as relating tothose paragraphs) (i) of section 92(2),\n\t\t\ta person other than an adoption agency is willing to receive a child handedover to him with a view to the child’s adoption by him or another, or\n\t\t\ta person is willing to remove a child from the United Kingdom for thepurposes of adoption.\n\t\tThis section applies to—\n\t\t\tinformation about how to do anything which, if done, would constitute anoffence under section 85 or 93, section 11 or 50 of the Adoption (Scotland)Act [1978 (c. 28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\")or Article 11 or 58 of the Adoption (Northern Ireland) Order 1987 ([S.I.1987/2203 (N.I. 22)](/id/nisi/1987/2203?view=plain \"Go to item oflegislation\")) (whether or not the information includes a warning that doingthe thing in question may constitute an offence),\n\t\t\tinformation about a particular child as a child available for adoption.\n\t\tFor the purposes of this section and section 124—\n\t\t\tpublishing or distributing an advertisement or information means publishingit or distributing it to the public and includes doing so by electronic means(for example, by means of the internet),\n\t\t\tthe public includes selected members of the public as well as the publicgenerally or any section of the public.\n\t\tSubsection (1) does not apply to publication or distribution by or onbehalf of an adoption agency.\n\t\tThe Secretary of State may by order make any amendments of this sectionwhich he considers necessary or expedient in consequence of any developmentsin technology relating to publishing or distributing advertisements or otherinformation by electronic or electro-magnetic means.\n\t\tReferences to an adoption agency in this section include a prescribedperson outside the United Kingdom exercising functions corresponding to thoseof an adoption agency, if the functions are being exercised in prescribedcircumstances.\n\t\t\t  * “Prescribed” means prescribed by regulations made by the Secretary of State. \n\t\tBefore exercising the power conferred by subsection (6) or (7), theSecretary of State must consult the Scottish Ministers, the Department ofHealth, Social Services and Public Safety and the Assembly.\n\t\tIn this section—\n\t\t\t“adoption agency” includes a Scottish or Northern Irish adoption agency,\n\t\t\treferences to adoption are to the adoption of persons, wherever they may behabitually resident, effected under the law of any country or territory,whether within or outside the British Islands.\n\tOffence of breaching restriction under section 123\n\t\tA person who contravenes section 123(1) is guilty of an offence.\n\t\tA person is not guilty of an offence under this section unless it is provedthat he knew or had reason to suspect that section 123 applied to theadvertisement or information.\n\t\t\tBut this subsection only applies if sufficient evidence is adduced to raise anissue as to whether the person had the knowledge or reason mentioned.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding three months, or a finenot exceeding level 5 on the standard scale, or both."
    },
    {
        "length": 2568,
        "text": "\nAdoption and Children Act Register\n\tAdoption and Children Act Register\n\t\tHer Majesty may by Order in Council make provision for the Secretary ofState to establish and maintain a register, to be called the Adoption andChildren Act Register, containing—\n\t\t\tprescribed information about children who are suitable for adoption andprospective adopters who are suitable to adopt a child,\n\t\t\tprescribed information about persons included in the register in pursuanceof paragraph (a) in respect of things occurring after their inclusion.\n\t\tFor the purpose of giving assistance in finding persons with whom childrenmay be placed for purposes other than adoption, an Order under this sectionmay—\n\t\t\tprovide for the register to contain information about such persons and thechildren who may be placed with them, and\n\t\t\tapply any of the other provisions of this group of sections (that is, thissection and sections 126 to 131), with or without modifications.\n\t\tThe register is not to be open to public inspection or search.\n\t\tAn Order under this section may make provision about the retention ofinformation in the register.\n\t\tInformation is to be kept in the register in any form the Secretary ofState considers appropriate.\n\tUse of an organisation to establish the register\n\t\tThe Secretary of State may make an arrangement with an organisation underwhich any function of his under an Order under section 125 of establishing andmaintaining the register, and disclosing information entered in, or compiledfrom information entered in, the register to any person is performed wholly orpartly by the organisation on his behalf.\n\t\tThe arrangement may include provision for payments to be made to theorganisation by the Secretary of State.\n\t\tIf the Secretary of State makes an arrangement under this section with anorganisation, the organisation is to perform the functions exercisable byvirtue of this section in accordance with any directions given by theSecretary of State and the directions may be of general application (orgeneral application in any part of Great Britain) or be special directions.\n\t\tAn exercise of the Secretary of State’s powers under subsection (1) or (3)requires the agreement of the Scottish Ministers (if the register applies toScotland) and of the Assembly (if the register applies to Wales).\n\t\tReferences in this group of sections to the registration organisation areto any organisation for the time being performing functions in respect of theregister by virtue of arrangements under this section.\n\tUse of an organisation as agency for payments\n\t\tAn Order under section 125 may authorise an organisation with which anarrangement is made under section 126 to act as agent for the payment orreceipt of sums payable by adoption agencies to other adoption agencies andmay require adoption agencies to pay or receive such sums through theorganisation.\n\t\tThe organisation is to perform the functions exercisable by virtue of thissection in accordance with any directions given by the Secretary of State; andthe directions may be of general application (or general application in anypart of Great Britain) or be special directions.\n\t\tAn exercise of the Secretary of State’s power to give directions undersubsection (2) requires the agreement of the Scottish Ministers (if anypayment agency provision applies to Scotland) and of the Assembly (if anypayment agency provision applies to Wales).\n\tSupply of information for the register\n\t\tAn Order under section 125 may require adoption agencies to give prescribedinformation to the Secretary of State or the registration organisation forentry in the register.\n\t\tInformation is to be given to the Secretary of State or the registrationorganisation when required by the Order and in the prescribed form and manner.\n\t\tAn Order under section 125 may require an agency giving information whichis entered on the register to pay a prescribed fee to the Secretary of Stateor the registration organisation.\n\t\tBut an adoption agency is not to disclose any information to the Secretaryof State or the registration organisation—\n\t\t\tabout prospective adopters who are suitable to adopt a child, or personswho were included in the register as such prospective adopters, without theirconsent,\n\t\t\tabout children suitable for adoption, or persons who were included in theregister as such children, without the consent of the prescribed person.\n\t\tConsent under subsection (4) is to be given in the prescribed form.\n\tDisclosure of information\n\t\tInformation entered in the register, or compiled from information enteredin the register, may only be disclosed under subsection (2) or (3).\n\t\tPrescribed information entered in the register may be disclosed by theSecretary of State or the registration organisation—\n\t\t\twhere an adoption agency is acting on behalf of a child who is suitable foradoption, to the agency to assist in finding prospective adopters with whom itwould be appropriate for the child to be placed,\n\t\t\twhere an adoption agency is acting on behalf of prospective adopters whoare suitable to adopt a child, to the agency to assist in finding a childappropriate for adoption by them.\n\t\tPrescribed information entered in the register, or compiled frominformation entered in the register, may be disclosed by the Secretary ofState or the registration organisation to any prescribed person for use forstatistical or research purposes, or for other prescribed purposes.\n\t\tAn Order under section 125 may prescribe the steps to be taken by adoptionagencies in respect of information received by them by virtue of subsection(2).\n\t\tSubsection (1) does not apply —\n\t\t\tto a disclosure of information with the authority of the Secretary ofState, or\n\t\t\tto a disclosure by the registration organisation of prescribed informationto the Scottish Ministers (if the register applies to Scotland) or theAssembly (if the register applies to Wales).\n\t\tInformation disclosed to any person under subsection (2) or (3) may begiven on any prescribed terms or conditions.\n\t\tAn Order under section 125 may, in prescribed circumstances, require aprescribed fee to be paid to the Secretary of State or the registrationorganisation—\n\t\t\tby a prescribed adoption agency in respect of information disclosed undersubsection (2), or\n\t\t\tby a person to whom information is disclosed under subsection (3).\n\t\tIf any information entered in the register is disclosed to a person incontravention of subsection (1), the person disclosing it is guilty of anoffence.\n\t\tA person guilty of an offence under subsection (8) is liable on summaryconviction to imprisonment for a term not exceeding three months, or a finenot exceeding level 5 on the standard scale, or both.\n\tTerritorial application\n\t\tIn this group of sections, “adoption agency” means—\n\t\t\ta local authority in England,\n\t\t\ta registered adoption society whose principal office is in England.\n\t\tAn Order under section 125 may provide for any requirements imposed onadoption agencies in respect of the register to apply—\n\t\t\tto Scottish local authorities and to voluntary organisations providing aregistered adoption service,\n\t\t\tto local authorities in Wales and to registered adoption societies whoseprincipal offices are in Wales,\n\t\t\t\tand, in relation to the register, references to adoption agencies in thisgroup of sections include any authorities or societies mentioned in paragraphs(a) and (b) to which an Order under that section applies those requirements.\n\t\tFor the purposes of this group of sections, references to the registerapplying to Scotland or Wales are to those requirements applying as mentionedin paragraph (a) or, as the case may be, (b) of subsection (2).\n\t\tAn Order under section 125 may apply any provision made by virtue ofsection 127—\n\t\t\tto Scottish local authorities and to voluntary organisations providing aregistered adoption service,\n\t\t\tto local authorities in Wales and to registered adoption societies whoseprincipal offices are in Wales.\n\t\tFor the purposes of this group of sections, references to any paymentagency provision applying to Scotland or Wales are to provision made by virtueof section 127 applying as mentioned in paragraph (a) or, as the case may be,(b) of subsection (4).\n\tSupplementary \n\t\tIn this group of sections—\n\t\t\t“organisation” includes a public body and a private or voluntaryorganisation,\n\t\t\t“prescribed” means prescribed by an Order under section 125,\n\t\t\t“the register” means the Adoption and Children Act Register,\n\t\t\t“Scottish local authority” means a local authority within the meaning ofthe Regulation of Care (Scotland) Act [2001 (asp 4)](/id/asp/2001/4?view=plain\"Go to item of legislation\"),\n\t\t\t“voluntary organisation providing a registered adoption service” has thesame meaning as in section 144(3).\n\t\tFor the purposes of this group of sections—\n\t\t\ta child is suitable for adoption if an adoption agency is satisfied thatthe child ought to be placed for adoption,\n\t\t\tprospective adopters are suitable to adopt a child if an adoption agency issatisfied that they are suitable to have a child placed with them foradoption.\n\t\tNothing authorised or required to be done by virtue of this group ofsections constitutes an offence under section 93, 94 or 95.\n\t\tNo recommendation to make an Order under section 125 is to be made to HerMajesty in Council unless a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tIf any provision made by an Order under section 125 would, if it wereincluded in an Act of the Scottish Parliament, be within the legislativecompetence of that Parliament, no recommendation to make the Order is to bemade to Her Majesty in Council unless a draft has been laid before, andapproved by resolution of, the Parliament.\n\t\tNo recommendation to make an Order under section 125 containing anyprovision in respect of the register is to be made to Her Majesty in Councilif the register applies to Wales or the Order would provide for the registerto apply to Wales, unless a draft has been laid before, and approved byresolution of, the Assembly.\n\t\tNo recommendation to make an Order under section 125 containing anyprovision by virtue of section 127 is to be made to Her Majesty in Council ifany payment agency provision applies to Wales or the Order would provide forany payment agency provision to apply to Wales, unless a draft has been laidbefore, and approved by resolution of, the Assembly."
    },
    {
        "length": 3818,
        "text": "\nOther miscellaneous provisions\n\tAmendment of Adoption (Scotland) Act 1978: contravention of sections30 to 36 of this Act\n\t\tAfter section 29 of the Adoption (Scotland) Act [1978 (c.28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“29AContravention of sections 30 to 36 of Adoption and Children Act2002\n\t\t\tA person who contravenes any of the enactments specified in subsection (2)is guilty of an offence and liable on summary conviction to imprisonment for aterm not exceeding three months, or a fine not exceeding level 5 on thestandard scale, or both.\n\t\t\tThose enactments are—\n\t\t\t\tsection 30(1), (2) and (3) (removal of child placed or who may be placedfor adoption),\n\t\t\t\tsections 32(2)(b), 33(2) and 35(2) (return of child by prospectiveadopters),\n\t\t\t\tsection 34(1) (removal of child in contravention of placement order),\n\t\t\t\tsection 36(1) (removal of child in non-agency case), and\n\t\t\t\tsection 36(5) (return of child to parent or guardian),\n\t\t\t\t\tof the Adoption and Children Act 2002.”\n\tScottish restriction on bringing children into or out of UnitedKingdom\n\t\tIn section 50 of the Adoption (Scotland) Act 1978 (restriction on removalof children for adoption outside Great Britain)—\n\t\t\tin subsection (1), “not being a parent or guardian or relative of thechild” is omitted,\n\t\t\tafter subsection (3) there is inserted—\n\t\tThe Scottish Ministers may by regulations provide for subsection (1) toapply with modifications, or not to apply, if—\n\t\t\tthe prospective adopters are parents, relatives or guardians of the child(or one of them is), or\n\t\t\tthe prospective adopter is a step-parent of the child,\n\t\t\t\tand any conditions prescribed by the regulations are met.\n\t\tOn the occasion of the first exercise of the power to make regulationsunder subsection (4)—\n\t\t\tthe regulations shall not be made unless a draft of the regulations hasbeen approved by a resolution of the Scottish Parliament, and\n\t\t\taccordingly section 60(2) does not apply to the statutory instrumentcontaining the regulations.”\n\t\tFor section 50A of that Act (restriction on bringing children into theUnited Kingdom for adoption) there is substituted—\n\t\t“50ARestriction on bringing children into the United Kingdom\n\t\t\tThis section applies where a person who is habitually resident in theBritish Islands (the “British resident”)—\n\t\t\t\tbrings, or causes another to bring, a child who is habitually residentoutside the British Islands into the United Kingdom for the purpose ofadoption by the British resident; or\n\t\t\t\tat any time brings, or causes another to bring, into the United Kingdom achild adopted by the British resident under an external adoption effectedwithin the period of six months ending with that time.\n\t\t\tIn subsection (1) above the references to adoption, or to a child adopted,by the British resident include a reference to adoption, or to a childadopted, by the British resident and another person.\n\t\t\tThis section does not apply if the child is intended to be adopted under aConvention adoption order.\n\t\t\tAn external adoption means an adoption, other than a Convention adoption,of a child effected under the law of any country or territory outside theBritish Islands, whether or not the adoption is—\n\t\t\t\tan adoption within the meaning of Part IV; or\n\t\t\t\ta full adoption (as defined in section 39(2A)).\n\t\t\tRegulations may require a person intending to bring, or to cause another tobring, a child into the United Kingdom in circumstances where this sectionapplies—\n\t\t\t\tto apply to an adoption agency in the prescribed manner for an assessmentof his suitability to adopt the child; and\n\t\t\t\tto give the agency any information it may require for the purpose of theassessment.\n\t\t\tRegulations may require prescribed conditions to be met in respect of achild brought into the United Kingdom in circumstances where this sectionapplies.\n\t\t\tIn relation to a child brought into the United Kingdom for adoption incircumstances where this section applies, regulations may provide for anyprovision of Part II of this Act to apply with modifications or not to apply.\n\t\t\tIf a person brings, or causes another to bring, a child into the UnitedKingdom at any time in circumstances where this section applies, he is guiltyof an offence if—\n\t\t\t\the has not complied with any requirement imposed by virtue of subsection(5); or\n\t\t\t\tany condition required to be met by virtue of subsection (6) is not met,\n\t\t\t\t\tbefore that time, or before any later time which may be prescribed.\n\t\t\tA person guilty of an offence under this section is liable—\n\t\t\t\ton summary conviction to imprisonment for a term not exceeding six months,or a fine not exceeding the statutory maximum, or both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceedingtwelve months, or a fine, or both.\n\t\t\tRegulations may provide for this section not to apply if—\n\t\t\t\tthe adopters or (as the case may be) prospective adopters are naturalparents (whether or not they have parental responsibilities or parental rightsin relation to the child), natural relatives or guardians of the child inquestion (or one of them is), or\n\t\t\t\tthe British resident in question is a step-parent of the child,\n\t\t\t\tand any prescribed conditions are met.\n\t\t\tOn the occasion of the first exercise of the power to make regulationsunder subsection (10)—\n\t\t\t\tthe regulations shall not be made unless a draft of the regulations hasbeen approved by a resolution of the Scottish Parliament, and\n\t\t\t\taccordingly section 60(2) does not apply to the statutory instrumentcontaining the regulations.\n\t\t\tIn this section, “prescribed” means prescribed by regulations and“regulations” means regulations made by the Scottish Ministers.”\n\t\t\tIn section 65 of that Act (interpretation), in subsection (1), in thedefinition of “adoption agency”, for “and 27” there is substituted “, 27 and50A”.\n\tAmendment of Adoption (Scotland) Act 1978: overseas adoptions\n\t\tIn section 65 of the Adoption (Scotland) Act [1978 (c.28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\")(interpretation), for subsection (2) there is substituted—\n\t\tIn this Act, “overseas adoption” —\n\t\t\tmeans an adoption of a description specified in an order made by theScottish Ministers, being a description of adoptions effected under the law ofany country or territory outside the British Islands, but\n\t\t\tdoes not include a Convention adoption.\n\t\t\t(2A)The Scottish Ministers may by regulations prescribe the requirements thatought to be met by an adoption of any description effected after thecommencement of the regulations for it to be an overseas adoption for thepurposes of this Act.\n\t\t\t(2B)At any time when such regulations have effect, the Scottish Ministers mustexercise their power under subsection (2) so as to secure that subsequentlyeffected adoptions of any description are not overseas adoptions for thepurposes of this Act if they consider that such adoptions are not likelywithin a reasonable time to meet the prescribed requirements.\n\t\t\t(2C)An order under subsection (2) may contain provision as to the manner inwhich evidence of any overseas adoption may be given.\n\t\t\t(2D)In subsections (2) to (2C), “adoption” means the adoption of a child or ofa person who was a child at the time the adoption was applied for.”\n\tAdoption and fostering: criminal records\n\t\tPart 5 of the Police Act [1997 (c. 50)](/id/ukpga/1997/50?view=plain \"Go toitem of legislation\") (certificates of criminal records) is amended asfollows.\n\t\tIn section 113 (criminal record certificates), in subsection (3A), for “hissuitability” there is substituted “the suitability of the applicant, or of aperson living in the same household as the applicant, to be a foster parentor”.\n\t\tIn section 115 (enhanced criminal record certificates), in subsection (6A),for “his suitability” there is substituted “the suitability of the applicant,or of a person living in the same household as the applicant, to be a fosterparent or”.\n\tPayment of grants in connection with welfare services\n\t\tSection 93 of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (payment ofgrants for welfare services) is amended as follows.\n\t\tIn subsection (1) (payment of grants by the Secretary of State), for thewords from “in providing” to the end there is substituted—\n\t\t\tin providing, or contributing to the provision of, such welfare servicesas may be determined by the Secretary of State, or\n\t\t\tin connection with any such welfare services.”\n\t\tIn subsection (2) (payment of grants by the Assembly), for the words from“in providing” to the end there is substituted—\n\t\t\tin providing, or contributing to the provision of, such welfare servicesas may be determined by the Assembly, or\n\t\t\tin connection with any such welfare services.”\n\t\tAfter subsection (6) there is inserted—\n\t\t\t“(6A)Before making any determination under subsection (3) or (5) the Secretaryof State must obtain the consent of the Treasury.”\n\tExtension of the Hague Convention to British overseas territories\n\t\tHer Majesty may by Order in Council provide for giving effect to theConvention in any British overseas territory.\n\t\tAn Order in Council under subsection (1) in respect of any British overseasterritory may, in particular, make any provision corresponding to provisionwhich in relation to any part of Great Britain is made by the Adoption(Intercountry Aspects) Act [1999 (c. 18)](/id/ukpga/1999/18?view=plain \"Go toitem of legislation\") or may be made by regulations under section 1 of thatAct.\n\t\tThe British Nationality Act [1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Goto item of legislation\") is amended as follows.\n\t\tIn section 1 (acquisition of British citizenship by birth or adoption)—\n\t\t\tin subsection (5), at the end of paragraph (b) there is inserted “effectedunder the law of a country or territory outside the United Kingdom”,\n\t\t\tat the end of subsection (5A)(b) there is inserted “or in a designatedterritory”,\n\t\t\tin subsection (8), the words following “section 50” are omitted.\n\t\tIn section 15 (acquisition of British overseas territories citizenship)—\n\t\t\tafter subsection (5) there is inserted—\n\t\t\t\t“(5A)Where—\n\t\t\ta minor who is not a British overseas territories citizen is adopted undera Convention adoption,\n\t\t\ton the date on which the adoption is effected—\n\t\t\tthe adopter or, in the case of a joint adoption, one of the adopters is aBritish overseas territories citizen, and\n\t\t\tthe adopter or, in the case of a joint adoption, both of the adopters arehabitually resident in a designated territory, and\n\t\t\tthe Convention adoption is effected under the law of a country or territoryoutside the designated territory,\n\t\t\tthe minor shall be a British overseas territories citizen as from that date.”,\n\t\t\tin subsection (6), after “order” there is inserted “or a Conventionadoption”.\n\t\tIn section 50 (interpretation), in subsection (1)—\n\t\t\tafter the definition of “company” there is inserted—\n\t\t\t““Convention adoption” means an adoption effected under the law of a countryor territory in which the Convention is in force, and certified in pursuanceof Article 23(1) of the Convention”,\n\t\t\tafter the definition of “Crown service under the government of the UnitedKingdom” there is inserted—\n\t\t\t““designated territory” means a qualifying territory, or the Sovereign BaseAreas of Akrotiri and Dhekelia, which is designated by Her Majesty by Order inCouncil under subsection (14)”.\n\t\tAfter subsection (13) of that section there is inserted—\n\t\tFor the purposes of the definition of “designated territory” insubsection (1), an Order in Council may—\n\t\t\tdesignate any qualifying territory, or the Sovereign Base Areas of Akrotiriand Dhekelia, if the Convention is in force there, and\n\t\t\tmake different designations for the purposes of section 1 and section 15;\n\t\t\tand, for the purposes of this subsection and the definition of “Conventionadoption” in subsection (1), “the Convention” means the Convention on theProtection of Children and Co-operation in respect of Intercountry Adoption,concluded at the Hague on 29th May 1993.\n\t\t\tAn Order in Council under this subsection shall be subject to annulment inpursuance of a resolution of either House of Parliament.”\n\tProceedings in Great Britain\n\t\tProceedings for an offence by virtue of section 9, 59, 93, 94, 95 or 129—\n\t\t\tmay not be brought more than six years after the commission of the offencebut, subject to that,\n\t\t\tmay be brought within a period of six months from the date on whichevidence sufficient in the opinion of the prosecutor to warrant theproceedings came to his knowledge.\n\t\t\tIn relation to Scotland, “the prosecutor” is to be read as “the procuratorfiscal”."
    },
    {
        "length": 104,
        "text": "\nAmendments etc.\n\tAmendments, transitional and transitory provisions, savings andrepeals\n\t\tSchedule 3 (minor and consequential amendments) is to have effect.\n\t\tSchedule 4 (transitional and transitory provisions and savings) is to haveeffect.\n\t\tThe enactments set out in Schedule 5 are repealed to the extent specified."
    },
    {
        "length": 681,
        "text": "\nOrders, rules and regulations\n\tAny power to make subordinate legislation conferred by this Act on the LordChancellor, the Secretary of State, the Scottish Ministers, the Assembly orthe Registrar General is exercisable by statutory instrument.\n\tA statutory instrument containing subordinate legislation made under anyprovision of this Act (other than section 14 or 148 or an instrument to whichsubsection (3) applies) is to be subject to annulment in pursuance of aresolution of either House of Parliament.\n\tA statutory instrument containing subordinate legislation—\n\t\tunder section 9 which includes provision made by virtue of section 45(2),\n\t\tunder section 92(6), 94 or 123(6), or\n\t\twhich adds to, replaces or omits any part of the text of an Act,\n\t\t\tis not to be made unless a draft of the instrument has been laid before, andapproved by resolution of, each House of Parliament.\n\tSubsections (2) and (3) do not apply to an Order in Council or tosubordinate legislation made—\n\t\tby the Scottish Ministers, or\n\t\tby the Assembly, unless made jointly by the Secretary of State and theAssembly.\n\tA statutory instrument containing regulations under section 63(2) made bythe Scottish Ministers is to be subject to annulment in pursuance of aresolution of the Scottish Parliament.\n\tThe power of the Department of Health, Social Services and Public Safety tomake regulations under section 63(2) is to be exercisable by statutory rulefor the purposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I.1979/ 1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")); and any such regulations are to be subject to negativeresolution within the meaning of section 41(6) of the Interpretation Act(Northern Ireland) [1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go toitem of legislation\") as if they were statutory instruments within the meaningof that Act.\n\tSubordinate legislation made under this Act may make different provisionfor different purposes.\n\tA power to make subordinate legislation under this Act (as well as beingexercisable in relation to all cases to which it extends) may be exercised inrelation to—\n\t\tthose cases subject to specified exceptions, or\n\t\ta particular case or class of case.\n\tIn this section, “subordinate legislation” does not include a direction."
    },
    {
        "length": 683,
        "text": "\nRules of procedure\n\tThe Lord Chancellor may make rules in respect of any matter to beprescribed by rules made by virtue of this Act and dealing generally with allmatters of procedure.\n\tSubsection (1) does not apply in relation to proceedings beforemagistrates' courts, but the power to make rules conferred by section 144 ofthe Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go toitem of legislation\") includes power to make provision in respect of any ofthe matters mentioned in that subsection.\n\tIn the case of an application for a placement order, for the variation orrevocation of such an order, or for an adoption order, the rules must requireany person mentioned in subsection (4) to be notified—\n\t\tof the date and place where the application will be heard, and\n\t\tof the fact that, unless the person wishes or the court requires, theperson need not attend.\n\tThe persons referred to in subsection (3) are—\n\t\tin the case of a placement order, every person who can be found whoseconsent to the making of the order is required under subsection (3)(a) ofsection 21 (or would be required but for subsection (3)(b) of that section)or, if no such person can be found, any relative prescribed by rules who canbe found,\n\t\tin the case of a variation or revocation of a placement order, every personwho can be found whose consent to the making of the placement order wasrequired under subsection (3)(a) of section 21 (or would have been requiredbut for subsection (3)(b) of that section),\n\t\tin the case of an adoption order—\n\t\tevery person who can be found whose consent to the making of the order isrequired under subsection (2)(a) of section 47 (or would be required but forsubsection (2)(c) of that section) or, if no such person can be found, anyrelative prescribed by rules who can be found,\n\t\tevery person who has consented to the making of the order under section 20(and has not withdrawn the consent) unless he has given a notice undersubsection (4)(a) of that section which has effect,\n\t\tevery person who, if leave were given under section 47(5), would beentitled to oppose the making of the order.\n\tRules made in respect of magistrates' courts may provide—\n\t\tfor enabling any fact tending to establish the identity of a child with achild to whom a document relates to be proved by affidavit, and\n\t\tfor excluding or restricting in relation to any facts that may be so provedthe power of a justice of the peace to compel the attendance of witnesses."
    },
    {
        "length": 504,
        "text": "\nSupplementary and consequential provision\n\tThe appropriate Minister may by order make—\n\t\tany supplementary, incidental or consequential provision,\n\t\tany transitory, transitional or saving provision,\n\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof or for giving full effect to any provision of this Act.\n\tFor the purposes of subsection (1), where any provision of an order extendsto England and Wales, and Scotland or Northern Ireland, the appropriateMinister in relation to the order is the Secretary of State.\n\tBefore making an order under subsection (1) containing provision whichwould, if included in an Act of the Scottish Parliament, be within thelegislative competence of that Parliament, the appropriate Minister mustconsult the Scottish Ministers.\n\tSubsection (5) applies to any power of the Lord Chancellor, the Secretaryof State or the Assembly to make regulations, rules or an order by virtue ofany other provision of this Act or of Her Majesty to make an Order in Councilby virtue of section 125.\n\tThe power may be exercised so as to make—\n\t\tany supplementary, incidental or consequential provision,\n\t\tany transitory, transitional or saving provision,\n\t\twhich the person exercising the power considers necessary or expedient.\n\tThe provision which may be made under subsection (1) or (5) includesprovision modifying Schedule 4 or amending or repealing any enactment orinstrument.\n\tIn relation to an Order in Council, “enactment” in this subsection includes anenactment comprised in, or in an instrument made under, an Act of the ScottishParliament.\n\tThe power of the Registrar General to make regulations under Chapter 5 ofPart 1 may, with the approval of the Chancellor of the Exchequer, be exercisedso as to make—\n\t\tany supplementary, incidental or consequential provision,\n\t\tany transitory, transitional or saving provision,\n\t\twhich the Registrar General considers necessary or expedient."
    },
    {
        "length": 801,
        "text": "\nOffences by bodies corporate and unincorporated bodies\n\tWhere an offence under this Act committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of, any director, manager, secretary or othersimilar officer of the body, or a person purporting to act in any suchcapacity, that person as well as the body is guilty of the offence and liableto be proceeded against and punished accordingly.\n\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with his functions of management as it applies to a director of abody corporate.\n\tProceedings for an offence alleged to have been committed under this Act byan unincorporated body are to be brought in the name of that body (and not inthat of any of its members) and, for the purposes of any such proceedings inEngland and Wales or Northern Ireland, any rules of court relating to theservice of documents have effect as if that body were a corporation.\n\tA fine imposed on an unincorporated body on its conviction of an offenceunder this Act is to be paid out of the funds of that body.\n\tIf an unincorporated body is charged with an offence under this Act—\n\t\tin England and Wales, section 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\") (procedure on charge of an offence against acorporation),\n\t\tin Northern Ireland, section 18 of the Criminal Justice Act (NorthernIreland) [1945 (c. 15 (N.I.))](/id/apni/1945/15?view=plain \"Go to item oflegislation\") and Schedule 4 to the Magistrates' Courts (Northern Ireland)Order 1981 ([S.I. 1981/1675 (N.I. 26)](/id/nisi/1981/1675?view=plain \"Go toitem of legislation\")) (procedure on charge of an offence against acorporation),\n\t\t\thave effect in like manner as in the case of a corporation so charged.\n\tWhere an offence under this Act committed by an unincorporated body (otherthan a partnership) is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of, anyofficer of the body or any member of its governing body, he as well as thebody is guilty of the offence and liable to be proceeded against and punishedaccordingly.\n\tWhere an offence under this Act committed by a partnership is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of, a partner, he as well as the partnership isguilty of the offence and liable to be proceeded against and punishedaccordingly."
    },
    {
        "length": 1741,
        "text": "\nGeneral interpretation etc.\n\tIn this Act—\n\t\t  * “appropriate Minister” means— \n\t\tin relation to England, Scotland or Northern Ireland, the Secretary of State,\n\t\tin relation to Wales, the Assembly,\n\t\t\tand in relation to England and Wales means the Secretary of State and theAssembly acting jointly,\n\t\t\t  * “the Assembly” means the National Assembly for Wales, \n\t\t\t  * “body” includes an unincorporated body, \n\t\t\t  * “by virtue of” includes “by” and “under”, \n\t\t\t  * “child”, except where used to express a relationship, means a person who has not attained the age of 18 years, \n\t\t\t  * “the Convention” means the Convention on Protection of Children and Co-operation in respect of Intercountry Adoption, concluded at the Hague on 29th May 1993, \n\t\t\t  * “Convention adoption order” means an adoption order which, by virtue of regulations under section 1 of the Adoption (Intercountry Aspects) Act [1999 (c. 18)](/id/ukpga/1999/18?view=plain \"Go to item of legislation\") (regulations giving effect to the Convention), is made as a Convention adoption order, \n\t\t\t  * “Convention country” means a country or territory in which the Convention is in force, \n\t\t\t  * “court” means, subject to any provision made by virtue of Part 1 of Schedule 11 to the 1989 Act, the High Court, a county court or a magistrates' court, \n\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation, \n\t\t\t  * “fee” includes expenses, \n\t\t\t  * “guardian” has the same meaning as in the 1989 Act and includes a special guardian within the meaning of that Act, \n\t\t\t  * “information” means information recorded in any form, \n\t\t\t  * “local authority” means any unitary authority, or any county council so far as they are not a unitary authority, \n\t\t\t  * “Northern Irish adoption agency” means an adoption agency within the meaning of Article 3 of the Adoption (Northern Ireland) Order 1987 ([S.I. 1987/2203 (N.I. 22)](/id/nisi/1987/2203?view=plain \"Go to item of legislation\")), \n\t\t\t  * “Northern Irish adoption order” means an order made, or having effect as if made, under Article 12 of the Adoption (Northern Ireland) Order 1987, \n\t\t\t  * “notice” means a notice in writing, \n\t\t\t  * “registration authority” (in Part 1) has the same meaning as in the Care Standards Act [2000 (c. 14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\"), \n\t\t\t  * “regulations” means regulations made by the appropriate Minister, unless they are required to be made by the Lord Chancellor, the Secretary of State or the Registrar General, \n\t\t\t  * “relative”, in relation to a child, means a grandparent, brother, sister, uncle or aunt, whether of the full blood or half-blood or by marriage, \n\t\t\t  * “rules” means rules made under section 141(1) or made by virtue of section 141(2) under section 144 of the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\"), \n\t\t\t  * “Scottish adoption order” means an order made, or having effect as if made, under section 12 of the Adoption (Scotland) Act [1978 (c. 28)](/id/ukpga/1978/28?view=plain \"Go to item of legislation\"), \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"), \n\t\t\t  * “unitary authority” means— \n\t\tthe council of any county so far as they are the council for an area for whichthere are no district councils,\n\t\tthe council of any district comprised in an area for which there is no countycouncil,\n\t\tthe council of a county borough,\n\t\tthe council of a London borough,\n\t\tthe Common Council of the City of London.\n\tAny power conferred by this Act to prescribe a fee by Order in Council orregulations includes power to prescribe—\n\t\ta fee not exceeding a prescribed amount,\n\t\ta fee calculated in accordance with the Order or, as the case may be,regulations,\n\t\ta fee determined by the person to whom it is payable, being a fee of areasonable amount.\n\tIn this Act, “Scottish adoption agency” means—\n\t\ta local authority, or\n\t\ta voluntary organisation providing a registered adoption service;\n\t\tbut in relation to the provision of any particular service, references to aScottish adoption agency do not include a voluntary organisation unless it isregistered in respect of that service or a service which, in Scotland,corresponds to that service.\n\t\tExpressions used in this subsection have the same meaning as in the Regulationof Care (Scotland) Act [2001 (asp 4)](/id/asp/2001/4?view=plain \"Go to item oflegislation\") and “registered” means registered under Part 1 of that Act.\n\tIn this Act, a couple means—\n\t\ta married couple, or\n\t\ttwo people (whether of different sexes or the same sex) living as partnersin an enduring family relationship.\n\tSubsection (4)(b) does not include two people one of whom is the other’sparent, grandparent, sister, brother, aunt or uncle.\n\tReferences to relationships in subsection (5)—\n\t\tare to relationships of the full blood or half blood or, in the case of anadopted person, such of those relationships as would exist but for adoption,and\n\t\tinclude the relationship of a child with his adoptive, or former adoptive,parents,\n\t\tbut do not include any other adoptive relationships.\n\tFor the purposes of this Act, a person is the partner of a child’s parentif the person and the parent are a couple but the person is not the child’sparent."
    },
    {
        "length": 349,
        "text": "\nDevolution: Wales\n\tThe references to the Adoption Act [1976 (c.36)](/id/ukpga/1976/36?view=plain \"Go to item of legislation\") and to the 1989Act in Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")) are to be treated as referring to those Acts as amended byvirtue of this Act.\n\tThis section does not affect the power to make further Orders varying oromitting those references.\n\tIn Schedule 1 to that Order, in the entry for the Adoption Act 1976, “9” isomitted.\n\tThe functions exercisable by the Assembly under sections 9 and 9A of theAdoption Act 1976 (by virtue of paragraphs 4 and 5 of Schedule 4 to this Act)are to be treated for the purposes of section 44 of the Government of WalesAct [1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\")(parliamentary procedures for subordinate legislation) as if made exercisableby the Assembly by an Order in Council under section 22 of that Act."
    },
    {
        "length": 486,
        "text": "\nCommencement \n\tThis Act (except sections 116 and 136, this Chapter and the provisionsmentioned in subsections (5) and (6)) is to come into force on such day as theSecretary of State may by order appoint.\n\tBefore making an order under subsection (1) (other than an order bringingparagraph 53 of Schedule 3 into force) the Secretary of State must consult theAssembly.\n\tBefore making an order under subsection (1) bringing sections 123 and 124into force, the Secretary of State must also consult the Scottish Ministersand the Department of Health, Social Services and Public Safety.\n\tBefore making an order under subsection (1) bringing sections 125 to 131into force, the Secretary of State must also consult the Scottish Ministers.\n\tThe following are to come into force on such day as the Scottish Ministersmay by order appoint—\n\t\tsection 41(5) to (9), so far as relating to Scotland,\n\t\tsections 132 to 134,\n\t\tparagraphs 21 to 35 and 82 to 84 of Schedule 3,\n\t\tparagraphs 15 and 23 of Schedule 4,\n\t\tthe entries in Schedule 5, so far as relating to the provisions mentionedin paragraphs (c) and (d),\n\t\tsection 139, so far as relating to the provisions mentioned in thepreceding paragraphs.\n\tSections 2(6), 3(3) and (4), 4 to 17, 27(3), 53(1) to (3), 54, 56 to 65 and98, paragraphs 13, 65, 66 and 111 to 113 of Schedule 3 and paragraphs 3 and 5of Schedule 4 are to come into force on such day as the appropriate Ministermay by order appoint."
    },
    {
        "length": 238,
        "text": "\nExtent \n\tThe amendment or repeal of an enactment has the same extent as theenactment to which it relates.\n\tSubject to that and to the following provisions, this Act except section137 extends to England and Wales only.\n\tThe following extend also to Scotland and Northern Ireland—\n\t\tsections 63(2) to (5), 65(2)(a) and (b) and (3), 123 and 124,\n\t\tthis Chapter, except sections 141 and 145.\n\tThe following extend also to Scotland—\n\t\tsection 41(5) to (9),\n\t\tsections 125 to 131,\n\t\tsection 138,\n\t\tsection 139, so far as relating to provisions extending to Scotland.\n\tIn Schedule 4, paragraph 23 extends only to Scotland."
    }
]