[
    {
        "length": 984,
        "text": "\nCorporation tax\n\tCharge and main rates for financial year 2008\n\t\tCorporation tax is charged for the financial year 2008; and for that yearthe rate of corporation tax is—\n\t\t\t28% on profits of companies other than ring fence profits, and\n\t\t\t30% on ring fence profits of companies.\n\t\tIn this section “ring fence profits” has the same meaning as in Chapter 5of Part 12 of ICTA (see section 502(1) and (1A)).\n\tSmall companies' rates and fractions for financial year 2007\n\t\tFor the financial year 2007 the small companies' rate is—\n\t\t\t20% on profits of companies other than ring fence profits, and\n\t\t\t19% on ring fence profits of companies.\n\t\tFor the financial year 2007 the fraction mentioned in section 13(2) of ICTAis—\n\t\t\t1/40th in relation to profits of companies other than ring fence profits(“the standard fraction”), and\n\t\t\t11/400ths in relation to ring fence profits of companies (“the ring fencefraction”).\n\t\tIf— \n\t\t\ta company makes a claim under subsection (2) of section 13 of ICTA inrespect of any accounting period any part of which falls in the financial year2007, and\n\t\t\tits profits for that accounting period consist of both ring fence profitsand other profits,\n\t\t\t\tthat subsection applies with the following modification.\n\t\tThe corporation tax charged on its basic profits for that period is reducedby the aggregate of—\n\t\t\tthe sum equal to the ring fence fraction of the ring fence amount, and\n\t\t\tthe sum equal to the standard fraction of the remaining amount.\n\t\tFor the purposes of subsection (4)(a) “the ring fence amount” is the amountgiven by the formula—\n\t\t[![](/ukpga/2007/11/images/ukpga_20070011_en_001)](/ukpga/2007/11/images/ukpga_20070011_en_001?view=plain)\n\t\twhere—\n\t\t\t  * MR is the sum equal to the appropriate fraction of the upper relevant maximum amount, \n\t\t\t  * PR is so much of the profits for the accounting period as consist of ring fence profits, and \n\t\t\t  * IR is so much of the basic profits for that period as consist of ring fence profits, \n\t\tand the appropriate fraction is the fraction of the profits for the accountingperiod that consist of ring fence profits.\n\t\tFor the purposes of subsection (4)(b) “the remaining amount” is the amountgiven by the formula—\n\t\t[![](/ukpga/2007/11/images/ukpga_20070011_en_002)](/ukpga/2007/11/images/ukpga_20070011_en_002?view=plain)\n\t\twhere—\n\t\t\t  * MNR is the sum equal to the appropriate fraction of the upper relevant maximum amount, \n\t\t\t  * PNR is so much of the profits for the accounting period as do not consist of ring fence profits, and \n\t\t\t  * INR is so much of the basic profits for that period as do not consist of ring fence profits, \n\t\tand the appropriate fraction is the fraction of the profits for the accountingperiod that do not consist of ring fence profits.\n\t\tIn this section “ring fence profits” has the same meaning as in Chapter 5of Part 12 of ICTA (see section 502(1) and (1A))."
    },
    {
        "length": 260,
        "text": "\nInheritance tax\n\tRates and rate bands for 2010-11\n\t\tFor the Table in Schedule 1 to IHTA 1984 substitute—\n\t\t“Table\n\t\t\tPortion of value| Rate of tax  ---|---  Lower limit (£)| Upper limit (£)| Per cent.  0| 350,000| Nil  350,000| —| 40”    (2)The amendment made by subsection (1) has effect in relation to chargeabletransfers made on or after 6th April 2010.\n\t\t\tThat amendment does not affect the application of section 8 of IHTA 1984(indexation) by virtue of the difference between the retail prices index forSeptember 2009, or September in any later year, and that for September in thefollowing year.\n\t\t\tBut that section does not have effect by virtue of the difference betweenthe retail prices index for September 2008 and that for September 2009."
    },
    {
        "length": 863,
        "text": "\nAlcohol and tobacco\n\tRates of duty on alcoholic liquor\n\t\tThe Alcoholic Liquor Duties Act [1979 (c. 4)](/id/ukpga/1979/4?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tIn section 36(1AA)(a) (standard rate of duty on beer), for “£13.26”substitute “£13.71”.\n\t\tIn section 62(1A) (rates of duty on cider)—\n\t\t\tin paragraph (a) (rate of duty per hectolitre in the case of sparklingcider of a strength exceeding 5.5 per cent), for “£166.70” substitute“£172.33”,\n\t\t\tin paragraph (b) (rate of duty per hectolitre in the case of cider of astrength exceeding 7.5 per cent which is not sparkling cider), for “£38.43”substitute “£39.73”, and\n\t\t\tin paragraph (c) (rate of duty per hectolitre in any other case), for“£25.61” substitute “£26.48”.\n\t\tFor Part 1 of the Table in Schedule 1 substitute—\n\t\t“Part 1Wine and made-wine of a strength not exceeding 22 per cent\n\t\t\tDescription of wine or made-wine| Rates of duty per hectolitre  ---|---  | £  Wine or made-wine of a strength not exceeding 4 per cent| 54.85  Wine or made-wine of a strength exceeding 4 per cent but not exceeding 5.5 percent| 75.42  Wine or made-wine of a strength exceeding 5.5 per cent but not exceeding 15per cent and not sparkling| 177.99  Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent butless than 8.5 per cent| 172.33  Sparkling wine or sparkling made-wine of a strength of 8.5 per cent or of astrength exceeding 8.5 per cent but not exceeding 15 per cent| 227.99  Wine or made-wine of a strength exceeding 15 per cent but not exceeding 22 percent| 237.31”.    (5)The amendments made by this section are deemed to have come into force on26th March 2007.\n\tRates of tobacco products duty\n\t\tFor the Table in Schedule 1 to the Tobacco Products Duty Act [1979 (c.7)](/id/ukpga/1979/7?view=plain \"Go to item of legislation\") substitute—\n\t\t“Table\n\t\t\t1\\. Cigarettes| An amount equal to 22 per cent of the retail price plus£108.65 per thousand cigarettes.  ---|---  2\\. Cigars| £158.24 per kilogram.  3\\. Hand-rolling tobacco| £113.74 per kilogram.  4\\. Other smoking tobacco and chewing tobacco| £69.57 per kilogram.”    (2)The amendment made by subsection (1) is deemed to have come into force at 6p.m. on 21st March 2007."
    },
    {
        "length": 482,
        "text": "\nGambling\n\tRates of gaming duty\n\t\tFor the Table in section 11(2) of FA 1997 substitute—\n\t\t“Table\n\t\t\tPart of gross gaming yield| Rate  ---|---  The first £1,836,500| 15 per cent.  The next £1,266,000| 20 per cent.  The next £2,217,500| 30 per cent.  The next £4,680,000| 40 per cent.  The remainder| 50 per cent.”    (2)In section 11(3) of that Act, for “40 per cent” substitute “50 per cent”.\n\t\t\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 1st April 2007.\n\tRemote gaming duty\n\t\tSchedule 1 contains amendments of and relating to Part 2 of BGDA 1981(gaming duties) imposing a remote gaming duty.\n\t\tThe amendments made by Schedule 1 have effect in respect of the provisionof facilities on or after a date appointed by the Commissioners for HerMajesty’s Revenue and Customs by order made by statutory instrument.\n\tAmusement machine licence duty\n\t\tSection 23 of BGDA 1981 (amount of duty payable on amusement machinelicence) is amended as follows.\n\t\tIn subsection (3), in the definition of “Category C”, in paragraph (ii)(b)for “£25” substitute “£35”.\n\t\tAfter subsection (6) insert—\n\t\tThe Commissioners may by order substitute for a sum for the time beingspecified in subsection (3) such higher sum as they consider appropriate.”\n\t\tSubsection (2) is deemed to have come into force on 22nd March 2007."
    },
    {
        "length": 3214,
        "text": "\nEnvironment\n\tFuel duty rates and rebates\n\t\tThe Hydrocarbon Oil Duties Act [1979 (c. 5)](/id/ukpga/1979/5?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tIn section 6(1A) (hydrocarbon oil: rates of duty)—\n\t\t\tin paragraph (a) (ultra low sulphur petrol), for “£0.4835” substitute“£0.5035”,\n\t\t\tin paragraph (aa) (sulphur-free petrol), for “£0.4835” substitute“£0.5035”,\n\t\t\tin paragraph (b) (light oil other than ultra low sulphur petrol andsulphur-free petrol), for “£0.5768” substitute “£0.6007”,\n\t\t\tin paragraph (c) (ultra low sulphur diesel), for “£0.4835” substitute“£0.5035”,\n\t\t\tin paragraph (ca) (sulphur-free diesel), for “£0.4835” substitute“£0.5035”, and\n\t\t\tin paragraph (d) (heavy oil other than ultra low sulphur diesel andsulphur-free diesel), for “£0.5468” substitute “£0.5694”.\n\t\tIn section 6AA(3) (biodiesel), for “£0.2835” substitute “£0.3035”.\n\t\tIn section 6AD(3) (bioethanol), for “£0.2835” substitute “£0.3035”.\n\t\tIn section 8(3) (road fuel gas)—\n\t\t\tin paragraph (a) (natural road fuel gas), for “£0.1081” substitute“£0.1370”, and\n\t\t\tin paragraph (b) (other road fuel gas), for “£0.1221” substitute “£0.1649”.\n\t\tIn section 11(1) (rebate on heavy oil)—\n\t\t\tin paragraph (a) (fuel oil), for “£0.0729” substitute“£0.0929”,\n\t\t\tin paragraph (b) (gas oil which is not ultra low sulphur diesel), for“£0.0769” substitute “£0.0969”, and\n\t\t\tin paragraph (ba) (ultra low sulphur diesel), for “£0.0769” substitute“£0.0969”.\n\t\tIn section 13A(1) (rebate on unleaded petrol), for “£0.0617” substitute“£0.0642”.\n\t\tIn section 14(1) (rebate on light oil for use as furnace oil), for“£0.0729” substitute “£0.0929”.\n\t\tThe amendments made by this section come into force on 1st October 2007.\n\tRates of vehicle excise duty\n\t\tSchedule 1 to VERA 1994 (annual rates of duty) is amended as follows.\n\t\tIn paragraph 1 (general)—\n\t\t\tin sub-paragraph (2) (vehicle not covered elsewhere in Schedule otherwisethan with engine cylinder capacity not exceeding 1,549cc), for “£175”substitute “£180”, and\n\t\t\tin sub-paragraph (2A) (vehicle not covered elsewhere in Schedule withengine cylinder capacity not exceeding 1,549cc), for “£110” substitute “£115”.\n\t\tParagraph 1B (graduated rates for light passenger vehicles) is amended asfollows.\n\t\tFor the words from “Table A” to “date,” substitute “the following table”.\n\t\tFor “, or is liable to the standard rate or the premium” substitute “or isliable to the standard”.\n\t\tFor Tables A and B substitute—\n\t\t“Table\n\t\t\tCO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £    The table has effect in relation to vehicles first registered before 23rdMarch 2006 as if—\n\t\t\t\tin column (3), in the last row, “190” were substituted for “285”, and\n\t\t\t\tin column (4), in the last row, “205” were substituted for “300”.”    100| 120| 15| 35  120| 150| 95| 115  150| 165| 120| 140  165| 185| 145| 165  185| 225| 190| 205  225| —| 285| 300    (7)For paragraphs 1D and 1E substitute—\n\t\t“The standard rate\n\t\t\t1DA vehicle is liable to the standard rate of duty if it does not qualify forthe reduced rate of duty.”\n\t\t\tIn paragraph 1J (light goods vehicles)—\n\t\t\t\tin sub-paragraph (a) (vehicle which is not lower-emission van), for “£170”substitute “£175”, and\n\t\t\t\tin sub-paragraph (b) (lower-emission van), for “£110” substitute “£115”.\n\t\t\tIn paragraph 2(1) (motorcycles)—\n\t\t\t\tin paragraph (b) (motorbicycle and engine’s cylinder capacity more than150cc but not more than 400cc), for “£31” substitute “£32”,\n\t\t\t\tin paragraph (c) (motorbicycle and engine’s cylinder capacity more than400cc but not more than 600cc), for “£46” substitute “£47”, and\n\t\t\t\tin paragraph (d) (any other case), for “£62” substitute “£64”.\n\t\t\tThe amendments made by this section have effect in relation to licencestaken out on or after 22nd March 2007.\n\tRates of air passenger duty\n\t\tSection 30 of FA 1994 (rates of air passenger duty) is amended as follows.\n\t\tIn subsection (3A) (destinations in EEA States and qualifying territoriesetc)—\n\t\t\tin paragraph (a) (standard class travel), for “£5” substitute “£10”, and\n\t\t\tin paragraph (b) (any other case), for “£10” substitute “£20”.\n\t\tIn subsection (4) (other destinations)—\n\t\t\tin paragraph (a) (standard class travel), for “£20” substitute “£40”, and\n\t\t\tin paragraph (b) (any other case), for “£40” substitute “£80”.\n\t\tThe amendments made by this section have effect in relation to any carriageof a passenger on an aircraft which begins on or after 1st February 2007.\n\t\tBut if the amount of duty due from any operator in the accounting periodending before 21st March 2007 increased as a result of those amendments, theoperator is to pay the amount of that increase as if it became due in thefirst accounting period ending after that day.\n\t\tExpressions which are used in subsection (5) and in the Air Passenger DutyRegulations 1994 ([S.I. 1994/1738](/id/uksi/1994/1738?view=plain \"Go to itemof legislation\")) have the same meaning in that subsection as in thoseregulations.\n\tRates of climate change levy\n\t\tFor the Table in paragraph 42(1) of Schedule 6 to FA 2000 substitute—\n\t\t“Table\n\t\t\tTaxable commodity supplied| Rate at which levy payable if supply is not areduced-rate supply  ---|---  Electricity| £0.00456 per kilowatt hour  Gas supplied by a gas utility or any gas supplied in a gaseous state that isof a kind supplied by a gas utility| £0.00159 per kilowatt hour  Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state|£0.01018 per kilogram  Any other taxable commodity| £0.01242 per kilogram”.    (2)The amendment made by subsection (1) has effect in relation to suppliestreated as taking place on or after 1st April 2008.\n\tRate of aggregates levy\n\t\tIn section 16(4) of FA 2001 (rate of aggregates levy), for “£1.60”substitute “£1.95”.\n\t\tThe amendment made by subsection (1) has effect in relation to aggregatesubjected to commercial exploitation on or after 1st April 2008.\n\tRates of landfill tax\n\t\tSection 42 of FA 1996 (amount of landfill tax) is amended as follows.\n\t\tIn— \n\t\t\tsubsection (1)(a) (the standard rate), and\n\t\t\tsubsection (2) (reference to the standard rate taken to be £2 in cases ofdisposals of qualifying material),\n\t\t\t\tfor “£21” substitute “£24”.\n\t\tThe amendments made by subsection (2) have effect in relation to disposalsmade (or treated as made) on or after 1st April 2007 (but before 1st April2008).\n\t\tIn subsection (1)(a), for “£24” substitute “£32” and, in subsection (2),for “£24 were to £2” substitute “£32 were to £2.50”.\n\t\tThe amendments made by subsection (4) come into force on 1st April 2008 andhave effect in relation to disposals made (or treated as made) on or afterthat date.\n\tEmissions trading: charges for allocations\n\t\tThe Treasury may impose charges by providing for Community tradeableemissions allowances to be allocated in return for payment.\n\t\tThe Treasury must by regulations make provision for and in connection withallocations of allowances in return for payment.\n\t\tThe regulations must provide for allocations to be overseen by anindependent person appointed by the Treasury.\n\t\tThe regulations may make any other provision about allocations which theTreasury consider appropriate, including (in particular)—\n\t\t\tprovision as to the imposition of fees, and as to the making and forfeitingof deposits, in connection with participation in allocations,\n\t\t\tprovision as to the persons by whom allocations are to be conducted,\n\t\t\tprovision for the imposition and recovery of penalties for failure tocomply with the terms of a scheme made under subsection (5),\n\t\t\tprovision for and in connection with the recovery of payments due inrespect of allowances allocated (including provision as to the imposition andrecovery of interest and penalties), and\n\t\t\tprovision conferring rights of appeal against decisions made inallocations, the forfeiting of deposits and the imposition of penalties(including provision specifying the person, court or tribunal to hear anddetermine appeals).\n\t\tThe Treasury may make schemes about the conduct and terms of allocations(to have effect subject to any regulations under this section); and schemesmay in particular include provision about—\n\t\t\twho may participate in allocations,\n\t\t\tthe allowances to be allocated, and\n\t\t\twhere and when allocations are to take place.\n\t\t“Community tradeable emissions allowances” are transferable allowanceswhich—\n\t\t\trelate to the making of emissions of greenhouse gases, and\n\t\t\tare allocated as part of a system made for the purpose of implementing anyCommunity obligation of the United Kingdom relating to such emissions;\n\t\t\t\tand “greenhouse gases” means carbon dioxide, methane, nitrous oxide,hydrofluorocarbons, perfluorocarbons and sulphur hexafluoride.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of the House of Commons unless adraft of the regulations has been laid before, and approved by a resolutionof, that House."
    },
    {
        "length": 2867,
        "text": "\nEnergy-saving: houses\n\tCorporation tax deduction for expenditure on energy-saving items\n\t\tIn ICTA, after section 31 insert—\n\t\t“31ZADeduction for expenditure on energy-saving items\n\t\t\tThis section applies if—\n\t\t\t\ta company carries on a Schedule A business in relation to land whichconsists of or includes a dwelling-house,\n\t\t\t\tthe company incurs expenditure in acquiring and installing an energy-savingitem in the dwelling-house or in a building containing the dwelling-house (seesubsections (5) to (7)),\n\t\t\t\tthe expenditure is incurred before 1st April 2015,\n\t\t\t\ta deduction for the expenditure is not prohibited by the wholly andexclusively rule but would otherwise be prohibited by the capital prohibitionrule (see subsection (8)), and\n\t\t\t\tno allowance under the Capital Allowances Act may be claimed in respect ofthe expenditure.\n\t\t\tIn calculating the profits of the Schedule A business, a deduction for theexpenditure is allowed.\n\t\t\tBut any deduction is subject to—\n\t\t\t\tsection 31ZB (restrictions on the relief), and\n\t\t\t\tany provision made by regulations under section 31ZC.\n\t\t\tIf, on a just and reasonable apportionment of any expenditure, part of theexpenditure would qualify for the relief (but the remainder would not), adeduction is allowed for that part.\n\t\t\t“Energy-saving item” means an item of an energy-saving nature of suchdescription as is for the time being specified in regulations made by theTreasury.\n\t\t\tThe Treasury may by regulations provide for an item to be an energy-savingitem only if it satisfies such conditions as may be—\n\t\t\t\tspecified in, or\n\t\t\t\tdetermined in accordance with,\n\t\t\t\t\tthe regulations.\n\t\t\tThe conditions may include conditions imposed by reference to informationor documents issued by any body, person or organisation.\n\t\t\tIn this section—\n\t\t\t\t  * “the capital prohibition rule” means the rule in section 74(1)(f) or (g) (capital expenditure), as applied by section 21A, and\n\t\t\t\t  * “the wholly and exclusively rule” means the rule in section 74(1)(a) or (e) (expenses not wholly and exclusively for trade and unconnected losses), as applied by section 21A.\n\t\tZBRestrictions on relief\n\t\t\tThis section restricts deductions that would otherwise be allowable undersection 31ZA.\n\t\t\tNo deduction is allowed if, when the energy-saving item is installed, thedwelling-house—\n\t\t\t\tis in the course of construction, or\n\t\t\t\tis comprised in land in which the company does not have an interest or isin the course of acquiring an interest or further interest.\n\t\t\tNo deduction is allowed in respect of expenditure in an accounting periodif—\n\t\t\t\tthe Schedule A business consists of or includes the commercial letting offurnished holiday accommodation for the purposes of section 503, and\n\t\t\t\tthe dwelling-house constitutes some or all of that accommodation for theaccounting period.\n\t\t\tNo deduction is allowed in respect of expenditure treated by section 401(as applied by section 21B) as incurred on the date on which the companystarts to carry on the Schedule A business unless the expenditure was incurrednot more than 6 months before that date.\n\t\t\tNo deduction is allowed in respect of expenditure incurred in acquiring andinstalling the energy-saving item in a building containing the dwelling-housein so far as the expenditure is not for the benefit of the dwelling-house.\n\t\tZCRegulations \n\t\t\tIn relation to any deduction under section 31ZA, the Treasury may makeregulations for—\n\t\t\t\trestricting or reducing the amount of expenditure for which the deductionis allowable,\n\t\t\t\texcluding entitlement to the deduction in such cases as may be specifiedin, or determined in accordance with, the regulations,\n\t\t\t\tdetermining who is (and is not) entitled to the deduction if differentpersons have different interests in land that consists of or includes thewhole or part of a building containing one or more dwelling-houses,\n\t\t\t\tmaking apportionments if the Schedule A business is carried on by personsin partnership or an interest in land is beneficially owned by persons jointlyor in common.\n\t\t\tThe apportionments that may be made include apportionments to personswithin the charge to income tax.\n\t\t\tRegulations under this section may—\n\t\t\t\tmake different provision for different cases, and\n\t\t\t\tcontain incidental, supplemental, consequential and transitional provisionand savings (including provision as to appeals in relation to apportionmentsmentioned in subsection (1)(d)).”\n\t\t\tThe amendment made by subsection (1) has effect in relation to expenditureincurred on or after such day as the Treasury may by order appoint.\n\tExtension of income tax deduction for expenditure on energy-savingitems\n\t\tSection 312 of ITTOIA 2005 (deduction for expenditure on energy-savingitems) is amended as follows.\n\t\tIn subsection (1)(b) (expenditure incurred in acquiring and installingenergy-saving item in dwelling-house), for “in the dwelling-house an energy-saving item” substitute “an energy-saving item in the dwelling-house or in abuilding containing the dwelling-house”.\n\t\tIn subsection (1)(c) (expenditure incurred before 6th April 2009), for“2009” substitute “2015”.\n\t\tIn section 313 of that Act (restrictions on relief), insert at the end—\n\t\tNo deduction is allowed in respect of expenditure incurred in acquiringand installing the energy-saving item in a building containing the dwelling-house in so far as the expenditure is not for the benefit of the dwelling-house.”\n\t\tIn section 314 of that Act (regulations), insert at the end—\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different cases, and\n\t\t\tcontain incidental, supplemental, consequential and transitional provisionand savings (including provision as to appeals in relation to apportionmentsmentioned in subsection (1)(d)).”\n\t\tThe amendments made by subsections (2) and (4) have effect in relation toexpenditure incurred on or after 6th April 2007.\n\t\tThe amendment made by subsection (5) is deemed always to have had effect.\n\t\tRegulations under section 314 of ITTOIA 2005 made on or after the day onwhich this Act is passed but before 31st December 2007 may include provisionhaving effect in relation to expenditure incurred on or after 6th April 2007.\n\tSDLT relief for new zero-carbon homes\n\t\tIn FA 2003, after section 58A insert—\n\t\t“58BRelief for new zero-carbon homes\n\t\t\tThe Treasury may make regulations granting relief on the first acquisitionof a dwelling which is a “zero-carbon home”.\n\t\t\tIn subsection (1) “first acquisition of a dwelling” means the acquisitionof a building which—\n\t\t\t\thas been constructed for use as a single dwelling, and\n\t\t\t\thas not previously been occupied.\n\t\t\tFor the purpose of subsection (2) land occupied or enjoyed with a dwellingas a garden or grounds is part of the dwelling.\n\t\t\tThe regulations shall define “zero-carbon home” by reference to specifiedaspects of the energy efficiency of a building; for which purpose “energyefficiency” includes—\n\t\t\t\tconsumption of energy,\n\t\t\t\tconservation of energy, and\n\t\t\t\tgeneration of energy.\n\t\t\tThe relief may take the form of—\n\t\t\t\texemption from charge, or\n\t\t\t\ta reduction in the amount of tax chargeable.\n\t\t\tRegulations under this section shall not have effect in relation toacquisitions on or after 1st October 2012.\n\t\t\tThe Treasury may by order—\n\t\t\t\tsubstitute a later date for the date in subsection (6);\n\t\t\t\tmake transitional provision, or provide savings, in connection with theeffect of subsection (6).\n\t\tCRelief for new zero-carbon homes: supplemental\n\t\t\tRegulations under section 58B—\n\t\t\t\tshall include provision about the method of claiming relief (includingdocuments or information to be provided), and\n\t\t\t\tin particular, shall include provision about the evidence to be adduced toshow that a building satisfies the definition of “zero-carbon home”.\n\t\t\tRegulations made by virtue of subsection (1)(b) may, in particular—\n\t\t\t\trefer to a scheme or process established by or for the purposes of anenactment about building;\n\t\t\t\testablish or provide for the establishment of a scheme or process ofcertification;\n\t\t\t\tspecify, or provide for the approval of, one or more schemes or processesfor certifying energy efficiency.\n\t\t\tIn defining “zero-carbon home” regulations under section 58B may includerequirements which may be satisfied in relation to a building either—\n\t\t\t\tby features of the building itself, or\n\t\t\t\tby other installations or utilities.\n\t\t\tRegulations under section 58B may modify the effect of section 108, oranother provision of this Part about linked transactions, in relation to a setof transactions of which at least one is the first acquisition of a dwellingwhich is a zero-carbon home.\n\t\t\tIn determining whether section 116(7) applies, and in the application ofsection 116(7), a transaction shall be disregarded if or in so far as itinvolves the first acquisition of a dwelling which is a zero-carbon home.\n\t\t\tRegulations under section 58B—\n\t\t\t\tmay provide for relief to be wholly or partly withdrawn if a dwellingceases to be a zero-carbon home, and\n\t\t\t\tmay provide for the reduction or withholding of relief where a personacquires more than one zero-carbon home within a specified period.\n\t\t\tRegulations under section 58B may include provision for relief to begranted in respect of acquisitions occurring during a specified period beforethe regulations come into force.”\n\t\t\tIn section 114 of FA 2003 (stamp duty land tax: orders and regulations),insert at the end—\n\t\t\tThe first set of regulations under section 58B (new zero-carbon homes) maynot be made unless a draft has been laid before and approved by resolution ofthe House of Commons.\n\t\t\tAn order or regulations under this Part—\n\t\t\t\tmay make provision having effect generally or only in specified cases orcircumstances,\n\t\t\t\tmay make different provision for different cases or circumstances, and\n\t\t\t\tmay include incidental, consequential or transitional provision orsavings.”"
    },
    {
        "length": 935,
        "text": "\nDomestic microgeneration\n\tIncome tax exemption for domestic microgeneration\n\t\tIn ITTOIA 2005, after section 782 insert—\n\t\t“782ADomestic microgeneration\n\t\t\tNo liability to income tax arises in respect of income arising to anindividual from the sale of electricity generated by a microgeneration systemif—\n\t\t\t\tthe system is installed at or near domestic premises occupied by theindividual, and\n\t\t\t\tthe individual intends that the amount of electricity generated by it willnot significantly exceed the amount of electricity consumed in those premises.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “domestic premises” means premises used wholly or mainly as a separate private dwelling, and\n\t\t\t\t  * “microgeneration system” has the same meaning as in section 4 of the Climate Change and Sustainable Energy Act 2006.”\n\t\t\tThe amendment made by subsection (1) has effect for the tax year 2007-08and subsequent tax years.\n\tRenewables obligation certificates for domestic microgeneration\n\t\tIn ITTOIA 2005, after section 782A (inserted by section 20) insert—\n\t\t“782BRenewables obligation certificates for domestic microgeneration\n\t\t\tNo liability to income tax arises in respect of the receipt by anindividual of a renewables obligation certificate if—\n\t\t\t\tthe individual receives the certificate in connection with the generationof electricity by a microgeneration system,\n\t\t\t\tthe system is installed at or near domestic premises occupied by theindividual, and\n\t\t\t\tthe individual intends that the amount of electricity generated by it willnot significantly exceed the amount of electricity consumed in those premises.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “domestic premises” and “microgeneration system” have the same meaning as in section 782A, and\n\t\t\t\t  * “renewables obligation certificate” means a certificate issued under section 32B of the Electricity Act 1989 or Article 54 of the Energy (Northern Ireland) Order 2003.”\n\t\t\tIn TCGA 1992, after section 263 insert—\n\t\t“263AZARenewables obligation certificates for domestic microgeneration\n\t\t\tA gain accruing to an individual on a disposal of a renewables obligationcertificate is not a chargeable gain if—\n\t\t\t\tthe individual acquired the certificate in connection with the generationof electricity by a microgeneration system,\n\t\t\t\tthe system is installed at or near domestic premises occupied by theindividual, and\n\t\t\t\tthe individual intends that the amount of electricity generated by it willnot significantly exceed the amount of electricity consumed in those premises.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “domestic premises” means premises used wholly or mainly as a separate private dwelling,\n\t\t\t\t  * “microgeneration system” has the same meaning as in section 4 of the Climate Change and Sustainable Energy Act 2006, and\n\t\t\t\t  * “renewables obligation certificate” means a certificate issued under section 32B of the Electricity Act 1989 or Article 54 of the Energy (Northern Ireland) Order 2003.”\n\t\t\tThe amendment made by subsection (1) has effect for the tax year 2007-08and subsequent tax years.\n\t\t\tThe amendment made by subsection (2) has effect in relation to disposals onor after 6th April 2007."
    },
    {
        "length": 451,
        "text": "\nOther measures\n\tAggregates levy: exemption for aggregate removed from railways etc\n\t\tSection 17(3) of FA 2001 (exempt aggregate) is amended as follows.\n\t\tOmit “or” at the end of paragraph (d).\n\t\tAfter that paragraph insert—\n\t\t\tit consists wholly of aggregate won by being removed from the groundalong the line or proposed line of any railway, tramway or monorail orproposed railway, tramway or monorail and in the course of excavations carriedout—\n\t\t\tfor the purpose of improving or maintaining the railway, tramway ormonorail or of constructing the proposed railway, tramway or monorail; and\n\t\t\tnot for the purpose of extracting that aggregate;”.\n\t\tInsert “or” at the end of paragraph (e).\n\t\tThe amendment made by subsection (3) comes into force on such day as theTreasury may by order made by statutory instrument appoint.\n\tClimate change levy: reduced-rate supplies etc\n\t\tSchedule 2 contains amendments of Schedule 6 to FA 2000 in relation toreduced-rate supplies and other matters.\n\tLandfill tax: bodies concerned with the environment\n\t\tIn section 53(4) of FA 1996 (credit: bodies concerned with theenvironment), after paragraph (c) insert—\n\t\t\tprovision for an environmental body to be and remain approved only if itcomplies with conditions imposed from time to time by the regulatory body orfor the regulatory body to be and remain approved only if it complies withconditions imposed from time to time by the Commissioners (including provisionfor the variation or revocation of such conditions);”.\n\t\tThe amendment made by subsection (1) is deemed to have come into force on22nd March 2007."
    },
    {
        "length": 668,
        "text": "\nExtension of restrictions on allowable capital losses\n\tTCGA 1992 is amended as follows.\n\tIn section 8 (company’s total profits to include chargeable gains)—\n\t\tin subsection (2), for the words from “does not include—” to the endsubstitute “does not include a loss accruing to a company in suchcircumstances that if a gain accrued the company would be exempt fromcorporation tax in respect of it.”, and\n\t\tomit subsections (2A) to (2C).\n\tAfter section 16 insert—\n\t“16ARestrictions on allowable losses\n\t\tFor the purposes of this Act, “allowable loss” does not include a lossaccruing to a person if—\n\t\t\tit accrues to the person directly or indirectly in consequence of, orotherwise in connection with, any arrangements, and\n\t\t\tthe main purpose, or one of the main purposes, of the arrangements is tosecure a tax advantage.\n\t\tFor the purposes of subsection (1)—\n\t\t\t  * “arrangements” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable), and\n\t\t\t  * “tax advantage” means—\n\t\t\trelief or increased relief from tax,\n\t\t\trepayment or increased repayment of tax,\n\t\t\tthe avoidance or reduction of a charge to tax or an assessment to tax, or\n\t\t\tthe avoidance of a possible assessment to tax,\n\t\t\t\tand for the purposes of this definition “tax” means capital gains tax,corporation tax or income tax.\n\t\tFor the purposes of subsection (1) it does not matter—\n\t\t\twhether the loss accrues at a time when there are no chargeable gains fromwhich it could otherwise have been deducted, or\n\t\t\twhether the tax advantage is secured for the person to whom the lossaccrues or for any other person.”\n\t\tIn section 288(1) (interpretation), in the definition of “allowable loss”,after “16” insert “, 16A”.\n\t\tIn section 834(1) of ICTA (interpretation of the Corporation Tax Acts), inthe definition of “allowable loss”, for the words from “or a loss” to the endsubstitute “or a loss accruing to a company in the circumstances mentioned insection 16A of the 1992 Act”.\n\t\tThe amendments made by this section have effect in relation to lossesaccruing on disposals made on or after 6th December 2006."
    },
    {
        "length": 622,
        "text": "\nRestriction on expenses of management\n\tSection 75 of ICTA (expenses of management: companies with investmentbusiness) is amended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)A deduction is not to be allowed under that subsection for any particularexpenses of management if any part of those expenses is incurred directly orindirectly in consequence of, or otherwise in connection with, anyarrangements the main purpose, or one of the main purposes, of which is tosecure the allowance of a deduction (or increased deduction) under thatsubsection or any other tax advantage.\n\t(2B)Subsection (2A) above does not apply if, as a result of paragraph 7A ofSchedule 23A (manufactured payments under arrangements having an unallowablepurpose), the company incurring the expenses is not entitled to a relevant taxrelief (within the meaning of that paragraph) in respect of, or referable to,the whole or any part of the expenses.\n\t(2C)The reference in subsection (2A) above to expenses of management includesamounts treated by any provision as deductible under this section.”\n\tAfter subsection (5) insert—\n\t“(5A)For the purposes of subsection (5)(a) above investments are not held fora business or other commercial purpose if they are held directly or indirectlyin consequence of, or otherwise in connection with, any arrangements the mainpurpose, or one of the main purposes, of which is to secure the allowance of adeduction (or increased deduction) under subsection (1) above or any other taxadvantage.”\n\tAfter subsection (10) insert—\n\tIn this section—\n\t\t  * “arrangements” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable), and\n\t\t  * “tax advantage” has the meaning given by section 840ZA.”\n\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 20th June 2007, but have no effect in any casewhere the particular management expenses in question were paid before thatdate.\n\tIn the case of an accounting period of a company beginning before, andending on or after, that date, those amendments have effect as if, fordetermining the amounts that are deductible for the period under section 75(1)of ICTA, so much of the period as falls before that date, and the rest of it,were separate accounting periods."
    },
    {
        "length": 2776,
        "text": "\nLife policies etc: effect of rebated or reinvested commission\n\tIn ICTA, after section 548 insert—\n\t“548AEffect of rebated or reinvested commission in certain cases\n\t\tThis section applies if—\n\t\t\ta relevant chargeable event occurs in respect of a policy or contract,\n\t\t\tcommission in respect of the policy or contract has at any time beenrebated or reinvested, and\n\t\t\tcondition A or B is met.\n\t\tFor the purposes of performing the calculation under section 541(1)(b) or(c) or 543(1)(a) or (b) for the chargeable event, the total amount paid underthe policy or contract by way of premiums in any period is to be reduced bythe total amount of commission attributable to those premiums that has beenrebated or reinvested.\n\t\tCondition A is that the total amount paid under the policy or contract byway of premiums in a relevant period exceeds £100,000.\n\t\tCondition B is that—\n\t\t\tat a time when the policy or contract was the taxable person's, the taxableperson’s policies and contracts exceeded the relevant threshold as respects arelevant period, and\n\t\t\tpayments under the policy or contract by way of premiums were made in thatrelevant period.\n\t\tIn subsection (4)(a) “taxable person” means the person whose policy orcontract the policy or contract is, immediately before the chargeable event.\n\t\tFor the purposes of subsection (4)(a) a person’s policies and contracts“exceed the relevant threshold” as respects a relevant period if the totalamount of payments under them by way of premiums in that relevant periodexceeds the sum specified in subsection (3).\n\t\tIn this section “relevant chargeable event” means a chargeable eventwithin—\n\t\t\tany of sub-paragraphs (ii) to (iv) of section 540(1)(a) (including thosesub-paragraphs as they apply in relation to a qualifying policy),\n\t\t\tsection 542(1)(a) or (b), or\n\t\t\tsection 545(1)(a) to (c).\n\t\tIn this section “relevant period” means—\n\t\t\tthe period beginning with the beginning of the year of assessment in whichthe chargeable event occurs and ending with the chargeable event, or\n\t\t\tany of the 3 preceding years of assessment.\n\t\tReferences in this section to a premium include, in relation to a contractfor a life annuity, lump sum consideration.\n\t\tThe Treasury may by order—\n\t\t\tsubstitute another sum for the sum for the time being specified insubsection (3);\n\t\t\tamend the definition of “relevant period”.\n\tBSection 548A: further definitions\n\t\tThis section supplements section 548A.\n\t\t“Commission”, in relation to a policy or contract, includes any passing ofvalue to or for the benefit of an intermediary, or a person connected with anintermediary, that can reasonably be taken to represent a reward in respect ofthe policy or contract.\n\t\tCommission in respect of a policy or contract is “reinvested” if, as aresult of a waiver of an entitlement to it, there is an increase in the totalvalue of a relevant person’s policies and contracts.\n\t\tThe amount of commission reinvested is the amount of the increase.\n\t\tCommission in respect of a policy or contract is “rebated” if—\n\t\t\tvalue passes (directly or indirectly) from an intermediary, or a personconnected with an intermediary, to or for the benefit of a relevant person(and the passing of value does not amount to the reinvestment of thecommission), and\n\t\t\tthe passing of value can reasonably be taken to be in respect of thecommission.\n\t\tThe amount of commission rebated is the amount of value passed.\n\t\tA policy or contract is a person’s policy or contract if a gain arising inconnection with it would be—\n\t\t\ta gain for which the person, or (if the person is an individual) theperson’s spouse or civil partner, would be liable to tax under Chapter 9 ofPart 4 of ITTOIA 2005, or\n\t\t\ttreated by virtue of section 547(1) above as forming part of the person’sincome.\n\t\tAny necessary apportionment is to be made (on a just and reasonable basis)as regards—\n\t\t\tcommission which is attributable to two or more premiums, and\n\t\t\tany part of such commission that has been rebated or reinvested.\n\t\tCommission which is in respect of one or more policies or contracts (but isnot attributable to particular premiums) is to be attributed to such premiumsas is just and reasonable.\n\t\tIn subsections (3) and (5), “relevant person” means—\n\t\t\tany of the policyholders (including any of the persons who hold thecontract),\n\t\t\ta person who beneficially owns the rights under the policy or contract,\n\t\t\tif those rights are held on trust, any of the trustees, or\n\t\t\ta person connected (within the meaning of section 839) with a person withinany of paragraphs (a) to (c).\n\t\tIn subsections (8) and (9), references to a premium include, in relationto a contract for a life annuity, lump sum consideration.”\n\t\tIn section 552 of that Act (information: duty of insurers), aftersubsection (12) insert—\n\t\tFor the purposes of this section, no account is to be taken of the effectof section 548A above or section 541A of ITTOIA 2005.”\n\t\tIn ITTOIA 2005, after section 541 insert—\n\t“Rebated or reinvested commission\n\t\tAEffect of rebated or reinvested commission in certain cases\n\t\t\tThis section applies if—\n\t\t\t\ta chargeable event within section 484(1)(a)(i) to (iii), (c) or (e) occursin respect of a policy or contract,\n\t\t\t\tcommission in respect of the policy or contract has at any time beenrebated or reinvested, and\n\t\t\t\tcondition A or B is met.\n\t\t\tFor the purposes of performing the calculation in section 494 (totalallowable deductions) for the chargeable event, the total amount of premiumsunder the policy or contract paid in the period mentioned in section 494(1) or(2)(b) is to be reduced by the total amount of commission attributable tothose premiums that has been rebated or reinvested.\n\t\t\tCondition A is that the total amount of premiums under the policy orcontract paid in a relevant period exceeds £100,000.\n\t\t\tCondition B is that—\n\t\t\t\tat a time when the policy or contract was the taxable person's, the taxableperson’s policies and contracts exceeded the relevant threshold as respects arelevant period, and\n\t\t\t\tpremiums under the policy or contract were paid in that relevant period.\n\t\t\tIn subsection (4)(a) “taxable person” means the person whose policy orcontract the policy or contract is, immediately before the chargeable event.\n\t\t\tFor the purposes of subsection (4)(a) a person’s policies and contracts“exceed the relevant threshold” as respects a relevant period if the totalamount of premiums under them paid in that relevant period exceeds the sumspecified in subsection (3).\n\t\t\tIn this section “relevant period” means—\n\t\t\t\tthe period beginning with the beginning of the tax year in which thechargeable event occurs and ending with the chargeable event, or\n\t\t\t\tany of the 3 preceding tax years.\n\t\t\tThe Treasury may by order—\n\t\t\t\tsubstitute another sum for the sum for the time being specified insubsection (3);\n\t\t\t\tamend the definition of “relevant period”.\n\t\tBSection 541A: further definitions\n\t\t\tThis section supplements section 541A.\n\t\t\t“Commission”, in relation to a policy or contract, includes any passing ofvalue to or for the benefit of an intermediary, or a person connected with anintermediary, that can reasonably be taken to represent a reward in respect ofthe policy or contract.\n\t\t\tCommission in respect of a policy or contract is “reinvested” if, as aresult of a waiver of an entitlement to it, there is an increase in the totalvalue of a relevant person’s policies and contracts.\n\t\t\tThe amount of commission reinvested is the amount of the increase.\n\t\t\tCommission in respect of a policy or contract is “rebated” if—\n\t\t\t\tvalue passes (directly or indirectly) from an intermediary, or a personconnected with an intermediary, to or for the benefit of a relevant person(and the passing of value does not amount to the reinvestment of thecommission), and\n\t\t\t\tthe passing of value can reasonably be taken to be in respect of thecommission.\n\t\t\tThe amount of commission rebated is the amount of value passed.\n\t\t\tA policy or contract is a person’s policy or contract if a gain arising inconnection with it would be—\n\t\t\t\ta gain for which the person, or (if the person is an individual) theperson’s spouse or civil partner, would be liable to tax under this Chapter,or\n\t\t\t\ttreated by virtue of section 547(1) of ICTA as forming part of the person’sincome.\n\t\t\tAny necessary apportionment is to be made (on a just and reasonable basis)as regards—\n\t\t\t\tcommission which is attributable to two or more premiums, and\n\t\t\t\tany part of such commission that has been rebated or reinvested.\n\t\t\tCommission which is in respect of one or more policies or contracts (but isnot attributable to particular premiums) is to be attributed to such premiumsas is just and reasonable.\n\t\t\tIn subsections (3) and (5), “relevant person” means—\n\t\t\t\tany of the policyholders (including any of the persons who hold thecontract),\n\t\t\t\ta person who beneficially owns the rights under the policy or contract,\n\t\t\t\tif those rights are held on trust, any of the trustees, or\n\t\t\t\ta person connected with a person within any of paragraphs (a) to (c).”\n\t\t\tThe amendments made by this section have effect in relation to a policy orcontract if—\n\t\t\t\tit is made on or after 21st March 2007, or\n\t\t\t\ton or after that date, any of its terms are varied, or a right under it isexercised, so as to increase the benefits under it."
    },
    {
        "length": 902,
        "text": "\nRestrictions on companies buying losses or gains: tax avoidance schemes\n\tTCGA 1992 is amended as follows.\n\tIn section 184A(2) (losses accruing on disposals of pre-change assets notdeductible from gains unless gains accrue on disposals of pre-change assets),omit “unless the gains accrue to the company on a disposal of a pre-changeasset”.\n\tIn section 184B(2) (losses not deductible from gains accruing on disposalsof pre-change assets unless losses accrue on disposals of pre-change assets),omit “unless the loss accrues to the company on a disposal of a pre-changeasset”.\n\tSection 70 of FA 2006 (which inserted sections 184A to 184F of TCGA 1992)is amended as follows.\n\tIn subsection (9) (special provision for qualifying changes of ownershipand disposals before 5th December 2005)—\n\t\tfor “The following subsection applies” substitute “Subsections (10) to (12)apply”,\n\t\tin paragraph (a), omit “or 184B”,\n\t\tin paragraph (c), for “at all subsequent times,” substitute “immediatelyafterwards,”,\n\t\tafter that paragraph insert—\n\t\tno qualifying change of ownership occurs at any time in relation to theprincipal company of that group for the purposes of section 184A of TCGA 1992directly or indirectly in consequence of, or otherwise in connection with, anyarrangements the main purpose, or one of the main purposes, of which is tosecure a tax advantage falling within subsection (1)(d) of that section, and”,\n\t\tomit paragraph (d) (together with the “and” following it), and\n\t\tin paragraph (e), omit “, or a qualifying gain for the purposes of section184B of that Act,”.\n\tFor subsections (10) and (11) substitute—\n\tSubsection (2) of that section has effect in relation to that qualifyingloss subject to the following modifications.\n\tThat subsection has effect as if there were inserted at the end of it“unless the gains accrue to the company on a disposal of a pre-change asset”.\n\tThat subsection (modified as mentioned above) has effect as if thereference to a pre-change asset included an asset held before the relevanttime by any company—\n\t\twhich, immediately before that time, was a member of the same group ofcompanies as the relevant company, and\n\t\twhich, throughout the period beginning with that time and endingimmediately after the making of the disposal referred to in that subsection,has remained under the control of the company which was the principal companyof that group at the relevant time.\n\tExpressions which are used in subsections (9) to (12) have the samemeaning as in sections 184A and 184C of TCGA 1992.”\n\tThe amendment made by subsection (2) has effect in relation to gainsaccruing on disposals made on or after 21st March 2007.\n\tThe amendment made by subsection (3) has effect in relation to lossesaccruing on disposals made on or after that date.\n\tThe amendments made by subsections (5) and (6) have effect in relation todisposals made on or after that date; but the amendment made by subsection(5)(d) has no effect in relation to disposals made before 9th May 2007."
    },
    {
        "length": 600,
        "text": "\nLloyd’s corporate members: restriction of group relief\n\tIn FA 1994, after section 227 insert—\n\t“227ARestriction of group relief\n\t\tLosses of the last active underwriting year of a corporate member are noteligible for surrender by the corporate member as group relief to anothercompany unless the group-relief continuity condition is satisfied.\n\t\tIn this section “last active underwriting year”, in relation to a corporatemember, means—\n\t\t\tif the corporate member writes insurance business in only one underwritingyear, that underwriting year, and\n\t\t\totherwise, the last underwriting year in which the corporate member writesinsurance business.\n\t\tWhere in an underwriting year—\n\t\t\tthe corporate member writes an amount of insurance business which isinsignificant when compared with that written by it in the precedingunderwriting year, or\n\t\t\tthe only insurance business written by the corporate member consists of theacceptance of reinsurance to close premiums,\n\t\t\t\tthe underwriting year is not to be regarded for the purposes of subsection(2)(b) above as an underwriting year in which the corporate member writesinsurance business.\n\t\tIn subsection (3)(b) above “reinsurance to close premium” means a premiumor other consideration under a contract in pursuance of which, in accordancewith the rules or practice of Lloyd's, one underwriting member agrees withanother to meet liabilities arising from the latter’s underwriting business inan underwriting year so that the accounts of the business for that year may beclosed.\n\t\tThe group-relief continuity condition is satisfied if the corporate member(as the surrendering company) and the other company (as the claimant company)meet the conditions in section 402(2) or (3) of the Taxes Act 1988 throughoutthe period—\n\t\t\tbeginning with the last day of the last active underwriting year of thecorporate member, and\n\t\t\tending with the first day of the first underwriting year in which losses ofthe last active underwriting year are declared.”\n\t\tThe amendment made by subsection (1) has effect in relation to any casewhere the corporate member (as the surrendering company) and the other company(as the claimant company) first meet the conditions in section 402(2) or (3)of ICTA on or after 21st March 2007."
    },
    {
        "length": 933,
        "text": "\nEmployee benefit contributions\n\tSchedule 24 to FA 2003 (restriction on deductions for employee benefitcontributions) is amended as follows.\n\tIn paragraph 1 (restriction of deductions), for sub-paragraphs (1) and (2)substitute—\n\tThis Schedule applies if, in calculating for corporation tax purposes theprofits of a person (“the employer”) for a period, a deduction would otherwisebe allowable for the period in respect of employee benefit contributions madeor to be made (but see paragraph 8).\n\tFor the purposes of this Schedule, an “employee benefit contribution” ismade if, as a result of any act or omission—\n\t\tproperty is held, or may be used, under an employee benefit scheme, or\n\t\tthere is an increase in the total value of property that is so held or maybe so used (or a reduction in any liabilities under an employee benefitscheme).”\n\tIn paragraph 3, for “the third party” substitute “a scheme manager”.\n\tIn paragraph 4—\n\t\tin sub-paragraphs (1) and (2), for “the third party” (in both places)substitute “a scheme manager”, and\n\t\tin sub-paragraph (3), for “third party” substitute “scheme manager”.\n\tIn paragraph 5, for “the third party” (in both places) substitute “a schememanager”.\n\tIn paragraph 9(1) (interpretation)—\n\t\tafter the definition of “relevant migrant member” insert—\n\t\t\t““scheme manager” means a person who administers an employee benefit scheme(acting in that capacity);”, and\n\t\tomit the definition of “the third party”.\n\tPart 2 of ITTOIA 2005 (trading income) is amended as follows.\n\tIn section 38 (restriction of deductions for employee benefitcontributions), for subsection (1) substitute—\n\tThis section applies if, in calculating for income tax purposes theprofits of a trade of a person (“the employer”) for a period, a deductionwould otherwise be allowable for the period in respect of employee benefitcontributions made or to be made (but see subsection (4)).”\n\tIn section 39 (making of “employee benefit contributions), for subsection(1) substitute—\n\tFor the purposes of section 38, an “employee benefit contribution” is madeif, as a result of any act or omission—\n\t\tproperty is held, or may be used, under an employee benefit scheme, or\n\t\tthere is an increase in the total value of property that is so held or maybe so used (or a reduction in any liabilities under an employee benefitscheme).”\n\tIn section 41 (timing and amount of certain benefits), for “the thirdparty” (in both places) substitute “a scheme manager”.\n\tIn section 42 (provision or payment out of employee benefitcontributions)—\n\t\tin subsection (1), for “the third party”, in the first place, substitute “ascheme manager” and, in the second place, substitute “the scheme manager”,\n\t\tin subsection (3), for “the third party”, in the first place, substitute “ascheme manager” and, in the second place, substitute “the scheme manager”, and\n\t\tin subsection (5), for “third party” substitute “scheme manager”.\n\tIn section 44(1) (interpretation), for the definition of “the third party”substitute—\n\t““scheme manager” means a person who administers an employee benefit scheme(acting in that capacity).”\n\tThe amendments made by this section have effect in relation to employeebenefit contributions made on or after 21st March 2007."
    },
    {
        "length": 485,
        "text": "\nSchemes etc designed to increase double taxation relief\n\tSection 804ZA of ICTA (schemes and arrangements designed to increaserelief) is amended as follows.\n\tIn subsection (8)(c), omit “resident in a territory outside the UnitedKingdom”.\n\tAfter subsection (11) insert—\n\t\t“(11A)In this section “foreign tax” includes any tax which for the purpose ofallowing credit under any arrangements against corporation tax is treated bysection 801 as if it were tax payable under the law of any territory outsidethe United Kingdom.”\n\tThe amendments made by this section have effect in relation to a credit forforeign tax which relates to—\n\t\ta payment of foreign tax on or after 6th December 2006, or\n\t\tincome received on or after that date in respect of which foreign tax hasbeen deducted at source,\n\t\tbut see also subsections (6) and (7).\n\tIn subsection (4)—\n\t\treferences to foreign tax are to be construed in accordance with section804ZA(11A) of ICTA (as inserted by subsection (3) above), and\n\t\tthe reference to tax deducted at source is to tax deducted (or treated asdeducted) from income or treated as paid in respect of income.\n\tThe DTR anti-avoidance provisions have effect in relation to any action (orfailure to act) that occurs under any scheme or arrangement on or after 6thDecember 2006 (as well as in relation to the cases mentioned in section 87(3)of FA 2005 or subsection (4) above).\n\t“The DTR anti-avoidance provisions” means section 804ZA of ICTA (as amendedby this section), sections 804ZB and 80ZC of that Act and Schedule 28AB tothat Act."
    },
    {
        "length": 1054,
        "text": "\nCapital allowances\n\tIndustrial and agricultural buildings allowances\n\t\tNo balancing adjustment is to be made under Part 3 of CAA 2001 (industrialbuildings allowances) if—\n\t\t\tthe qualifying expenditure in question is not qualifying enterprise zoneexpenditure for the purposes of that Part, and\n\t\t\tthe balancing event in question is a post-commencement balancing event,\n\t\t\t\tand in paragraph (b) “post-commencement balancing event” means any balancingevent for the purposes of that Part which occurs on or after 21st March 2007,but does not include an event which occurs before 1st April 2011 in pursuanceof a relevant pre-commencement contract (see subsection (7)).\n\t\tFor the purposes of section 311 of that Act (calculation of allowance aftersale of relevant interest) the amount of the residue of qualifying expenditureimmediately after a post-commencement relevant event is taken to be the amountof the residue of qualifying expenditure immediately before that event.\n\t\tIn subsection (2)—\n\t\t\t  * “qualifying expenditure” does not include any expenditure which is qualifying enterprise zone expenditure for the purposes of that Part, and \n\t\t\t  * “post-commencement relevant event” means any relevant event within the meaning of section 311 of that Act which occurs on or after 21st March 2007, but does not include an event which occurs before 1st April 2011 in pursuance of a relevant pre-commencement contract. \n\t\tNo balancing adjustment is to be made under Part 4 of that Act(agricultural buildings allowances) if the balancing event in question is apost-commencement balancing event.\n\t\tFor the purposes of section 376 of that Act (calculation of allowance afteracquisition) the amount of the residue of qualifying expenditure immediatelyafter a post-commencement balancing event is taken to be the amount of theresidue of qualifying expenditure immediately before that event.\n\t\tIn subsections (4) and (5) “post-commencement balancing event” means anybalancing event under section 381 of that Act (as a result of an election madein accordance with section 382 of that Act) which occurs on or after 21stMarch 2007, but does not include an event which occurs before 1st April 2011in pursuance of a relevant pre-commencement contract.\n\t\tFor the purposes of this section a contract is “a relevant pre-commencementcontract” if—\n\t\t\tthe contract is a contract in writing made before 21st March 2007,\n\t\t\tthe contract is unconditional or its conditions have been satisfied beforethat date,\n\t\t\tno terms remain to be agreed on or after that date, and\n\t\t\tthe contract is not varied in a significant way on or after that date.\n\tTemporary increase in first-year capital allowances for smallenterprises\n\t\tThe amount of a first-year allowance under section 44 of CAA 2001(expenditure incurred by small or medium-sized enterprises) is to bedetermined, in the case of expenditure to which this subsection applies, as ifthe percentage specified in the entry relating to that section in the Table insection 52(3) of that Act were 50%.\n\t\tSubsection (1) applies to expenditure incurred by a small enterprise(within the meaning of section 44 of that Act) in the period of 12 monthsbeginning with—\n\t\t\t1st April 2007, if the small enterprise is within the charge to corporationtax, or\n\t\t\t6th April 2007, if the small enterprise is within the charge to income tax.\n\t\tAccordingly, in section 52(3) of CAA 2001, in the sentence following theTable, insert at the end—\n\t\t\tsection 37 of the Finance Act 2007 (substitution of 50% in the case ofexpenditure incurred by a small enterprise in 2007-08 or financial year2007).”"
    },
    {
        "length": 1708,
        "text": "\nInsurance and friendly societies\n\tInsurance companies: gross roll-up business etc\n\t\tPart 1 of Schedule 7 contains provisions relating to gross roll-upbusiness, capital redemption business and miscellaneous minor matters relatingto insurance companies.\n\t\tThe amendments made by that Part of that Schedule have effect—\n\t\t\tfor the purposes of corporation tax, for periods of account of insurancecompanies beginning on or after 1st January 2007, and\n\t\t\tfor the purposes of income tax, for the tax year 2007-08 and subsequent taxyears.\n\t\tSubsection (2) is subject to the transitional provisions in Part 2 of thatSchedule.\n\tInsurance companies: basis of taxation etc\n\t\tPart 1 of Schedule 8 contains provision about the basis of taxation ofinsurance companies and related matters.\n\t\tThe amendments made by that Part of that Schedule have effect for periodsof account of insurance companies beginning on or after 1st January 2007.\n\t\tSubsection (2) is subject to the transitional provisions in Part 2 of thatSchedule.\n\tInsurance companies: transfers etc\n\t\tSchedule 9 contains provision about transfers by insurance companies andrelated matters.\n\tInsurance companies: miscellaneous\n\t\tSchedule 10 contains miscellaneous provisions relating to insurance companies.\n\tTechnical provisions made by general insurers\n\t\tSchedule 11 contains provision in relation to technical provisions made bygeneral insurers.\n\tLloyd's: cessation of business by corporate members\n\t\tIn FA 1994, after section 227A (inserted by section 33) insert—\n\t\t“227BTransfer of underwriting business without change of ownership\n\t\t\tThis section applies where, in accordance with the rules or practice ofLloyd's, a corporate member (“the successor”) has taken up the syndicatecapacity of another corporate member (“the predecessor”).\n\t\t\tSection 343 of the Taxes Act 1988 (company reconstructions without a changeof ownership) applies as if—\n\t\t\t\tthe trade mentioned in that section were the underwriting business of thepredecessor,\n\t\t\t\tthe predecessor ceases to carry it on, and the successor begins to carry iton, at the end of the first underwriting year in which profits or losses ofthe predecessor’s last active underwriting year are declared, and\n\t\t\t\tsubsections (8) to (10) and (12) were omitted.\n\t\t\tFor the purposes of subsection (1) above the successor has taken up thepredecessor’s syndicate capacity if it has taken up the rights to participatein syndicates which were (or otherwise would be) offered to the predecessor.\n\t\t\tIn subsection (2)(b) above “last active underwriting year” has the samemeaning as in section 227A above (see subsections (2) to (4) of thatsection).”\n\t\t\tThe amendment made by subsection (1) has effect in any case where the firstunderwriting year in which profits or losses of the predecessor’s finalunderwriting year are declared is 2007 or a later underwriting year.\n\tTransfers of business by friendly societies to insurance companies etc\n\t\tSchedule 12 contains provisions about transfers of business by friendlysocieties to insurance companies etc.\n\tTax exempt business of friendly societies\n\t\tSection 462 of ICTA (conditions for tax exempt business) is amended asfollows.\n\t\tFor subsection (1) substitute—\n\t\tSubject to subsections (2) to (4) below, section 460 does not afford anyexemption from corporation tax in relation to so much of the profits arisingto a friendly society or insurance company from any business as isattributable to a policy which—\n\t\t\tis not a qualifying policy (by virtue of sub-paragraph (2) of paragraph 6of Schedule 15) and is not an excluded policy, and\n\t\t\twould not be a qualifying policy (by virtue of that sub-paragraph) if allexcluded policies were left out of account.\n\t\t\t\t(1A)For the purposes of subsection (1) above a policy is an excluded policyif—\n\t\t\tit is a policy held otherwise than with the friendly society or insurancecompany, or\n\t\t\tthe person who has the contract effecting the policy acquired the rightsunder it on an assignment (or, in Scotland, assignation) otherwise than formoney or money’s worth.”\n\t\tIn subsection (2), for “under section 460(1) for profits arising from anypart of a life or endowment” substitute “in relation to profits arising fromany part of a”.\n\t\tIn subsection (3), for the words after “section” substitute “460 does notafford any exemption from corporation tax in relation to so much as isattributable to that policy of the profits of the friendly society orinsurance company concerned.”\n\t\tIn section 462A(8)(b) of ICTA (election to tax exempt business), for““societies”” substitute ““policies””.\n\t\tThe amendments made by this section are deemed to have come into force on1st January 2007.\n\tPurchased life annuities: self-assessment\n\t\tIn section 437(1C) of ICTA (general annuity business), omit paragraphs(c)(i) and (d)(i).\n\t\tIn section 656 of that Act (purchased life annuities other than retirementannuities), omit subsections (5) and (6).\n\t\tIn section 658 of that Act (supplementary), omit subsections (1) and (4) to(6).\n\t\tIn section 828(4) of that Act (parliamentary procedure for orders andregulations), omit “658(3)”.\n\t\tIn section 717 of ITTOIA 2005 (exemption for part of purchased life annuitypayment), omit subsection (3).\n\t\tOmit section 723 of that Act (officer of Revenue and Customs to determinecertain questions).\n\t\tIn section 724 of that Act (regulations)—\n\t\t\tin subsection (1)(a), for “723” substitute “722”, and\n\t\t\tomit subsection (2).\n\t\tIn section 873(3) of that Act (parliamentary procedure for orders andregulations), omit paragraph (b).\n\t\tThe amendments made by subsections (1) to (3) and (5) to (7) come intoforce on such day as the Treasury may by order appoint; and different days maybe appointed for different purposes."
    },
    {
        "length": 203,
        "text": "\nRepos\n\tSale and repurchase of securities\n\t\tSchedule 13 contains provision for corporation tax purposes about the saleand repurchase of securities.\n\t\tSchedule 14 contains minor and consequential amendments in relation to thesale and repurchase of securities.\n\t\tThe Treasury may by order make such other amendments (including repeals andrevocations) of enactments or instruments as may appear appropriate inconsequence of, or otherwise in connection with, those Schedules.\n\t\tSchedule 13, and the amendments made by Schedule 14, have effect inaccordance with provision made by the Treasury by order.\n\t\tAny order under this section—\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay contain transitional provision and savings."
    },
    {
        "length": 1336,
        "text": "\nR&D\n\tVaccine research relief: amount of deduction for SMEs\n\t\tPart 2 of Schedule 13 to FA 2002 (manner of giving effect to vaccineresearch relief: small and medium-sized companies) is amended as follows.\n\t\tIn paragraph 14 (deduction in computing profits of trade), for sub-paragraph (2) substitute—\n\t\tThe appropriate deduction is 50% of the qualifying expenditure.”\n\t\tIn paragraph 15 (alternative treatment of pre-trading expenditure: deemedtrading loss)—\n\t\t\tin sub-paragraph (2)(b), for the words from “not” to the end substitute“non-Schedule 20 expenditure.”, and\n\t\t\tafter sub-paragraph (6) insert—\n\t\tQualifying expenditure is “non-Schedule 20 expenditure” if the company isnot entitled to relief under Schedule 20 to the Finance Act 2000 in respect ofit.”\n\t\tIn paragraph 16 (entitlement to tax credit), for sub-paragraph (3)substitute—\n\t\tThe amount of the surrenderable loss is equal to the lower of A and Bwhere—\n\t\t\t  * A is so much of the trading loss referred to in sub-paragraph (2) as is unrelieved, and\n\t\t\t  * B is—\n\t\t\tif paragraph 14 applies, the sum of the amount deductible under that paragraphand so much of the qualifying expenditure mentioned in that paragraph as isnon-Schedule 20 expenditure;\n\t\t\tif paragraph 15 applies, the total deemed trading loss under that paragraph.”\n\t\tAfter sub-paragraph (5) of that paragraph insert—\n\t\tParagraph 15(7) (meaning of “non-Schedule 20 expenditure”) applies for thepurposes of sub-paragraph (3).”\n\t\tThe amendments made by this section have effect in relation to expenditureincurred on or after 1st April 2007.\n\tResearch and development tax relief: definition of SME etc\n\t\tIn Part 1 of Schedule 20 to FA 2000 (entitlement to R&D tax relief),paragraph 2(1) (meaning of “small or medium-sized enterprise”) is amended asfollows.\n\t\tBefore Qualification 1 insert—\n\t\t\t  * _“ Qualification A1_\n\t\t\tIn Article 2(1) of the Annex the references to 250 persons, 50 million eurosand 43 million euros are to be read as references to 500 persons, 100 millioneuros and 86 million euros (respectively).”\n\t\tIn Qualification 1—\n\t\t\tafter “micro, small or medium-sized enterprise” insert “(or would be if theAnnex were read as set out in Qualification A1)”;\n\t\t\tat the end insert “(read as set out in Qualification A1)”.\n\t\tPart 2 of Schedule 13 to FA 2002 (giving effect to VRR tax relief) isamended as follows.\n\t\tAfter paragraph 15 insert—\n\t\t“Paragraphs 14 and 15: modifications for larger SMEs claiming R&D taxcredits\n\t\t\t15A(1)This paragraph applies in relation to a company for an accounting periodif—\n\t\t\t\tthe company is a larger SME in the accounting period, and\n\t\t\t\tit claims a tax credit under paragraph 15 of Schedule 20 to the Finance Act2000 (R&D tax credit) for the accounting period.\n\t\t\tThe appropriate deduction under paragraph 14 above is 50% of so much of thequalifying expenditure as is non-Schedule 20 expenditure (as defined byparagraph 15(7)).\n\t\t\tParagraph 15 above has effect as if sub-paragraph (2)(a) were omitted.\n\t\t\tIn this paragraph “larger SME” means a company which qualifies as a smallor medium-sized enterprise by virtue of Qualification A1 in paragraph 2(1) ofSchedule 20 to the Finance Act 2000.”\n\t\t\tAfter paragraph 16 insert—\n\t\t“Entitlement to tax credit: modification for larger SMEs\n\t\t\t16A(1)Paragraph 16(3) has effect in relation to a larger SME as if for thedefinition of “B” there were substituted—\n\t\t“B is 150% of so much of the qualifying expenditure mentioned in paragraph 14or 15 as is non-Schedule 20 expenditure.”\n\t\t\t“Larger SME” has the same meaning as in paragraph 15A.”\n\t\t\tThe amendments made by this section have effect in relation to expenditureincurred on or after such day as the Treasury may by order appoint.\n\t\t\tA day before the day on which this Act is passed may be appointed, but notone before 1st April 2007.\n\t\t\tFor the purpose of determining, in relation to expenditure incurred on orafter the appointed day, whether a company is a small or medium-sizedenterprise, the amendments are to be treated as always having had effect."
    },
    {
        "length": 184,
        "text": "\nREITs\n\tReal Estate Investment Trusts\n\t\tSchedule 17 contains provisions about Real Estate Investment Trusts.\n\t\tThe amendments made by that Schedule have effect in respect of—\n\t\t\tan accounting period, of a company to which Part 4 of FA 2006 (REITs)applies, which begins on or after 1st January 2007,\n\t\t\tan accounting period, of the principal company of a group to which thatPart applies, which begins on or after 1st January 2007, and\n\t\t\ta distribution to which section 121 of FA 2006 applies and which isreceived on or after 1st January 2007."
    },
    {
        "length": 3471,
        "text": "\nAlternative finance\n\tAlternative finance investment bond\n\t\tIn FA 2005, after section 48 insert—\n\t\t“48AAlternative finance arrangements: alternative finance investmentbond: introduction\n\t\t\tSubject to section 52, arrangements fall within this section if—\n\t\t\t\tthe arrangements provide for one person (“the bond-holder”) to pay a sum ofmoney (“the capital”) to another (“the bond-issuer”),\n\t\t\t\tthe arrangements identify assets, or a class of assets, which the bond-issuer will acquire for the purpose of generating income or gains directly orindirectly (“the bond assets”),\n\t\t\t\tthe arrangements specify a period at the end of which they cease to haveeffect (“the bond term”),\n\t\t\t\tthe bond-issuer undertakes under the arrangements—\n\t\t\t\tto dispose at the end of the bond term of any bond assets which are stillin the bond-issuer’s possession,\n\t\t\t\tto make a repayment of the capital (“the redemption payment”) to the bond-holder during or at the end of the bond-term (whether or not in instalments),and\n\t\t\t\tto pay to the bond-holder other payments on one or more occasions duringor at the end of the bond term (“additional payments”),\n\t\t\t\tthe amount of the additional payments does not exceed an amount which wouldbe a reasonable commercial return on a loan of the capital,\n\t\t\t\tunder the arrangements the bond-issuer undertakes to arrange for themanagement of the bond assets with a view to generating income sufficient topay the redemption payment and additional payments,\n\t\t\t\tthe bond-holder is able to transfer the rights under the arrangements toanother person (who thereby becomes the bond-holder),\n\t\t\t\tthe arrangements are a listed security on a recognised stock exchange(within the meaning of section 1005 of ITA 2007), and\n\t\t\t\tthe arrangements are wholly or partly treated in accordance withinternational accounting standards as a financial liability of the bond-issuer(or would be if the bond-issuer applied those standards).\n\t\t\tFor the purposes of subsection (1)—\n\t\t\t\tthe bond-issuer may acquire bond assets before or after the arrangementstake effect,\n\t\t\t\tbond assets may be property of any kind, including rights in relation toproperty owned by someone other than the bond-issuer,\n\t\t\t\tthe identification of the bond assets mentioned in subsection (1)(b) andthe undertakings mentioned in subsection (1)(d) and (f) may (but need not) bedescribed as, or accompanied by a document described as, a declaration oftrust,\n\t\t\t\ta reference to the management of assets includes a reference to disposal,\n\t\t\t\tthe bond-holder may (but need not) be entitled under the arrangements toterminate them, or participate in terminating them, before the end of the bondterm,\n\t\t\t\tthe amount of the additional payments may be—\n\t\t\t\tfixed at the beginning of the bond term,\n\t\t\t\tdetermined wholly or partly by reference to the value of or incomegenerated by the bond assets, or\n\t\t\t\tdetermined in some other way,\n\t\t\t\tif the amount of the additional payments is not fixed at the beginning ofthe bond term, the reference in subsection (1)(e) to the amount of theadditional payments is a reference to the maximum amount of the additionalpayments,\n\t\t\t\tthe amount of the redemption payment may (but need not) be subject toreduction in the event of a fall in the value of the bond assets or in therate of income generated by them, and\n\t\t\t\tentitlement to the redemption payment may (but need not) be capable ofbeing satisfied (whether or not at the option of the bond-issuer or the bond-holder) by the issue or transfer of shares or other securities.\n\t\t\tAn order under section 1005 of ITA 2007 (recognised stock exchanges:designation) may designate a stock exchange for the purposes of that sectionin its application for the purposes of this section only.\n\t\tBAlternative finance arrangements: alternative finance investmentbond: effects\n\t\t\tAdditional payments under arrangements falling within section 48A arealternative finance return for the purpose of this Chapter (subject to theprovisions in section 51A about the treatment of discount).\n\t\t\tFor the purposes of an enactment about any tax (and irrespective of theposition for other purposes)—\n\t\t\t\ta bond-holder shall not be treated as having a legal or beneficial interestin the bond assets,\n\t\t\t\tthe bond-issuer shall not be treated as a trustee of the bond assets,\n\t\t\t\tprofits and gains accruing to the bond-issuer in connection with the bondassets are profits and gains of the bond-issuer and not of the bond-holder(and do not arise to the bond-issuer in a fiduciary or representativecapacity),\n\t\t\t\tpayments made by the bond-issuer by way of redemption payment or additionalpayment are not made in a fiduciary or representative capacity, and\n\t\t\t\ta bond-holder shall not be entitled to relief for capital expenditure inconnection with bond assets.\n\t\t\tArrangements falling within section 48A are securities for the purposes ofan enactment about any tax (including Chapters 1 to 5 of Part 7 of ITEPA2003); for which purpose—\n\t\t\t\ta reference to redemption shall be taken as a reference to making theredemption payment,\n\t\t\t\ta reference to interest shall be taken as a reference to alternativefinance return, and\n\t\t\t\tfor the purposes of section 84 the bond issuer shall be treated as beingparty as debtor to a capital market arrangement.\n\t\t\tArrangements falling within section 48A are a corporate bond, issued on thedate on which the arrangements are entered into, for the purposes of section117 of TCGA 1992 (qualifying corporate bonds) if—\n\t\t\t\tthe capital is expressed in sterling,\n\t\t\t\tthe arrangements do not include provision for the redemption payment to bein a currency other than sterling,\n\t\t\t\tentitlement to the redemption payment is not capable of conversion(directly or indirectly) into an entitlement to the issue of securities apartfrom other arrangements falling within section 48A, and\n\t\t\t\tthe additional payments are not determined wholly or partly by reference tothe value of the bond assets;\n\t\t\t\t\tand section 117(2) shall have effect for the purposes of this subsection asfor the purposes of section 117(1).\n\t\t\tArrangements falling within section 48A shall not be treated—\n\t\t\t\tas a unit trust scheme for the purposes of TCGA 1992,\n\t\t\t\tas a unit trust scheme for the purposes of section 469 of ICTA or section1007 of ITA 2007 (distributions),\n\t\t\t\tas an offshore fund for the purposes of Chapter 5 of Part 17 of ICTA(offshore funds), or\n\t\t\t\tas a relevant holding for the purposes of paragraph 4 of Schedule 10 to FA1996 (loan relationships: collective investment schemes).\n\t\t\tA bond-issuer is not a securitisation company for the purposes of section83 (unless it is one by virtue of arrangements which do not fall withinsection 48A).\n\t\t\tFor the purposes of section 417 of ICTA (close companies)—\n\t\t\t\ta bond-holder is a loan creditor in respect of the bond-issuer;\n\t\t\t\tarrangements falling within section 48A shall be disregarded in theapplication of section 417(1)(d).\n\t\t\tFor the purposes of Schedule 18 to ICTA (group relief)—\n\t\t\t\ta bond-holder is a loan creditor in respect of the bond-issuer;\n\t\t\t\tparagraph 1(5)(b) shall be disregarded in determining whether a person isan equity holder by virtue of arrangements falling within section 48A.”\n\t\t\tChapter 5 of Part 2 of FA 2005 (alternative finance arrangements) isamended as follows.\n\t\t\tIn section 46 (introduction)—\n\t\t\t\tin subsection (1), after “47A,” insert “48A,”, and\n\t\t\t\tin subsection (2), after paragraph (d) (before “or” at the end) insert—\n\t\t\t\ta bond-issuer within the meaning of section 48A below, but only inrelation to any bond assets which are rights under arrangements falling withinsection 47 or 47A,”.\n\t\t\tIn section 50(1) (treatment of alternative finance arrangements:companies), for “or 47A” substitute “, 47A or 48A”.\n\t\t\tAfter section 51 insert—\n\t\t“51ADiscount\n\t\t\tThis section applies where part of the additional payments in respect ofarrangements falling within section 48A equates in substance to discount (“thediscount element”).\n\t\t\tThe discount element shall not be treated as alternative finance return forthe purposes of income tax.\n\t\t\tThe discount element shall be treated—\n\t\t\t\tin accordance with section 381 of ITTOIA 2005, or\n\t\t\t\twhere the arrangements falling within section 48A are deeply discountedsecurities for the purpose of Chapter 8 of Part 4 of ITTOIA 2005, inaccordance with that Chapter.”\n\t\t\tIn section 52 (provision not at arm’s length)—\n\t\t\t\tin subsection (1), after “47A,” insert “48A,”,\n\t\t\t\tin subsection (3), after “47A,” insert “48A,”, and\n\t\t\t\tin subsection (4), for “or 47A” substitute “, 47A or 48A”.\n\t\t\tIn section 53 (sale and purchase of asset)—\n\t\t\t\tin subsection (1) (and in the heading), for “or 47A” substitute “, 47A or48A”, and\n\t\t\t\tin subsection (3), after “47A” insert “or 48A”.\n\t\t\tIn section 54 (return not to be treated as distribution)—\n\t\t\t\tthe existing provision becomes subsection (1),\n\t\t\t\tafter that subsection insert—\n\t\t\tNeither additional payments nor any part of the redemption payment underarrangements falling within section 48A are to be treated by virtue of section209(2)(e)(iii) of ICTA as being a distribution for the purposes of theCorporation Tax Acts.”, and\n\t\t\t\tthe heading accordingly becomes “ **Return not to be treated asdistribution** ”.\n\t\t\tIn Schedule 2 (supplementary provision), in paragraph 1(b) (definition of“relevant arrangements”), after “section” insert “48A,”.\n\t\t\tIn section 117 of TCGA 1992 (qualifying corporate bonds), after subsection(6C) insert—\n\t\t\t\t“(6D)Section 48B(4) of the Finance Act 2005 (alternative finance arrangements)provides for certain arrangements falling within section 48A to be a corporatebond for the purposes of this section.”\n\t\t\tIn section 127(1)(ca) of FA 1995 (persons not treated as UKrepresentatives), for “subsection (5) of section 47” substitute “Chapter 5 ofPart 2”.\n\t\t\tIn section 148(5A) of FA 2003 (meaning of “permanent establishment”), for“subsection (5) of section 47” substitute “Chapter 5 of Part 2”.\n\t\t\tSection 56 of FA 2005 (commencement and transitional) shall have effect inrelation to the commencement of this section—\n\t\t\t\tas if references to Chapter 5 of Part 2 of that Act were references to thissection,\n\t\t\t\tas if references to 6th April 2005 were references to—\n\t\t\t\t1st April 2007 in relation to corporation tax, and\n\t\t\t\t6th April 2007 in relation to income tax and capital gains tax, and\n\t\t\t\tas if references to section 49 were references to sections 48A and 48B.\n\t\t\tBut— \n\t\t\t\tfor the purposes of income tax and capital gains tax in relation to thedisposal after 6th April 2007 of arrangements to which new section 48A applies(whenever entered into) that section and new section 48B shall be treated asalways having had effect, and\n\t\t\t\tan order made after the passing of this Act under section 1005 of ITA 2007(recognised stock exchanges: designation) and by virtue of new section 48A(3)may be expressed—\n\t\t\t\tto have effect as from 1st April 2007 for the purposes of arrangementsentered into on or after that date, and\n\t\t\t\tfor the purposes mentioned in paragraph (a), as always having had effect.\n\tProfit share agency\n\t\tIn section 49A(3) of FA 2005 (profit share agency: principal not treated asentitled to agent’s share of profits), insert at the end “(and the agent istreated as entitled to the profits specified in subsection (1)(c) and (d))”."
    },
    {
        "length": 517,
        "text": "\nTrusts\n\tTrust income\n\t\tIn section 686A(2)(a) of ICTA (receipts to be treated as income subject tospecial rate of tax: payment by company), after “made” insert “by way ofqualifying distribution”.\n\t\tIn Type 1(b) in section 482 of ITA 2007 (types of amount to be charged atspecial rates for trustees), after “made” insert “by way of qualifyingdistribution”.\n\t\tThe amendments made by this section have effect in respect of payments madeto the trustees of a settlement on or after 6th April 2006.\n\tTrust gains on contracts for life insurance\n\t\tSection 498 of ITA 2007 (trustees' tax pool) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tin Type 1, for “2 or 3” substitute “2, 3 or 3A”, and\n\t\t\tafter Type 3 insert—\n\t\t\t\t  * _“ Type 3A_\n\t\t\t\tThe amount of tax at the nominal rate on any amount in respect of which—\n\t\t\t1.\n\t\t\tthe trustees are liable to income tax under section 467 of ITTOIA 2005 (gainsfrom contracts for life insurance etc),\n\t\t\t2.\n\t\t\tthe trustees are liable to income tax at the trust rate by virtue of section482 above, and\n\t\t\t3.\n\t\t\ttax at the savings rate is treated as having been paid by virtue of section530 of ITTOIA 2005 (life insurance).”\n\t\tAfter subsection (2) insert—\n\t\t“(2A)In relation to Type 3A, the reference to the nominal rate is a referenceto a rate equal to the difference between the trust rate and the savingsrate.”\n\t\tThe amendments made by this section have effect in relation to gainsarising to the trustees of a settlement on or after 6th April 2007."
    },
    {
        "length": 1601,
        "text": "\nOther corporation tax measures\n\tOffshore funds\n\t\tIn section 396 of ICTA (corporation tax: setting off of Case VI losses), insubsection (2) (losses to which subsection (1) does not apply), insert at theend “or on a disposal to which Chapter 5 of Part 17 applies.”\n\t\tIn section 756A of ICTA (definition of “offshore fund”), for subsection (3)substitute—\n\t\tIn this section “collective investment scheme” means any arrangementswhich are a collective investment scheme for the purposes of Part 17 of theFinancial Services and Markets Act 2000 (see section 235 of that Act andorders made under subsection (5) of that section) or would be if the words “,within a period appearing to him to be reasonable,” were omitted from section236(3)(a) of that Act.\n\t\tBut the reference to offshore funds in section 760(3)(a) does not includeany arrangements which are not a collective investment scheme for the purposesof that Part of that Act.”\n\t\tIn section 842 of ICTA (investment trusts), after subsection (3) insert—\n\t\t\t“(3A)References in this section to income do not include income treated asarising under section 761(1)(a).”\n\t\tIn Schedule 27 to ICTA (distributing funds), in sub-paragraph (1)(c) ofparagraph 6 (investments of offshore fund in other offshore funds which could,apart from that paragraph, be certified as distributing funds not to counttowards limit in section 760(3)(a)), omit “without regard to the provisions ofthis paragraph,”.\n\t\tIn section 152 of ITA 2007 (losses from miscellaneous transactions), insubsection (8), insert at the end “except that income on which income tax ischarged under section 761(1)(b)(i) of ICTA is not “section 1016 income” forthe purposes of subsection (2)(a)”.\n\t\tThe amendment made by subsection (1) has effect in relation to disposals onor after 1st April 2007.\n\t\tThe amendment made by subsection (3) has effect in relation to accountingperiods beginning on or after the day on which this Act is passed.\n\t\tThe amendment made by subsection (4) has effect in relation to accountperiods (within the meaning of Chapter 5 of Part 17 of ICTA) beginning on orafter 1st January 2007.\n\t\tThe amendment made by subsection (5) has effect in relation to transactionson or after 6th April 2007.\n\tElection out of special film rules for film production companies\n\t\tIn section 32 of FA 2006 (meaning of “film production company”), insert atthe end—\n\t\tA company may elect to be regarded as a company which does not meet thedescription in subsection (3) or (4).\n\t\tThe election—\n\t\t\tmust be made by the company by being included in its company tax return foran accounting period (and may be included in the return originally made or byamendment), and\n\t\t\tmay be withdrawn by the company only by amending its company tax return forthat accounting period.\n\t\tThe election has effect in relation to films which commence principalphotography in that or any subsequent accounting period.\n\t\t“Company tax return” has the same meaning as in Schedule 18 to FA 1998(see paragraph 3(1)).”\n\t\tIn paragraph 10 of Schedule 18 to FA 1998 (other claims and elections to beincluded in company tax return), insert at the end—\n\t\tAn election under section 32(7) of the Finance Act 2006 (election not tobe a film production company) can only be made by being included in a companytax return (see section 32(8)(a) of that Act).”\n\tSecuritisation companies\n\t\tSection 83 of FA 2005 (continued application of old UK GAAP tosecuritisation companies during transitional period) is amended as follows.\n\t\tIn subsection (1)(b) (old UK GAAP to apply to periods of account endingbefore 1st January 2008), insert at the beginning “(subject to subsection(7A)(a))”.\n\t\tAfter subsection (7) insert—\n\t\t\t“(7A)The Treasury may by regulations—\n\t\t\tmake provision for subsection (1) to apply in relation to periods ofaccount ending on or after 1st January 2008 but before a date specified by theregulations, and\n\t\t\tmake provision modifying any provision of, or made under, the CorporationTax Acts in relation to the first period of account of securitisationcompanies in the case of which subsection (1) does not apply (whether byvirtue of that subsection itself or regulations under paragraph (a)).\n\t\t\t(7B)Regulations under subsection (7A)(a) may, in particular—\n\t\t\tspecify a date only in relation to specified descriptions of company,\n\t\t\tspecify different dates in relation to different descriptions of company,and\n\t\t\tinclude provision for a company to elect that the regulations are to applyto it or provision for a company to elect that they are not to apply to it.”\n\t\tSection 84 of FA 2005 (power to make provision as to application ofCorporation Tax Acts in relation to securitisation companies) is amended asfollows.\n\t\tIn subsection (3)(d), for “to that effect is made,” substitute “that theyare to apply is made or that the regulations do not apply to a company if anelection that they are not to apply is made,”.\n\t\tFor subsection (5) substitute—\n\t\tThe regulations—\n\t\t\tmay make incidental, supplementary, consequential or transitional provisionor savings (including provision amending any provision of, or made under, theTaxes Acts (within the meaning of section 118(1) of TMA 1970)), and\n\t\t\tmay include provision having effect (in the case of provision relating tocorporation tax) from the beginning of periods of account current when theregulations are made or (in the case of provision relating to income tax orcapital gains tax) in relation to times before the regulations are made.”"
    },
    {
        "length": 1989,
        "text": "\nOther income tax measures\n\tGift aid: limits\n\t\tIn section 418 of ITA 2007 (donations to charity by individuals: limits)—\n\t\t\tin subsection (2)(c), for “2.5%” substitute “5%”, and\n\t\t\tin subsection (3), for “£250” substitute “£500”.\n\t\tIn section 339 of ICTA (donations to charity)—\n\t\t\tin subsection (3B)(b), for “£250” substitute “£500”, and\n\t\t\tin subsection (3DA)(c), for “2.5 per cent” substitute “5 per cent”.\n\t\tThe amendment made by subsection (1) has effect in relation to gifts madeon or after 6th April 2007.\n\t\tThe amendment made by subsection (2) has effect in relation to gifts madein an accounting period ending on or after 6th April 2007.\n\tEnterprise management incentives: excluded activities\n\t\tIn Part 3 of Schedule 5 to ITEPA 2003 (enterprise management incentives:qualifying companies), in paragraph 19 (excluded activities: receipt ofroyalties or licence fees)—\n\t\t\tin sub-paragraph (4), for paragraphs (a) and (b) substitute—\n\t\t\tby the relevant company, or\n\t\t\tby a company which was a qualifying subsidiary of the relevant companythroughout a period during which it created the whole or greater part (interms of value) of the intangible asset.”, and\n\t\t\tafter sub-paragraph (7) insert—\n\t\tIf— \n\t\t\tthe relevant company acquired all the shares (“old shares”) in anothercompany (“the old company”) at a time when the only shares issued in therelevant company were subscriber shares, and\n\t\t\tthe consideration for the old shares consisted wholly of the issue ofshares in the relevant company,\n\t\t\t\treferences in sub-paragraph (4) to the relevant company include the oldcompany.”\n\t\tThe amendments made by subsection (1) have effect in relation to optionsgranted on or after 6th April 2007.\n\t\tThey also have effect in relation to a qualifying option within subsection(4), for the purpose of determining at any time on or after that date whetheran activity is an excluded activity.\n\t\tAn option is within this subsection if it was granted before 6th April 2007and, immediately before that date—\n\t\t\tit had not been exercised, and\n\t\t\tno disqualifying event had occurred in relation to it.\n\t\tSubsection (6) applies in respect of an option within subsection (4) if—\n\t\t\timmediately before 6th April 2007—\n\t\t\tthe right to exploit an intangible asset (“the asset”) was vested in therelevant company or a subsidiary of it (in either case, alone or jointly withothers), and\n\t\t\tthe asset was a relevant intangible asset,\n\t\t\tat any time on or after that date, an activity carried on by the relevantcompany or a subsidiary of it would be an excluded activity by reason only ofthe receipt of royalties or licence fees attributable to the exploitation ofthe asset, and\n\t\t\tthe activity would not be an excluded activity if the amendments made bysubsection (1) had not been made.\n\t\tThe activity is to be treated, in relation to the option, as not being anexcluded activity at that time.\n\tBenefits code: whether employment is “lower-paid employment”\n\t\tIn section 219 of ITEPA 2003 (exclusion of lower-paid employments fromparts of benefits code: extra amounts to be added in connection with a car),omit subsections (5) and (6).\n\t\tThe repeal made by subsection (1) has effect for the tax year 2007-08 andsubsequent tax years.\n\tArmed forces redundancy schemes\n\t\tIn section 411 of ITEPA 2003 (exception for payments and benefits forforces), the existing provision becomes subsection (1) and after thatsubsection insert—\n\t\tThis Chapter does not apply to a payment or other benefit provided under ascheme established by an order under section 1(1) of the Armed Forces(Pensions and Compensation) Act 2004.”\n\t\tThe amendments made by subsection (1) have effect for the tax year 2006-07and subsequent tax years.\n\tArmed forces: the Operational Allowance\n\t\tIn ITEPA 2003, after section 297 insert—\n\t\t“297AArmed forces: the Operational Allowance\n\t\t\tNo liability to income tax arises in respect of payments to members of thearmed forces of the Crown of the Operational Allowance.\n\t\t\tThe Operational Allowance is an allowance designated as such by theSecretary of State.”\n\t\t\tThe amendment made by subsection (1) has effect in relation to paymentswhenever made.\n\tService charge income\n\t\tSection 480 of ITA 2007 (meaning of “accumulated or discretionary income”)is amended as follows.\n\t\tIn subsection (3)(c) (income from service charges held on trust by relevanthousing body), for the words after “charges” substitute “which are paid inrespect of dwellings in the United Kingdom and are held on trust.”\n\t\tFor subsections (5) and (6) substitute—\n\t\tIn subsection (3)(c) “service charges” has the meaning given by section 18of the Landlord and Tenant Act 1985 (but as if that section also applied inrelation to dwellings in Scotland and Northern Ireland).”\n\t\tThe amendments made by this section have effect for the tax year 2007-08and subsequent tax years.\n\tCharge on benefits received by former owner of property: late elections\n\t\tIn paragraph 23 of Schedule 15 to FA 2004 (charge to income tax on benefitsreceived by former owner of property), for sub-paragraphs (3) and (4)substitute—\n\t\tThe election must be made on or before—\n\t\t\tthe relevant filing date, or\n\t\t\tsuch later date as an officer of Revenue and Customs may, in a particularcase, allow.”\n\t\tThe amendment made by subsection (1) is deemed to have come into force on21st March 2007.\n\tUnpaid remuneration and employee benefit contributions\n\t\tSection 31 of ITTOIA 2005 (relationship between rules prohibiting andallowing deductions: trading income) is amended as follows.\n\t\tIn subsection (1) (priority of relevant permissive rules over relevantprohibitive rules), in paragraph (b) (sections to which that priority rule issubject), for “sections 48 (car or motor cycle hire) and” substitute “section36 (unpaid remuneration), section 38 (employee benefit contributions), section48 (car or motor cycle hire) and section”.\n\t\tIn subsection (3) (meaning of “relevant prohibitive rule”), after“sections” insert “36, 38,”.\n\t\tSection 274 of ITTOIA 2005 (provision corresponding to section 31 of thatAct in case of property income) is amended as follows.\n\t\tIn subsection (1)(b), for “sections 48 (car or motor cycle hire) and”substitute “section 36 (unpaid remuneration), section 38 (employee benefitcontributions), section 48 (car or motor cycle hire) and section”.\n\t\tIn subsection (3), after “sections” insert “36, 38,”.\n\t\tThe amendments made by this section have effect for the tax year 2007-08and subsequent tax years."
    },
    {
        "length": 126,
        "text": "\nPart 4Pensions\n\tAbolition of contributions relief for life assurance premiumcontributions\n\t\tSchedule 18 contains provisions denying relief for contributions made by or onbehalf of members in respect of life assurance premiums.\n\tAlternatively secured pensions etc\n\t\tSchedule 19 contains provisions about alternatively secured pensions andtransfer lump sum death benefit etc.\n\tMiscellaneous \n\t\tSchedule 20 contains miscellaneous provisions about registered pension schemesand employer-financed retirement benefits schemes."
    },
    {
        "length": 2263,
        "text": "\nAnti-avoidance \n\tIn FA 2003, after section 75 insert (in place of the section inserted bythe [Stamp Duty Land Tax (Variation of the Finance Act 2003) Regulations 2006(S.I. 2006/ 3237))](/id/uksi/2006/3237?view=plain \"Go to item oflegislation\")—\n\t“75AAnti-avoidance\n\t\tThis section applies where—\n\t\t\tone person (V) disposes of a chargeable interest and another person (P)acquires either it or a chargeable interest deriving from it,\n\t\t\ta number of transactions (including the disposal and acquisition) areinvolved in connection with the disposal and acquisition (“the schemetransactions”), and\n\t\t\tthe sum of the amounts of stamp duty land tax payable in respect of thescheme transactions is less than the amount that would be payable on anotional land transaction effecting the acquisition of V’s chargeable interestby P on its disposal by V.\n\t\tIn subsection (1) “transaction” includes, in particular—\n\t\t\ta non-land transaction,\n\t\t\tan agreement, offer or undertaking not to take specified action,\n\t\t\tany kind of arrangement whether or not it could otherwise be described as atransaction, and\n\t\t\ta transaction which takes place after the acquisition by P of thechargeable interest.\n\t\tThe scheme transactions may include, for example—\n\t\t\tthe acquisition by P of a lease deriving from a freehold owned or formerlyowned by V;\n\t\t\ta sub-sale to a third person;\n\t\t\tthe grant of a lease to a third person subject to a right to terminate;\n\t\t\tthe exercise of a right to terminate a lease or to take some other action;\n\t\t\tan agreement not to exercise a right to terminate a lease or to take someother action;\n\t\t\tthe variation of a right to terminate a lease or to take some other action.\n\t\tWhere this section applies—\n\t\t\tany of the scheme transactions which is a land transaction shall bedisregarded for the purposes of this Part, but\n\t\t\tthere shall be a notional land transaction for the purposes of this Parteffecting the acquisition of V’s chargeable interest by P on its disposal byV.\n\t\tThe chargeable consideration on the notional transaction mentioned insubsections (1)(c) and (4)(b) is the largest amount (or aggregate amount)—\n\t\t\tgiven by or on behalf of any one person by way of consideration for thescheme transactions, or\n\t\t\treceived by or on behalf of V (or a person connected with V within themeaning of section 839 of the Taxes Act 1988) by way of consideration for thescheme transactions.\n\t\tThe effective date of the notional transaction is—\n\t\t\tthe last date of completion for the scheme transactions, or\n\t\t\tif earlier, the last date on which a contract in respect of the schemetransactions is substantially performed.\n\t\tThis section does not apply where subsection (1)(c) is satisfied only byreason of—\n\t\t\tsections 71A to 73, or\n\t\t\ta provision of Schedule 9.\n\tBAnti-avoidance: incidental transactions\n\t\tIn calculating the chargeable consideration on the notional transaction forthe purposes of section 75A(5), consideration for a transaction shall beignored if or in so far as the transaction is merely incidental to thetransfer of the chargeable interest from V to P.\n\t\tA transaction is not incidental to the transfer of the chargeable interestfrom V to P—\n\t\t\tif or in so far as it forms part of a process, or series of transactions,by which the transfer is effected,\n\t\t\tif the transfer of the chargeable interest is conditional on the completionof the transaction, or\n\t\t\tif it is of a kind specified in section 75A(3).\n\t\tA transaction may, in particular, be incidental if or in so far as it isundertaken only for a purpose relating to—\n\t\t\tthe construction of a building on property to which the chargeable interestrelates,\n\t\t\tthe sale or supply of anything other than land, or\n\t\t\ta loan to P secured by a mortgage, or any other provision of finance toenable P, or another person, to pay for part of a process, or series oftransactions, by which the chargeable interest transfers from V to P.\n\t\tIn subsection (3)—\n\t\t\tparagraph (a) is subject to subsection (2)(a) to (c),\n\t\t\tparagraph (b) is subject to subsection (2)(a) and (c), and\n\t\t\tparagraph (c) is subject to subsection (2)(a) to (c).\n\t\tThe exclusion required by subsection (1) shall be effected by way of justand reasonable apportionment if necessary.\n\t\tIn this section a reference to the transfer of a chargeable interest from Vto P includes a reference to a disposal by V of an interest acquired by P.\n\tCAnti-avoidance: supplemental\n\t\tA transfer of shares or securities shall be ignored for the purposes ofsection 75A if but for this subsection it would be the first of a series ofscheme transactions.\n\t\tThe notional transaction under section 75A attracts any relief under thisPart which it would attract if it were an actual transaction (subject to theterms and restrictions of the relief).\n\t\tThe notional transaction under section 75A is a land transaction enteredinto for the purposes of or in connection with the transfer of an undertakingor part for the purposes of paragraphs 7 and 8 of Schedule 7, if any of thescheme transactions is entered into for the purposes of or in connection withthe transfer of the undertaking or part.\n\t\tIn the application of section 75A(5) no account shall be taken of anyamount paid by way of consideration in respect of a transaction to which anyof sections 60, 61, 63, 64, 65, 66, 67, 69, 71, 74 and 75, or a provision ofSchedule 6A or 8, applies.\n\t\tIn the application of section 75A(5) an amount given or received partly inrespect of the chargeable interest acquired by P and partly in respect ofanother chargeable interest shall be subjected to just and reasonableapportionment.\n\t\tSection 53 applies to the notional transaction under section 75A.\n\t\tParagraph 5 of Schedule 4 applies to the notional transaction under section75A.\n\t\tFor the purposes of section 75A—\n\t\t\tan interest in a property-investment partnership (within the meaning ofparagraph 14 of Schedule 15) is a chargeable interest in so far as it concernsland owned by the partnership, and\n\t\t\twhere V or P is a partnership, Part 3 of Schedule 15 applies to thenotional transaction as to the transfer of a chargeable interest from or to apartnership.\n\t\tFor the purposes of section 75A a reference to an amount of considerationincludes a reference to the value of consideration given as money’s worth.\n\t\tStamp duty land tax paid in respect of a land transaction which is to bedisregarded by virtue of section 75A(4)(a) is taken to have been paid inrespect of the notional transaction by virtue of section 75A(4)(b).\n\t\tThe Treasury may by order provide for section 75A not to apply inspecified circumstances.\n\t\tAn order under subsection (11) may include incidental, consequential ortransitional provision and may make provision with retrospective effect.”\n\t\tThe amendment made by subsection (1) has effect in respect of disposals andacquisitions if the disposal mentioned in new section 75A(1)(a) (inserted bythat subsection) takes place on or after 6th December 2006.\n\t\tBut— \n\t\t\tthe transitional provisions of sub-paragraphs (2) to (5) of paragraph 1 ofthe Schedule to the Stamp Duty Land Tax (Variation of the Finance Act 2003)Regulations 2006 ([S.I. 2006/3237](/id/uksi/2006/3237?view=plain \"Go to itemof legislation\")) continue to have effect in relation to this section as inrelation to that paragraph, and\n\t\t\ta provision of new section 75C (inserted by subsection (1) above) shall nothave effect where the disposal mentioned in new section 75A(1)(a) took placebefore the day on which this Act is passed, if or in so far as the provisionwould make a person liable for a higher amount of tax than would have beencharged in accordance with those regulations."
    },
    {
        "length": 1673,
        "text": "\nPartnerships \n\tSchedule 15 to FA 2003 (stamp duty land tax: partnerships) is amended asfollows.\n\tA reference in this section to a provision of that Schedule is to theprovision as it had effect before variation by the Stamp Duty Land Tax(Variation of the Finance Act 2003) Regulations 2006.\n\tIn Step Two of paragraph 12(1) (transfer to partnership: how to calculatethe “sum of the lower proportions”)—\n\t\tin paragraph (b), for “or is connected with the relevant owner” substitute“or is an individual connected with the relevant owner”, and\n\t\tinsert at the end—\n\t\t\t“(If there is no relevant owner with a corresponding partner, the sum of thelower proportions is nil.)”\n\tIn paragraph 12, after sub-paragraph (2) insert—\n\tFor the purpose of paragraph (b) of Step 2 a company is to be treated asan individual connected with the relevant owner in so far as it—\n\t\tholds property as trustee, and\n\t\tis connected with the relevant owner only because of section 839(3) of theTaxes Act 1988.”\n\tOmit paragraph 13 (transfer to partnership where all partners arecompanies).\n\tIn paragraph 14 (transfer of interest in property-investment partnership)—\n\t\tomit sub-paragraphs (1)(b) and (4), and\n\t\tinsert at the end—\n\tAn interest in respect of the transfer of which this paragraph appliesshall be treated as a chargeable interest for the purposes of paragraph 3(1)of Schedule 7 to the extent that the relevant partnership property consists ofa chargeable interest.”,\n\tand in the italic cross-heading before it, omit “ _for consideration_ ”.\n\tIn Step Two of paragraph 20(1) (transfer from partnership: how to calculatethe “sum of the lower proportions”)—\n\t\tin paragraph (b), for “or was connected with the relevant owner” substitute“or was an individual connected with the relevant owner”, and\n\t\tinsert at the end—\n\t\t“(If there is no relevant owner with a corresponding partner, the sum of thelower proportions is nil.)”\n\tIn paragraph 20, after sub-paragraph (2) insert—\n\tFor the purpose of paragraph (b) of Step 2 a company is to be treated asan individual connected with the relevant owner in so far as it—\n\t\tholds property as trustee, and\n\t\tis connected with the relevant owner only because of section 839(3) of theTaxes Act 1988.”\n\tAfter paragraph 27 insert—\n\t“27A(1)This paragraph applies where in calculating the sum of the lowerproportions in relation to a transaction (in accordance with paragraph 12)—\n\t\ta company (“the connected company”) would have been a corresponding partnerof a relevant owner (“the original owner”) but for the fact that paragraph (b)of Step Two includes connected persons only if they are individuals, and\n\t\tthe connected company and the original owner are members of the same group.\n\tThe charge in respect of the transaction shall be reduced to the amountthat would have been payable had the connected company been a correspondingpartner of the original owner for the purposes of calculating the sum of thelower proportions.\n\tThe provisions of Part 1 of Schedule 7 apply to group relief under sub-paragraph (2) above as to group relief under paragraph 1(1) of Schedule 7,but—\n\t\twith the omission of paragraph 2(2)(a),\n\t\twith the substitution for “the purchaser” in paragraph 3(1)(a) of “apartner who was, at the effective date of the transaction, a partner and amember of the same group as the transferor (“the relevant partner”)”, and\n\t\twith the other modifications specified in paragraph 27(3) to (6) above.”\n\tFor paragraph 36 substitute—\n\t“36For the purposes of this Part of this Schedule, where a person acquires orincreases a partnership share there is a transfer of an interest in thepartnership (to that partner and from the other partners).”\n\tIn paragraph 39 (“connected persons”), insert at the end—\n\tAs applied by sub-paragraph (1) for the purposes of paragraph 12 or 20,that section has effect with the omission of subsection (3)(c) (trusteeconnected with settlement).”\n\tIn Schedule 16 to FA 2003 (trusts and powers)—\n\t\tin paragraph 3(1) (bare trust), after “a chargeable interest” insert “or aninterest in a partnership”, and\n\t\tin paragraph 4 (trustees of settlement), after “a chargeable interest”insert “or an interest in a partnership”.\n\tThe amendments made by subsections (1) to (11) have effect in respect oftransfers occurring on or after the day on which this Act is passed.\n\tBut the amendments made by subsections (6) and (10) do not have effect inrespect of anything done in respect of a property-investment partnershipestablished before the day on which this Act is passed if—\n\t\tthe partnership does not acquire a chargeable interest on or after thatday, and\n\t\tstamp duty land tax was paid in respect of each chargeable interestacquired before that day, by reference to chargeable consideration of not lessthan the market value.\n\tThe amendment made by subsection (12) has effect in respect ofacquisitions occurring on or after the day on which this Act is passed.\n\tAn amendment made by this section replaces, to the extent provided for bysubsections (13) to (15), any variation made by the Stamp Duty Land Tax(Variation of the Finance Act 2003) Regulations 2006 ([S.I.2006/3237](/id/uksi/2006/3237?view=plain \"Go to item of legislation\")).\n\tDespite subsections (13) to (16), the transitional provisions of sub-paragraphs (8) to (10) of paragraph 2 of the Schedule to the Stamp Duty LandTax (Variation of the Finance Act 2003) Regulations 2006 ([S.I.2006/3237](/id/uksi/2006/3237?view=plain \"Go to item of legislation\"))continue to have effect in relation to the amendments made by this section asin relation to that paragraph."
    },
    {
        "length": 541,
        "text": "\nReliefs in relation to shares etc\n\tExemptions: intermediaries, repurchases etc\n\t\tSchedule 21 contains provision in relation to exemptions from stamp duty andstamp duty reserve tax in cases involving intermediaries, repurchases, stocklending or recognised investment exchanges.\n\tAcquisition relief: disregard of company holding own shares\n\t\tIn section 75 of FA 1986 (relief on acquisition of undertaking of companyin pursuance of scheme for reconstruction of that company), after subsection(5) insert—\n\t\t\t“(5A)If immediately before the acquisition the target company or the acquiringcompany holds any of its own shares, the shares are to be treated for thepurposes of subsections (4) and (5) as having been cancelled before theacquisition (and, accordingly, the company is to be treated as if it were nota shareholder of itself).”\n\t\tIn section 77 of that Act (relief on acquisition of target company’s sharecapital), after subsection (3) insert—\n\t\t“(3A)If immediately before the acquisition the target company or the acquiringcompany holds any of its own shares, the shares are to be treated for thepurposes of subsection (3) as having been cancelled before the acquisition(and, accordingly, the company is to be treated as if it were not ashareholder of itself).”\n\t\tIn Part 2 of Schedule 7 to FA 2003 (SDLT: reconstruction and acquisitionreliefs), in paragraph 7 (reconstruction relief) after sub-paragraph (5)insert—\n\t\t“(5A)If immediately before the acquisition the target company or the acquiringcompany holds any of its own shares, the shares are to be treated for thepurposes of sub-paragraphs (2) and (4) as having been cancelled before theacquisition (and, accordingly, the company is to be treated as if it were nota shareholder of itself).”\n\t\tThe amendments made by subsections (1) and (2) have effect in relation toany instrument executed on or after the day on which this Act is passed.\n\t\tThe amendment made by subsection (3) has effect in relation to any landtransaction of which the effective date is on or after that day."
    },
    {
        "length": 2343,
        "text": "\nOther reliefs etc\n\tSDLT: alternative finance arrangements\n\t\tIn FA 2003, after section 73A insert—\n\t\t“73BExempt interests\n\t\t\tAn interest held by a financial institution as a result of the firsttransaction within the meaning of section 71A(1)(a), 72(1)(a) or 72A(1)(a) isan exempt interest for the purposes of stamp duty land tax.\n\t\t\tThat interest ceases to be an exempt interest if—\n\t\t\t\tthe lease or agreement mentioned in section 71A(1)(c), 72(1)(b) or72A(1)(b) ceases to have effect, or\n\t\t\t\tthe right under section 71A(1)(d), 72(1)(c) or 72A(1)(c) ceases to haveeffect or becomes subject to a restriction.\n\t\t\tSubsection (1) does not apply if the first transaction is exempt fromcharge by virtue of Schedule 7.\n\t\t\tSubsection (1) does not make an interest exempt in respect of—\n\t\t\t\tthe first transaction itself, or\n\t\t\t\ta further transaction or third transaction within the meaning of section71A(4), 72(4) or 72A(4).”\n\t\t\tIn section 48 of that Act (stamp duty land tax: exempt interests), aftersubsection (3) insert—\n\t\t\t\t“(3A)Section 73B makes additional provision about exempt interests in relationto alternative finance arrangements.”\n\t\t\tFor the text of sections 71A(8), 72(7), 72A(8) and 73(5)(a) of that Act(alternative finance arrangements: meaning of “financial institution”),substitute “In this section “financial institution” has the meaning given bysection 46 of the Finance Act 2005 (alternative finance arrangements).”\n\t\t\tThe amendments made by this section—\n\t\t\t\thave effect in relation to anything that would, but for the exemptionprovided by new section 73B inserted by subsection (1) above, be a landtransaction with an effective date on or after 22nd March 2007, and\n\t\t\t\tapply, in accordance with paragraph (a), to interests irrespective of thedate of their creation.\n\tSDLT: exchanges\n\t\tIn section 47(1) of FA 2003 (exchanges), insert at the end “(and they arenot linked transactions within the meaning of section 108)”.\n\t\tIn section 108 of that Act (linked transactions), insert at the end—\n\t\tThis section is subject to section 47(1).”\n\t\tThe amendments made by this section have effect in relation to a set ofland transactions if the effective date of any of them is on or after the dayon which this Act is passed.\n\tSDLT: shared ownership trusts\n\t\tIn Schedule 9 to FA 2003 (right to buy and shared ownership leases), insertat the end—\n\t\t“Shared ownership trust: introduction\n\t\t\tIn this Schedule “shared ownership trust” means a trust of land, withinthe meaning of section 1 of the Trusts of Land and Appointment of Trustees Act1996, which satisfies the following conditions.\n\t\t\tCondition 1 is that the trust property is—\n\t\t\t\ta dwelling, and\n\t\t\t\tin England or Wales.\n\t\t\tCondition 2 is that one of the beneficiaries (“the social landlord”) is aqualifying body (within the meaning of paragraph 5(2)).\n\t\t\tCondition 3 is that the terms of the trust—\n\t\t\t\tprovide for one or more of the individual beneficiaries (“the purchaser”)to have exclusive use of the trust property as the only or main residence ofthe purchaser,\n\t\t\t\trequire the purchaser to make an initial payment to the social landlord(“the initial capital”),\n\t\t\t\trequire the purchaser to make additional payments to the social landlord byway of compensation under section 13(6)(a) of the Trusts of Land andAppointment of Trustees Act 1996 (“rent-equivalent payments”),\n\t\t\t\tenable the purchaser to make other additional payments to the sociallandlord (“equity-acquisition payments”),\n\t\t\t\tdetermine the initial beneficial interests of the social landlord and ofthe purchaser by reference to the initial capital,\n\t\t\t\tspecify a sum, equating or relating to the market value of the dwelling, byreference to which the initial capital was calculated, and\n\t\t\t\tprovide for the purchaser’s beneficial interest in the trust property toincrease, and the social landlord’s to diminish (or to be extinguished), asequity-acquisition payments are made.\n\t\t\tSection 118 (meaning of “market value”) does not apply to this paragraph.\n\t\t\tIn Condition 1 “dwelling” includes—\n\t\t\t\ta building which is being constructed or adapted for use as a dwelling,\n\t\t\t\tland which is to be used for the purpose of the construction of a dwelling,and\n\t\t\t\tland which is, or is to become, the garden or grounds of a dwelling.\n\t\tShared ownership trust: “purchaser”\n\t\t\t8For the purposes of the application of stamp duty land tax in relation to ashared ownership trust, the person (or persons) identified as the purchaser inaccordance with paragraph 7, and not the social landlord or any otherbeneficiary, is (or are) to be treated as the purchaser of the trust property.\n\t\tShared ownership trust: election for market value treatment\n\t\t\tThis paragraph applies where—\n\t\t\t\ta shared ownership trust is declared, and\n\t\t\t\tthe purchaser elects for tax to be charged in accordance with thisparagraph.\n\t\t\tAn election must be included in—\n\t\t\t\tthe land transaction return for the declaration of the shared ownershiptrust, or\n\t\t\t\tan amendment of that return.\n\t\t\tAn election may not be revoked.\n\t\t\tWhere this paragraph applies—\n\t\t\t\tthe chargeable consideration for the declaration of the shared ownershiptrust shall be taken to be the amount stated in accordance with paragraph7(4)(f), and\n\t\t\t\tno account shall be taken for the purposes of stamp duty land tax of rent-equivalent payments.\n\t\t\tThe transfer to the purchaser of an interest in the trust property upon thetermination of the trust is exempt from charge if—\n\t\t\t\tan election was made under this paragraph, and\n\t\t\t\tany tax chargeable in respect of the declaration of the shared ownershiptrust has been paid.\n\t\tShared ownership trust: treatment of staircasing transaction\n\t\t\tAn equity-acquisition additional payment under a shared ownership trust,and the consequent increase in the purchaser’s beneficial interest, shall beexempt from charge if—\n\t\t\t\tan election was made under paragraph 9, and\n\t\t\t\tany tax chargeable in respect of the declaration of trust has been paid.\n\t\t\tAn equity-acquisition additional payment under a shared ownership trust,and the consequent increase in the purchaser’s beneficial interest, shall alsobe exempt from charge if following the increase the purchaser’s beneficialinterest does not exceed 80% of the total beneficial interest in the trustproperty.\n\t\tShared ownership trust: treatment of additional payments where noelection made\n\t\t\t11Where no election has been made under paragraph 9 in respect of a sharedownership trust—\n\t\t\t\tthe initial capital shall be treated for the purposes of stamp duty landtax as chargeable consideration other than rent, and\n\t\t\t\tany rent-equivalent additional payment by the purchaser shall be treatedfor the purposes of stamp duty land tax as a payment of rent.”\n\t\t\tThe amendment made by subsection (1) has effect in relation to landtransactions with an effective date on or after the day on which this Act ispassed.\n\tSDLT: shared ownership lease\n\t\tIn paragraph 2 of Schedule 9 to FA 2003 (stamp duty land tax: shared ownershiplease), after sub-paragraph (4) insert—\n\t“(4A)Where this paragraph applies no account shall be taken for the purposesof stamp duty land tax of the rent mentioned in sub-paragraph (2)(d).”\n\tCertain transfers of school land\n\t\tIn Chapter 7 of Part 2 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\") (“the 1998Act”) (new framework for maintained schools), omit sections 79 and 79A (nostamp duty or SDLT payable in respect of certain transfers).\n\t\tThe repeal of—\n\t\t\tsection 79A of the 1998 Act, and\n\t\t\tsection 79 of that Act as it applies for the purposes of section 79A,\n\t\t\t\thas effect in relation to any land transaction of which the effective date ison or after the day on which this Act is passed.\n\t\tSubject to that, the repeal of section 79 of the 1998 Act has effect inrelation to any instrument executed on or after that day."
    },
    {
        "length": 1377,
        "text": "\nSDLT: administration\n\tPayment of tax\n\t\tFA 2003 is amended as follows.\n\t\tIn section 76(3) (payment to accompany land transaction return), omitparagraph (b).\n\t\tIn section 80(2) (adjustment for change of circumstance: payment toaccompany return), for paragraph (d) substitute—\n\t\t\tthe tax or additional tax payable must be paid not later than the filingdate for the return.”\n\t\tIn section 81 (withdrawal of relief: further return)—\n\t\t\tin subsection (2), omit paragraph (b), and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(2A)Tax payable must be paid not later than the filing date for the return.”\n\t\tIn section 81A(1) (later linked transaction: return), for paragraph (d)substitute—\n\t\t\tthe tax or additional tax payable must be paid not later than the filingdate for the return.”\n\t\tIn section 86 (payment of tax)—\n\t\t\tin subsection (1), for “at the same time that a land transaction return ismade in respect of the transaction.” substitute “not later than the filingdate for the land transaction return relating to the transaction.”, and\n\t\t\tin subsection (2), for “at the same time that a return is made in respectof the withdrawal” substitute “not later than the filing date for the returnrelating to the withdrawal”.\n\t\tIn paragraph 2 of Schedule 10 (payment to accompany land transactionreturn), omit sub-paragraph (2)(b).\n\t\tFor each of paragraphs 3(3)(d), 4(3)(d) and 8(3)(d) of Schedule 17A(leases) substitute—\n\t\t\tthe tax or additional tax payable must be paid not later than the filingdate for the return.”\n\t\tThe amendments made by this section have effect as follows—\n\t\t\tthe amendment made by subsection (2) has effect in relation to landtransactions with an effective date on or after the day on which this Act ispassed,\n\t\t\tthe amendment made by subsection (3) has effect in relation to returnswhere the event as a result of which the return is required occurs on or afterthe day on which this Act is passed,\n\t\t\tthe amendment made by subsection (4) has effect in relation to returnswhere the disqualifying event occurs on or after the day on which this Act ispassed,\n\t\t\tthe amendment made by subsection (5) has effect in relation to returnswhere the effective date of the later transaction is on or after the day onwhich this Act is passed,\n\t\t\tthe amendment made by subsection (6) has effect in relation to landtransactions with an effective date on or after the day on which this Act ispassed,\n\t\t\tthe amendment made by subsection (7) has effect in relation to landtransactions with an effective date on or after the day on which this Act ispassed, and\n\t\t\tthe amendment made by subsection (8) has effect in respect of requirementsto deliver a return or further return which arise on or after the day on whichthis Act is passed.\n\tSelf-certificate declarations\n\t\tSchedule 11 to FA 2003 (self-certificates) is amended as follows.\n\t\tAfter paragraph 2 insert—\n\t\t“Declaration by agent\n\t\t\t2A(1)The requirement in paragraph 2(1)(c) shall be deemed to be met where—\n\t\t\t\tthe purchaser (or each of them) authorises an agent to complete a self-certificate,\n\t\t\t\tthe purchaser (or each of them) makes a declaration that, with theexception of the effective date, the information provided in the self-certificate is to the best of the purchaser’s knowledge correct and complete,and\n\t\t\t\tthe self-certificate includes a declaration by the agent that the effectivedate provided in the self-certificate is to the best of the agent’s knowledgecorrect.\n\t\t\tSub-paragraph (1) applies only where the self-certificate is in a formspecified by Her Majesty’s Revenue and Customs for the purposes of that sub-paragraph.\n\t\t\tNothing in this paragraph affects the liability of the purchaser (or eachof them) under this Part of this Act.\n\t\tDeclaration by the relevant Official Solicitor\n\t\t\t2B(1)The requirement in paragraph 2(1)(c) shall be deemed to be met where—\n\t\t\t\tthe purchaser (or any of them) is a person under a disability,\n\t\t\t\tthe Official Solicitor is acting for the purchaser (or any of them), and\n\t\t\t\tthe self-certificate includes a declaration by the Official Solicitor thatthe self-certificate is correct and complete to the best of the OfficialSolicitor’s knowledge.\n\t\t\tSub-paragraph (1) applies only where the self-certificate is in a formspecified by Her Majesty’s Revenue and Customs for the purposes of that sub-paragraph.\n\t\t\tNothing in this paragraph affects the liability of the purchaser (or eachof them) under this Part of this Act.\n\t\t\tIn this paragraph “the Official Solicitor” means the Official Solicitor tothe Supreme Court of England and Wales or the Official Solicitor to theSupreme Court of Northern Ireland.”\n\t\t\tIn paragraph 3(1), for “person” substitute “purchaser”.\n\t\t\tThe amendments made by this section have effect in relation to transactionswith an effective date on or after the day on which this Act is passed."
    },
    {
        "length": 1244,
        "text": "\nCriminal investigations: powers of Revenue and Customs\n\tSection 114 of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (application ofAct to customs and excise) is amended as follows.\n\tIn paragraph (a) of subsection (2)—\n\t\tfor “investigations conducted by officers of Customs and Excise of offenceswhich relate to assigned matters, as defined in section 1 of the Customs andExcise Management Act 1979,” substitute “investigations conducted by officersof Revenue and Customs”, and\n\t\tfor “persons detained by officers of Customs and Excise;” substitute“persons detained by officers of Revenue and Customs;”.\n\tIn the opening words of paragraph (b) of that subsection, for“investigations of offences conducted by officers of Customs and Excise”substitute “investigations of offences conducted by officers of Revenue andCustoms”.\n\tIn sub-paragraph (i) of that paragraph, for “section” substitute“sections”.\n\tIn the section 14A deemed to be inserted by that sub-paragraph—\n\t\tfor “and which relates to an assigned matter, as defined in section 1 ofthe Customs and Excise Management Act 1979,” substitute “and which relates toa matter in relation to which Her Majesty’s Revenue and Customs havefunctions,” and\n\t\tin the heading, for “ **Customs and Excise** ” substitute “ **Revenue andCustoms** ”.\n\tAfter that section insert—\n\t“14BRevenue and Customs: restriction on other powers to apply forproduction of documents\n\t\tAn officer of Revenue and Customs may make an application for the deliveryof, or access to, documents under a provision specified in subsection (3) onlyif the condition in subsection (2) is satisfied.\n\t\tThe condition is that the officer thinks that an application under Schedule1 would not succeed because the material required does not consist of orinclude special procedure material.\n\t\tThe provisions are—\n\t\t\tsection 20BA of, and Schedule 1AA to, the Taxes Management Act 1970(serious tax fraud);\n\t\t\tparagraph 11 of Schedule 11 to the Value Added Tax Act 1994 (VAT);\n\t\t\tparagraph 4A of Schedule 7 to the Finance Act 1994 (insurance premium tax);\n\t\t\tparagraph 7 of Schedule 5 to the Finance Act 1996 (landfill tax);\n\t\t\tparagraph 131 of Schedule 6 to the Finance Act 2000 (climate change levy);\n\t\t\tparagraph 8 of Schedule 7 to the Finance Act 2001 (aggregates levy);\n\t\t\tPart 6 of Schedule 13 to the Finance Act 2003 (stamp duty land tax).”\n\t\tIn paragraph (c) of subsection (2)—\n\t\t\tfor “customs detention” substitute “Revenue and Customs detention”, and\n\t\t\tfor “an officer of Customs and Excise” substitute “an officer of Revenueand Customs”.\n\t\tAfter that paragraph insert—\n\t\t\tthat where an officer of Revenue and Customs searches premises in relianceon a warrant under section 8 of, or paragraph 12 of Schedule 1 to, this Act(as applied by an order under this subsection) the officer shall have thepower to search persons found on the premises—\n\t\t\tin such cases and circumstances as are specified in the order, and\n\t\t\tsubject to any conditions specified in the order; and\n\t\t\tthat powers and functions conferred by a provision of this Act (as appliedby an order under this subsection) may be exercised only by officers ofRevenue and Customs acting with the authority (which may be general orspecific) of the Commissioners for Her Majesty’s Revenue and Customs.”\n\t\tAfter that subsection insert—\n\t\t\t“(2A)A certificate of the Commissioners that an officer of Revenue and Customshad authority under subsection (2)(e) to exercise a power or functionconferred by a provision of this Act shall be conclusive evidence of thatfact.”\n\t\tFor subsection (3) substitute—\n\t\tAn order under subsection (2)—\n\t\t\tmay make provision that applies generally or only in specified cases orcircumstances,\n\t\t\tmay make different provision for different cases or circumstances,\n\t\t\tmay, in modifying a provision, in particular impose conditions on theexercise of a function, and\n\t\t\tshall not be taken to limit a power under section 164 of the Customs andExcise Management Act 1979.”\n\t\tThe heading of section 114 accordingly becomes “ **Application of Act toRevenue and Customs** ”."
    },
    {
        "length": 1156,
        "text": "\nNorthern Ireland criminal investigations\n\tArticle 85 of the Police and Criminal Evidence (Northern Ireland) Order1989 ([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\")) (application of Order to customs and excise) is amended asfollows.\n\tIn sub-paragraph (a) of paragraph (1)—\n\t\tfor “investigations conducted by officers of Customs and Excise of offenceswhich relate to assigned matters, as defined in section 1 of the Customs andExcise Management Act 1979,” substitute “investigations conducted by officersof Revenue and Customs”, and\n\t\tfor “persons detained by officers of Customs and Excise;” substitute“persons detained by officers of Revenue and Customs;”.\n\tIn the opening words of sub-paragraph (b) of that paragraph, for“investigations of offences conducted by officers of Customs and Excise”substitute “investigations of offences conducted by officers of Revenue andCustoms”.\n\tIn paragraph (i) of that sub-paragraph, for “Article” substitute“Articles”.\n\tIn the Article 16A deemed to be inserted by that paragraph—\n\t\tfor “and which relates to an assigned matter, as defined in section 1 ofthe Customs and Excise Management Act 1979,” substitute “and which relates toa matter in relation to which Her Majesty’s Revenue and Customs havefunctions,” and\n\t\tin the heading, for “ **Customs and Excise** ” substitute “ **Revenue andCustoms** ”.\n\tAfter that Article insert—\n\t“16BRevenue and Customs: restriction on other powers to apply forproduction of documents\n\t\tAn officer of Revenue and Customs may make an application for the deliveryof, or access to, documents under a provision specified in paragraph (3) onlyif the condition in paragraph (2) is satisfied.\n\t\tThe condition is that the officer thinks that an application under Schedule1 would not succeed because the material required does not consist of orinclude special procedure material.\n\t\tThe provisions are—\n\t\t\tsection 20BA of, and Schedule 1AA to, the Taxes Management Act 1970(serious tax fraud);\n\t\t\tparagraph 11 of Schedule 11 to the Value Added Tax Act 1994 (VAT);\n\t\t\tparagraph 4A of Schedule 7 to the Finance Act 1994 (insurance premium tax);\n\t\t\tparagraph 7 of Schedule 5 to the Finance Act 1996 (landfill tax);\n\t\t\tparagraph 131 of Schedule 6 to the Finance Act 2000 (climate change levy);\n\t\t\tparagraph 8 of Schedule 7 to the Finance Act 2001 (aggregates levy);\n\t\t\tPart 6 of Schedule 13 to the Finance Act 2003 (stamp duty land tax).”\n\t\tAfter sub-paragraph (b) of paragraph (1) insert—\n\t\t\tthat where an officer of Revenue and Customs searches premises in relianceon a warrant under Article 10 of, or paragraph 9 of Schedule 1 to, this Order(as applied by an order under this paragraph) the officer shall have the powerto search persons found on the premises—\n\t\t\tin such cases and circumstances as are specified in the order, and\n\t\t\tsubject to any conditions specified in the order; and\n\t\t\tthat powers and functions conferred by a provision of this Order (asapplied by an order under this paragraph) may be exercised only by officers ofRevenue and Customs acting with the authority (which may be general orspecific) of the Commissioners for Her Majesty’s Revenue and Customs.”\n\t\tAfter that paragraph insert—\n\t\t\t“(1A)A certificate of the Commissioners that an officer of Revenue and Customshad authority under paragraph (1)(d) to exercise a power or function conferredby a provision of this Order shall be conclusive evidence of that fact.”\n\t\tFor paragraph (2) substitute—\n\t\tAn order under paragraph (1)—\n\t\t\tmay, in modifying a provision, in particular impose conditions on theexercise of a function, and\n\t\t\tshall not be taken to limit a power under section 164 of the Customs andExcise Management Act 1979.”\n\t\tThe heading of Article 85 accordingly becomes “ **Application of Order toRevenue and Customs** ”."
    },
    {
        "length": 543,
        "text": "\nSections 82 and 83: supplementary\n\tIn Schedule 2 to CRCA 2005 (restrictions on the exercise of functions),omit—\n\t\tparagraph 7 (Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\")), and\n\t\tparagraph 9 (Police and Criminal Evidence (Northern Ireland) Order 1989([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\"))).\n\tNothing in section 6 or 7 of CRCA 2005 (initial functions) restricts thefunctions in connection with which officers of Revenue and Customs mayexercise a power under—\n\t\tthe Police and Criminal Evidence Act 1984 by virtue of section 114 of thatAct (as amended by section 82 above), or\n\t\tthe Police and Criminal Evidence (Northern Ireland) Order 1989 by virtue ofArticle 85 of that Order (as amended by section 83 above).\n\tBut neither an order under section 114 of the Police and Criminal EvidenceAct 1984 nor an order under Article 85 of the Police and Criminal Evidence(Northern Ireland) Order 1989 has effect in relation to a matter specified insection 54(4)(b) or (f) of, or in paragraphs 3, 7, 10, 13 to 15, 19 or 24 to29 of Schedule 1 to, CRCA 2005 (former Inland Revenue matters).\n\tSchedule 22 contains amendments and repeals consequential on extension ofpolice powers to Revenue and Customs.\n\tSections 82 and 83 and this section come into force in accordance withprovision made by the Treasury by order.\n\tThe power to make an order under subsection (5) is exercisable by statutoryinstrument."
    },
    {
        "length": 103,
        "text": "\nSearch warrants\n\tIn section 8 of the Police and Criminal Evidence Act 1984, after subsection(6) insert—\n\tSection 4 of the Summary Jurisdiction (Process) Act 1881 (execution ofprocess of English courts in Scotland) shall apply to a warrant issued on theapplication of an officer of Revenue and Customs under this section by virtueof section 114 below.”"
    },
    {
        "length": 1004,
        "text": "\nCross-border exercise of powers\n\tThis section relates to the Criminal Justice and Public Order Act [1994 (c.33)](/id/ukpga/1994/33?view=plain \"Go to item of legislation\").\n\tSections 136 to 139 (execution of warrants and powers of arrest and search)shall apply to an officer of Revenue and Customs as they apply to a constable;and for that purpose—\n\t\ta reference to a constable (including a reference to a constable of apolice force in England and Wales, a constable of a police force in Scotlandor a constable of a police force in Northern Ireland) shall be treated as areference to an officer of Revenue and Customs, and\n\t\ta reference to a police station, or a designated police station, includes areference to an office of Revenue and Customs or (in England and Wales andNorthern Ireland) a designated office of Revenue and Customs.\n\tIn the application of section 138 to an officer of Revenue and Customs—\n\t\tin subsection (2)—\n\t\tthe reference to subsections (2) to (8) of section 14 of the CriminalProcedure (Scotland) Act [1995 (c. 46)](/id/ukpga/1995/46?view=plain \"Go toitem of legislation\") (“the 1995 Procedure Act”) shall be treated as areference to subsections (2) to (7) of section 24 of the Criminal Law(Consolidation) (Scotland) Act [1995 (c. 39)](/id/ukpga/1995/39?view=plain \"Goto item of legislation\") (“the 1995 Consolidation Act”), and\n\t\tthe reference to subsections (1), (2) and (4) to (6) of section 15 of the1995 Procedure Act shall be treated as a reference to subsections (1) to (4)of section 25 of the 1995 Consolidation Act, and\n\t\tin subsection (6)—\n\t\tthe references to section 14 of the 1995 Procedure Act shall be treated asreferences to section 24 of the 1995 Consolidation Act,\n\t\tthe references to section 15 of the 1995 Procedure Act shall be treated asreferences to section 25 of the 1995 Consolidation Act,\n\t\tin paragraph (a), sub-paragraph (ii) shall not apply, and\n\t\tparagraph (b) shall not apply.\n\tAn officer of Revenue and Customs may exercise a power under sections 136to 139 only in the exercise of a function relating to tax (including dutiesand tax credits).\n\tIn subsection (2)—\n\t\t  * “office of Revenue and Customs” means premises wholly or partly occupied by Her Majesty’s Revenue and Customs, and \n\t\t  * “designated office of Revenue and Customs” has the meaning given by an order under section 114 of the Police and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (power to extend provisions to HMRC) or, in Northern Ireland, by an order under Article 85 of the Police and Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (power to extend Order to HMRC). \n\tIn section 136, after subsection (8) insert—\n\tPowers under this section and sections 137 to 139 may be exercised by anofficer of Revenue and Customs in accordance with section 87 of the FinanceAct 2007.”"
    },
    {
        "length": 2986,
        "text": "\nFiling dates\n\tPersonal tax returns\n\t\tSection 8 of TMA 1970 (personal tax return) is amended as follows.\n\t\tIn subsection (1)(a), omit “, on or before the day mentioned in subsection(1A) below”.\n\t\tOmit subsection (1A).\n\t\tAfter subsection (1C) insert—\n\t\t\t“(1D)A return under this section for a year of assessment (Year 1) must bedelivered—\n\t\t\tin the case of a non-electronic return, on or before 31st October in Year2, and\n\t\t\tin the case of an electronic return, on or before 31st January in Year 2.\n\t\t\t(1E)But subsection (1D) is subject to the following two exceptions.\n\t\t\t(1F)Exception 1 is that if a notice in respect of Year 1 is given after 31stJuly in Year 2 (but on or before 31st October), a return must be delivered—\n\t\t\tduring the period of 3 months beginning with the date of the notice (for anon-electronic return), or\n\t\t\ton or before 31st January (for an electronic return).\n\t\t\t(1G)Exception 2 is that if a notice in respect of Year 1 is given after 31stOctober in Year 2, a return (whether electronic or not) must be deliveredduring the period of 3 months beginning with the date of the notice.\n\t\t\t(1H)The Commissioners—\n\t\t\tshall prescribe what constitutes an electronic return, and\n\t\t\tmay make different provision for different cases or circumstances.”\n\tTrustee’s tax return\n\t\tSection 8A of TMA 1970 (trustee’s tax return) is amended as follows.\n\t\tIn subsection (1)(a), omit “, on or before the day mentioned in subsection(1A) below”.\n\t\tOmit subsection (1A).\n\t\tAfter subsection (1AA) insert—\n\t\t\t“(1B)A return under this section for a year of assessment (Year 1) must bedelivered—\n\t\t\tin the case of a non-electronic return, on or before 31st October in Year2, and\n\t\t\tin the case of an electronic return, on or before 31st January in Year 2.\n\t\t\t(1C)But subsection (1B) is subject to the following two exceptions.\n\t\t\t(1D)Exception 1 is that if a notice in respect of Year 1 is given after 31stJuly in Year 2 (but on or before 31st October), a return must be delivered—\n\t\t\tduring the period of 3 months beginning with the date of the notice (for anon-electronic return), or\n\t\t\ton or before 31st January (for an electronic return).\n\t\t\t(1E)Exception 2 is that if a notice in respect of Year 1 is given after 31stOctober in Year 2, a return (whether electronic or not) must be deliveredduring the period of 3 months beginning with the date of the notice.\n\t\t\t(1F)The Commissioners—\n\t\t\tshall prescribe what constitutes an electronic return, and\n\t\t\tmay make different provision for different cases or circumstances.”\n\tPartnership tax returns\n\t\tIn section 12AA of TMA 1970, for subsection (4) (partnership return: filingdate) substitute—\n\t\tIn the case of a partnership which includes one or more individuals, anotice under subsection (2) or (3) above may specify different days dependingon whether a return in respect of a year of assessment (Year 1) is electronicor non-electronic.\n\t\t\t(4A)The day specified for a non-electronic return must not be earlier than31st October of Year 2.\n\t\t(4B)The day specified for an electronic return must not be earlier than 31stJanuary of Year 2.\n\t\t(4C)But subsections (4A) and (4B) are subject to the following two exceptions.\n\t\t(4D)Exception 1 is that if the notice is given after 31st July in Year 2 (buton or before 31st October)—\n\t\t\tthe day specified for a non-electronic return must be after the end of theperiod of three months beginning with the date of the notice, and\n\t\t\tthe day specified for an electronic return must not be earlier than 31stJanuary.\n\t\t\t(4E)Exception 2 is that if the notice is given after 31st October in Year 2,the day specified for a return (whether or not electronic) must be after theend of the period of three months beginning with the date of the notice.”\n\t\tFor subsection (5) of that section (partnership return where a company is apartner: filing date) substitute—\n\t\tIn the case of a partnership which includes one or more companies, anotice may specify different dates depending on whether a notice in respect ofa relevant period is electronic or non-electronic.\n\t\t(5A)The day specified for a non-electronic return must not be earlier than theend of the period of nine months beginning at the end of the relevant period.\n\t\t(5B)The day specified for an electronic return must not be earlier than thefirst anniversary of the end of the relevant period.\n\t\t(5C)But where the notice is given more than nine months after the end of therelevant period, the day specified for a return (whether or not electronic)must be after the end of the period of three months beginning with the date ofthe notice.\n\t\t(5D)For the purposes of this section “relevant period” means the period inrespect of which the return is required.\n\t\t(5E)The Commissioners—\n\t\t\tshall prescribe what constitutes an electronic return for the purposes ofthis section, and\n\t\t\tmay make different provision for different cases or circumstances.”\n\tConsequential amendments\n\t\tIn section 9(2) of TMA 1970 (returns to include self-assessment)—\n\t\t\tin paragraph (a), for “30th September” substitute “31st October”, and\n\t\t\tin paragraph (b), for “31st July” substitute “31st August”.\n\t\tIn section 9ZA of TMA 1970 (amendment of personal or trustee return), forsubsection (3) substitute—\n\t\tIn this section “the filing date”, in respect of a return for a year ofassessment (Year 1), means—\n\t\t\t31st January of Year 2, or\n\t\t\tif the notice under section 8 or 8A is given after 31st October of Year 2,the last day of the period of three months beginning with the date of thenotice.”\n\t\tIn section 9A(6) of TMA 1970 (notice of enquiry: “the filing date”), forthe words from “means” to the end substitute “means, in relation to a return,the last day for delivering it in accordance with section 8 or 8A.”\n\t\tIn section 12ABA of TMA 1970 (amendment of partnership return by taxpayer),for subsection (4) substitute—\n\t\tIn this section “the filing date” means—\n\t\t\tin the case of a partnership which includes one or more individuals, inrespect of a return for a year of assessment (Year 1)—\n\t\t\t31st January of Year 2, or\n\t\t\tif the notice under section 12AA is given after 31st October of Year 2,the last day of the period of three months beginning with the date of thenotice, and\n\t\t\tin the case of a partnership which includes one or more companies, the endof the period specified in section 12AA(5B) or (5C).”\n\t\tIn section 28C of TMA 1970 (determination of tax where no returndelivered), for subsection (6) substitute—\n\t\tIn this section “the filing date” in respect of a return for a year ofassessment (Year 1) means either—\n\t\t\t31st January of Year 2, or\n\t\t\tif the notice under section 8 or 8A was given after 31st October of Year 2,the last day of the period of three months beginning with the day on which thenotice is given.”\n\t\tIn section 33A of TMA 1970 (error in partnership return)—\n\t\t\tin subsection (1), insert at the end “for a year of assessment (Year 1), orfor a relevant period which ends in Year 1”,\n\t\t\tin subsection (2), for “five years after the filing date” substitute “31stJanuary of Year 6”,\n\t\t\tin subsection (9), omit the definition of “filing date”, and\n\t\t\tin that subsection, after the definition of “relevant partner” insert—\n\t\t\t\t““relevant period” means a period in respect of which a return is required.”\n\t\tIn section 93(10) of TMA 1970 (penalty for failure to make individual ortrustee return), for the definition of “filing date” substitute—\n\t\t““the filing date” in respect of a return for a year of assessment (Year 1)means—\n\t\t\t31st January of Year 2, or\n\t\t\tif the notice under section 8 or 8A was given after 31st October of Year 2,the last day of the period of three months beginning with the day on which thenotice is given.”\n\t\tIn section 93A of TMA 1970 (failure to make partnership return), aftersubsection (7) insert—\n\t\t“(7A)For the purposes of this section the filing date for a year of assessment(Year 1) in the case of a partnership which includes one or more individualsis—\n\t\t\t31st January of Year 2, or\n\t\t\tif the notice under section 12AA was given after 31st October of Year 2,the last day of the period of three months beginning with the date of thenotice.\n\t\t\t(7B)For the purposes of this section the filing date for a year of assessment(Year 1) in the case of a partnership which includes one or more companies is—\n\t\t\tthe first anniversary of the period for which the return is required, or\n\t\t\twhere the notice is given more than nine months after the end of the periodfor which the return is required, the last day of the period of three monthsbeginning with the date of the notice.”\n\t\tIn subsection (8) of section 93A, omit the definition of “the filing date”.\n\t\tIn paragraph 4 of Schedule 15 to FA 2006 (accountancy change: spreading ofadjustment)—\n\t\t\tin sub-paragraph (1), after “a tax year” insert “(Year 1)”, and\n\t\t\tin sub-paragraph (2), for “normal self-assessment filing date for the taxyear.” substitute “31st January of Year 2.”\n\tCommencement \n\t\tSections 88 to 91 have effect—\n\t\t\tin relation to a return under section 8 or 8A of TMA 1970, or a returnunder section 12AA of that Act for a partnership which includes one or moreindividuals, in respect of a return for a year of assessment beginning on orafter 6th April 2007, and\n\t\t\tin relation to a return under section 12AA of that Act for a partnershipwhich includes one or more companies, in respect of a return for a relevantperiod beginning on or after 6th April 2007.\n\t\tIn subsection (1)(b) “relevant period” means a period in respect of which areturn is required."
    },
    {
        "length": 2284,
        "text": "\nOther administration\n\tMandatory electronic filing of returns\n\t\tSection 135 of FA 2002 (mandatory electronic filing) is amended as follows.\n\t\tIn subsection (7), after paragraph (b) insert—\n\t\t\tto specify other consequences of contravention of, or failure to complywith, the regulations (which may include disregarding a return deliveredotherwise than by the use of electronic communications);”.\n\t\tIn subsection (10), for the definition of “taxation matter” substitute—\n\t\t\t““taxation matter” means any matter relating to a tax (or duty) for which theCommissioners are responsible.”\n\t\tSection 76 of VATA 1994 (assessment) is amended as follows.\n\t\tIn subsection (1), after paragraph (c) insert— “or\n\t\t\ta penalty under regulations made under section 135 of the Finance Act 2002(mandatory electronic filing of returns) in connection with VAT,”.\n\t\tIn that subsection, before “may have ceased” insert “or the regulations”.\n\t\tIn subsection (3), insert at the end— “; and\n\t\t\tin the case of a penalty under regulations made under section 135 of theFinance Act 2002, the relevant period is the prescribed accounting period inrespect of which the contravention of, or failure to comply with, theregulations occurred.”\n\t\tIn section 83 of VATA 1994 (appeals), after paragraph (zb) insert—\n\t\t\ta decision of the Commissioners about the application of regulationsunder section 135 of the Finance Act 2002 (mandatory electronic filing ofreturns) in connection with VAT (including, in particular, a decision as towhether a requirement of the regulations applies and a decision to impose apenalty);”.\n\t\tIn section 84 of VATA 1994 (appeals), after subsection (6A) insert—\n\t\t“(6B)Nothing in section 83(zc) shall be taken to confer on a tribunal anypower to vary an amount assessed by way of penalty except in so far as it isnecessary to reduce it to the amount which is appropriate under regulationsmade under section 135 of the Finance Act 2002.”\n\tMandatory electronic payment\n\t\tSection 204 of FA 2003 (mandatory electronic payment by large employers) isamended as follows.\n\t\tFor subsections (1) and (2) substitute—\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs may makeregulations requiring a person to use electronic means in making specifiedpayments under legislation relating to a tax (or duty) for which theCommissioners are responsible.\n\t\tThe regulations may provide for exceptions.”\n\t\tIn subsection (5)(b), for “the Inland Revenue” substitute “Her Majesty’sRevenue and Customs”.\n\t\tIn subsection (6)(a), for “the Inland Revenue” substitute “Her Majesty’sRevenue and Customs”.\n\t\tIn subsection (8)—\n\t\t\tin paragraph (a), for “a contravention of, or any failure to comply with,”substitute “a contravention by a large employer of, or any failure by a largeemployer to comply with,”, and\n\t\t\tin paragraph (b), for “taxation matter within the care and management ofthe Commissioners” substitute “matter relating to a tax (or duty) for whichthe Commissioners are responsible”.\n\t\tIn subsection (12)—\n\t\t\tfor the definition of “the Inland Revenue” substitute—\n\t\t\t\t““Her Majesty’s Revenue and Customs” includes a person acting under theauthority of the Commissioners in relation to payment by electronic means;”,and\n\t\t\tafter that definition insert—\n\t\t\t““large employer” means a person paying PAYE income to 250 or more recipients(and regulations under this section may make provision as to the date orperiod by reference to which this is to be determined and the circumstances inwhich a person is to be treated as paying PAYE income to a recipient);”.\n\t\tThe heading accordingly becomes “ **Mandatory electronic payment** ”.\n\t\tIn section 205(1) of FA 2003 (application of section 204 for otherpurposes)—\n\t\t\tafter “taxation” insert “(or duty)”, and\n\t\t\tfor “the Commissioners of Inland Revenue” substitute “the Commissioners forHer Majesty’s Revenue and Customs”.\n\tPayment by cheque\n\t\tThe Commissioners may make regulations providing for a payment to HMRC madeby cheque to be treated as made when the cheque clears, as defined in theregulations.\n\t\tSection 70A of TMA 1970 (payment by cheque treated as made on receipt byHMRC) is subject to regulations under subsection (1).\n\t\tRegulations under subsection (1)—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay include incidental, consequential or transitional provision.\n\t\tRegulations under subsection (1)—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of the House ofCommons.\n\t\tIn this section—\n\t\t\t“the Commissioners” means the Commissioners for Her Majesty’s Revenue andCustoms, and\n\t\t\t“HMRC” means Her Majesty’s Revenue and Customs.\n\t\tIn section 204 of FA 2003 (electronic payment), insert at the end—\n\t\tRegulations under section 95(1) of the Finance Act 2007 (payment bycheque) may, in particular, provide for a payment which is made by cheque incontravention of regulations under this section to be treated as made when thecheque clears, as defined in the regulations under that section.”\n\t\tIn section 70A of TMA 1970 (payments by cheque), insert at the end—\n\t\tThis section is subject to regulations under section 95(1) of the FinanceAct 2007 (payment by cheque).”\n\t\tIn VATA 1994, after section 58A insert—\n\t\t“58BPayment by cheque\n\t\t\tRegulations under section 95(1) of the Finance Act 2007 (payment by cheque)may, in particular, provide for a payment which is made by cheque incontravention of regulations under section 25(1) above to be treated as madewhen the cheque clears, as defined in the regulations under section 95(1) ofthat Act.”\n\tEnquiry into returns\n\t\tIn section 9A(2)(a) of TMA 1970 (period during which HMRC can open enquiryinto return), for “after the filing date;” substitute “after the day on whichthe return was delivered;”.\n\t\tIn section 12AC(2)(a) of TMA 1970 (period during which HMRC can openenquiry into partnership return), for “after the filing date;” substitute“after the day on which the return was delivered;”.\n\t\tIn paragraph 24(2) of Schedule 18 to FA 1998 (period during which HMRC canopen enquiry into company tax return), for “from the filing date.” substitute“from the day on which the return was delivered (subject to sub-paragraph(6)).”\n\t\tIn paragraph 24 of that Schedule, insert at the end—\n\t\tIn the case of a company which is a member of a group other than a smallgroup, the 12-month period in sub-paragraph (2) shall start not from the dayon which the return was delivered but from the filing date.\n\t\tIn sub-paragraph (6) “group” and “small group” have the same meaning as insections 383(2) and 474(1) of the Companies Act 2006 (or, until theircommencement, as in the provisions that they replicate).”\n\t\tThe amendments made by subsections (1) and (2) apply to returns whichrelate to the tax year 2007-08 or a later tax year.\n\t\tThe amendments made by subsections (3) and (4) apply to returns whichrelate to accounting periods ending after 31st March 2008.\n\tPenalties for errors\n\t\tSchedule 24 contains provisions imposing penalties on taxpayers who—\n\t\t\tmake errors in certain documents sent to HMRC, or\n\t\t\tunreasonably fail to report errors in assessments by HMRC.\n\t\tThat Schedule comes into force in accordance with provision made by theTreasury by order.\n\t\tAn order—\n\t\t\tmay commence a provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay include incidental, consequential or transitional provision.\n\t\tThe power to make an order is exercisable by statutory instrument."
    },
    {
        "length": 1825,
        "text": "\nValue added tax and insurance premium tax\n\tVAT: joint and several liability of traders in supply chain where taxunpaid\n\t\tIn section 77A of VATA 1994 (joint and several liability of traders insupply chain where tax unpaid), for subsection (9) substitute—\n\t\tThe Treasury may by order amend subsection (1) above.\n\t\t\t(9A)The Treasury may by order amend this section in order to extend orotherwise alter the circumstances in which a person shall be presumed to havereasonable grounds for suspecting matters to be as mentioned in subsection(2)(b) above.\n\t\t(9B)Any order under this section may make such incidental, supplemental,consequential or transitional provision as the Treasury think fit.”\n\t\tIn section 97(4) of that Act (orders ceasing to have effect unless approvedby House of Commons), after paragraph (ea) insert—\n\t\t\tan order under section 77A(9) or (9A);”.\n\tVAT: non-business use etc of business goods\n\t\tSchedule 4 to VATA 1994 (matters to be treated as supply of goods orservices) is amended as follows.\n\t\tIn paragraph 5 (non-business use etc of business goods), omit sub-paragraph(4A) (exception to rule in case of interests in land and buildings etc thatnon-business use of business assets treated as supply of services).\n\t\tIn paragraph 9 (application of paragraphs 5 to 8 where land forms part ofassets of business), insert at the end—\n\t\tIn this paragraph “grant” includes surrender.”\n\t\tParagraph 7 of Schedule 6 to VATA 1994 (valuation of supply of servicesotherwise than for consideration by virtue of paragraph 5(4) of Schedule 4etc) is amended as follows.\n\t\tThe existing provision becomes sub-paragraph (1) and after that sub-paragraph insert—\n\t\tRegulations may, in relation to a supply of services by virtue ofparagraph 5(4) of Schedule 4 (but otherwise than for a consideration), makeprovision for determining how the full cost to the taxable person of providingthe services is to be calculated.\n\t\tThe regulations may, in particular, make provision for the calculation tobe made by reference to any prescribed period.\n\t\tThe regulations may make—\n\t\t\tdifferent provision for different circumstances;\n\t\t\tsuch incidental, supplementary, consequential or transitional provision asthe Commissioners think fit.”\n\t\tThe amendment made by subsection (2) comes into force on 1st September2007.\n\t\tThe amendment made by subsection (3) has effect in relation to surrenderson or after 21st March 2007.\n\tVAT: transfers of going concerns\n\t\tSection 49 of VATA 1994 (transfers of going concern) is amended as follows.\n\t\tIn subsection (1) (transferor’s supplies treated as transferee’s suppliesfor purposes of registration and transferor’s records to be kept by transfereeafter transfer)—\n\t\t\tafter “Where a business” insert “, or part of a business,”,\n\t\t\tafter “on the business” insert “or part of the business”, and\n\t\t\tomit paragraph (b) (together with the “and” before it).\n\t\tIn subsection (2) (regulations for securing continuity of Act in case oftransfers of going concerns), after “a business” insert “, or part of abusiness,”.\n\t\tAfter that subsection insert—\n\t\t\t“(2A)Regulations under subsection (2) above may, in particular, provide forthe duties under this Act of the transferor to preserve records relating tothe business or part of the business for any period after the transfer tobecome duties of the transferee unless the Commissioners, at the request ofthe transferor, otherwise direct.”\n\t\tIn subsection (3) (provision which may be made by regulations), inparagraph (a), after “the transferor” insert “(other than the duties mentionedin subsection (2A) above)”.\n\t\tAfter that subsection insert—\n\t\tSubsection (5) below applies where—\n\t\t\ta business, or part of a business, carried on by a taxable person istransferred to another person as a going concern, and\n\t\t\tthe transferor continues to be required under this Act to preserve for anyperiod after the transfer any records relating to the business or part of thebusiness.\n\t\tSo far as is necessary for the purpose of complying with the transferee’sduties under this Act, the transferee (“E”) may require the transferor—\n\t\t\tto give to E, within such time and in such form as E may reasonablyrequire, such information contained in the records as E may reasonablyspecify,\n\t\t\tto give to E, within such time and in such form as E may reasonablyrequire, such copies of documents forming part of the records as E mayreasonably specify, and\n\t\t\tto make the records available for E’s inspection at such time and place asE may reasonably require (and permit E to take copies of, or make extractsfrom, them).\n\t\tWhere a business, or part of a business, carried on by a taxable person istransferred to another person as a going concern, the Commissioners maydisclose to the transferee any information relating to the business when itwas carried on by the transferor for the purpose of enabling the transferee tocomply with the transferee’s duties under this Act.”\n\t\tIn section 94(6) of VATA 1994 (meaning of “business” etc)—\n\t\t\tafter “a business” insert “, or part of a business,”, and\n\t\t\tfor “its assets or liabilities” substitute “the assets or liabilities ofthe business or part of the business”.\n\t\tIn paragraph 1(2) of Schedule 1 to that Act (registration in respect oftaxable supplies), after “Where a business” insert “, or part of a business,”.\n\t\tIn paragraph 8(2)(b) of Schedule 4 to that Act (matters to be treated assupply of goods or services), after “a business” insert “, or part of abusiness,”.\n\t\tThe amendments made by this section have effect in relation to transferspursuant to contracts entered into on or after 1st September 2007.\n\tIPT: meaning of “premium”\n\t\tIn section 72 of FA 1994 (interpretation: “premium”), after subsection (1A)insert—\n\t\t\t“(1B)Where—\n\t\t\tan amount is charged (to the insured or any other person) in respect of theacquisition of a right (whether of the insured or any other person) to requirethe insurer to provide, or offer to provide, any of the cover included in ataxable insurance contract, and\n\t\t\tany payment in respect of that amount is not regarded as a payment receivedunder that contract by the insurer by virtue of subsection (1A) above,\n\t\t\tthe payment is to be regarded as a payment received under that contract by theinsurer unless it is chargeable to tax at the higher rate by virtue of section52A above.”\n\t\tThe amendment made by subsection (1) has effect in relation to amountscharged on or after 22nd March 2007."
    },
    {
        "length": 1094,
        "text": "\nPetroleum revenue tax\n\tAbolition of PRT for fields recommissioned after earlierdecommissioning\n\t\tSection 185 of FA 1993 (abolition of PRT for oil fields with developmentconsents on or after 16th March 1993) is amended as follows.\n\t\tIn subsection (1) (meaning of “non-taxable field” and “taxable field”),after paragraph (b) insert “or an oil field which does not meet the conditionsin paragraphs (a) and (b) above but which does meet the conditions insubsection (1A) below”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)An oil field meets the conditions in this subsection if—\n\t\t\tthe Secretary of State has at any time approved one or more abandonmentprogrammes under Part 4 of the Petroleum Act 1998 (or Part 1 of the PetroleumAct 1987) in relation to all assets of the field which are relevant assets;\n\t\t\tthose programmes have been carried out to the satisfaction of the Secretaryof State;\n\t\t\ta development decision is made in relation to the field; and\n\t\t\tthat decision is made on or after 16th March 1993 and after thoseprogrammes have been so carried out.\n\t\t\t(1B)For the purposes of subsection (1A)(a) above, an asset is a relevant assetof an oil field if—\n\t\t\tit has at any time been a qualifying asset (within the meaning of the 1983Act) in relation to any participator in the field; and\n\t\t\tit has at any time been used for the purpose of winning oil from the field.\n\t\t\t(1C)For the purposes of subsection (1A)(c) and (d) above, a developmentdecision is made in relation to an oil field when—\n\t\t\tconsent for development is granted to a licensee by the Secretary of Statein respect of the whole or part of the field; or\n\t\t\ta programme of development is served on a licensee or approved by theSecretary of State for the whole or part of the field.”\n\t\tIn subsection (7) (meaning of “development” etc), for “subsections (1) and(2)” substitute “this section”.\n\t\tAn oil field which meets the conditions in subsection (1A) of section 185of FA 1993 (as inserted by subsection (3) above) becomes a non-taxable fieldfor the purposes of any enactment relating to petroleum revenue tax—\n\t\t\tin any case where the development decision is made before 1st July 2007, onthat date, and\n\t\t\tin any other case, on the date on which the development decision is made.\n\tTax-exempt tariffing receipts\n\t\tSection 6A of the Oil Taxation Act [1983 (c.56)](/id/ukpga/1983/56?view=plain \"Go to item of legislation\") (tax-exempttariffing receipts) is amended as follows.\n\t\tIn subsection (4), insert at the end “or\n\t\t\tuse in relation to a UK recommissioned field (see subsection (5) below) oroil won from such a field.”\n\t\tIn subsection (5), insert at the end—\n\t\t\t““UK recommissioned field” means any oil field which is not a new field orqualifying existing field but as respects which the conditions in section185(1A) of the Finance Act 1993 are satisfied (fields recommissioned afterearlier decommissioning).”\n\t\tThe amendments made by this section are deemed to have come into force on1st July 2007.\n\tAllowance of unrelievable loss from abandoned field\n\t\tIn section 6 of the Oil Taxation Act [1975 (c.22)](/id/ukpga/1975/22?view=plain \"Go to item of legislation\") (allowance ofunrelievable loss from abandoned field), after subsection (4) insert—\n\t\t\t“(4A)For the purposes of this section and Schedule 8 to this Act, the winningof oil from an oil field shall not be regarded as having permanently ceaseduntil all the oil wells in the field have been permanently abandoned.”\n\t\tThe amendment made by subsection (1) is deemed to have come into force on1st July 2007."
    },
    {
        "length": 188,
        "text": "\nVED: exempt vehicles\n\tIn section 5 of VERA 1994 (exempt vehicles), after subsection (2) insert—\n\tThe Secretary of State may by order amend Schedule 2 in order to makeprovision about the descriptions of—\n\t\ttractors, and\n\t\tvehicles used for purposes relating to agriculture, horticulture orforestry,\n\t\t\tthat are to be exempt vehicles.\n\tAn order under subsection (3) may in particular repeal any of paragraphs20A to 20D of Schedule 2.”\n\tIn section 60(3) of that Act (orders subject to affirmative procedure),after “under” insert “section 5(3) or”."
    },
    {
        "length": 550,
        "text": "\nLimitation period in old actions for mistake of law relating to directtax\n\tSection 32(1)(c) of the Limitation Act [1980 (c.58)](/id/ukpga/1980/58?view=plain \"Go to item of legislation\") (extendedperiod for bringing action in case of mistake) does not apply in relation toany action brought before 8th September 2003 for relief from the consequencesof a mistake of law relating to a taxation matter under the care andmanagement of the Commissioners of Inland Revenue.\n\tSubsection (1) has effect regardless of how the grounds on which the actionwas brought were expressed and of whether it was also brought otherwise thanfor such relief.\n\tBut subsection (1) does not have effect in relation to an action, or somuch of an action as relates to a cause of action, if—\n\t\tthe action, or cause of action, has been the subject of a judgment of theHouse of Lords given before 6th December 2006 as to the application of section32(1)(c) in relation to such relief, or\n\t\tthe parties to the action are, in accordance with a group litigation order,bound in relation to the action, or cause of action, by a judgment of theHouse of Lords in another action given before that date as to the applicationof section 32(1)(c) in relation to such relief.\n\tIf the judgment of any court was given on or after 6th December 2006 butbefore the day on which this Act is passed, the judgment is to be taken tohave been what it would have been had subsections (1) to (3) been in force atall times since the action was brought (and any defence of limitation whichwould have been available had been raised).\n\tAnd any payment made to satisfy a liability under the judgment which (inconsequence of subsection (4)) is to be taken not to have been imposed isrepayable (with interest from the date of the payment).\n\tIn this section—\n\t\t  * “group litigation order” means an order of a court providing for the case management of actions which give rise to common or related issues of fact or law, and \n\t\t  * “judgment” includes order (and “given” includes made). "
    },
    {
        "length": 2830,
        "text": "\nDisclosure of tax avoidance schemes\n\tPart 7 of FA 2004 (disclosure of tax avoidance schemes) is amended asfollows.\n\tAfter section 306 insert—\n\t“306ADoubt as to notifiability\n\t\tHMRC may apply to the Special Commissioners for an order that—\n\t\t\ta proposal is to be treated as notifiable, or\n\t\t\tarrangements are to be treated as notifiable.\n\t\tAn application must specify—\n\t\t\tthe proposal or arrangements in respect of which the order is sought, and\n\t\t\tthe promoter.\n\t\tOn an application the Special Commissioners may make the order only ifsatisfied that HMRC—\n\t\t\thave taken all reasonable steps to establish whether the proposal orarrangements are notifiable, and\n\t\t\thave reasonable grounds for suspecting that the proposal or arrangementsmay be notifiable.\n\t\tReasonable steps under subsection (3)(a) may (but need not) include takingaction under section 313A or 313B.\n\t\tGrounds for suspicion under subsection (3)(b) may include—\n\t\t\tthe fact that the relevant arrangements fall within a descriptionprescribed under section 306(1)(a);\n\t\t\tan attempt by the promoter to avoid or delay providing information ordocuments about the proposal or arrangements under or by virtue of section313A or 313B;\n\t\t\tthe promoter’s failure to comply with a requirement under or by virtue ofsection 313A or 313B in relation to another proposal or other arrangements.\n\t\tWhere an order is made under this section in respect of a proposal orarrangements, the prescribed period for the purposes of section 308(1) or (3)in so far as it applies by virtue of the order—\n\t\t\tshall begin after a date prescribed for the purpose, and\n\t\t\tmay be of a different length than the prescribed period for the purpose ofother applications of section 308(1) or (3).\n\t\tAn order under this section in relation to a proposal or arrangements iswithout prejudice to the possible application of section 308, other than byvirtue of this section, to the proposal or arrangements.”\n\t\tIn section 307 (“promoter”), insert at the end—\n\t\tIn the application of this Part to a proposal or arrangements which arenot notifiable, a reference to a promoter is a reference to a person who wouldbe a promoter under subsections (1) to (5) if the proposal or arrangementswere notifiable.”\n\t\tAfter section 308 insert—\n\t“308ASupplemental information\n\t\tThis section applies where—\n\t\t\ta promoter (P) has provided information in purported compliance withsection 308(1) or (3), but\n\t\t\tHMRC believe that P has not provided all the prescribed information.\n\t\tHMRC may apply to the Special Commissioners for an order requiring P toprovide specified information about, or documents relating to, the notifiableproposal or arrangements.\n\t\tThe Special Commissioners may make an order under subsection (2) in respectof information or documents only if satisfied that HMRC have reasonablegrounds for suspecting that the information or documents—\n\t\t\tform part of the prescribed information, or\n\t\t\twill support or explain the prescribed information.\n\t\tA requirement by virtue of subsection (2) shall be treated as part of P’sduty under section 308(1) or (3).\n\t\tIn so far as P’s duty under section 308(1) or (3) arises out of arequirement by virtue of subsection (2) above, the prescribed period shallbegin after a date prescribed for the purpose.\n\t\tIn so far as P’s duty under section 308(1) or (3) arises out of arequirement by virtue of subsection (2) above, the prescribed period—\n\t\t\tmay be of a different length than the prescribed period for the purpose ofother applications of section 308(1) or (3), and\n\t\t\tmay be extended by HMRC by direction.”\n\t\tAfter section 313 insert—\n\t“313APre-disclosure enquiry\n\t\tWhere HMRC suspect that a person (P) is the promoter of a proposal orarrangements which may be notifiable, they may by written notice require P tostate—\n\t\t\twhether in P’s opinion the proposal or arrangements are notifiable by P,and\n\t\t\tif not, the reasons for P’s opinion.\n\t\tA notice must specify the proposal or arrangements to which it relates.\n\t\tFor the purpose of subsection (1)(b)—\n\t\t\tit is not sufficient to refer to the fact that a lawyer or otherprofessional has given an opinion,\n\t\t\tthe reasons must show, by reference to this Part and regulations under it,why P thinks the proposal or arrangements are not notifiable by P, and\n\t\t\tin particular, if P asserts that the arrangements do not fall within anydescription prescribed under section 306(1)(a), the reasons must providesufficient information to enable HMRC to confirm the assertion.\n\t\tP must comply with a requirement under or by virtue of subsection (1)within—\n\t\t\tthe prescribed period, or\n\t\t\tsuch longer period as HMRC may direct.\n\tBReasons for non-disclosure: supporting information\n\t\tWhere HMRC receive from a person (P) a statement of reasons why a proposalor arrangements are not notifiable by P, HMRC may apply to the SpecialCommissioners for an order requiring P to provide specified information ordocuments in support of the reasons.\n\t\tP must comply with a requirement under or by virtue of subsection (1)within—\n\t\t\tthe prescribed period, or\n\t\t\tsuch longer period as HMRC may direct.\n\t\tThe power under subsection (1)—\n\t\t\tmay be exercised more than once, and\n\t\t\tapplies whether or not the statement of reasons was received under section313A(1)(b).”\n\t\tAfter section 314 insert—\n\t“314AOrder to disclose\n\t\tHMRC may apply to the Special Commissioners for an order that—\n\t\t\ta proposal is notifiable, or\n\t\t\tarrangements are notifiable.\n\t\tAn application must specify—\n\t\t\tthe proposal or arrangements in respect of which the order is sought, and\n\t\t\tthe promoter.\n\t\tOn an application the Special Commissioners may make the order only ifsatisfied that section 306(1)(a) to (c) applies to the relevant arrangements.”\n\t\tAfter section 317 insert—\n\t“317ASpecial Commissioners: procedure\n\t\tSections 56B to 56D of the Taxes Management Act 1970 (procedure) shall apply(with any necessary modifications) to applications under this Part as toappeals.”\n\t\tIn section 318(1) (interpretation)—\n\t\t\tafter the definition of “corporation tax” insert—\n\t\t\t““HMRC” means the Commissioners for Her Majesty’s Revenue and Customs;” and\n\t\t\tafter the definition of “reference number” insert—\n\t\t\t““the Special Commissioners” has the meaning given by section 4 of the TaxesManagement Act 1970;”.\n\t\tIn section 98C of TMA 1970 (notifications under Part 7 of FA 2004)—\n\t\t\tin subsection (2), at the end insert— “, and\n\t\t\tsections 313A and 313B (duty of promoter to respond to inquiry).”, and\n\t\t\tafter that subsection insert—\n\t\t\t“(2A)Where a failure to comply with a provision mentioned in subsection (2)concerns a proposal or arrangements in respect of which an order has been madeunder section 306A of the Finance Act 2004 (doubt as to notifiability), theamount specified in subsection (1)(b) above shall be increased to theprescribed sum.\n\t\t\t(2B)Where a failure to comply with a provision mentioned in subsection (2)concerns a proposal or arrangements in respect of which an order has been madeunder section 314A of the Finance Act 2004 (order to disclose), the amountspecified in subsection (1)(b) above shall be increased to the prescribed sumin relation to days falling after the prescribed period.\n\t\t\t(2C)In subsection (2A) and (2B)—\n\t\t\t“the prescribed sum” means a sum prescribed by the Treasury by regulations,and\n\t\t\t“the prescribed period” means a period beginning with the date of the orderunder section 314A and prescribed by the Commissioners by regulations.\n\t\t\t(2D)The making of an order under section 314A of that Act does not of itselfmean that, for the purposes of section 118(2) of this Act, a person either didor did not have a reasonable excuse for non-compliance before the order wasmade.\n\t\t\t(2E)Where an order is made under section 314A of that Act then for thepurposes of section 118(2) of this Act—\n\t\t\tthe person identified in the order as the promoter of the proposal orarrangements cannot, in respect of any time after the end of the periodmentioned in subsection (2B), rely on doubt as to notifiability as an excusefor failure to comply with section 308 of that Act, and\n\t\t\tany delay in compliance with that section after the end of that period isunreasonable unless attributable to something other than doubt as tonotifiability.\n\t\t\t(2F)Regulations under subsection (2C)—\n\t\t\tmay include incidental or transitional provision,\n\t\t\tshall be made by statutory instrument,\n\t\t\tin the case of regulations under subsection (2C)(a), shall not be madeunless a draft has been laid before and approved by resolution of the House ofCommons, and\n\t\t\tin the case of regulations under subsection (2C)(b), shall be subject toannulment in pursuance of a resolution of the House of Commons.”\n\t\tThe amendments made by this section come into force on the passing of thisAct; and—\n\t\t\tregulations made under section 56B of TMA 1970 (Special Commissioners:procedure) before the passing of this Act apply (with any necessarymodifications) to applications under Part 7 of FA 2004 as amended by thissection as they apply to appeals (but subject to any regulations made afterthe passing of this Act), and\n\t\t\ta power under Part 7 of FA 2004 as amended by this section may be exercisedin relation to, or by virtue of, matters arising wholly or partly before thepassing of this Act."
    },
    {
        "length": 156,
        "text": "\nMeaning of “recognised stock exchange” etc\n\tSchedule 26 contains—\n\t\tnew definitions of “recognised stock exchange” for the purposes of the TaxActs and TCGA 1992,\n\t\tprovision for the valuation for the purposes of TCGA 1992 of certain sharesor securities listed on recognised stock exchanges,\n\t\tprovision for the valuation for the purposes of Chapter 8 of Part 4 ofITTOIA 2005 of strips and securities exchanged for strips, and\n\t\tminor and consequential amendments in relation to stock exchanges."
    },
    {
        "length": 768,
        "text": "\nMergers Directive: regulations\n\tThe Treasury may by regulations make provision about—\n\t\tthe tax consequences of a merger to form an SE or SCE,\n\t\tthe tax consequences of a merger where—\n\t\teach party to the merger is resident in a member State, and\n\t\tthe parties are not all resident in the same member State,\n\t\tthe tax consequences of a transfer between companies of a business or partof a business, where—\n\t\teach party to the transfer is resident in a member State, and\n\t\tthe parties are not all resident in the same member State,\n\t\tthe tax consequences of a share exchange to which section 135 of TCGA 1992(exchange of securities) applies where companies A and B are resident indifferent member States,\n\t\tthe residence of an SE or SCE.\n\tRegulations may, in particular, make provision—\n\t\tabout the taxation of chargeable gains (including conferring relief fromtaxation in relation to transfers or mergers which satisfy specifiedconditions),\n\t\tconferring relief from taxation on a distribution of a company whichsatisfies specified conditions,\n\t\tabout the treatment of securities issued on a transfer or merger,\n\t\tabout the treatment of loan relationships,\n\t\tabout the treatment of derivative contracts,\n\t\tabout the treatment of intangible fixed assets, and\n\t\tabout capital allowances.\n\tRegulations may make provision only if the Treasury think it necessary orexpedient for the purposes of complying with the United Kingdom’s obligationsunder the Mergers Directive.\n\tIn this section—\n\t\t  * “the Mergers Directive” means Council Directive [90/434/EEC](/european/directive/1990/0434?view=plain \"Go to item of legislation\"), \n\t\t  * “SCE” means an SCE formed in accordance with Council Regulation [(EC) 1435/2003](/european/regulation/2003/1435?view=plain \"Go to item of legislation\") on the Statute for a European Cooperative Society, and \n\t\t  * “SE” means an SE formed in accordance with Council Regulation [(EC) 2157/2001](/european/regulation/2001/2157?view=plain \"Go to item of legislation\") on the Statute for a European Company. \n\tRegulations under this section may—\n\t\tamend the Taxes Acts,\n\t\tmake incidental or consequential amendments of enactments other than theTaxes Acts,\n\t\tmake provision having retrospective effect,\n\t\tmake provision generally or only for specified cases or circumstances,\n\t\tmake different provision for different cases or circumstances,\n\t\tmake incidental, consequential or transitional provision.\n\tIn this section “the Taxes Acts” has the meaning given by section 118(1) ofTMA 1970."
    },
    {
        "length": 121,
        "text": "\nExcise duties: small consignment relief\n\tThe Excise Duties (Small Non-Commercial Consignments) Relief Regulations1986 ([S.I. 1986/938](/id/uksi/1986/938?view=plain \"Go to item oflegislation\")) are revoked.\n\tThe revocation made by subsection (1) does not apply in relation to goodsconsigned before the day on which this Act is passed."
    },
    {
        "length": 144,
        "text": "\nUpdating references to Standing Committees\n\tIn section 1(4)(b) of the Provisional Collection of Taxes Act [1968 (c.2)](/id/ukpga/1968/2?view=plain \"Go to item of legislation\") (circumstances inwhich a resolution affecting income tax etc ceases to have effect), for“Standing Committee” substitute “Public Bill Committee”.\n\tIn section 50(2)(a) of FA 1973 (corresponding provision for stamp duty),for “Standing Committee” substitute “Public Bill Committee”."
    },
    {
        "length": 939,
        "text": "\nPart 8Final provisions\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “BGDA 1981” means the Betting and Gaming Duties Act [1981 (c. 63)](/id/ukpga/1981/63?view=plain \"Go to item of legislation\"), \n\t\t\t  * “CAA 2001” means the Capital Allowances Act [2001 (c. 2)](/id/ukpga/2001/2?view=plain \"Go to item of legislation\"), \n\t\t\t  * “CEMA 1979” means the Customs and Excise Management Act [1979 (c. 2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\"), \n\t\t\t  * “CRCA 2005” means the Commissioners for Revenue and Customs Act [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"), \n\t\t\t  * “ICTA” means the Income and Corporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\"), \n\t\t\t  * “IHTA 1984” means the Inheritance Tax Act [1984 (c. 51)](/id/ukpga/1984/51?view=plain \"Go to item of legislation\"), \n\t\t\t  * “ITA 2007” means the Income Tax Act [2007 (c. 3)](/id/ukpga/2007/3?view=plain \"Go to item of legislation\"), \n\t\t\t  * “ITEPA 2003” means the Income Tax (Earnings and Pensions) Act [2003 (c. 1)](/id/ukpga/2003/1?view=plain \"Go to item of legislation\"), \n\t\t\t  * “ITTOIA 2005” means the Income Tax (Trading and Other Income) Act [2005 (c. 5)](/id/ukpga/2005/5?view=plain \"Go to item of legislation\"), \n\t\t\t  * “TCGA 1992” means the Taxation of Chargeable Gains Act [1992 (c. 12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\"), \n\t\t\t  * “TMA 1970” means the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\"), \n\t\t\t  * “VATA 1994” means the Value Added Tax Act [1994 (c. 23)](/id/ukpga/1994/23?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “VERA 1994” means the Vehicle Excise and Registration Act [1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\"). \n\t\tIn this Act—\n\t\t\t  * “FA”, followed by a year, means the Finance Act of that year, and \n\t\t\t  * “F(No.2)A”, followed by a year, means the Finance (No.2) Act of that year. \n\tRepeals \n\t\tSchedule 27 contains repeals.\n\tShort title\n\t\tThis Act may be cited as the Finance Act 2007."
    }
]