[
    {
        "length": 642,
        "text": "\nPART 1Organising Committee\n\tFinancial assistance\n\t\tThe Secretary of State may provide financial assistance to the OrganisingCommittee—\n\t\t\tfor the purpose of delivering the Games, or\n\t\t\tfor any other purpose connected to, or arising from, the Games.\n\t\tFinancial assistance under subsection (1)—\n\t\t\tmay take the form of grants, loans, guarantees or indemnities, and\n\t\t\tmay be given subject to conditions (which may include conditions aboutrepayment with or without interest).\n\t\tIn this Act—\n\t\t\t  * the “Games” are the Commonwealth Games that are to be held principally in Birmingham in 2022; \n\t\t\t  * “Games event” means— \n\t\t\tan event forming part of the Games (whether or not a sporting event), or\n\t\t\tany other event arranged by, or on behalf of, the Organising Committee;\n\t\t\t\t  * the “Organising Committee” is the organising committee formed as the private company limited by guarantee registered as “Birmingham Organising Committee for the 2022 Commonwealth Games Ltd”. \n\tAnnual reporting\n\t\tAs soon as is reasonably practicable after the end of each reportingperiod, the Organising Committee must send to the Secretary of State a reporton the exercise of the Organising Committee’s functions during the period.\n\t\tThe report must include—\n\t\t\tan assessment of the Organising Committee’s progress towards delivery ofthe Games;\n\t\t\tdetails of what the Organising Committee has done to ensure that itsdelivery of the Games promotes the values of the Commonwealth GamesFederation;\n\t\t\tdetails of what the Organising Committee has done to ensure that Gamesevents are accessible to disabled people;\n\t\t\tdetails of what the Organising Committee has done to promote sustainabilityin its delivery of the Games;\n\t\t\tdetails of what the Organising Committee has done to maximise the benefitsto be derived from the Games.\n\t\tThe reference in subsection (2) (b) to the values of the Commonwealth GamesFederation is a reference to the values expressed in the constitution of theCommonwealth Games Federation, as amended from time to time.\n\t\tThe Secretary of State must lay before Parliament a copy of each reportreceived by the Secretary of State under this section.\n\t\tIn this section “reporting period” means—\n\t\t\tthe period beginning with the day on which this section comes into forceand ending with 31 March 2021,\n\t\t\tthe period beginning with 1 April 2021 and ending with 31 March 2022, and\n\t\t\tthe period beginning with 1 April 2022 and ending with 31 December 2022."
    },
    {
        "length": 2233,
        "text": "\nPART 2Association with the Games\n\tUnauthorised association with the Games\n\t\tA person acting in the course of a business may not use any representation(of any kind) in a manner likely to suggest to the public that there is anassociation between the Games and—\n\t\t\tgoods or services, or\n\t\t\ta person providing goods or services.\n\t\tThe following are examples of an association between the Games and a personproviding goods or services—\n\t\t\ta contractual relationship;\n\t\t\ta commercial relationship;\n\t\t\ta corporate or structural connection;\n\t\t\tthe provision of financial or other assistance.\n\t\t“Use” of a representation includes, among other things—\n\t\t\tapplying a representation to goods or documents;\n\t\t\tselling, offering, or exposing for sale goods that bear a representation;\n\t\t\timporting or exporting goods that bear a representation;\n\t\t\tproviding or offering services by reference to a representation;\n\t\t\tpromoting goods or services by reference to a representation.\n\t\tA breach of subsection (1) is to be treated as though it were aninfringement of an exclusive right of the Organising Committee to use anyrepresentation (of any kind) in the manner described in that subsection.\n\t\tIn an action for breach of subsection (1), the court may grant any reliefthat is available in respect of the infringement of a property right (whetherby way of damages, injunction, accounts or otherwise).\n\t\tIn subsection (5), “court” means—\n\t\t\tin England and Wales, the High Court,\n\t\t\tin Scotland, the Court of Session or the sheriff, and\n\t\t\tin Northern Ireland, the High Court or the county court.\n\t\tSubsection (1) is—\n\t\t\tsubject to sections 4 and 5 (authorised association and other exceptions),and\n\t\t\tenforceable only by the Organising Committee in accordance with subsections(4) and (5) and sections 6 and 7.\n\tAuthorised association\n\t\tSection 3(1) is not breached by the use of a representation in accordancewith an authorisation granted by the Organising Committee.\n\t\tAn authorisation granted under this section may—\n\t\t\tbe granted in respect of a person or a description of person;\n\t\t\tbe granted in respect of a description of representation;\n\t\t\tbe subject to conditions;\n\t\t\tbe revoked.\n\t\tIn considering whether or not to grant an authorisation under this section,the Organising Committee may have regard to, among other things, anyagreements entered into (whether by the Secretary of State or otherwise) forthe purposes of the Games.\n\t\tAn authorisation granted under this section must be in writing.\n\tExceptions to the prohibition on unauthorised association\n\t\tIntellectual property rights\n\t\t\tSection 3(1) is not breached by—\n\t\t\t\tthe use of a trade mark registered under the Trade Marks Act 1994 for goodsor services for which it is registered;\n\t\t\t\tthe use of a design registered under the Registered Designs Act 1949;\n\t\t\t\tthe exercise of another intellectual property right subsisting immediatelybefore the day on which this Act is passed.\n\t\tContinuous use\n\t\t\tSection 3(1) is not breached by the use of a representation in any mannerby a person acting in the course of a business if—\n\t\t\t\timmediately before 21 December 2017, the representation was used in thatmanner for the purpose of activities constituting the business, and\n\t\t\t\tthe representation has continued to be used in that manner for that purposesince that day.\n\t\tFair use\n\t\t\tSection 3(1) is not breached by—\n\t\t\t\tthe use by a person of the person’s name or address,\n\t\t\t\tthe use of indications concerning—\n\t\t\t\tthe kind, quality, quantity, intended purpose, value or geographicalorigin, or any other characteristic, of goods or services, or\n\t\t\t\tthe time of production of goods or of the provision of services, or\n\t\t\t\tthe use of a representation for the purpose of identifying or referring togoods or services as those of a person authorised under section 4,\n\t\t\t\t\tprovided, in each case, that the use is in accordance with honest practices inindustrial or commercial matters.\n\t\t\tSection 3(1) is not breached by the use of a representation—\n\t\t\t\tin a report of a Games event,\n\t\t\t\tfor the purpose of sharing information about the Games,\n\t\t\t\tfor the purpose of promoting—\n\t\t\t\tsuch a report, or\n\t\t\t\tthe sharing of such information, or\n\t\t\t\tas an incidental inclusion in a literary work, dramatic work, artisticwork, sound recording, film or broadcast.\n\t\t\tAny reference in subsection (4) to a report of a Games event or the sharingof information about the Games does not include a reference to material thatis published or broadcast for the purpose of promoting something other thanthe Games.\n\t\t\tTerms used in subsections (4)(d) and (5) and in Part 1 of the Copyright,Designs and Patents Act 1988 have the same meaning in those provisions as theyhave in that Part.\n\t\tDealings in authorised goods\n\t\t\tSection 3(1) is not breached by the use of a representation in relation togoods (the “current use”) if—\n\t\t\t\tthe goods bear the representation,\n\t\t\t\tthey were put on the market in accordance with an authorisation granted bythe Organising Committee under section 4, and\n\t\t\t\tthe current use is in accordance with that authorisation.\n\t\tOrganising Committee\n\t\t\tSection 3(1) is not breached by the use of a representation by theOrganising Committee.\n\t\tInformation society services\n\t\t\tSchedule 1 contains exceptions relevant to providers of information societyservices.\n\tEnforcement of section 3(1) in relation to goods and documents\n\t\tA court may make any order falling within subsection (3) in respect ofinfringing goods or documents held by any person in the course of a business.\n\t\t“Infringing goods or documents” means—\n\t\t\tgoods or documents that bear a representation in breach of section 3(1), or\n\t\t\tthings that have been specifically designed or adapted to produce suchgoods or documents.\n\t\tThe orders falling within this subsection are—\n\t\t\tan order that the infringing goods or documents be delivered up to—\n\t\t\tthe Organising Committee, or\n\t\t\tsuch other person as the court may direct;\n\t\t\tan order that the representation be erased, removed or obliterated from theinfringing goods or documents;\n\t\t\tan order that the infringing goods or documents be returned to—\n\t\t\tthe person from whom they were delivered up, or\n\t\t\tany other person having an interest in them;\n\t\t\tan order that the infringing goods or documents be forfeited to—\n\t\t\tthe Organising Committee, or\n\t\t\tsuch other person as the court may direct;\n\t\t\tan order that the infringing goods or documents be destroyed.\n\t\tNo order for forfeiture or destruction may be made unless the court issatisfied that no other remedy available would be adequate to compensate theOrganising Committee or protect its interests.\n\t\tIn this section, “court” has the meaning given by section 3(6).\n\tProtections for persons with an interest in goods or documents\n\t\tIf the Organising Committee applies for an order under section 6—\n\t\t\ta copy of the application must be served on all identifiable persons havingan interest in the infringing goods or documents;\n\t\t\tany person having an interest in the infringing goods or documents isentitled—\n\t\t\tto appear in proceedings under section 6 relating to the infringing goodsor documents, and\n\t\t\tto appeal against any order made in respect of the infringing goods ordocuments (whether or not the person appeared in the proceedings in which theorder was made).\n\t\tNo order for destruction or forfeiture under section 6 may take effectuntil—\n\t\t\tthe end of the period during which notice of an appeal may be given, or\n\t\t\tif before the end of that period notice of an appeal is given, the finaldetermination or abandonment of the appeal.\n\tGuidance \n\t\tThe Organising Committee must, before the end of the period of 31 daysbeginning with the day on which this Act is passed, publish guidance about theoperation of this Part.\n\t\tThe Organising Committee may revise guidance published in accordance withsubsection (1).\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “business” includes trade or profession; \n\t\t\t  * “Games event” has the meaning given by section 1(3); \n\t\t\t  * “goods” includes their packaging; \n\t\t\t  * “infringing goods or documents” has the meaning given by section 6(2); \n\t\t\t  * “use”, in relation to a representation, is to be read in accordance with section 3(3). \n\t\tIn the application of this Part to Scotland—\n\t\t\t“accounts” means count, reckoning and payment;\n\t\t\t“delivery up” means delivery;\n\t\t\t“injunction” means interdict."
    },
    {
        "length": 1306,
        "text": "\nTouting\n\tTicket touting offence\n\t\tIt is an offence to tout a Games ticket.\n\t\tA person touts a Games ticket if the person—\n\t\t\tcarries out an activity falling within subsection (3)—\n\t\t\tin a public place,\n\t\t\tin the course of a business, or\n\t\t\twith a view to any person making a profit, and\n\t\t\tdoes so otherwise than in accordance with an authorisation granted by theOrganising Committee.\n\t\tThe following activities fall within this subsection—\n\t\t\tselling a Games ticket;\n\t\t\toffering to sell a Games ticket;\n\t\t\texposing a Games ticket for sale;\n\t\t\tadvertising that a Games ticket is available for purchase (but seesubsection (4)).\n\t\tIt is not an offence for a person (“A”) to advertise that a Games ticket isavailable for purchase from another person (“B”) unless A knows, or ought toknow, that B is touting a Games ticket.\n\t\tIn this section, a reference to the sale of a Games ticket includes areference to the giving of a Games ticket to a person who pays, or agrees topay, for other goods or services; and a reference to “advertising that a Gamesticket is available for purchase” is to be read accordingly.\n\t\tA “Games ticket” is anything that is or purports to be a ticket to a Gamesevent.\n\t\tThe Organising Committee cannot commit an offence under this section.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction in England and Wales, to a fine;\n\t\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding £50,000.\n\t\tAny penalty imposed by a court in Scotland on a body corporate or Scottishpartnership on conviction of an offence under this section is to berecoverable by civil diligence in accordance with section 221 of the CriminalProcedure (Scotland) Act 1995.\n\t\tThis section and section 11 (ticket touting outside the United Kingdom)are subject to Schedule 2 (providers of information society services).\n\tTicket touting outside the United Kingdom\n\t\tIf a United Kingdom person does something outside the United Kingdom that,if done in the United Kingdom, would constitute an offence under section 10,the person commits an offence under that section.\n\t\tA service provider that is not a United Kingdom person but is establishedin the United Kingdom commits an offence under section 10 if—\n\t\t\tthe service provider does something in an EEA state other than the UnitedKingdom in the course of providing information society services, and\n\t\t\tthe action, if done in the United Kingdom, would constitute an offenceunder that section.\n\t\tProceedings for an offence committed under section 10 by virtue of thissection may be taken, and the offence may for incidental purposes be treatedas having been committed, in any place in the United Kingdom.\n\t\tIn the application of subsection (3) to Scotland, proceedings against aperson may be taken—\n\t\t\tin the sheriff court district in which the person is apprehended or incustody, or\n\t\t\tin such sheriff court district as the Lord Advocate may determine.\n\t\tSee paragraph 1 of Schedule 2 for restrictions on the institution ofproceedings against service providers established in an EEA state other thanthe United Kingdom.\n\t\tIn this section—\n\t\t\t  * “established”, in relation to a service provider, is to be read in accordance with paragraph 6 of Schedule 2; \n\t\t\t  * “information society services” has the meaning given by paragraph 5 of Schedule 2; \n\t\t\t  * “service provider” has the meaning given by paragraph 5 of Schedule 2; \n\t\t\t  * “sheriff court district” is to be read in accordance with the Criminal Procedure (Scotland) Act 1995 (see section 307(1) of that Act); \n\t\t\t  * “United Kingdom national” means— \n\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen;\n\t\t\ta person who is a British subject under the British Nationality Act 1981;\n\t\t\ta British protected person within the meaning of that Act;\n\t\t\t\t  * “United Kingdom person” means— \n\t\t\ta United Kingdom national;\n\t\t\tan individual habitually resident in the United Kingdom;\n\t\t\ta body incorporated under the law of a part of the United Kingdom;\n\t\t\ta Scottish partnership.\n\tOther provision about authorisations under section 10\n\t\tAn authorisation granted by the Organising Committee under section 10 may—\n\t\t\tbe granted in respect of a person or a description of person;\n\t\t\tbe subject to conditions;\n\t\t\tbe revoked.\n\t\tIn considering whether or not to grant an authorisation under section 10,the Organising Committee may have regard to, among other things, anyagreements entered into (whether by the Secretary of State or otherwise) forthe purposes of the Games.\n\t\tAn authorisation granted under section 10 must be in writing."
    },
    {
        "length": 1183,
        "text": "\nAdvertising\n\tAdvertising offence\n\t\tIt is an offence for a person—\n\t\t\tto carry out Games location advertising (see subsection (2));\n\t\t\tto arrange for such advertising to be carried out;\n\t\t\tto permit the carrying out of such advertising.\n\t\tFor the purposes of this section a person carries out “Games locationadvertising” if—\n\t\t\tthe person does something in, or in the vicinity of, a specified Gameslocation at any time during a specified period, and\n\t\t\tthe thing is done wholly or partly for the purpose of promoting a product,service or business specifically to members of the public—\n\t\t\twho are in, or in the vicinity of, the Games location, or\n\t\t\twho are watching or listening to a broadcast of a Games event.\n\t\t\t\t“Specified” means specified in regulations made by the Secretary of State.\n\t\tAny period specified for the purposes of this section must—\n\t\t\tbegin no earlier than the beginning of the period of 21 days endingimmediately before the day on which the Games begin, and\n\t\t\tend no later than the end of the period of 5 days beginning with the dayafter the day on which the Games end.\n\t\tRegulations made by the Secretary of State may make provision as to when aperson is, or is not, to be treated for the purposes of this section as doingsomething, or as being, in or in the vicinity of a Games location.\n\t\tFor the purposes of this section a person does not permit the carrying outof Games location advertising if the person took all reasonable steps toprevent the advertising from occurring or (as the case may be) continuing.\n\t\tIt is not a defence to an offence under this section that the actconstituting the offence was carried out in accordance with a licence (but seesection 14).\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine.\n\t\tThis section is subject to—\n\t\t\tsections 14 and 15(1), and\n\t\t\tany regulations made under section 15(2).\n\tAuthorised advertising\n\t\tIt is not an offence under section 13—\n\t\t\tto carry out Games location advertising in accordance with an authorisationgranted by the Organising Committee, or\n\t\t\tto arrange for, or permit, such advertising to be carried out in accordancewith such an authorisation.\n\t\tAn authorisation granted under this section may—\n\t\t\tbe granted in respect of a person or a description of person;\n\t\t\tbe granted by reference to the nature, purpose or circumstances of theadvertising;\n\t\t\tbe subject to conditions;\n\t\t\tbe revoked.\n\t\tConditions imposed under subsection (2)(c) may, for example—\n\t\t\tspecify places where advertising may, or may not, be carried out;\n\t\t\tspecify periods during which advertising may, or may not, be carried out;\n\t\t\trequire steps to be taken for a particular purpose, including, for example—\n\t\t\tprotecting the safety of any person;\n\t\t\tpreventing or reducing congestion, litter or noise;\n\t\t\trequire a person in respect of whom authorisation is granted to produceevidence of the authorisation on request;\n\t\t\tbe inconsistent with, or more onerous than, the conditions of any otheradvertising licence (whether granted under this section or otherwise).\n\t\tIn considering whether or not to grant an authorisation under this section,the Organising Committee may have regard to, among other things—\n\t\t\tany agreements entered into (whether by the Secretary of State orotherwise) for the purposes of the Games;\n\t\t\tany existing advertising licences (whether granted under this section orotherwise).\n\t\tAn authorisation granted under this section must be in writing.\n\tExceptions to the advertising offence\n\t\tSection 13(1) does not apply in relation to anything done by the OrganisingCommittee.\n\t\tThe Secretary of State may by regulations provide that section 13(1) doesnot apply in relation to—\n\t\t\tconduct of a specified description, including conduct carried out in aspecified place or in a place of a specified description;\n\t\t\tconduct of a specified person or description of person.\n\t\t\t\t“Specified” means specified in the regulations.\n\t\tBefore making regulations under subsection (2), the Secretary of State mustconsult—\n\t\t\tthe Organising Committee,\n\t\t\tthe local authority for an area that includes any place where theregulations would have effect, and\n\t\t\tany other persons whom the Secretary of State considers it appropriate toconsult.\n\t\tThe requirement in subsection (3) may be satisfied by consultationundertaken before the coming into force of this section."
    },
    {
        "length": 1831,
        "text": "\nTrading\n\tTrading offence\n\t\tIt is an offence for a person—\n\t\t\tto carry out Games location trading (see subsection (2));\n\t\t\tto arrange for such trading to be carried out;\n\t\t\tto permit the carrying out of such trading.\n\t\tFor the purposes of this section—\n\t\t\t  * “Games location trading” means— \n\t\t\ttrading in a specified Games location at any time during a specified period,or\n\t\t\ttrading in a relevant public place in the vicinity of a Games location at anytime during a specified period;\n\t\t\t\t  * “relevant public place” has the meaning given by subsection (8); \n\t\t\t\t  * “specified” means specified in regulations made by the Secretary of State; \n\t\t\t\t  * “trading” means— \n\t\t\tselling an item, or offering or exposing an item for sale;\n\t\t\tproviding a service, or offering to provide a service, for gain or reward;\n\t\t\tproviding public entertainment for gain or reward;\n\t\t\tappealing for money or other property (whether for charitable or otherpurposes).\n\t\tAny period specified for the purposes of this section must—\n\t\t\tbegin no earlier than the beginning of the period of 21 days endingimmediately before the day on which the Games begin, and\n\t\t\tend no later than the end of the period of 5 days beginning with the dayafter the day on which the Games end.\n\t\tRegulations made by the Secretary of State may make provision as to when aperson is, or is not, to be treated for the purposes of this section as doingsomething in, or in the vicinity of, a Games location.\n\t\tFor the purposes of this section a person does not permit the carrying outof Games location trading if the person took all reasonable steps to preventthe trading from occurring or (as the case may be) continuing.\n\t\tIt is not a defence to an offence under this section that the actconstituting the offence was carried out in accordance with a licence (but seesection 17).\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine.\n\t\tIn this section “relevant public place” means—\n\t\t\ta highway,\n\t\t\ta building to which the public have access and which is designed orgenerally used for the parking of motor vehicles, or\n\t\t\tany other place—\n\t\t\tto which the public have access (whether generally or only for the purposesof trading), and\n\t\t\twhich is not in a building.\n\t\tThis section is subject to—\n\t\t\tsections 17 and 18, and\n\t\t\tany regulations made under section 19(1).\n\t\t\t\t(See also section 24(2).)\n\tAuthorised trading\n\t\tIt is not an offence under section 16—\n\t\t\tto carry out Games location trading in accordance with an authorisationgranted by the Organising Committee, or\n\t\t\tto arrange for, or permit, such trading to be carried out in accordancewith such an authorisation.\n\t\tAn authorisation granted under this section may—\n\t\t\tbe granted in respect of a person or a description of person;\n\t\t\tbe granted by reference to the nature, purpose or circumstances of thetrading;\n\t\t\tbe subject to conditions;\n\t\t\tbe revoked.\n\t\tConditions imposed under subsection (2)(c) may, for example—\n\t\t\tspecify places where trading may, or may not, be carried out;\n\t\t\tspecify periods during which trading may, or may not, be carried out;\n\t\t\trequire steps to be taken for a particular purpose, including, for example—\n\t\t\tprotecting the safety of any person;\n\t\t\tpreventing or reducing congestion, litter or noise;\n\t\t\trequire a person in respect of whom authorisation is granted to produceevidence of the authorisation on request;\n\t\t\tbe inconsistent with, or more onerous than, the conditions of any othertrading licence (whether granted under this section or otherwise).\n\t\tIn considering whether or not to grant an authorisation under this section,the Organising Committee may have regard to, among other things—\n\t\t\tany agreements entered into (whether by the Secretary of State orotherwise) for the purposes of the Games;\n\t\t\tany existing trading licences (whether granted under this section orotherwise).\n\t\tAn authorisation granted under this section must be in writing.\n\tExceptions for certain kinds of trading\n\t\tSection 16(1) does not apply in relation to any activity falling within anyof the Heads set out in—\n\t\t\tsubsection (2) (premises adjoining a highway);\n\t\t\tsubsection (3) (public facilities);\n\t\t\tsubsection (5) (motor vehicles);\n\t\t\tsubsection (6) (the Organising Committee).\n\t\tHead 1 is—\n\t\t\tselling an item, or offering or exposing an item for sale, to a person whois in premises adjoining a highway;\n\t\t\tproviding, or offering to provide, a service to such a person;\n\t\t\tproviding a service that consists of doing something in relation topremises adjoining a highway (including, among other things, delivering anitem to such premises);\n\t\t\tappealing for money or other property from a person who is in premisesadjoining a highway.\n\t\tHead 2 is—\n\t\t\tproviding a public lavatory;\n\t\t\tproviding a permanent public call box;\n\t\t\tproviding an automated teller machine.\n\t\tIn subsection (3)(b) “public call box” has the same meaning as in Class Aof Part 16 of Schedule 2 to the Town and Country Planning (General PermittedDevelopment) (England) Order 2015 ([S.I.2015/596](/id/uksi/2015/596?view=plain \"Go to item of legislation\")).\n\t\tHead 3 is—\n\t\t\tproviding motor vehicle parking services in a building, or on other land,designed or generally used for the parking of motor vehicles;\n\t\t\tproviding motor vehicle cleaning services on private land generally usedfor the provision of those services;\n\t\t\tselling a motor vehicle on private land generally used for the sale ofmotor vehicles;\n\t\t\tproviding motor vehicle breakdown or recovery services.\n\t\tHead 4 is anything done by the Organising Committee.\n\tPower to provide exceptions to the trading offence\n\t\tThe Secretary of State may by regulations provide that section 16(1) doesnot apply in relation to—\n\t\t\tconduct of a specified description, including conduct carried out in aspecified place or in a place of a specified description;\n\t\t\tconduct of a specified person or description of person.\n\t\t\t\t“Specified” means specified in the regulations.\n\t\tBefore making regulations under subsection (1), the Secretary of State mustconsult—\n\t\t\tthe Organising Committee,\n\t\t\tthe local authority for an area that includes any place where theregulations would have effect, and\n\t\t\tany other persons whom the Secretary of State considers it appropriate toconsult.\n\t\tThe requirement in subsection (2) may be satisfied by consultationundertaken before the coming into force of this section."
    },
    {
        "length": 284,
        "text": "\nEnforcement\n\tEnforcement of offences under Part 3\n\t\tSection 10 (ticket touting offence) may be enforced by—\n\t\t\ta local weights and measures authority in Great Britain, or\n\t\t\tthe Department for the Economy in Northern Ireland.\n\t\tBut subsection (1) does not authorise a local weights and measuresauthority in Scotland to bring proceedings for an offence under section 10.\n\t\tSections 13 (advertising offence) and 16 (trading offence) may be enforcedby a local weights and measures authority in England.\n\t\tFor the investigatory powers available to a local weights and measuresauthority and the Department for the Economy, see Schedule 5 to the ConsumerRights Act 2015.\n\t\tIn paragraph 10 of Schedule 5 to that Act (duties and powers to whichSchedule 5 applies), insert at the appropriate place—\n\t\t\t  * “section 20(1) and (3) of the Birmingham Commonwealth Games Act 2020;”.\n\t\tSchedule 3 contains further provision about the enforcement of offencesunder this Part."
    },
    {
        "length": 1589,
        "text": "\nSupplementary and general\n\tOffences by directors, partners, etc\n\t\tWhere an offence under this Part has been committed by a body corporate andit is proved that the offence—\n\t\t\thas been committed with the consent or connivance of a person fallingwithin subsection (2), or\n\t\t\tis attributable to any neglect on the part of such a person,\n\t\t\t\tthat person (as well as the body corporate) is guilty of that offence and isliable to be proceeded against and punished accordingly.\n\t\tThe persons are—\n\t\t\ta director, manager, secretary or other similar officer of the body;\n\t\t\tany person who was purporting to act in such a capacity.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member, inconnection with that management, as if the member were a director of the bodycorporate.\n\t\tWhere an offence under this Part has been committed by a Scottishpartnership and it is proved that the offence—\n\t\t\thas been committed with the consent or connivance of a partner in thepartnership or a person purporting to act as such a partner, or\n\t\t\tis attributable to any neglect on the part of such a person,\n\t\t\tthat person (as well as the partnership) is guilty of that offence and isliable to be proceeded against and punished accordingly.\n\t\tWhere a body corporate or Scottish partnership commits an offence undersection 10 by virtue of section 11(1) or (2) (ticket touting outside theUnited Kingdom), subsections (1) to (4) apply only in respect of a person whois a United Kingdom person.\n\t\t“United Kingdom person” has the meaning given by section 11(6).\n\tExisting restrictions to be unaffected\n\t\tNothing in this Part—\n\t\t\tauthorises a person to do anything that is prohibited (whether in aparticular place or generally) by or under any other enactment or rule of law,or\n\t\t\taffects a requirement of any other enactment or rule of law that a personhold a licence before engaging in a particular activity (whether in aparticular place or generally).\n\tGuidance and information\n\t\tThe Organising Committee must publish guidance about the operation of theadvertising and trading provisions.\n\t\tIn subsection (1) “the advertising and trading provisions” means—\n\t\t\tsections 13 to 19,\n\t\t\tthe remaining provisions of this Part, so far as relating to thosesections, and\n\t\t\tany regulations made under any provision referred to in paragraph (a) or(b).\n\t\tThe Organising Committee may revise guidance published in accordance withsubsection (1).\n\t\tEvery local authority must—\n\t\t\tprovide a copy of any guidance published in accordance with subsection (1)to each relevant trader in the authority’s area who the authority consider maybe affected by section 16 (the trading offence), and\n\t\t\tprovide each such relevant trader with whatever information the authorityconsider appropriate for the purpose of assisting the relevant trader tomitigate the effect of that section.\n\t\tIn subsection (4) “relevant trader”, in relation to a local authority,means—\n\t\t\ta person who holds a trading licence granted by the authority, or\n\t\t\ta person—\n\t\t\twho has applied to the authority for such a licence, and\n\t\t\twhose application has not been determined or withdrawn.\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “advertising” means anything done wholly or partly for the purpose of promoting a product, service or business to the public or a section of the public; \n\t\t\t  * “advertising licence” means a licence permitting the carrying out of advertising; \n\t\t\t  * “business” includes trade or profession; \n\t\t\t  * “enactment” includes an Act of the Scottish Parliament; \n\t\t\t  * “Games event” has the meaning given by section 1(3); \n\t\t\t  * “Games location” means a place in England which— \n\t\t\tis, or is to be, used for a Games event, or\n\t\t\tis otherwise used, or to be used, in connection with the Games (whetherbefore, during or after the Games);\n\t\t\t\t  * “Games location advertising” is to be read in accordance with section 13(2); \n\t\t\t\t  * “Games location trading” has the meaning given by section 16(2); \n\t\t\t\t  * “item” includes— \n\t\t\tany substance;\n\t\t\tany animal or plant;\n\t\t\t\t  * “licence” includes any kind of consent, certificate, permission or authority (by whatever name) granted by a landowner, local authority or other person in accordance with any enactment, Charter or other document; \n\t\t\t\t  * “local authority” means— \n\t\t\ta county council,\n\t\t\ta district council,\n\t\t\ta London borough council, or\n\t\t\tthe Common Council of the City of London;\n\t\t\t\t  * “motor vehicle” has the same meaning as in the Road Traffic Act 1988 (see section 185(1) of that Act); \n\t\t\t\t  * “relevant public place” has the meaning given by section 16(8); \n\t\t\t\t  * “trading” has the meaning given by section 16(2); \n\t\t\t\t  * “trading licence” means a licence permitting the carrying out of trading. \n\t\tIn determining for the purposes of section 16 whether a person is carryingout Games location trading—\n\t\t\tit is not necessary for both of the following conditions to be met—\n\t\t\tthat the making of an offer, or the exposure of an item for sale, occurs ina specified Games location or (as the case may be) a relevant public place;\n\t\t\tthat any person to whom the offer is made or item exposed is in aspecified Games location or (as the case may be) a relevant public place whenthe offer is made or item exposed;\n\t\t\ta person is to be treated as doing something for gain or reward whether itis done for the person’s own gain or reward or for that of another person."
    },
    {
        "length": 1966,
        "text": "\nPART 4Transport\n\tGames transport plan\n\t\tThe Secretary of State may direct a local authority in England or acombined authority to prepare a Games transport plan.\n\t\tA “Games transport plan” means a plan that relates to one or more areas inEngland and addresses transport matters relating to the Games.\n\t\tAn authority directed under subsection (1) must—\n\t\t\tcomply with the direction;\n\t\t\tkeep the Games transport plan under review;\n\t\t\tif the authority consider it appropriate, revise the plan;\n\t\t\texcept in so far as the authority consider it undesirable for reasons ofsecurity, publish the plan and any revision.\n\t\tBefore preparing or revising the plan, the authority directed undersubsection (1) must consult the persons referred to in subsection (5).\n\t\tThe persons are—\n\t\t\tthe Secretary of State;\n\t\t\tthe Organising Committee;\n\t\t\tin relation to any road likely to be affected by the plan or revision—\n\t\t\tthe local traffic authority for the road, and\n\t\t\tif different, the local authority in whose area the road is situated;\n\t\t\tany chief officer of police whom the authority directed under subsection(1) consider it appropriate to consult;\n\t\t\tany transport operator which the authority directed under subsection (1)consider it appropriate to consult;\n\t\t\tany other person whom the Secretary of State or the authority directedunder subsection (1) consider it appropriate to consult.\n\t\tEach local traffic authority for a road affected by the plan must exercisetheir functions with a view to securing the implementation of the plan.\n\t\tThe requirement in subsection (4) may be satisfied by consultationundertaken before the coming into force of this section.\n\t\tA direction under subsection (1)—\n\t\t\tmust be in writing, and\n\t\t\tmay be revoked.\n\tTemporary prohibition or restriction on roads\n\t\tSection 14 of the RTRA 1984 has effect in relation to a traffic authorityfor a road in England as if subsection (1)(c) of that section included thefollowing purposes—\n\t\t\timplementing a Games transport plan,\n\t\t\tfacilitating transport services in connection with the Games, and\n\t\t\tfacilitating travel by any person for a purpose connected to the Games.\n\t\tThe following do not apply in relation to an order made or notice issued byvirtue of this section—\n\t\t\tsection 15 of the RTRA 1984;\n\t\t\tregulations 6 and 8(3) of the Road Traffic (Temporary Restrictions)Procedure Regulations 1992 ([S.I. 1992/1215](/id/uksi/1992/1215?view=plain \"Goto item of legislation\")).\n\t\tAn order made or notice issued by virtue of this section may not come intoforce before the beginning of the period of 21 days ending immediately beforethe day on which the Games begin.\n\t\tAn order made by virtue of this section must cease to have effect no laterthan the end of the period of 5 days beginning with the day after the day onwhich the Games end.\n\t\tA notice issued by virtue of this section must cease to have effect nolater than—\n\t\t\tthe end of the period of 21 days beginning with the day after the day onwhich the notice comes into force, or\n\t\t\tthe end of the period of 5 days beginning with the day after the day onwhich the Games end,\n\t\t\t\twhichever is earlier.\n\tConcurrent exercise of powers of a local traffic authority\n\t\tAn authority directed under section 25(1) may make an order or issue anotice by virtue of section 26 as if the authority were the local trafficauthority for the road in respect of which the order is made or notice issued.\n\t\t\tAccordingly, any such order made or notice issued by an authority directedunder section 25(1) is to be treated as though it were an order made or noticeissued by the local traffic authority.\n\t\tSubsection (1) applies in respect of a road only if the local trafficauthority for the road are specified in regulations made by the Secretary ofState.\n\t\tThe Secretary of State may specify a local traffic authority undersubsection (2) only with the authority’s consent.\n\t\tAn authority directed under section 25(1) may make an order or issue anotice in respect of a road by virtue of section 26 only with the consent ofthe local traffic authority for the road.\n\t\tThe duty in section 122 of the RTRA 1984 applies to a local trafficauthority as though the consenting function conferred on the local trafficauthority by subsection (4) were conferred by the RTRA 1984.\n\tPower to direct a local traffic authority\n\t\tThe Secretary of State may direct a local traffic authority to make anorder or issue a notice by virtue of section 26 if—\n\t\t\tthe Secretary of State is satisfied that the making of the order, or issueof the notice, is necessary for a purpose specified in section 26(1),\n\t\t\tthe Secretary of State has requested that the authority take the action tobe directed, and\n\t\t\tthe authority have failed to take the action before the end of the periodof 7 days beginning with the day on which the Secretary of State made therequest.\n\t\tBefore making a request under subsection (1)(b), the Secretary of Statemust consult—\n\t\t\tthe local traffic authority to which the request would be made,\n\t\t\tif different, an authority directed under section 25(1),\n\t\t\tthe Organising Committee, and\n\t\t\tany other person whom the Secretary of State considers it appropriate toconsult.\n\t\tSubsections (1)(b) and (c) and (2) do not apply if the Secretary of Stateis satisfied that, for reasons of urgency, the direction must be given withoutdelay.\n\t\tIf the local traffic authority do not comply with the direction before theend of the period specified in the direction, the Secretary of State may—\n\t\t\tmake the order or issue the notice in place of the authority, and\n\t\t\trecover from the authority any expenses incurred by the Secretary of Statein connection with the making of the order or the issuing of the notice as ifthey were a debt.\n\t\tAn order made or notice issued by the Secretary of State under subsection(4)(a) is to be treated as though it were an order made or notice issued bythe local traffic authority by virtue of section 26.\n\t\tAn authority directed under section 25(1) may not be directed under thissection to exercise any power conferred on that authority by section 27(1).\n\t\tA direction under subsection (1)—\n\t\t\tmust be in writing, and\n\t\t\tmay be revoked.\n\tInterpretation of Part 4\n\t\tIn this Part—\n\t\t  * “chief officer of police” means— \n\t\t\tthe chief constable of a police force maintained under section 2 of the PoliceAct 1996;\n\t\t\tthe Commissioner of Police of the Metropolis;\n\t\t\tthe Commissioner of Police for the City of London;\n\t\t\tthe Chief Constable of the British Transport Police Force;\n\t\t\t\t  * “combined authority” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; \n\t\t\t\t  * “Games transport plan” has the meaning given by section 25(2); \n\t\t\t\t  * “local authority” means— \n\t\t\ta county council,\n\t\t\ta district council,\n\t\t\ta London borough council, or\n\t\t\tthe Common Council of the City of London;\n\t\t\t\t  * “local traffic authority” has the meaning given by section 121A of the RTRA 1984; \n\t\t\t\t  * “road” means any length of highway or of any other road to which the public has access, and includes bridges over which a road passes; \n\t\t\t\t  * “the RTRA 1984” means the Road Traffic Regulation Act 1984; \n\t\t\t\t  * “traffic authority” has the meaning given by section 121A of the RTRA 1984. "
    },
    {
        "length": 514,
        "text": "\nPART 5Final provisions\n\tPower to make transitional provision and savings\n\t\tThe Secretary of State may by regulations make such transitional provision orsavings as the Secretary of State considers necessary or expedient inconsequence of any provision of this Act.\n\tRegulations \n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tRegulations under this Act may—\n\t\t\tmake different provision for different purposes or in relation to differentareas, and\n\t\t\tcontain incidental, supplemental, consequential or transitional provisionor savings.\n\t\tA statutory instrument containing regulations under paragraph 16 ofSchedule 3 (whether alone or with other provision) may not be made unless adraft of the instrument has been laid before and approved by a resolution ofeach House of Parliament.\n\t\tAny other statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tExtent \n\t\tThe following provisions of this Act extend to England and Wales only—\n\t\t\tin Part 3, sections 13 to 19, 20(3) and 23;\n\t\t\tPart 4.\n\t\tThe remaining provisions of this Act extend to England and Wales, Scotlandand Northern Ireland.\n\tCommencement and duration\n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tPart 1;\n\t\t\tsection 8;\n\t\t\tthis Part;\n\t\t\tany power to make regulations under this Act.\n\t\tThe remaining provisions of this Act come into force at the end of theperiod of 2 months beginning with the day on which this Act is passed.\n\t\tSections 3(1) to (3) and (6)(a), 4 and 5 and Schedule 1 cease to haveeffect on 1 January 2023.\n\t\tSections 10 to 12 and Schedule 2 cease to have effect on the day after theday on which the Games end.\n\tShort title\n\t\tThis Act may be cited as the Birmingham Commonwealth Games Act 2020."
    }
]