{
    "general": "This law makes arrangements for the Commonwealth Games, which will take place mostly in Birmingham in 2022. It covers things like where the events will happen, how much money will be spent on them, and other details to ensure the games run smoothly.",
    "series": [
        [
            {
                "length": 186,
                "short": "\"UK Government Support for 2022 Commonwealth Games in Birmingham\".",
                "text": "\n* Simplified point 1: The UK government can provide financial assistance to the Birmingham Organising Committee for the 2022 Commonwealth Games.\n* Simplified point 2: The financial assistance can take the form of grants, loans, guarantees, or indemnities, and can be given subject to conditions.\n* Simplified point 3: The Birmingham Organising Committee must send an annual report to the UK government on the exercise of their functions, including an assessment of their progress towards delivering the Games, and details of their efforts to promote sustainability, accessibility, and the values of the Commonwealth Games Federation.\n* Simplified point 4: The UK government must lay a copy of each report received from the Birmingham Organising Committee before Parliament."
            },
            {
                "length": 234,
                "short": "\"Birmingham Commonwealth Games Act 2020: Prohibition on Unauthorized Use of Representations for Commercial Purposes\"",
                "text": "\n* Simplified point 1: The Birmingham Commonwealth Games Act 2020 prohibits unauthorized use of representations associated with the Games for commercial purposes.\n* Simplified point 2: The Act allows for authorized use of representations by the Organizing Committee and provides for exceptions to the prohibition, such as fair use and dealings in authorized goods.\n* Simplified point 3: The Act also provides for enforcement of the prohibition and protections for persons with an interest in goods or documents.\n* Simplified point 4: The Organizing Committee must publish guidance on the operation of this Part before the end of the period of 31 days beginning with the day on which the Act is passed.\n* Simplified point 5: The Act defines certain terms used in the Part, including \"business\", \"Games event\", \"goods\", \"infringing goods or documents\", and \"use\"."
            },
            {
                "length": 244,
                "short": "\"Birmingham Commonwealth Games Ticket Touting Law\"",
                "text": "\n* Simplified point 1: The Birmingham Commonwealth Games Act 2020 makes it an offense to tout a Games ticket, meaning to sell or offer to sell a ticket for a Commonwealth Games event in a public place or with the intention of making a profit.\n* Simplified point 2: The law applies to anyone who carries out an activity falling within the definition of touting, including selling, offering to sell, exposing for sale, or advertising that a ticket is available for purchase.\n* Simplified point 3: The law also applies to service providers established in the United Kingdom, who provide information society services and do something outside the United Kingdom that would constitute an offense under the law if done in the UK.\n* Simplified point 4: The law allows for penalties of fines, and in Scotland, the offense can be subject to civil diligence.\n* Simplified point 5: The law includes provisions for authorizations granted by the Organising Committee, which may be subject to conditions and can be revoked."
            },
            {
                "length": 200,
                "short": "Birmingham Commonwealth Games Advertising Restrictions",
                "text": "\n* Simplified point 1: The Birmingham Commonwealth Games Act 2020 prohibits advertising in specified Games locations during a specified period before and after the Games.\n* Simplified point 2: The Act defines \"Games location advertising\" as any advertising done in or near a Games location, and \"Games location\" as any place specified in regulations made by the Secretary of State.\n* Simplified point 3: The Act makes it an offence to carry out Games location advertising without authorisation from the Organising Committee, and sets out the penalties for committing this offence.\n* Simplified point 4: The Act allows the Secretary of State to make regulations exempting certain types of advertising from the offence, and requires the Secretary of State to consult with the Organising Committee and local authorities before making such regulations."
            },
            {
                "length": 194,
                "short": "\"Trading Restrictions in Place During Birmingham Commonwealth Games\"",
                "text": "\n* Simplified point 1: Trading offense in Birmingham Commonwealth Games Act 2020 makes it illegal to sell items, provide services, or appeal for money in specified Games locations during a specified period without a license.\n* Simplified point 2: The offense applies to trading in public places in the vicinity of Games locations, such as highways, public facilities, and motor vehicle parking areas.\n* Simplified point 3: The Organizing Committee may grant authorizations for trading in Games locations, subject to conditions, and the Secretary of State may provide exceptions to the trading offense through regulations.\n* Simplified point 4: The regulations may specify places, periods, and conditions for trading, and the Organizing Committee must consult with local authorities and other persons before making regulations."
            },
            {
                "length": 186,
                "short": "\"Enforcement of Offenses Related to Ticket Touting and Advertising in Great Britain and Northern Ireland.\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows local weights and measures authorities in Great Britain and Northern Ireland to enforce certain offences related to ticket touting and advertising.\n* Simplified point 2: The local weights and measures authorities in Scotland do not have the power to enforce offences under section 10 of the Act.\n* Simplified point 3: The investigatory powers available to local weights and measures authorities and the Department for the Economy are set out in Schedule 5 to the Consumer Rights Act 2015.\n* Simplified point 4: The Schedule 3 of the Act contains further provisions about the enforcement of offences under Part 3 of the Act."
            },
            {
                "length": 246,
                "short": "\"Birmingham Commonwealth Games Advertising and Trading Restrictions\"",
                "text": "\n* Simplified point 1: This section outlines the offenses and penalties for unauthorized advertising and trading in designated areas during the Birmingham Commonwealth Games.\n* Simplified point 2: The section defines key terms such as \"advertising,\" \"trading,\" \"Games location,\" and \"relevant public place.\"\n* Simplified point 3: The section explains that certain activities, such as advertising and trading, are prohibited in designated areas during the Games, and that individuals can be held liable for these offenses if they are committed with their consent or connivance.\n* Simplified point 4: The section also outlines the penalties for committing these offenses, including fines and imprisonment.\n* Simplified point 5: The section provides for the publication of guidance by the Organising Committee and the provision of information by local authorities to relevant traders.\n* Simplified point 6: The section includes provisions for the interpretation of the Part and defines certain terms used in the Part."
            },
            {
                "length": 363,
                "short": "\"Transport Plan for Birmingham Commonwealth Games: UK Government's Directive to Local Authorities\"",
                "text": "\n* Simplified point 1: The UK government can direct local authorities to prepare a transport plan for the Birmingham Commonwealth Games.\n* Simplified point 2: The transport plan must address transport matters related to the Games and be reviewed and revised as necessary.\n* Simplified point 3: Local authorities must consult with specific persons before preparing or revising the plan, including the Secretary of State, the Organising Committee, and transport operators.\n* Simplified point 4: The Secretary of State can direct local authorities to make orders or issue notices to facilitate transport services and travel for the Games.\n* Simplified point 5: Local authorities must exercise their functions with a view to implementing the transport plan, and the Secretary of State can direct them to make orders or issue notices to ensure compliance.\n* Simplified point 6: The power to direct local authorities can be exercised for a purpose specified in section 26(1) of the Act, including implementing a Games transport plan, facilitating transport services, and facilitating travel for the Games.\n* Simplified point 7: The Secretary of State can specify a local traffic authority for a road only if the authority consents, and the local traffic authority must make an order or issue a notice by virtue of section 26 only with the consent of the Secretary of State.\n* Simplified point 8: The Secretary of State can direct a local traffic authority to make an order or issue a notice by virtue of section 26 if the authority fails to take the action before the end of a specified period."
            },
            {
                "length": 245,
                "short": "\"Birmingham Commonwealth Games Regulation Powers\"",
                "text": "\n* Simplified point 1: The Act gives the Secretary of State the power to make regulations to ensure a smooth transition and address any unforeseen issues that may arise during the Commonwealth Games.\n* Simplified point 2: The regulations can be made by statutory instrument and can include provisions for different purposes or areas, as well as incidental, supplemental, consequential, or transitional provisions.\n* Simplified point 3: The Act extends to England and Wales, and the remaining provisions extend to Scotland and Northern Ireland.\n* Simplified point 4: The Act comes into force on the day it is passed, except for certain provisions that come into force at the end of a 2-month period.\n* Simplified point 5: The Act ceases to have effect on January 1, 2023, and certain provisions cease to have effect on the day after the Games end.\n* Simplified point 6: The Act may be cited as the Birmingham Commonwealth Games Act 2020."
            }
        ],
        [
            {
                "length": 856,
                "short": "Commonwealth Games Ticket Touting and Advertising Regulation",
                "text": "\n* Simplified point 1: The UK government can provide financial assistance to the Birmingham Organising Committee for the 2022 Commonwealth Games.\n* Simplified point 2: The financial assistance can take the form of grants, loans, guarantees, or indemnities, and can be given subject to conditions.\n* Simplified point 3: The Birmingham Organising Committee must send an annual report to the UK government on the exercise of their functions, including an assessment of their progress towards delivering the Games, and details of their efforts to promote sustainability, accessibility, and the values of the Commonwealth Games Federation.\n* Simplified point 4: The UK government must lay a copy of each report received from the Birmingham Organising Committee before Parliament.\n* Simplified point 5: The Act prohibits unauthorized use of representations associated with the Games for commercial purposes.\n* Simplified point 6: The Act allows for authorized use of representations by the Organizing Committee and provides for exceptions to the prohibition, such as fair use and dealings in authorized goods.\n* Simplified point 7: The Act also provides for enforcement of the prohibition and protections for persons with an interest in goods or documents.\n* Simplified point 8: The Organizing Committee must publish guidance on the operation of this Part before the end of the period of 31 days beginning with the day on which the Act is passed.\n* Simplified point 9: The Act defines certain terms used in the Part, including \"business\", \"Games event\", \"goods\", \"infringing goods or documents\", and \"use\".\n* Simplified point 10: The Act makes it an offense to tout a Games ticket, meaning to sell or offer to sell a ticket for a Commonwealth Games event in a public place or with the intention of making a profit.\n* Simplified point 11: The law applies to anyone who carries out an activity falling within the definition of touting, including selling, offering to sell, exposing for sale, or advertising that a ticket is available for purchase.\n* Simplified point 12: The law also applies to service providers established in the United Kingdom, who provide information society services and do something outside the United Kingdom that would constitute an offense under the law if done in the UK.\n* Simplified point 13: The law allows for penalties of fines, and in Scotland, the offense can be subject to civil diligence.\n* Simplified point 14: The law includes provisions for authorizations granted by the Organising Committee, which may be subject to conditions and can be revoked.\n* Simplified point 15: The Act prohibits advertising in specified Games locations during a specified period before and after the Games.\n* Simplified point 16: The Act defines \"Games location advertising\" as any advertising done in or near a Games location, and \"Games location\" as any place specified in regulations made by the Secretary of State.\n* Simplified point 17: The Act makes it an offense to carry out Games location advertising without authorization from the Organising Committee, and sets out the penalties for committing this offense.\n* Simplified point 18: The Act allows the Secretary of State to make regulations exempting certain types of advertising from the offense, and requires the Secretary of State to consult with the Organising Committee and local authorities before making such regulations.\n* Simplified point 19: The Act allows local weights and measures authorities in Great Britain and Northern Ireland to enforce certain offenses related to ticket touting and advertising.\n* Simplified point 20: The Act defines key terms such as \"advertising,\" \"trading,\" \"Games location,\" and \"relevant public place.\""
            }
        ]
    ],
    "summary": "The Birmingham Commonwealth Games Act 2020 is a new law that will help make sure the Commonwealth Games that are held in Birmingham in 2022 run smoothly. It gives the UK government and local authorities the power to provide financial support, restrict advertising and trading, and manage transportation during the games. The law also makes it illegal to tout tickets for the events or to advertise in certain areas without permission. The UK government can give directions to local authorities to help implement the law, and the local authorities must follow these directions. The law will come into force when it is passed, and it will stop being in effect after the games are over."
}