[
    {
        "length": 2064,
        "text": "\nSafeguards\n\tDeprivation of liberty: authorisation of arrangements enabling care andtreatment\n\t\tThe Mental Capacity Act 2005 is amended as follows.\n\t\tIn section 4A (restriction on deprivation of liberty) for subsection (5)substitute—\n\t\tD may deprive P of liberty if, by doing so, D is carrying out arrangementsauthorised under Schedule AA1 (arrangements enabling the care and treatment ofpersons who lack capacity).”\n\t\tAfter section 4B insert—\n\t\t“4CCarrying out of authorised arrangements giving rise to deprivation ofliberty\n\t\t\tThis section applies to an act that a person (“D”) does in carrying outarrangements authorised under Schedule AA1.\n\t\t\tD does not incur any liability in relation to the act that would not havebeen incurred if the cared-for person—\n\t\t\t\thad had capacity to consent in relation to D doing the act, and\n\t\t\t\thad consented to D doing the act.\n\t\t\tNothing in this section excludes a person’s civil liability for loss ordamage, or a person’s criminal liability, resulting from that person’snegligence in doing the act.\n\t\t\tParagraph 31 of Schedule AA1 applies if an authorisation ceases to haveeffect in certain cases.\n\t\t\t“Cared-for person” has the meaning given by paragraph 2(1) of thatSchedule.”\n\t\t\tBefore Schedule 1 insert the Schedule AA1 set out in Schedule 1 to thisAct.\n\tDeprivation of liberty: authorisation of steps necessary for life-sustaining treatment or vital act\n\t\tFor section 4B of the Mental Capacity Act 2005 substitute—\n\t\t“4BDeprivation of liberty necessary for life-sustaining treatment orvital act\n\t\t\tIf Conditions 1 to 4 are met, D is authorised to take steps which deprive Pof liberty.\n\t\t\tCondition 1 is that the steps—\n\t\t\t\tare wholly or partly for the purpose of giving P life-sustaining treatmentor doing any vital act, or\n\t\t\t\tconsist wholly or partly of giving P life-sustaining treatment or doing anyvital act.\n\t\t\tA vital act is any act which the person doing it reasonably believes to benecessary to prevent a serious deterioration in P’s condition.\n\t\t\tCondition 2 is that the steps are necessary in order to give the life-sustaining treatment or do the vital act.\n\t\t\tCondition 3 is that D reasonably believes that P lacks capacity to consentto D taking the steps.\n\t\t\tCondition 4 is that—\n\t\t\t\tsubsection (7) applies, or\n\t\t\t\tthere is an emergency.\n\t\t\tThis subsection applies if—\n\t\t\t\ta decision relevant to whether D is authorised to deprive P of liberty isbeing sought from the court, or\n\t\t\t\ta responsible body is carrying out functions under Schedule AA1 with a viewto determining whether to authorise arrangements that give rise to adeprivation of P’s liberty.\n\t\t\tIn subsection (7) it does not matter—\n\t\t\t\twhether the decision mentioned in paragraph (a) relates to the stepsmentioned in subsection (1);\n\t\t\t\twhether the arrangements mentioned in paragraph (b) include those steps.\n\t\t\tThere is an emergency if D reasonably believes that—\n\t\t\t\tthere is an urgent need to take the steps mentioned in subsection (1) inorder to give the life-sustaining treatment or do the vital act, and\n\t\t\t\tit is not reasonably practicable before taking those steps—\n\t\t\t\tto make an application for P to be detained under Part 2 of the MentalHealth Act,\n\t\t\t\tto make an application within subsection (7)(a), or\n\t\t\t\tto secure that action within subsection (7)(b) is taken.”\n\tPowers of the court to determine questions\n\t\tAfter section 21 of the Mental Capacity Act 2005 insert—\n\t\t“Powers of the court in relation to Schedule AA1\n\t\t\tZAPowers of court in relation to Schedule AA1\n\t\t\t\tThis section applies where an authorisation under Schedule AA1—\n\t\t\t\t\thas effect, or\n\t\t\t\t\tis to have effect from a date specified under paragraph 28 of thatSchedule.\n\t\t\t\tThe court may determine any question relating to—\n\t\t\t\t\twhether Schedule AA1 applies to the arrangements, or whether theauthorisation conditions are met;\n\t\t\t\t\twhat period the authorisation has effect for;\n\t\t\t\t\twhat the authorisation relates to.\n\t\t\t\tIf the court determines a question under subsection (2), the court may makean order—\n\t\t\t\t\tvarying or terminating the authorisation;\n\t\t\t\t\tdirecting the responsible body to vary the authorisation.\n\t\t\t\tWhere the court makes an order under subsection (3) the court may make anorder about a person’s liability for anything done in carrying out thearrangements before the variation or termination.\n\t\t\t\tAn order under subsection (4) may, in particular, exclude a person fromliability.\n\t\t\t\t“Authorisation conditions” has the meaning given by paragraph 13 ofSchedule AA1.”\nCode of practice etc\n\tDeprivation of liberty: code of practice\n\t\tSection 42 of the Mental Capacity Act 2005 (codes of practice) is amendedas follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Guidance about what kinds of arrangements for enabling the care ortreatment of a person fall within paragraph 2(1)(b) of Schedule AA1 must beincluded in the code, or one of the codes, issued under subsection (1).”\n\t\tAfter subsection (2) insert—\n\t\t“(2A)Before the end of each review period the Lord Chancellor must—\n\t\t\treview each code for the guidance of persons exercising functions underSchedule AA1, and\n\t\t\tlay a report of the review before Parliament.\n\t\t\tBut this does not affect the Lord Chancellor’s functions under subsection (2).\n\t\t\t(2B)A review period is—\n\t\t\tin relation to the first review, the period of 3 years beginning with theday on which this subsection comes into force, and\n\t\t\tin relation to subsequent reviews, each period of 5 years beginning withthe day on which the report of the previous review was laid beforeParliament.”\n\t\tIn subsection (3) after “preparation” insert “, review”.\nGeneral\n\tConsequential provision etc\n\t\tThe Secretary of State may by regulations make provision that isconsequential on any provision made by this Act.\n\t\tRegulations under this section—\n\t\t\tmay make different provision for different purposes or areas;\n\t\t\tmay amend, repeal or revoke any provision made by or under an Act passedbefore this Act or in the same Session.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tRegulations under this section that repeal or amend a provision of an Actmay not be made unless a draft of the statutory instrument containing them hasbeen laid before Parliament and approved by a resolution of each House ofParliament.\n\t\tAny other regulations under this section are subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tSchedule 2 makes minor and consequential amendments.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThis section, and section 5 except subsection (6), come into force on theday this Act is passed.\n\t\tThe other provisions of this Act come into force—\n\t\t\tfor the purpose only of enabling the exercise of any power to makeregulations, on the day this Act is passed;\n\t\t\tfor all other purposes, on whatever day the Secretary of State appoints byregulations.\n\t\tDifferent days may be appointed for different purposes or different areas.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tRegulations under subsection (5) may make different provision for differentpurposes or different areas.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tThis Act may be cited as the Mental Capacity (Amendment) Act 2019."
    }
]