[
    {
        "length": 876,
        "text": "\nPowers of Secretary of State\n\tFor the avoidance of doubt, nothing in sections 31 to 33 of the 1996 Actprevents the powers of the Secretary of State under section 6 of the RailwaysAct [2005 (c. 14)](/id/ukpga/2005/14?view=plain \"Go to item of legislation\")from being exercised in relation to the rail link or railway services on it.\n\tIn subsection (1) “rail link” has the same meaning as in the 1996 Act.\nAccess contracts\n\tIn section 17 of the 1996 Act (access agreements), the following are repealed—\n\t\tin subsection (2), the words “Subject to subsection (3) below,”;\n\t\tsubsection (3).\nDuties of Office of Rail Regulation\n\tIn section 21 of the 1996 Act (duties of the Office of Rail Regulation as tothe exercise of regulatory functions), the following are repealed—\n\t\tsubsections (2) to (5);\n\t\tin subsection (6), the definitions of “existing”, “international services”and “network”;\n\t\tin subsection (7), the words “or (2)”.\nPower of Office of Rail Regulation to charge fees\n\tAfter section 21 of the 1996 Act insert—\n\t“21AFees\n\t\tSubject to this section, the Office of Rail Regulation may by noticerequire a rail link undertaker to pay a fee in respect of the exercise of anyof the Office of Rail Regulation’s functions in relation to the rail link.\n\t\tThe amount of a fee under subsection (1) in any case shall be—\n\t\t\tsuch amount as is reasonably incurred by the Office of Rail Regulation inthe exercise of the function in relation to the rail link, or\n\t\t\tin a case where there is more than one rail link undertaker, suchproportion of the amount referred to in paragraph (a) as the Office of RailRegulation considers it reasonable for the rail link undertaker to pay.\n\t\tSubsection (1) does not apply to the functions assigned to the Office ofRail Regulation by virtue of section 67(2) and (3) of the Railways Act 1993.\n\t\tA notice under this section must specify—\n\t\t\tthe amount of the fee to be paid, and\n\t\t\tthe date by which it is to be paid.\n\t\tAny amount payable under a notice under this section which remains unpaidafter the date specified in the notice may be recovered by the Office of RailRegulation as a civil debt due to it.\n\t\tThe Office of Rail Regulation may revise a notice under this section by afurther such notice.\n\t\tThe Office of Rail Regulation may refund any amount which, further to anyrevised notice under subsection (6), appears to have been overpaid to it.”\nMeaning of “development agreement”\n\tIn section 56 of the 1996 Act (interpretation) in the definition of“development agreement” in subsection (1), for “or maintenance” substitute “,maintenance or operation”.\nInterpretation, commencement, short title\n\tIn this Act, “the 1996 Act” means the Channel Tunnel Rail Link Act [1996(c. 61)](/id/ukpga/1996/61?view=plain \"Go to item of legislation\").\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act may be cited as the Channel Tunnel Rail Link (SupplementaryProvisions) Act 2008.\n\t\t"
    }
]