{
    "general": "This law was passed in 2008 to change some parts of an older law called the Channel Tunnel Rail Link Act 1996. The main goal of these changes was to improve the connection between England and France through the Eurotunnel, also known as the Channel Tunnel. This law made sure that the tunnel would be used safely and efficiently by adding new rules for how it should be run and maintained. It also gave the government more power to enforce these rules and punish anyone who breaks them. Overall, this law helped to modernize and improve the transportation infrastructure between two important countries in Europe.",
    "series": [
        [
            {
                "length": 243,
                "short": "Channel Tunnel Rail Link Supplementary Provisions Act 2008: Empowering the Secretary of State with Railway Authority",
                "text": "\n* Simplified point 1: The act gives the Secretary of State the power to exercise their powers under the Railways Act 2005 in relation to the rail link or railway services on it.\n* Simplified point 2: The act repeals certain provisions in the Channel Tunnel Rail Link Act 1996 related to access agreements and the duties of the Office of Rail Regulation.\n* Simplified point 3: The act allows the Office of Rail Regulation to charge fees to rail link undertakers for the exercise of their functions in relation to the rail link.\n* Simplified point 4: The act revises the definition of \"development agreement\" in the Channel Tunnel Rail Link Act 1996 to include maintenance and operation.\n* Simplified point 5: The act provides for the coming into force of the act and its citation as the Channel Tunnel Rail Link (Supplementary Provisions) Act 2008."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Channel Tunnel Rail Link (Supplementary Provisions) Act 2008 helps regulate the Channel Tunnel Rail Link, a train route connecting England and France through the Eurotunnel. This law gives the government more control over the rail link and lets them change some rules about who can use the tunnel. It also lets the rail regulator charge fees to companies that use the tunnel. Additionally, the law changes how the tunnel's maintenance and operations will be handled. Overall, this law ensures the safe and efficient use of the Channel Tunnel Rail Link.",
    "single": "\n* The Channel Tunnel Rail Link (Supplementary Provisions) Act 2008 is an amendment to the Channel Tunnel Rail Link Act 1996.\n* The Act makes several changes to the original legislation, including:\n\t+ Clarifying the powers of the Secretary of State under the Railways Act 2005.\n\t+ Repealing certain provisions related to access contracts and the duties of the Office of Rail Regulation.\n\t+ Giving the Office of Rail Regulation the power to charge fees for the exercise of its functions in relation to the rail link.\n\t+ Expanding the definition of \"development agreement\" to include maintenance and operation.\n* The Act comes into force at the end of a two-month period after it is passed.\n* The Act may be cited as the Channel Tunnel Rail Link (Supplementary Provisions) Act 2008.\nKEY POINTS:\n* The Act amends the Channel Tunnel Rail Link Act 1996.\n* It clarifies the powers of the Secretary of State under the Railways Act 2005.\n* It repeals certain provisions related to access contracts and the duties of the Office of Rail Regulation.\n* It gives the Office of Rail Regulation the power to charge fees for the exercise of its functions in relation to the rail link.\n* It expands the definition of \"development agreement\" to include maintenance and operation.\n* The Act comes into force at the end of a two-month period after it is passed.\n* The Act may be cited as the Channel Tunnel Rail Link (Supplementary Provisions) Act 2008."
}