[
    {
        "length": 684,
        "text": "\nRe-programming mobile telephone etc.\n\tA person commits an offence if—\n\t\the changes a unique device identifier, or\n\t\the interferes with the operation of a unique device identifier.\n\tA unique device identifier is an electronic equipment identifier which isunique to a mobile wireless communications device.\n\tBut a person does not commit an offence under this section if—\n\t\the is the manufacturer of the device, or\n\t\the does the act mentioned in subsection (1) with the written consent of themanufacturer of the device.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction, to imprisonment for a term not exceeding 6 months orto a fine not exceeding the statutory maximum or to both, or\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine or to both.\nPossession or supply of anything for re-programming purposes\n\tA person commits an offence if—\n\t\the has in his custody or under his control anything which may be used forthe purpose of changing or interfering with the operation of a unique deviceidentifier, and\n\t\the intends to use the thing unlawfully for that purpose or to allow it tobe used unlawfully for that purpose.\n\tA person commits an offence if—\n\t\the supplies anything which may be used for the purpose of changing orinterfering with the operation of a unique device identifier, and\n\t\the knows or believes that the person to whom the thing is supplied intendsto use it unlawfully for that purpose or to allow it to be used unlawfully forthat purpose.\n\tA person commits an offence if—\n\t\the offers to supply anything which may be used for the purpose of changingor interfering with the operation of a unique device identifier, and\n\t\the knows or believes that the person to whom the thing is offered intendsif it is supplied to him to use it unlawfully for that purpose or to allow itto be used unlawfully for that purpose.\n\tA unique device identifier is an electronic equipment identifier which isunique to a mobile wireless communications device.\n\tA thing is used by a person unlawfully for a purpose if in using it forthat purpose he commits an offence under section 1.\n\tA person guilty of an offence under this section is liable—\n\t\ton summary conviction, to imprisonment for a term not exceeding 6 months orto a fine not exceeding the statutory maximum or to both, or\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine or to both.\nCitation etc.\n\tThis Act may be cited as the Mobile Telephones (Re-programming) Act 2002.\n\tSections 1 and 2 come into force in accordance with provision made by theSecretary of State by order made by statutory instrument.\n\tThis Act extends to Northern Ireland.\n\t\t"
    }
]