{
    "general": "This law makes it illegal for people to change or remove special codes on their mobile phones, which help identify them as unique devices. This helps keep our mobile phone networks safe from fraudulent activity.",
    "series": [
        [
            {
                "length": 163,
                "short": "\"Mobile Wireless Communication Device Laws: Illegal Modification and Unauthorized Use\"",
                "text": "\n* Simplified point 1: It is illegal to change or interfere with the unique device identifier of a mobile wireless communication device without the manufacturer's consent.\n* Simplified point 2: Possessing or supplying items intended for re-programming purposes is also illegal, and can lead to imprisonment and fines.\n* Simplified point 3: The law applies to anyone who uses a mobile wireless communication device, regardless of their location.\n* Simplified point 4: The penalties for committing an offense under this act include imprisonment and fines, and can vary depending on the severity of the offense."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Mobile Telephones (Re-programming) Act of 2002 makes it against the law to tamper with or alter the special identification number of a cell phone without the permission of the manufacturer. This includes attempting to modify or replace the unique device identifier, as well as possessing or distributing tools or materials meant for that purpose. Violating this law can result in severe punishments such as jail time and hefty fines, no matter where you are located if you use a cellular device. So, it is important to only use your phone as intended by the manufacturer and avoid any attempts at modifying its unique identifier.",
    "single": "\n* The Mobile Telephones (Re-programming) Act 2002 makes it illegal to change or interfere with the unique electronic identifiers of mobile wireless communication devices.\n* The act defines a \"unique device identifier\" as an electronic equipment identifier that is unique to a mobile wireless communications device.\n* It is an offense to change or interfere with the unique device identifier without the written consent of the manufacturer.\n* The act also makes it an offense to possess or supply anything for the purpose of changing or interfering with the unique device identifier.\n* The offenses under this act are punishable by fines and/or imprisonment.\n* The act extends to Northern Ireland and comes into force in accordance with provisions made by the Secretary of State.\nKEY POINTS:\n* The act makes it illegal to change or interfere with the unique electronic identifiers of mobile wireless communication devices.\n* The act defines a \"unique device identifier\" as an electronic equipment identifier that is unique to a mobile wireless communications device.\n* It is an offense to change or interfere with the unique device identifier without the written consent of the manufacturer.\n* The act also makes it an offense to possess or supply anything for the purpose of changing or interfering with the unique device identifier.\n* The offenses under this act are punishable by fines and/or imprisonment."
}