[
    {
        "length": 700,
        "text": "\nDuty to deposit\n\tDeposit of publications\n\t\tA person who publishes in the United Kingdom a work to which this Actapplies must at his own expense deliver a copy of it to an address specified(generally or in a particular case) by any deposit library entitled todelivery under this section.\n\t\tIf a deposit library other than the authority controlling the Library ofTrinity College, Dublin has not specified an address, the copy is to bedelivered to the library.\n\t\tIn the case of a work published in print, this Act applies to—\n\t\t\ta book (including a pamphlet, magazine or newspaper),\n\t\t\ta sheet of letterpress or music,\n\t\t\ta map, plan, chart or table, and\n\t\t\ta part of any such work;\n\t\t\t\tbut that is subject to any prescribed exception.\n\t\tIn the case of a work published in a medium other than print, this Actapplies to a work of a prescribed description.\n\t\tA prescribed description may not include works consisting only of—\n\t\t\ta sound recording or film or both, or\n\t\t\tsuch material and other material which is merely incidental to it.\n\t\tSubject to section 6(2)(h), the obligation under subsection (1) is todeliver a copy of the work in the medium in which it is published.\n\t\tIn this section, “address” means an address in the United Kingdom or anelectronic address.\n\tNew and alternative editions\n\t\tThis Act does not apply to a work which is substantially the same as onealready published in the same medium in the United Kingdom.\n\t\tWhere substantially the same work is published in the United Kingdom inmore than one medium—\n\t\t\tsection 1(1) applies only in relation to its publication in one of thosemedia, and\n\t\t\tthat medium is to be determined in accordance with regulations made by theSecretary of State.\n\t\tThe Secretary of State may by regulations make provision as tocircumstances in which works are or are not to be regarded for the purposes ofthis section as substantially the same.\n\tEnforcement \n\t\tThis section applies where a person (in this section, “the publisher”) whois required by or under this Act to deliver anything to an address specifiedby a deposit library, or to a deposit library, has failed to comply with thatobligation.\n\t\tThe library may, in accordance with rules of court, apply to the countycourt (or, in Scotland, to the sheriff) for an order requiring the publisherto comply with the obligation.\n\t\tIf on an application under subsection (2) it appears that—\n\t\t\tthe publisher is unable to comply with the obligation, or\n\t\t\tfor any other reason, it is not appropriate to make an order under thatsubsection,\n\t\t\t\tthe court or sheriff may instead make an order requiring the publisher to payto the library an amount which is not more than the cost of making good thefailure to comply."
    },
    {
        "length": 324,
        "text": "\nPrinted publications\n\tPrinted publications: the British Library\n\t\tThe British Library Board is entitled to delivery under section 1 of a copyof every work published in print.\n\t\tThe copy must be delivered within one month beginning with the day ofpublication.\n\t\tThe copy is to be of the same quality as the best copies which, at the timeof delivery, have been produced for publication in the United Kingdom.\n\t\tThe Board must give a receipt in writing (whether sent by electronic orother means).\n\tPrinted publications: other libraries\n\t\tEach deposit library other than the British Library Board is entitled todelivery under section 1 of a copy of any work published in print which itrequests.\n\t\tA request under this section must be in writing (whether sent by electronicor other means).\n\t\tA request—\n\t\t\tmay be made before publication, and\n\t\t\tin particular, may relate to all future numbers or parts of anencyclopaedia, newspaper, magazine or other work.\n\t\tNo request may be made after the end of 12 months beginning with the day ofpublication.\n\t\tThe copy must be delivered within one month beginning with—\n\t\t\tthe day of publication, or\n\t\t\tif later, the day on which the request is received.\n\t\tThe copy is to be of the same quality as the largest number of copieswhich, at the time of delivery, have been produced for publication in theUnited Kingdom."
    },
    {
        "length": 1880,
        "text": "\nNon-print publications\n\tRegulations: deposit of non-print publications\n\t\tThe Secretary of State may make regulations supplementing sections 1 and 2as they apply to works published in media other than print.\n\t\tRegulations under this section may in particular—\n\t\t\tmake provision about the time at which or the circumstances in which anydeposit library becomes or ceases to be entitled to delivery under section 1;\n\t\t\trequire the person mentioned in section 1(1) to deliver, with the copy ofthe work, a copy of any computer program and any information necessary inorder to access the work, and a copy of any manual and other material thataccompanies the work and is made available to the public;\n\t\t\trequire delivery within a time prescribed by reference to publication oranother event;\n\t\t\tpermit or require delivery by electronic means;\n\t\t\twhere a work is produced for publication in copies of differing quality,specify the quality of copies to be delivered;\n\t\t\twhere a work is published or made available to the public in differentformats, provide for the format in which any copy is to be delivered to bedetermined in accordance with requirements specified (generally or in aparticular case) by the deposit libraries or any of them;\n\t\t\tmake provision as to the circumstances in which works published on line areor are not to be treated as published in the United Kingdom;\n\t\t\tspecify the medium in which a copy of a work published on line is to bedelivered.\n\tRestrictions on activities in relation to non-print publications\n\t\tSubject to subsection (3), a relevant person may not do any of theactivities listed in subsection (2) in relation to relevant material.\n\t\tThe activities are—\n\t\t\tusing the material (whether or not such use necessarily involves the makingof a temporary copy of it);\n\t\t\tcopying the material (other than by making a temporary copy where this isnecessary for the purpose of using the material);\n\t\t\tin the case of relevant material comprising or containing a computerprogram or database, adapting it;\n\t\t\tlending the material to a third party (other than lending by a depositlibrary to a reader for use by the reader on library premises controlled bythe library);\n\t\t\ttransferring the material to a third party;\n\t\t\tdisposing of the material.\n\t\tThe Secretary of State may by regulations make provision permittingrelevant persons to do any of the activities listed in subsection (2) inrelation to relevant material, subject to such conditions as may beprescribed.\n\t\tRegulations under this section may in particular make provision about—\n\t\t\tthe purposes for which relevant material may be used or copied;\n\t\t\tthe time at which or the circumstances in which readers may first userelevant material;\n\t\t\tthe description of readers who may use relevant material;\n\t\t\tthe limitations on the number of readers who may use relevant material atany one time (whether by limiting the number of terminals in a deposit libraryfrom which readers may at any one time access an electronic publication orotherwise).\n\t\tIn this section—\n\t\t\t“reader” means a person who, for the purposes of research or study and withthe permission of a deposit library, is on library premises controlled by it;\n\t\t\t“relevant material” means—\n\t\t\ta copy delivered under section 1 of a work published in a medium other thanprint;\n\t\t\ta copy delivered pursuant to regulations under section 6 of a computerprogram or material within section 6(2)(b);\n\t\t\ta copy of a work to which section 10(6) applies;\n\t\t\ta copy (at any remove) of anything within any of sub-paragraphs (i) to(iii);\n\t\t\t“relevant person” means—\n\t\t\ta deposit library or person acting on its behalf;\n\t\t\ta reader;\n\t\t\treferences to a deposit library include references to the Faculty ofAdvocates.\n\t\tA contravention of this section is actionable at the suit of a person whosuffers loss as a result of the contravention, subject to the defences andother incidents applying to actions for breach of statutory duty.\n\tActivities in relation to non-print publications: copyright etc.\n\t\tIn Chapter 3 of Part 1 of the 1988 Act (acts permitted in relation tocopyright works), after section 44 insert—\n\t\t“44ALegal deposit libraries\n\t\t\tCopyright is not infringed by the copying of a work from the internet by adeposit library or person acting on its behalf if—\n\t\t\t\tthe work is of a description prescribed by regulations under section 10(5)of the 2003 Act,\n\t\t\t\tits publication on the internet, or a person publishing it there, isconnected with the United Kingdom in a manner so prescribed, and\n\t\t\t\tthe copying is done in accordance with any conditions so prescribed.\n\t\t\tCopyright is not infringed by the doing of anything in relation to relevantmaterial permitted to be done under regulations under section 7 of the 2003Act.\n\t\t\tThe Secretary of State may by regulations make provision excluding, inrelation to prescribed activities done in relation to relevant material, theapplication of such of the provisions of this Chapter as are prescribed.\n\t\t\tRegulations under subsection (3) may in particular make provisionprescribing activities—\n\t\t\t\tdone for a prescribed purpose,\n\t\t\t\tdone by prescribed descriptions of reader,\n\t\t\t\tdone in relation to prescribed descriptions of relevant material,\n\t\t\t\tdone other than in accordance with prescribed conditions.\n\t\t\tRegulations under this section may make different provision for differentpurposes.\n\t\t\tRegulations under this section shall be made by statutory instrument whichshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tIn this section—\n\t\t\t\t“the 2003 Act” means the Legal Deposit Libraries Act 2003;\n\t\t\t\t“deposit library”, “reader” and “relevant material” have the same meaningas in section 7 of the 2003 Act;\n\t\t\t\t“prescribed” means prescribed by regulations made by the Secretary ofState.”\n\t\t\tIn Part III of the Copyright and Rights in Databases Regulations 1997([S.I. 1997/3032](/id/uksi/1997/3032?view=plain \"Go to item of legislation\"))(database right), after Regulation 20 insert—\n\t\t“20A.Exceptions to database right: deposit libraries\n\t\t\tDatabase right in a database is not infringed by the copying of a work fromthe internet by a deposit library or person acting on its behalf if—\n\t\t\t\tthe work is of a description prescribed by regulations under section 10(5)of the 2003 Act,\n\t\t\t\tits publication on the internet, or a person publishing it there, isconnected with the United Kingdom in a manner so prescribed, and\n\t\t\t\tthe copying is done in accordance with any conditions so prescribed.\n\t\t\tDatabase right in a database is not infringed by the doing of anything inrelation to relevant material permitted to be done under regulations undersection 7 of the 2003 Act.\n\t\t\tRegulations under section 44A(3) of the 1988 Act exclude the application ofparagraph (2) in relation to prescribed activities in relation to relevantmaterial as (and to the extent that) they exclude the application of section44A(2) of that Act in relation to those activities.\n\t\t\tIn this Regulation—\n\t\t\t\t“the 2003 Act” means the Legal Deposit Libraries Act 2003;\n\t\t\t\t“deposit library” and “relevant material” have the same meaning as insection 7 of the 2003 Act.”"
    },
    {
        "length": 995,
        "text": "\nExemption from liability\n\tExemption from liability: deposit of publications etc.\n\t\tThe delivery by a person, pursuant to section 1, of a copy of a work is tobe taken—\n\t\t\tnot to breach any contract relating to any part of the work to which thatperson is a party, and\n\t\t\tnot to infringe copyright, publication right or database right in relationto any part of the work or any patent.\n\t\tSubsection (1) applies to the delivery, pursuant to regulations undersection 6, of a copy of a computer program or material within section 6(2)(b)as it applies to the delivery of a copy of a work pursuant to section 1.\n\tExemption from liability: activities in relation to publications\n\t\tA deposit library, or a person acting on its behalf, is not liable indamages, or subject to any criminal liability, for defamation arising out ofthe doing by a relevant person of an activity listed in section 7(2) inrelation to a copy of a work delivered under section 1.\n\t\tSubsection (1) does not apply to the liability of a deposit library where—\n\t\t\tit knows, or in the case of liability in damages it knows of facts orcircumstances from which it ought to know, that the copy contains a defamatorystatement, and\n\t\t\tit has had a reasonable opportunity since obtaining that knowledge toprevent the doing of the activity in relation to the copy.\n\t\tWhere, pursuant to section 1, a person (in this section, “the publisher”)has delivered a copy of a work to an address specified by a deposit library,the publisher is not liable in damages, or subject to any criminal liability,for defamation arising out of the doing by a relevant person of an activitylisted in section 7(2) in relation to the copy.\n\t\tSubsection (3) does not apply where—\n\t\t\tthe publisher knows, or in the case of liability in damages the publisherknows of facts or circumstances from which it ought to know, that the copycontains a defamatory statement, and\n\t\t\tit has had a reasonable opportunity since obtaining that knowledge toinform the library of the matter, facts or circumstances known to it and hasnot done so.\n\t\tWhere a work is published on the internet, subsection (6) applies to a copyof the work if—\n\t\t\tthe work is of a description prescribed by regulations under thissubsection,\n\t\t\tthe publication of the work on the internet, or a person publishing itthere, is connected with the United Kingdom in a manner so prescribed, and\n\t\t\tthe copy was made by a deposit library or person acting on its behalfcopying the work from the internet in accordance with any conditions soprescribed.\n\t\tWhere this subsection applies to a copy of a work—\n\t\t\tno person other than the library is liable in damages, or subject to anycriminal liability, for defamation arising out of the doing by a relevantperson of an activity listed in section 7(2) in relation to the copy, and\n\t\t\tsubsections (1) and (2) apply in relation to the doing of an activity inrelation to the copy as they apply in relation to the doing of the activity inrelation to a copy of a work delivered under section 1.\n\t\tIn this section—\n\t\t\t“relevant person” has the same meaning as in section 7;\n\t\t\treferences to activities listed in section 7(2) are references to thoseactivities whether or not done in relation to relevant material (as defined insection 7);\n\t\t\treferences to a deposit library include references to the Faculty ofAdvocates.\n\t\tThe Secretary of State may by regulations provide for this section, as itapplies in relation to liability in damages and criminal liability fordefamation, to apply in relation to liability (including criminal liability)of any description prescribed in the regulations, subject to suchmodifications as may be prescribed.\n\t\tWhere this section applies to the doing of an activity in relation to acopy of a work it also applies to the doing of the activity in relation to acopy (at any remove) of that copy.\n\t\tNothing in this section imposes liability on any person."
    },
    {
        "length": 1037,
        "text": "\nRegulations\n\tRegulations: general\n\t\tAny power under this Act to make regulations—\n\t\t\tincludes power to make different provision for different purposes,including in particular different media, descriptions of work, depositlibraries or areas, and\n\t\t\tas well as being exercisable in relation to all cases to which it extends,may be exercised in relation to those cases subject to specified exceptions,or in relation to a particular case or class of cases.\n\t\tRegulations under this Act may not be made unless the Secretary of Statehas consulted—\n\t\t\tthe deposit libraries, and\n\t\t\tthe publishers appearing to the Secretary of State to be likely to beaffected.\n\t\tRegulations under section 1(4) or 6 may not be made so as to apply to workspublished before the regulations are made.\n\t\tRegulations under section 1(4), 2 or 6 may not be made unless the Secretaryof State considers that the costs likely to be incurred as a result of theregulations by persons who publish works to which the regulations relate arenot disproportionate to the benefit to the public arising from the delivery ofcopies of such works.\n\t\tRegulations under section 1(4), 2, 6, 7 or 10(5) may not be made unless theSecretary of State considers that the regulations do not unreasonablyprejudice the interests of persons who publish works to which the regulationsrelate.\n\t\tAny power to make regulations under this Act is exercisable by statutoryinstrument, and no such regulations may be made unless a draft of theinstrument containing them has been laid before and approved by a resolutionof each House of Parliament.\n\tRegulations: Scotland and Wales\n\t\tRegulations under this Act may not be made without the consent of theScottish Ministers if they would—\n\t\t\tremove an entitlement conferred by or under this Act on the authoritycontrolling the National Library of Scotland, or\n\t\t\tconfer an entitlement that is not conferred on that authority on any otherdeposit library.\n\t\tSubsection (1) does not apply where the entitlement is to delivery ofcopies of electronic publications and—\n\t\t\tin the case of legal publications, the Faculty of Advocates, or\n\t\t\tin any other case, the authority controlling the National Library ofScotland,\n\t\t\t\tis provided with a means of accessing those publications electronically.\n\t\tWhere subsection (1) does not apply, regulations under this Act that wouldaffect the authority controlling the National Library of Scotland may not bemade unless the Secretary of State has consulted the Scottish Ministers.\n\t\tRegulations under this Act may not be made without the consent of theNational Assembly for Wales if they would—\n\t\t\tremove an entitlement conferred by or under this Act on the authoritycontrolling the National Library of Wales, or\n\t\t\tconfer an entitlement that is not conferred on that authority on any otherdeposit library;\n\t\t\tbut this does not apply where the entitlement is to delivery of copies ofelectronic publications and that authority is provided with a means ofaccessing those publications electronically.\n\t\tWhere subsection (4) does not apply, regulations under this Act that wouldaffect the authority controlling the National Library of Wales may not be madeunless the Secretary of State has consulted the National Assembly for Wales.\n\tRegulations: Trinity College, Dublin\n\t\tRegulations under this Act which confer an entitlement on the authoritycontrolling the Library of Trinity College, Dublin may not be made unless theSecretary of State is satisfied, in relation to relevant material deliveredpursuant to such an entitlement—\n\t\t\tthat as regards the restriction by section 7 (having regard to anyregulations made under that section) of activities in relation to relevantmaterial, the restriction of those activities under the laws of Ireland is notsubstantially less,\n\t\t\tthat as regards the protection under the laws of any part of the UnitedKingdom of copyright, publication right, database right and patents inrelation to relevant material, the protection under the laws of Ireland ofcorresponding rights is not substantially less, and\n\t\t\tthat as regards the protection from liability under subsections (3) and (4)of section 10 (or those subsections as applied by regulations under thatsection), the protection under the laws of Ireland in relation tocorresponding liability is not substantially less.\n\t\tIn this section “relevant material” has the same meaning as in section 7."
    },
    {
        "length": 1015,
        "text": "\nGeneral\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the 1988 Act” means the Copyright, Designs and Patents Act [1988 (c. 48)](/id/ukpga/1988/48?view=plain \"Go to item of legislation\"); \n\t\t  * “database right” has the meaning given by regulation 13(1) of the Copyright and Rights in Databases Regulations 1997 ([S.I. 1997/3032](/id/uksi/1997/3032?view=plain \"Go to item of legislation\")); \n\t\t  * “deposit library” means any of the British Library Board and the authorities controlling— \n\t\t\tthe National Library of Scotland,\n\t\t\tthe National Library of Wales,\n\t\t\tthe Bodleian Library, Oxford,\n\t\t\tthe University Library, Cambridge,\n\t\t\tthe Library of Trinity College, Dublin;\n\t\t\t\t  * “electronic publication” means an on line or off line publication including any publication in electronic form (within the meaning given by section 178 of the 1988 Act); \n\t\t\t\t  * “film” has the meaning given by section 5B of the 1988 Act; \n\t\t\t\t  * “medium” means any medium of publication, including in particular any form of on line or off line publication; \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t\t\t  * “publication”, in relation to a work— \n\t\t\tmeans the issue of copies of the work to the public, and\n\t\t\tincludes making the work available to the public by means of an electronicretrieval system;\n\t\t\tand related expressions are to be interpreted accordingly;\n\t\t\t\t  * “publication right” has the meaning given by regulation 16(1) of the Copyright and Related Rights Regulations 1996 ([S.I. 1996/2967](/id/uksi/1996/2967?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “sound recording” has the meaning given by section 5A of the 1988 Act. \n\tConsequential amendments, repeals and revocation\n\t\tThe provisions listed in the Schedule are repealed or revoked to the extentspecified.\n\t\tSection 5 of the National Library of Scotland Act [1925 (c.73)](/id/ukpga/1925/73?view=plain \"Go to item of legislation\") (transfer ofprivilege under section 15 of the Copyright Act 1911) is amended as follows.\n\t\tFor subsections (1) to (3) substitute—\n\t\tCopies of legal publications delivered for the Board as the authority forthe Library under section 1 of the Legal Deposit Libraries Act 2003 shall betransmitted by the Board to the Faculty.\n\t\tThe Board shall cause to be inserted in the requests made for them undersection 5 of that Act such legal publications as may be named in writing tothem by the Faculty.”\n\t\tIn subsections (4) and (5), for “law books” substitute “legalpublications”.\n\t\tAfter subsection (5) add—\n\t\tIn this section, “publication” includes a publication made available tothe public by means of an electronic retrieval system.”\n\tCommencement and extent\n\t\tThe preceding provisions of this Act, except so far as they confer power tomake regulations, come into force in accordance with provision made by theSecretary of State by order made by statutory instrument.\n\t\tDifferent provision may be made for different purposes.\n\t\tAn order under subsection (1) may not be made unless the Secretary of Statehas consulted the Scottish Ministers and the National Assembly for Wales.\n\t\tThis Act does not apply to works published before the commencement ofsection 1.\n\t\tThis Act extends to Northern Ireland.\n\tShort title\n\t\tThis Act may be cited as the Legal Deposit Libraries Act 2003.\n\tSection 15(1)"
    }
]