{
    "general": "This act makes sure that people who work on Sundays in shops or betting places have certain rights, like being able to choose if they want to work on Sundays or not, and having some time off after working on Sundays. It also helps to make sure that these workers are treated fairly and with respect.",
    "series": [
        [
            {
                "length": 215,
                "short": "\"Scotland's Sunday Working Laws: Exemptions and Extensions for Shop and Betting Workers\"",
                "text": "\n* Simplified point 1: The act allows for certain employees in Scotland to work on Sundays, but only if they have agreed to do so in writing beforehand.\n* Simplified point 2: The act gives the Secretary of State the power to make orders to provide for transitional, transitory or saving provisions as needed.\n* Simplified point 3: The act exempts certain shop and betting workers in Scotland from the restrictions on Sunday working, but only if they have signed a written agreement beforehand.\n* Simplified point 4: The act extends some provisions of the Employment Rights Act 1996 to Scotland, but only in relation to shop and betting workers.\n* Simplified point 5: The act repeals certain provisions of the Employment Rights Act 1996 in relation to shop workers in Scotland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Sunday Working (Scotland) Act 2003 lets some employees in Scotland work on Sundays, but only if they agree to it in writing first. This means that employers can't force their employees to work on Sundays without their permission. The act also gives the government the power to make rules to help with the transition to this new law. Some workers in shops and betting places in Scotland are exempt from these rules, but only if they sign a special agreement saying they want to work on Sundays. This law only applies to workers in shops and betting places in Scotland, and it doesn't apply to all workers. It's important to note that this law only applies to written agreements made after the law was passed in 2003.\nThis law is important because it helps protect the rights of workers in Scotland who might be forced to work on Sundays against their will. It also makes sure that employers can't take advantage of their employees by making them work long hours or on days they don't want to work. Overall, this law is there to make sure that workers in Scotland are treated fairly and with respect.",
    "single": "\n* The Sunday Working (Scotland) Act 2003 amends the Employment Rights Act 1996 to provide rights for shop and betting workers in Scotland regarding Sunday working.\n* The Act applies to Scotland only and does not affect England and Wales.\n* The Act provides for \"protected\" shop and betting workers, who are not required to work on Sundays if they do not wish to do so.\n* The Act also makes changes to the definition of \"shop worker\" and \"betting worker\" to include workers in alcohol licensed premises in Scotland.\n* The Secretary of State can make orders to provide for transitory, transitional or saving provisions as necessary.\n* The Act comes into force on a day appointed by the Secretary of State by statutory instrument, except for sections 1 and 4 which come into force immediately.\n* The Act may be cited as the Sunday Working (Scotland) Act 2003."
}