[
    {
        "length": 2775,
        "text": "\n“Custody\n\tLimitations on custody without charge\n\t\tA person arrested under section 74 of this Act shall not be kept inmilitary custody without being charged except in accordance with sections 75Ato 75C of this Act.\n\t\tIf at any time the commanding officer of a person who is kept in militarycustody without being charged—\n\t\t\tbecomes aware that the grounds for keeping that person in military custodyhave ceased to apply; and\n\t\t\tis not aware of any other grounds on which continuing to keep that personin military custody could be justified under the provisions of this Act,\n\t\t\t\tit shall be the duty of the commanding officer, subject to subsection (3)below, to order his immediate release from military custody.\n\t\tA person who appears to his commanding officer to have been unlawfully atlarge when he was arrested is not to be released under subsection (2) above.\n\t\tFor the purposes of this section and sections 75A to 75K of this Act aperson is to be treated as charged with an offence when he is informed inaccordance with regulations of the Defence Council that a charge is to bereported to his commanding officer under section 76(1) of this Act.\n\tAAuthorisation of custody without charge\n\t\tWhere a person is arrested under section 74 of this Act—\n\t\t\tthe arrest, and\n\t\t\tany grounds on which he is being kept in military custody without beingcharged,\n\t\t\t\tshall be reported as soon as practicable to his commanding officer.\n\t\tUntil such a report is made, the person may be kept in military custodywithout being charged, but only if the person who made the arrest hasreasonable grounds for believing that keeping him in military custody withoutcharge is necessary—\n\t\t\tto secure or preserve evidence relating to an offence for which he is underarrest, or\n\t\t\tto obtain such evidence by questioning him.\n\t\tAfter receiving a report under subsection (1) above the commanding officershall as soon as practicable determine—\n\t\t\twhether the requirements of subsection (4) below are satisfied, and\n\t\t\tif so, whether to exercise his powers under that subsection;\n\t\t\tand the person to whom the report relates may be kept in military custody forsuch period as is necessary to enable the commanding officer to make thatdetermination.\n\t\tIf in relation to the person to whom the report relates the commandingofficer has reasonable grounds for believing—\n\t\t\tthat keeping him in military custody without being charged is necessary tosecure or preserve evidence relating to an offence for which he is underarrest or to obtain such evidence by questioning him, and\n\t\t\tthat the investigation is being conducted diligently and expeditiously,\n\t\t\the may authorise the keeping of that person in military custody.\n\t\tAn authorisation under subsection (4) above—\n\t\t\tif given less than 12 hours after the relevant time, shall end not morethan 12 hours after the relevant time;\n\t\t\tif given not less than 12 but less than 36 hours after the relevant time,shall end not more than 36 hours after the relevant time;\n\t\t\tif given not less than 36 but less than 48 hours after the relevant time,shall end not more than 48 hours after the relevant time.\n\t\tA person shall not be kept in military custody later than 48 hours afterthe relevant time without being charged except in accordance with section 75Cof this Act.\n\t\tIn this Act “the relevant time” in relation to a person arrested undersection 74 of this Act means the time of the arrest.\n\tBReview of custody by commanding officer\n\t\tThe commanding officer of a person kept in military custody in accordancewith section 75A of this Act shall, subject to subsection (3) below, reviewthe keeping of that person in military custody not later than the end of theperiod for which it is authorised.\n\t\tSubsections (4) and (5) of section 75A of this Act shall apply on eachreview under this section as they apply where a report is received undersubsection (1) of that section.\n\t\tA review may be postponed—\n\t\t\tif, having regard to all the circumstances prevailing at the expiry of thelast authorisation under subsection (4) of that section, it is not practicableto carry out the review at that time;\n\t\t\twithout prejudice to the generality of paragraph (a) above—\n\t\t\tif at that time the person in military custody is being questioned and thecommanding officer is satisfied that an interruption of the questioning forthe purpose of carrying out the review would prejudice the investigation inconnection with which he is being questioned; or\n\t\t\tif at that time the commanding officer is not readily available.\n\t\tIf a review is postponed under subsection (3) above—\n\t\t\tit shall be carried out as soon as practicable after the expiry of the lastauthorisation under section 75A(4) of this Act, and\n\t\t\tthe keeping in military custody of the person to whom the review relatesshall by virtue of this paragraph be authorised until that time.\n\tCExtension of custody without charge\n\t\tIf, on an application by the commanding officer of a person arrested undersection 74 of this Act, a judicial officer is satisfied that there arereasonable grounds for believing that the continued keeping of that person inmilitary custody is justified, the judicial officer may by order authorise thekeeping of that person in military custody.\n\t\tA judicial officer may not hear an application under this section unlessthe person to whom it relates—\n\t\t\thas been informed in writing of the grounds for the application, and\n\t\t\thas been brought before him for the hearing.\n\t\tThe person to whom the application relates shall be entitled to be legallyrepresented at the hearing and, if he is not so represented but wishes to beso represented—\n\t\t\tthe judicial officer shall adjourn the hearing to enable him to obtainrepresentation, and\n\t\t\the may be kept in military custody during the adjournment.\n\t\tFor the purposes of this section, the continued keeping of a person inmilitary custody is justified only if—\n\t\t\tkeeping him in custody without charge is necessary to secure or preserveevidence relating to an offence for which he is under arrest or to obtain suchevidence by questioning him, and\n\t\t\tthe investigation is being conducted diligently and expeditiously.\n\t\tSubject to subsection (7) below, an application under this section may bemade—\n\t\t\tat any time before the end of 48 hours after the relevant time; or\n\t\t\tif it is not practicable for the application to be heard at the expiry ofthat period, as soon as practicable thereafter but not more than 96 hoursafter the relevant time.\n\t\tWhere subsection (5)(b) above applies, an authorisation on a review undersection 75B of this Act may be for a period ending more than 48 hours afterthe relevant time, but may not be—\n\t\t\tfor a period of more than six hours, or\n\t\t\tfor a period ending more than 96 hours after the relevant time.\n\t\tIf— \n\t\t\tan application under this section is made more than 48 hours after therelevant time, and\n\t\t\tit appears to the judicial officer that it would have been reasonable forthe commanding officer to make the application before the end of that period,\n\t\t\t\tthe judicial officer shall refuse the application.\n\t\tWhere on an application under this section relating to any person thejudicial officer is not satisfied that there are reasonable grounds forbelieving that continuing to keep that person in military custody isjustified, he shall—\n\t\t\trefuse the application, or\n\t\t\tadjourn the hearing of it until a time not later than 48 hours after therelevant time.\n\t\tThe person to whom the application relates may be kept in military custodyduring the adjournment.\n\t\tThe period for which a judicial officer, on an application under thissection, may authorise the keeping of a person in military custody shall besuch period, ending not more than 96 hours after the relevant time, as hethinks fit having regard to the evidence before him.\n\t\tWhere a judicial officer refuses an application under this section at anytime less than 48 hours after the relevant time, he may direct that the personto whom it relates forthwith be charged or released from military custody.\n\t\tWhere a judicial officer refuses an application under this section at anylater time, he shall direct that the person to whom it relates forthwith becharged or released from military custody.\n\tDCustody without charge: other cases\n\t\tSections 75 to 75C of this Act apply—\n\t\t\twhere a person is delivered into military custody under section 187(2) or(3), 188(2) or 190A(3) of this Act or under Schedule 2 to the [1996 c. 14.]Reserve Forces Act 1996, and\n\t\t\tin any other case where a person arrested by a constable is delivered intomilitary custody,\n\t\t\t\tas they apply where a person is arrested under section 74 of this Act, subjectto such modifications as the Secretary of State may by regulations made bystatutory instrument prescribe.\n\t\tIn those cases references to the relevant time are—\n\t\t\tin relation to a person delivered into military custody following arrestunder section 186 or 190A of this Act or paragraph 2 of Schedule 2 to the 1996Act or otherwise following arrest by a constable, references to the time ofthe arrest;\n\t\t\tin relation to a person delivered into military custody following surrenderunder section 188 of this Act or paragraph 6 of that Schedule, references tothe time of the surrender.\n\t\tRegulations under subsection (1) above shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\tECustody without charge: supplementary\n\t\tThe Defence Council may by regulations make provision with respect to—\n\t\t\tthe delegation by the commanding officer of a person in military custody ofany of the commanding officer’s functions under sections 75 to 75C of thisAct;\n\t\t\tcircumstances in which a person kept in military custody without beingcharged is to be informed of, or given an opportunity to make representationsabout, any matter;\n\t\t\tthe keeping of written records relating to compliance with any requirementof sections 75 to 75C of this Act or of regulations under paragraph (b) above.\n\t\tAny reference in sections 75A to 75C of this Act to a period of time is tobe treated as approximate only.”\n\t\tFor section 75 of the [1955 c. 19.] Air Force Act 1955 (provisions foravoiding delay after arrest) there is substituted—"
    },
    {
        "length": 2806,
        "text": "\n“Custody\n\tLimitations on custody without charge\n\t\tA person arrested under section 74 of this Act shall not be kept in air-force custody without being charged except in accordance with sections 75A to75C of this Act.\n\t\tIf at any time the commanding officer of a person who is kept in air-forcecustody without being charged—\n\t\t\tbecomes aware that the grounds for keeping that person in air-force custodyhave ceased to apply; and\n\t\t\tis not aware of any other grounds on which continuing to keep that personin air-force custody could be justified under the provisions of this Act,\n\t\t\t\tit shall be the duty of the commanding officer, subject to subsection (3)below, to order his immediate release from air-force custody.\n\t\tA person who appears to his commanding officer to have been unlawfully atlarge when he was arrested is not to be released under subsection (2) above.\n\t\tFor the purposes of this section and sections 75A to 75K of this Act aperson is to be treated as charged with an offence when he is informed inaccordance with regulations of the Defence Council that a charge is to bereported to his commanding officer under section 76(1) of this Act.\n\tAAuthorisation of custody without charge\n\t\tWhere a person is arrested under section 74 of this Act—\n\t\t\tthe arrest, and\n\t\t\tany grounds on which he is being kept in air-force custody without beingcharged,\n\t\t\t\tshall be reported as soon as practicable to his commanding officer.\n\t\tUntil such a report is made, the person may be kept in air-force custodywithout being charged, but only if the person who made the arrest hasreasonable grounds for believing that keeping him in air-force custody withoutcharge is necessary—\n\t\t\tto secure or preserve evidence relating to an offence for which he is underarrest, or\n\t\t\tto obtain such evidence by questioning him.\n\t\tAfter receiving a report under subsection (1) above the commanding officershall as soon as practicable determine—\n\t\t\twhether the requirements of subsection (4) below are satisfied, and\n\t\t\tif so, whether to exercise his powers under that subsection;\n\t\t\tand the person to whom the report relates may be kept in air-force custody forsuch period as is necessary to enable the commanding officer to make thatdetermination.\n\t\tIf in relation to the person to whom the report relates the commandingofficer has reasonable grounds for believing—\n\t\t\tthat keeping him in air-force custody without being charged is necessary tosecure or preserve evidence relating to an offence for which he is underarrest or to obtain such evidence by questioning him, and\n\t\t\tthat the investigation is being conducted diligently and expeditiously,\n\t\t\the may authorise the keeping of that person in air-force custody.\n\t\tAn authorisation under subsection (4) above—\n\t\t\tif given less than 12 hours after the relevant time, shall end not morethan 12 hours after the relevant time;\n\t\t\tif given not less than 12 but less than 36 hours after the relevant time,shall end not more than 36 hours after the relevant time;\n\t\t\tif given not less than 36 but less than 48 hours after the relevant time,shall end not more than 48 hours after the relevant time.\n\t\tA person shall not be kept in air-force custody later than 48 hours afterthe relevant time without being charged except in accordance with section 75Cof this Act.\n\t\tIn this Act “the relevant time” in relation to a person arrested undersection 74 of this Act means the time of the arrest.\n\tBReview of custody by commanding officer\n\t\tThe commanding officer of a person kept in air-force custody in accordancewith section 75A of this Act shall, subject to subsection (3) below, reviewthe keeping of that person in air-force custody not later than the end of theperiod for which it is authorised.\n\t\tSubsections (4) and (5) of section 75A of this Act shall apply on eachreview under this section as they apply where a report is received undersubsection (1) of that section.\n\t\tA review may be postponed—\n\t\t\tif, having regard to all the circumstances prevailing at the expiry of thelast authorisation under section 75A(4) of this Act, it is not practicable tocarry out the review at that time;\n\t\t\twithout prejudice to the generality of paragraph (a) above—\n\t\t\tif at that time the person in air-force custody is being questioned and thecommanding officer is satisfied that an interruption of the questioning forthe purpose of carrying out the review would prejudice the investigation inconnection with which he is being questioned; or\n\t\t\tif at that time the commanding officer is not readily available.\n\t\tIf a review is postponed under subsection (3) above—\n\t\t\tit shall be carried out as soon as practicable after the expiry of the lastauthorisation under section 75A(4) of this Act, and\n\t\t\tthe keeping in air-force custody of the person to whom the review relatesshall by virtue of this paragraph be authorised until that time.\n\tCExtension of custody without charge\n\t\tIf, on an application by the commanding officer of a person arrested undersection 74 of this Act, a judicial officer is satisfied that there arereasonable grounds for believing that the continued keeping of that person inair-force custody is justified, the judicial officer may by order authorisethe keeping of that person in air-force custody.\n\t\tA judicial officer may not hear an application under this section unlessthe person to whom it relates—\n\t\t\thas been informed in writing of the grounds for the application, and\n\t\t\thas been brought before him for the hearing.\n\t\tThe person to whom the application relates shall be entitled to be legallyrepresented at the hearing and, if he is not so represented but wishes to beso represented—\n\t\t\tthe judicial officer shall adjourn the hearing to enable him to obtainrepresentation, and\n\t\t\the may be kept in air-force custody during the adjournment.\n\t\tFor the purposes of this section, the continued keeping of a person in air-force custody is justified only if—\n\t\t\tkeeping him in custody without charge is necessary to secure or preserveevidence relating to an offence for which he is under arrest or to obtain suchevidence by questioning him, and\n\t\t\tthe investigation is being conducted diligently and expeditiously.\n\t\tSubject to subsection (7) below, an application under this section may bemade—\n\t\t\tat any time before the end of 48 hours after the relevant time; or\n\t\t\tif it is not practicable for the application to be heard at the expiry ofthat period, as soon as practicable thereafter but not more than 96 hoursafter the relevant time.\n\t\tWhere subsection (5)(b) above applies, an authorisation on a review undersection 75B of this Act may be for a period ending more than 48 hours afterthe relevant time, but may not be—\n\t\t\tfor a period of more than six hours, or\n\t\t\tfor a period ending more than 96 hours after the relevant time.\n\t\tIf— \n\t\t\tan application under this section is made more than 48 hours after therelevant time, and\n\t\t\tit appears to the judicial officer that it would have been reasonable forthe commanding officer to make the application before the end of that period,\n\t\t\t\tthe judicial officer shall refuse the application.\n\t\tWhere on an application under this section relating to any person thejudicial officer is not satisfied that there are reasonable grounds forbelieving that continuing to keep that person in air-force custody isjustified, he shall—\n\t\t\trefuse the application, or\n\t\t\tadjourn the hearing of it until a time not later than 48 hours after therelevant time.\n\t\tThe person to whom the application relates may be kept in air-force custodyduring the adjournment.\n\t\tThe period for which a judicial officer, on an application under thissection, may authorise the keeping of a person in air-force custody shall besuch period, ending not more than 96 hours after the relevant time, as hethinks fit having regard to the evidence before him.\n\t\tWhere a judicial officer refuses an application under this section at anytime less than 48 hours after the relevant time, he may direct that the personto whom it relates forthwith be charged or released from air-force custody.\n\t\tWhere a judicial officer refuses an application under this section at anylater time, he shall direct that the person to whom it relates forthwith becharged or released from air-force custody.\n\tDCustody without charge: other cases\n\t\tSections 75 to 75C of this Act apply—\n\t\t\twhere a person is delivered into air-force custody under section 187(2) or(3), 188(2) or 190A(3) of this Act or under Schedule 2 to the [1996 c. 14.]Reserve Forces Act 1996, and\n\t\t\tin any other case where a person arrested by a constable is delivered intoair-force custody,\n\t\t\t\tas they apply where a person is arrested under section 74 of this Act, subjectto such modifications as the Secretary of State may by regulations made bystatutory instrument prescribe.\n\t\tIn those cases references to the relevant time are—\n\t\t\tin relation to a person delivered into air-force custody following arrestunder section 186 or 190A of this Act or paragraph 2 of Schedule 2 to the 1996Act or otherwise following arrest by a constable, references to the time ofthe arrest;\n\t\t\tin relation to a person delivered into air-force custody followingsurrender under section 188 of this Act or paragraph 6 of that Schedule,references to the time of the surrender.\n\t\tRegulations under subsection (1) above shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\tECustody without charge: supplementary\n\t\tThe Defence Council may by regulations make provision with respect to—\n\t\t\tthe delegation by the commanding officer of a person in air-force custodyof any of the commanding officer’s functions under sections 75 to 75C of thisAct;\n\t\t\tcircumstances in which a person kept in air-force custody without beingcharged is to be informed of, or given an opportunity to make representationsabout, any matter;\n\t\t\tthe keeping of written records relating to compliance with any requirementof sections 75 to 75C of this Act or of regulations under paragraph (b) above.\n\t\tAny reference in sections 75A to 75C of this Act to a period of time is tobe treated as approximate only.”\n\t\tAfter section 47 of the 1957 Act there is inserted—"
    },
    {
        "length": 2734,
        "text": "\n“Custody\n\tALimitations on custody without charge\n\t\tA person arrested under section 45 of this Act shall not be kept in navalcustody without being charged except in accordance with sections 47B to 47D ofthis Act.\n\t\tIf at any time the commanding officer of a person who is kept in navalcustody without being charged—\n\t\t\tbecomes aware that the grounds for keeping that person in naval custodyhave ceased to apply; and\n\t\t\tis not aware of any other grounds on which continuing to keep that personin naval custody could be justified under the provisions of this Act,\n\t\t\t\tit shall be the duty of the commanding officer, subject to subsection (3)below, to order his immediate release from naval custody.\n\t\tA person who appears to his commanding officer to have been unlawfully atlarge when he was arrested is not to be released under subsection (2) above.\n\t\tFor the purposes of this section and sections 47B to 47L of this Act aperson is to be treated as charged with an offence when he is informed inaccordance with regulations of the Defence Council that a charge is to bereported to his commanding officer under section 52B(1) of this Act.\n\tBAuthorisation of custody without charge\n\t\tWhere a person is arrested under section 45 of this Act—\n\t\t\tthe arrest, and\n\t\t\tany grounds on which he is being kept in naval custody without beingcharged,\n\t\t\t\tshall be reported as soon as practicable to his commanding officer.\n\t\tUntil such a report is made, the person may be kept in naval custodywithout being charged, but only if the person who made the arrest hasreasonable grounds for believing that keeping him in naval custody withoutcharge is necessary—\n\t\t\tto secure or preserve evidence relating to an offence for which he is underarrest, or\n\t\t\tto obtain such evidence by questioning him.\n\t\tAfter receiving a report under subsection (1) above the commanding officershall as soon as practicable determine—\n\t\t\twhether the requirements of subsection (4) below are satisfied, and\n\t\t\tif so, whether to exercise his powers under that subsection;\n\t\t\tand the person to whom the report relates may be kept in naval custody forsuch period as is necessary to enable the commanding officer to make thatdetermination.\n\t\tIf in relation to the person to whom the report relates the commandingofficer has reasonable grounds for believing—\n\t\t\tthat keeping him in naval custody without being charged is necessary tosecure or preserve evidence relating to an offence for which he is underarrest or to obtain such evidence by questioning him, and\n\t\t\tthat the investigation is being conducted diligently and expeditiously,\n\t\t\the may authorise the keeping of that person in naval custody.\n\t\tAn authorisation under subsection (4) above—\n\t\t\tif given less than 12 hours after the relevant time, shall end not morethan 12 hours after the relevant time;\n\t\t\tif given not less than 12 but less than 36 hours after the relevant time,shall end not more than 36 hours after the relevant time;\n\t\t\tif given not less than 36 but less than 48 hours after the relevant time,shall end not more than 48 hours after the relevant time.\n\t\tA person shall not be kept in naval custody later than 48 hours after therelevant time without being charged except in accordance with section 47D ofthis Act.\n\t\tIn this Act “the relevant time” in relation to a person arrested undersection 45 of this Act means the time of the arrest.\n\tCReview of custody by commanding officer\n\t\tThe commanding officer of a person kept in naval custody in accordance withsection 47B of this Act shall, subject to subsection (3) below, review thekeeping of that person in naval custody not later than the end of the periodfor which it is authorised.\n\t\tSubsections (4) and (5) of section 47B of this Act shall apply on eachreview under this section as they apply where a report is received undersubsection (1) of that section.\n\t\tA review may be postponed—\n\t\t\tif, having regard to all the circumstances prevailing at the expiry of thelast authorisation under subsection (4) of that section, it is not practicableto carry out the review at that time;\n\t\t\twithout prejudice to the generality of paragraph (a) above—\n\t\t\tif at that time the person in naval custody is being questioned and thecommanding officer is satisfied that an interruption of the questioning forthe purpose of carrying out the review would prejudice the investigation inconnection with which he is being questioned; or\n\t\t\tif at that time the commanding officer is not readily available.\n\t\tIf a review is postponed under subsection (3) above—\n\t\t\tit shall be carried out as soon as practicable after the expiry of the lastauthorisation under section 47B(4) of this Act, and\n\t\t\tthe keeping in naval custody of the person to whom the review relates shallby virtue of this paragraph be authorised until that time.\n\tDExtension of custody without charge\n\t\tIf, on an application by the commanding officer of a person arrested undersection 45 of this Act, a judicial officer is satisfied that there arereasonable grounds for believing that the continued keeping of that person innaval custody is justified, the judicial officer may by order authorise thekeeping of that person in naval custody.\n\t\tA judicial officer may not hear an application under this section unlessthe person to whom it relates—\n\t\t\thas been informed in writing of the grounds for the application, and\n\t\t\thas been brought before him for the hearing.\n\t\tThe person to whom the application relates shall be entitled to be legallyrepresented at the hearing and, if he is not so represented but wishes to beso represented—\n\t\t\tthe judicial officer shall adjourn the hearing to enable him to obtainrepresentation, and\n\t\t\the may be kept in naval custody during the adjournment.\n\t\tFor the purposes of this section, the continued keeping of a person innaval custody is justified only if—\n\t\t\tkeeping him in custody without charge is necessary to secure or preserveevidence relating to an offence for which he is under arrest or to obtain suchevidence by questioning him, and\n\t\t\tthe investigation is being conducted diligently and expeditiously.\n\t\tSubject to subsection (7) below, an application under this section may bemade—\n\t\t\tat any time before the end of 48 hours after the relevant time; or\n\t\t\tif it is not practicable for the application to be heard at the expiry ofthat period, as soon as practicable thereafter but not more than 96 hoursafter the relevant time.\n\t\tWhere subsection (5)(b) above applies, an authorisation on a review undersection 47C of this Act may be for a period ending more than 48 hours afterthe relevant time, but may not be—\n\t\t\tfor a period of more than six hours, or\n\t\t\tfor a period ending more than 96 hours after the relevant time.\n\t\tIf— \n\t\t\tan application under this section is made more than 48 hours after therelevant time, and\n\t\t\tit appears to the judicial officer that it would have been reasonable forthe commanding officer to make the application before the end of that period,\n\t\t\t\tthe judicial officer shall refuse the application.\n\t\tWhere on an application under this section relating to any person thejudicial officer is not satisfied that there are reasonable grounds forbelieving that continuing to keep that person in naval custody is justified,he shall—\n\t\t\trefuse the application, or\n\t\t\tadjourn the hearing of it until a time not later than 48 hours after therelevant time.\n\t\tThe person to whom the application relates may be kept in naval custodyduring the adjournment.\n\t\tThe period for which a judicial officer, on an application under thissection, may authorise the keeping of a person in naval custody shall be suchperiod, ending not more than 96 hours after the relevant time, as he thinksfit having regard to the evidence before him.\n\t\tWhere a judicial officer refuses an application under this section at anytime less than 48 hours after the relevant time, he may direct that the personto whom it relates forthwith be charged or released from naval custody.\n\t\tWhere a judicial officer refuses an application under this section at anylater time, he shall direct that the person to whom it relates forthwith becharged or released from naval custody.\n\tECustody without charge: other cases\n\t\tSections 47A to 47D of this Act apply—\n\t\t\twhere a person is delivered into naval custody under section 103(3), 108(2)or 109(1) or (3) of this Act or under Schedule 2 to the [1996 c. 14.] ReserveForces Act 1996, and\n\t\t\tin any other case where a person arrested by a constable is delivered intonaval custody,\n\t\t\t\tas they apply where a person is arrested under section 45 of this Act, subjectto such modifications as the Secretary of State may by regulations made bystatutory instrument prescribe.\n\t\tIn those cases references to the relevant time are—\n\t\t\tin relation to a person delivered into naval custody following arrest undersection 103 or 105 of this Act or paragraph 2 of Schedule 2 to the 1996 Act orotherwise following arrest by a constable, references to the time of thearrest;\n\t\t\tin relation to a person delivered into naval custody following surrenderunder section 188 of this Act or paragraph 6 of that Schedule, references tothe time of the surrender.\n\t\tRegulations under subsection (1) above shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\tFCustody without charge: supplementary\n\t\tThe Defence Council may by regulations make provision with respect to—\n\t\t\tthe delegation by the commanding officer of a person in naval custody ofany of the commanding officer’s functions under sections 47A to 47D of thisAct to any other person subject to this Act;\n\t\t\tcircumstances in which a person kept in naval custody without being chargedis to be informed of, or given an opportunity to make representations about,any matter;\n\t\t\tthe keeping of written records relating to compliance with any requirementof sections 47A to 47D of this Act or of regulations under paragraph (b)above.\n\t\tAny reference in sections 47B to 47D of this Act to a period of time is tobe treated as approximate only.”"
    },
    {
        "length": 2883,
        "text": "\nCustody after charge\n\tAfter section 75E of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“75FCustody after charge\n\t\tWhere a person subject to military law (“the accused”) is kept in militarycustody after being charged with an offence against any provision of this Partof this Act, he shall be brought before a judicial officer as soon aspracticable.\n\t\tWhere the accused is brought before a judicial officer in accordance withsubsection (1) above, the judicial officer may by order authorise the keepingof the accused in military custody, but only if—\n\t\t\tthe judicial officer is satisfied that there are substantial grounds forbelieving that the accused, if released from military custody, would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence while released, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person;\n\t\t\tthe judicial officer is satisfied that the accused should be kept inmilitary custody for his own protection or, if he is under 17 years of age,for his own welfare;\n\t\t\tthe judicial officer is satisfied that it has not been practicable toobtain sufficient information for the purpose of taking the decisions requiredby this subsection for want of time since the accused was charged with theoffence; or\n\t\t\tthe accused, having been released from military custody after being chargedwith the offence, has deserted or absented himself without leave.\n\t\tIn taking the decision required by subsection (2)(a) above, the judicialofficer shall have regard to such of the following considerations as appear tohim to be relevant—\n\t\t\tthe nature and seriousness of the alleged offence (and the probable methodof dealing with the accused for it),\n\t\t\tthe character, antecedents, associations and social ties of the accused,\n\t\t\tthe accused’s behaviour on previous occasions while charged with an offenceand released from military custody or while on bail in criminal proceedings,\n\t\t\tthe strength of the evidence that the accused committed the offence,\n\t\t\t\tas well as to any others which appear to be relevant.\n\t\tIf— \n\t\t\tthe accused is charged with an offence to which this subsection applies;\n\t\t\trepresentations are made as to any of the matters mentioned in subsection(2)(a) above; and\n\t\t\tthe judicial officer decides not to authorise the keeping of the accused inmilitary custody,\n\t\t\tthe judicial officer shall state the reasons for his decision and shall causethose reasons to be included in the record of the proceedings.\n\t\tSubsection (4) above applies to any offence under section 70 of this Actwhere the corresponding civil offence is—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\trape; \n\t\t\tattempted murder; or\n\t\t\tattempted rape.\n\t\tThe period for which a judicial officer may, by an order under subsection(2) above, authorise the keeping of the accused in military custody shall besuch period, ending (subject to section 75G(7) of this Act) not later than 8days after the day on which the order is made, as he thinks fit having regardto the evidence before him.\n\t\tAn order under subsection (2) above does not authorise the keeping of theaccused in military custody—\n\t\t\tif the accused is subsequently released from military custody, at any timeafter his release; or\n\t\t\tat any time after the award of punishment on summary dealing with thecharge or any amended or substituted charge.\n\t\tSubsection (1) above does not apply where the accused is charged at a timewhen he is kept in military custody by reason of an award or sentence underthis Act or of an order under subsection (2) above, unless that reason ceasesto apply.”\n\t\tAfter section 75E of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t“75FCustody after charge\n\t\tWhere a person subject to air-force law (“the accused”) is kept in air-force custody after being charged with an offence against any provision ofthis Part of this Act, he shall be brought before a judicial officer as soonas practicable.\n\t\tWhere the accused is brought before a judicial officer in accordance withsubsection (1) above, the judicial officer may by order authorise the keepingof the accused in air-force custody, but only if—\n\t\t\tthe judicial officer is satisfied that there are substantial grounds forbelieving that the accused, if released from air-force custody, would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence while released, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person;\n\t\t\tthe judicial officer is satisfied that the accused should be kept in air-force custody for his own protection or, if he is under 17 years of age, forhis own welfare;\n\t\t\tthe judicial officer is satisfied that it has not been practicable toobtain sufficient information for the purpose of taking the decisions requiredby this subsection for want of time since the accused was charged with theoffence; or\n\t\t\tthe accused, having been released from air-force custody after beingcharged with the offence, has deserted or absented himself without leave.\n\t\tIn taking the decision required by subsection (2)(a) above, the judicialofficer shall have regard to such of the following considerations as appear tohim to be relevant—\n\t\t\tthe nature and seriousness of the alleged offence (and the probable methodof dealing with the accused for it),\n\t\t\tthe character, antecedents, associations and social ties of the accused,\n\t\t\tthe accused’s behaviour on previous occasions while charged with an offenceand released from air-force custody or while on bail in criminal proceedings,\n\t\t\tthe strength of the evidence that the accused committed the offence,\n\t\t\t\tas well as to any others which appear to be relevant.\n\t\tIf— \n\t\t\tthe accused is charged with an offence to which this subsection applies;\n\t\t\trepresentations are made as to any of the matters mentioned in subsection(2)(a) above; and\n\t\t\tthe judicial officer decides not to authorise the keeping of the accused inair-force custody,\n\t\t\tthe judicial officer shall state the reasons for his decision and shall causethose reasons to be included in the record of the proceedings.\n\t\tSubsection (4) above applies to any offence under section 70 of this Actwhere the corresponding civil offence is—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\trape; \n\t\t\tattempted murder; or\n\t\t\tattempted rape.\n\t\tThe period for which a judicial officer may, by an order under subsection(2) above, authorise the keeping of the accused in air-force custody shall besuch period, ending (subject to section 75G(7) of this Act) not later than 8days after the day on which the order is made, as he thinks fit having regardto the evidence before him.\n\t\tAn order under subsection (2) above does not authorise the keeping of theaccused in air-force custody—\n\t\t\tif the accused is subsequently released from air-force custody, at any timeafter his release; or\n\t\t\tat any time after the award of punishment on summary dealing with thecharge or any amended or substituted charge.\n\t\tSubsection (1) above does not apply where the accused is charged at a timewhen he is kept in air-force custody by reason of an award or sentence underthis Act or of an order under subsection (2) above, unless that reason ceasesto apply.”\n\t\tAfter section 47F of the 1957 Act there is inserted—\n\t“47GCustody after charge\n\t\tWhere a person subject to this Act (“the accused”) is kept in naval custodyafter being charged with an offence under any provision of Part I of this Act,he shall be brought before a judicial officer as soon as practicable.\n\t\tWhere the accused is brought before a judicial officer in accordance withsubsection (1) above, the judicial officer may by order authorise the keepingof the accused in naval custody, but only if—\n\t\t\tthe judicial officer is satisfied that there are substantial grounds forbelieving that the accused, if released from naval custody, would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence while released, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person;\n\t\t\tthe judicial officer is satisfied that the accused should be kept in navalcustody for his own protection or, if he is under 17 years of age, for his ownwelfare;\n\t\t\tthe judicial officer is satisfied that it has not been practicable toobtain sufficient information for the purpose of taking the decisions requiredby this subsection for want of time since the accused was charged with theoffence; or\n\t\t\tthe accused, having been released from naval custody after being chargedwith the offence, has deserted or absented himself without leave.\n\t\tIn taking the decision required by subsection (2)(a) above, the judicialofficer shall have regard to such of the following considerations as appear tohim to be relevant—\n\t\t\tthe nature and seriousness of the alleged offence (and the probable methodof dealing with the accused for it),\n\t\t\tthe character, antecedents, associations and social ties of the accused,\n\t\t\tthe accused’s behaviour on previous occasions while charged with an offenceand released from naval custody or while on bail in criminal proceedings,\n\t\t\tthe strength of the evidence that the accused committed the offence,\n\t\t\t\tas well as to any others which appear to be relevant.\n\t\tIf— \n\t\t\tthe accused is charged with an offence to which this subsection applies;\n\t\t\trepresentations are made as to any of the matters mentioned in subsection(2)(a) above; and\n\t\t\tthe judicial officer decides not to authorise the keeping of the accused innaval custody,\n\t\t\tthe judicial officer shall state the reasons for his decision and shall causethose reasons to be included in the record of the proceedings.\n\t\tSubsection (4) above applies to any offence under section 42 of this Actwhere the civil offence constituting the offence is—\n\t\t\tmurder; \n\t\t\tmanslaughter; \n\t\t\trape; \n\t\t\tattempted murder; or\n\t\t\tattempted rape.\n\t\tThe period for which a judicial officer may, by an order under subsection(2) above, authorise the keeping of the accused in naval custody shall be suchperiod, ending (subject to section 47H(7) of this Act) not later than 8 daysafter the day on which the order is made, as he thinks fit having regard tothe evidence before him.\n\t\tAn order under subsection (2) above does not authorise the keeping of theaccused in naval custody—\n\t\t\tif the accused is subsequently released from naval custody, at any timeafter his release; or\n\t\t\tat any time after the award of punishment on summary trial of the charge orany amended or substituted charge.\n\t\tSubsection (1) above does not apply where the accused is charged at a timewhen he is kept in naval custody by reason of an award or sentence under thisAct or of an order under subsection (2) above, unless that reason ceases toapply.”"
    },
    {
        "length": 1192,
        "text": "\nReview of custody after charge\n\tAfter section 75F of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“75GReview of custody after charge\n\t\tWhere the keeping of the accused in military custody is authorised by anorder under section 75F(2) of this Act, it shall be reviewed by a judicialofficer not later than the end of the period for which it is authorised.\n\t\tIf at any time it appears to the accused’s commanding officer that thegrounds on which such an order was made have ceased to exist, he shall—\n\t\t\trelease the accused from military custody, or\n\t\t\trequest a review.\n\t\tWhere a request is made under subsection (2) above, a review shall becarried out as soon as practicable.\n\t\tSubsections (2) to (6) of section 75F of this Act apply on a review as theyapply where the accused is brought before a judicial officer under subsection(1) of that section.\n\t\tAt the first review the accused may support an application for release frommilitary custody with any argument as to fact or law that he desires (whetheror not he has advanced that argument previously).\n\t\tAt subsequent reviews the judicial officer need not hear arguments as tofact or law which have been heard previously.\n\t\tOn a review at a hearing at which the accused is legally represented, thejudicial officer may, if the accused consents, authorise the keeping of theaccused in military custody for a period of not more than 28 clear days.\n\t\tIn this section “review” means a review under subsection (1) above.”\n\t\tAfter section 75F of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t“75GReview of custody after charge\n\t\tWhere the keeping of the accused in air-force custody is authorised by anorder under section 75F(2) of this Act, it shall be reviewed by a judicialofficer not later than the end of the period for which it is authorised.\n\t\tIf at any time it appears to the accused’s commanding officer that thegrounds on which such an order was made have ceased to exist, he shall—\n\t\t\trelease the accused from air-force custody, or\n\t\t\trequest a review.\n\t\tWhere a request is made under subsection (2) above, a review shall becarried out as soon as practicable.\n\t\tSubsections (2) to (6) of section 75F of this Act apply on a review as theyapply where the accused is brought before a judicial officer under subsection(1) of that section.\n\t\tAt the first review the accused may support an application for release fromair-force custody with any argument as to fact or law that he desires (whetheror not he has advanced that argument previously).\n\t\tAt subsequent reviews the judicial officer need not hear arguments as tofact or law which have been heard previously.\n\t\tOn a review at a hearing at which the accused is legally represented, thejudicial officer may, if the accused consents, authorise the keeping of theaccused in air-force custody for a period of not more than 28 clear days.\n\t\tIn this section “review” means a review under subsection (1) above.”\n\t\tAfter section 47G of the 1957 Act there is inserted—\n\t“47HReview of custody after charge\n\t\tWhere the keeping of the accused in naval custody is authorised by an orderunder section 47G(2) of this Act, it shall be reviewed by a judicial officernot later than the end of the period for which it is authorised.\n\t\tIf at any time it appears to the accused’s commanding officer that thegrounds on which such an order was made have ceased to exist, he shall—\n\t\t\trelease the accused from naval custody, or\n\t\t\trequest a review.\n\t\tWhere a request is made under subsection (2) above, a review shall becarried out as soon as practicable.\n\t\tSubsections (2) to (6) of section 47G of this Act apply on a review as theyapply where the accused is brought before a judicial officer under subsection(1) of that section.\n\t\tAt the first review the accused may support an application for release fromnaval custody with any argument as to fact or law that he desires (whether ornot he has advanced that argument previously).\n\t\tAt subsequent reviews the judicial officer need not hear arguments as tofact or law which have been heard previously.\n\t\tOn a review at a hearing at which the accused is legally represented, thejudicial officer may, if the accused consents, authorise the keeping of theaccused in naval custody for a period of not more than 28 clear days.\n\t\tIn this section “review” means a review under subsection (1) above.”"
    },
    {
        "length": 1125,
        "text": "\nCustody during court-martial proceedings\n\tAfter section 75G of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“75HCustody during court-martial proceedings\n\t\tWhere the accused is kept in military custody under an order under section75F(2) of this Act at any time after the commencement of his trial by court-martial, section 75G of this Act (and section 75F as applied by that section)shall apply with the following modifications.\n\t\tIn relation to a review before the announcement of the court-martial’sfinding on the charge or every charge against the accused, references to ajudicial officer shall have effect as references to the judge advocate.\n\t\tIn section 75F(2), after paragraph (d) there shall be inserted— “; or\n\t\t\tthe accused’s case has been adjourned for inquiries or a report and itappears to the judicial officer that it would be impracticable to complete theinquiries or make the report without keeping the accused in military custody.”\n\t\tSection 75F(3)(d) does not apply in the case of an accused who is awaitingsentence.\n\t\tAn order under section 75F(2) does not authorise the keeping of the accusedin military custody after he is sentenced by the court-martial.\n\t\tSubsection (1) above shall cease to apply (but without prejudice to anyorder already made by virtue of that subsection) if the court-martial isdissolved.”\n\t\tAfter section 75G of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t“75HCustody during court-martial proceedings\n\t\tWhere the accused is kept in air-force custody under an order under section75F(2) of this Act at any time after the commencement of his trial by court-martial, section 75G of this Act (and section 75F as applied by that section)shall apply with the following modifications.\n\t\tIn relation to a review before the announcement of the court-martial’sfinding on the charge or every charge against the accused, references to ajudicial officer shall have effect as references to the judge advocate.\n\t\tIn section 75F(2), after paragraph (d) there shall be inserted— “; or\n\t\t\tthe accused’s case has been adjourned for inquiries or a report and itappears to the judicial officer that it would be impracticable to complete theinquiries or make the report without keeping the accused in air-forcecustody.”\n\t\tSection 75F(3)(d) does not apply in the case of an accused who is awaitingsentence.\n\t\tAn order under section 75F(2) does not authorise the keeping of the accusedin air-force custody after he is sentenced by the court-martial.\n\t\tSubsection (1) above shall cease to apply (but without prejudice to anyorder already made by virtue of that subsection) if the court-martial isdissolved.”\n\t\tAfter section 47H of the 1957 Act there is inserted—\n\t“47JCustody during court-martial proceedings\n\t\tWhere the accused is kept in naval custody under an order under section47G(2) of this Act at any time after the commencement of his trial by court-martial, section 47H of this Act (and section 47G as applied by that section)shall apply with the following modifications.\n\t\tIn relation to a review before the announcement of the court-martial’sfinding on the charge or every charge against the accused, references to ajudicial officer shall have effect as references to the judge advocate.\n\t\tIn section 47G(2), after paragraph (d) there shall be inserted— “; or\n\t\t\tthe accused’s case has been adjourned for inquiries or a report and itappears to the judicial officer that it would be impracticable to complete theinquiries or make the report without keeping the accused in naval custody.”\n\t\tSection 47G(3)(d) does not apply in the case of an accused who is awaitingsentence.\n\t\tAn order under section 47G(2) does not authorise the keeping of the accusedin naval custody after he is sentenced by the court-martial.\n\t\tSubsection (1) above shall cease to apply (but without prejudice to anyorder already made by virtue of that subsection) if the court-martial isdissolved.”"
    },
    {
        "length": 1102,
        "text": "\nRelease from custody after charge or during proceedings\n\tAfter section 75H of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“75JRelease from custody after charge or during proceedings\n\t\tThis section applies where, at a hearing under section 75F(1) of this Actor on a review under section 75G(1) of this Act, the judicial officer or judgeadvocate (as the case may be) does not authorise keeping the accused inmilitary custody.\n\t\tWhere this section applies, the accused—\n\t\t\tsubject to paragraph (b) below, shall be released from military custodyforthwith, but\n\t\t\tif he is subject to military law only by virtue of section 131 or205(1)(ea), (eb), (g) or (h) of this Act, may be required to comply, beforerelease or later, with such requirements as appear to the judicial officer orjudge advocate (as the case may be) to be necessary for the purpose ofsecuring his attendance at any hearing in connection with the offence to whichthe charge relates.\n\t\tA person on whom a requirement has been imposed under subsection (2)(b)above is guilty of an offence if he fails without reasonable cause to attendany hearing to which the requirement relates.\n\t\tA person guilty of an offence under this section shall be liable onconviction by court-martial to imprisonment for a term not exceeding two yearsor any less punishment provided by this Act.”\n\t\tAfter section 75H of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t“75JRelease from custody after charge or during proceedings\n\t\tThis section applies where, at a hearing under section 75F(1) of this Actor on a review under section 75G(1) of this Act, the judicial officer or judgeadvocate (as the case may be) does not authorise keeping the accused in air-force custody.\n\t\tWhere this section applies, the accused—\n\t\t\tsubject to paragraph (b) below, shall be released from air-force custodyforthwith, but\n\t\t\tif he is subject to air-force law only by virtue of section 131 or205(1)(ff), (h) or (i) of this Act, may be required to comply, before releaseor later, with such requirements as appear to the judicial officer or judgeadvocate (as the case may be) to be necessary for the purpose of securing hisattendance at any hearing in connection with the offence to which the chargerelates.\n\t\tA person on whom a requirement has been imposed under subsection (2)(b)above is guilty of an offence if he fails without reasonable cause to attendany hearing to which the requirement relates.\n\t\tA person guilty of an offence under this section shall be liable onconviction by court-martial to imprisonment for a term not exceeding two yearsor any less punishment provided by this Act.”\n\t\tAfter section 47J of the 1957 Act there is inserted—\n\t“47KRelease from custody after charge or during proceedings\n\t\tThis section applies where, at a hearing under section 47G(1) of this Actor on a review under section 47H(1) of this Act, the judicial officer or judgeadvocate (as the case may be) does not authorise keeping the accused in navalcustody.\n\t\tWhere this section applies, the accused—\n\t\t\tsubject to paragraph (b) below, shall be released from naval custodyforthwith, but\n\t\t\tif he is a person to whom section 51 of this Act applies or is subject tothis Act by virtue of section 111(3) or (5) of this Act, may be required tocomply, before release or later, with such requirements as appear to thejudicial officer or judge advocate (as the case may be) to be necessary forthe purpose of securing his attendance at any hearing in connection with theoffence to which the charge relates.\n\t\tA person on whom a requirement has been imposed under subsection (2)(b)above is guilty of an offence if he fails without reasonable cause to attendany hearing to which the requirement relates.\n\t\tA person guilty of an offence under this section shall be liable toimprisonment for a term not exceeding two years or any less punishmentauthorised by this Act.\n\t\tAny such offence shall be treated as if it were an offence under Part I ofthis Act.”"
    },
    {
        "length": 2179,
        "text": "\nArrest during proceedings\n\tAfter section 75J of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“75KArrest during proceedings\n\t\tExcept where subsection (3) below applies, the commanding officer of aperson subject to military law (“the accused”) who—\n\t\t\thas been charged with, or is awaiting sentence for, an offence against anyprovision of this Part of this Act, and\n\t\t\tis not in military custody,\n\t\t\t\tmay, if satisfied that taking the accused into military custody is justified,give orders for his arrest.\n\t\tSubject to subsection (4) below, subsection (3) below applies between thecommencement of the trial of the accused by court-martial and the announcementof the court-martial’s finding on the charge or every charge against theaccused.\n\t\tWhere this subsection applies, the judge advocate, if satisfied that takingthe accused into military custody is justified, may direct the arrest of theaccused; and any person with power to arrest the accused for an offenceagainst a provision of this Act shall have the same power, exercisable in thesame way, to arrest him pursuant to a direction under this subsection.\n\t\tSubsection (3) above shall cease to apply (but without prejudice to anydirection already given by virtue of that subsection) if the court-martial isdissolved.\n\t\tFor the purposes of this section, taking the accused into military custodyis justified if there are substantial grounds for believing that, if not takeninto military custody, he would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence,\n\t\t\tinjure himself, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person.\n\t\tTaking the accused into military custody is also justified for the purposesof this section if—\n\t\t\tthe accused is subject to military law only by virtue of section 131 ofthis Act, and\n\t\t\the has failed to attend any hearing in the proceedings against him.\n\t\tA person arrested under subsection (1) above, if kept in military custody—\n\t\t\tshall be treated as being in military custody under an order under section75F(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before a judicial officer to bedealt with as on a review under section 75G(1) of this Act.\n\t\tA person arrested under subsection (3) above—\n\t\t\tshall be treated as being in military custody under an order under section75F(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before the judge advocate on whosedirection the arrest was made (unless already before him), and shall be dealtwith by him as on a review under section 75G(1) of this Act.”\n\t\tAfter section 75J of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t“75KArrest during proceedings\n\t\tExcept where subsection (3) below applies, the commanding officer of aperson subject to air-force law (“the accused”) who—\n\t\t\thas been charged with, or is awaiting sentence for, an offence against anyprovision of this Part of this Act, and\n\t\t\tis not in air-force custody,\n\t\t\t\tmay, if satisfied that taking the accused into air-force custody is justified,give orders for his arrest.\n\t\tSubject to subsection (4) below, subsection (3) below applies between thecommencement of the trial of the accused by court-martial and the announcementof the court-martial’s finding on the charge or every charge against theaccused.\n\t\tWhere this subsection applies, the judge advocate, if satisfied that takingthe accused into air-force custody is justified, may direct the arrest of theaccused; and any person with power to arrest the accused for an offenceagainst a provision of this Act shall have the same power, exercisable in thesame way, to arrest him pursuant to a direction under this subsection.\n\t\tSubsection (3) above shall cease to apply (but without prejudice to anydirection already given by virtue of that subsection) if the court-martial isdissolved.\n\t\tFor the purposes of this section, taking the accused into air-force custodyis justified if there are substantial grounds for believing that, if not takeninto air-force custody, he would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence,\n\t\t\tinjure himself, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person.\n\t\tTaking the accused into air-force custody is also justified for thepurposes of this section if—\n\t\t\tthe accused is subject to air-force law only by virtue of section 131 ofthis Act, and\n\t\t\the has failed to attend any hearing in the proceedings against him.\n\t\tA person arrested under subsection (1) above, if kept in air-force custody—\n\t\t\tshall be treated as being in air-force custody under an order under section75F(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before a judicial officer to bedealt with as on a review under section 75G(1) of this Act.\n\t\tA person arrested under subsection (3) above—\n\t\t\tshall be treated as being in air-force custody under an order under section75F(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before the judge advocate on whosedirection the arrest was made (unless already before him), and shall be dealtwith by him as on a review under section 75G(1) of this Act.”\n\t\tAfter section 47K of the 1957 Act there is inserted—\n\t“47LArrest during proceedings\n\t\tExcept where subsection (3) below applies, the commanding officer of aperson subject to this Act (“the accused”) who—\n\t\t\thas been charged with, or is awaiting sentence for, an offence under anyprovision of Part I of this Act, and\n\t\t\tis not in naval custody,\n\t\t\t\tmay, if satisfied that taking the accused into naval custody is justified,give orders for his arrest.\n\t\tSubject to subsection (4) below, subsection (3) below applies between thecommencement of the trial of the accused by court-martial and the announcementof the court-martial’s finding on the charge or every charge against theaccused.\n\t\tWhere this subsection applies, the judge advocate, if satisfied that takingthe accused into naval custody is justified, may direct the arrest of theaccused; and any person with power to arrest the accused for an offence underPart I of this Act shall have the same power, exercisable in the same way, toarrest him pursuant to a direction under this subsection.\n\t\tSubsection (3) above shall cease to apply (but without prejudice to anydirection already given by virtue of that subsection) if the court-martial isdissolved.\n\t\tFor the purposes of this section, taking the accused into naval custody isjustified if there are substantial grounds for believing that, if not takeninto naval custody, he would—\n\t\t\tfail to attend any hearing in the proceedings against him,\n\t\t\tcommit an offence,\n\t\t\tinjure himself, or\n\t\t\tinterfere with witnesses or otherwise obstruct the course of justice,whether in relation to himself or any other person.\n\t\tTaking the accused into naval custody is also justified for the purposes ofthis section if—\n\t\t\tthe accused is a person to whom section 51 of this Act applies, and\n\t\t\the has failed to attend any hearing in the proceedings against him.\n\t\tA person arrested under subsection (1) above, if kept in naval custody—\n\t\t\tshall be treated as being in naval custody under an order under section47G(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before a judicial officer to bedealt with as on a review under section 47H(1) of this Act.\n\t\tA person arrested under subsection (3) above—\n\t\t\tshall be treated as being in naval custody under an order under section47G(2) of this Act, and\n\t\t\tshall be brought as soon as practicable before the judge advocate on whosedirection the arrest was made (unless already before him), and shall be dealtwith by him as on a review under section 47H(1) of this Act.”"
    },
    {
        "length": 353,
        "text": "\nJudicial officers\n\tAfter section 75K of each of the 1955 Acts there is inserted—\n\t“75LJudicial officers\n\t\tJudicial officers shall be appointed for the purposes of this Act by theJudge Advocate General.\n\t\tNo person shall be appointed under this section unless—\n\t\t\the is qualified under section 84B(2) of this Act for appointment as thejudge advocate in relation to a court-martial, or\n\t\t\the has, and has had for at least five years, in any Commonwealth country orany colony rights and duties similar to those of a barrister or solicitor inEngland and Wales, and is subject to punishment or disability for breach ofprofessional rules.”\n\t\tAfter section 47L of the 1957 Act there is inserted—\n\t“47MJudicial officers\n\t\tJudicial officers shall be appointed for the purposes of this Act by theChief Naval Judge Advocate.\n\t\tNo person shall be appointed under this section unless—\n\t\t\the is qualified under section 53B(2) of this Act for appointment as thejudge advocate in relation to a court-martial, or\n\t\t\the has, and has had for at least five years, in any Commonwealth country orany colony rights and duties similar to those of a barrister or solicitor inEngland and Wales, and is subject to punishment or disability for breach ofprofessional rules.”"
    },
    {
        "length": 784,
        "text": "\nCustody rules\n\tAfter section 75L of each of the 1955 Acts there is inserted—\n\t“75MCustody rules\n\t\tThe Secretary of State may make rules with respect to proceedings—\n\t\t\ton an application under section 75C of this Act;\n\t\t\tunder section 75F(1) of this Act;\n\t\t\ton a review under section 75G(1) of this Act.\n\t\tRules under this section may in particular make provision with respect to—\n\t\t\tarrangements preliminary to the proceedings;\n\t\t\tthe representation of the person to whom the proceedings relate;\n\t\t\tthe admissibility of evidence;\n\t\t\tprocuring the attendance of witnesses;\n\t\t\tthe immunities and privileges of witnesses;\n\t\t\tthe administration of oaths;\n\t\t\tcircumstances in which a review under section 75G(1) of this Act may becarried out without a hearing;\n\t\t\tthe use for the purposes of the proceedings of live television links orsimilar arrangements, including the use of such a link or other arrangement asa means of satisfying the requirement of section 75C(2)(b), 75F(1) or75K(7)(b) or (8)(b) of this Act for a person to be brought before a judicialofficer or judge advocate;\n\t\t\tthe appointment of persons to discharge administrative functions under therules.\n\t\tRules under this section shall be made by statutory instrument subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\tAfter section 47M of the 1957 Act there is inserted—\n\t“47NCustody rules\n\t\tThe Secretary of State may make rules with respect to proceedings—\n\t\t\ton an application under section 47D of this Act;\n\t\t\tunder section 47G(1) of this Act;\n\t\t\ton a review under section 47H(1) of this Act.\n\t\tRules under this section may in particular make provision with respect to—\n\t\t\tarrangements preliminary to the proceedings;\n\t\t\tthe representation of the person to whom the proceedings relate;\n\t\t\tthe admissibility of evidence;\n\t\t\tprocuring the attendance of witnesses;\n\t\t\tthe immunities and privileges of witnesses;\n\t\t\tthe administration of oaths;\n\t\t\tcircumstances in which a review under section 47H(1) of this Act may becarried out without a hearing;\n\t\t\tthe use for the purposes of the proceedings of live television links orsimilar arrangements, including the use of such a link or other arrangement asa means of satisfying the requirement of section 47D(2)(b), 47G(1) or47L(7)(b) or (8)(b) of this Act for a person to be brought before a judicialofficer or judge advocate;\n\t\t\tthe appointment of persons to discharge administrative functions under therules.\n\t\tRules under this section shall be made by statutory instrument subject toannulment in pursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 659,
        "text": "\nBail in proceedings for illegal absence\n\tIn section 187 of the [1955 c. 18.] Army Act 1955 (civil court proceedingsfor illegal absence from army)—\n\t\tin subsection (2) for the words from “commit” to the end, and\n\t\tin subsection (3) for “commit him as aforesaid”,\n\t\t\tthere is substituted “, where it is unable to do so, adjourn the proceedingsand remand him for such time as appears reasonably necessary for the purposeof arranging for him to be delivered into military custody.”\n\tIn section 187 of the [1955 c. 19.] Air Force Act 1955 (civil courtproceedings for illegal absence from air force)—\n\t\tin subsection (2) for the words from “commit” to the end, and\n\t\tin subsection (3) for “commit him as aforesaid”,\n\t\tthere is substituted “, where it is unable to do so, adjourn the proceedingsand remand him for such time as appears reasonably necessary for the purposeof arranging for him to be delivered into air-force custody.”\n\tIn section 109 of the 1957 Act (civil court proceedings for illegal absencefrom navy)—\n\t\tfor subsection (1)(b) there is substituted—\n\t\twhere it is unable to do so, adjourn the proceedings and remand him forsuch time as appears reasonably necessary for the purpose of arranging for himto be delivered into naval custody.”,\n\t\tsubsection (2) is omitted, and\n\t\tin subsection (3)(a) for “commit him as provided by subsection (1) of thissection” there is substituted “, where it is unable to do so, adjourn theproceedings and remand him for such time as appears reasonably necessary forthe purpose of arranging for him to be delivered into naval custody”.\n\tIn Schedule 2 to the [1996 c. 14.] Reserve Forces Act 1996 (deserters andabsentees without leave from reserve fores)—\n\t\tfor paragraph 4(2)(b) there is substituted—\n\t\twhere it is unable to do so, adjourn the proceedings and remand him forsuch time as appears reasonably necessary for the purpose of arranging for himto be delivered into such custody.”, and\n\t\tin paragraph 5(3) for “commit him as mentioned in paragraph 4(2)(b)” thereis substituted “, where it is unable to do so, adjourn the proceedings andremand him for such time as appears reasonably necessary for the purpose ofarranging for him to be delivered into such custody”."
    },
    {
        "length": 1727,
        "text": "\nElection for court-martial trial\n\tRight to elect court-martial trial\n\t\tAfter section 76A of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t\t“76AARight to elect for court-martial trial\n\t\t\tBefore dealing summarily with a charge, the commanding officer orappropriate superior authority shall afford the accused the opportunity ofelecting court-martial trial in relation to that charge.\n\t\t\tWhere in accordance with regulations under section 83 of this Act two ormore charges are together to be dealt with summarily, any election for court-martial trial must relate to all the charges concerned.\n\t\t\tIf the accused elects court-martial trial and does not withdraw hiselection with leave, the commanding officer or appropriate superior authorityshall refer to higher authority the charge to which the election relates, witha view to the trial of the accused by court-martial.\n\t\t\tIf a charge has been referred to higher authority as a result of anelection for court-martial trial and that election is withdrawn with leave,the higher authority shall—\n\t\t\t\tif the accused is an officer or warrant officer, refer the charge back tothe appropriate superior authority;\n\t\t\t\tif the accused is a non-commissioned officer or soldier, refer the chargeback to the commanding officer of the accused,\n\t\t\t\t\tfor the appropriate superior authority or commanding officer to deal summarilywith the charge.\n\t\t\tSubsection (1) above does not enable the accused to make a further electionfor court-martial trial in relation to a charge which has been referred backto the appropriate superior authority or commanding officer under subsection(4) above.\n\t\t\tWhere under section 76B(3) of this Act a charge is amended or one charge issubstituted for another, subsection (1) above applies in relation to theamended or substituted charge.”\n\t\t\tAfter section 76A of the [1955 c. 19.] Air Force Act 1955 there isinserted—\n\t\t“76AARight to elect for court-martial trial\n\t\t\tBefore dealing summarily with a charge, the commanding officer orappropriate superior authority shall afford the accused the opportunity ofelecting court-martial trial in relation to that charge.\n\t\t\tWhere in accordance with regulations under section 83 of this Act two ormore charges are together to be dealt with summarily, any election for court-martial trial must relate to all the charges concerned.\n\t\t\tIf the accused elects court-martial trial and does not withdraw hiselection with leave, the commanding officer or appropriate superior authorityshall refer to higher authority the charge or charges to which the electionrelates, with a view to the trial of the accused by court-martial.\n\t\t\tIf a charge has been referred to higher authority as a result of anelection for court-martial trial and that election is withdrawn with leave,the higher authority shall—\n\t\t\t\tif the accused is an officer or warrant officer, refer the charge back tothe appropriate superior authority;\n\t\t\t\tif the accused is a non-commissioned officer or airman, refer the chargeback to the commanding officer of the accused,\n\t\t\t\t\tfor the appropriate superior authority or commanding officer to deal summarilywith the charge.\n\t\t\tSubsection (1) above does not enable the accused to make a further electionfor court-martial trial in relation to a charge which has been referred backto the appropriate superior authority or commanding officer under subsection(4) above.\n\t\t\tWhere under section 76B(3) of this Act a charge is amended or one charge issubstituted for another, subsection (1) above applies in relation to theamended or substituted charge.”\n\t\t\tIn section 76B of each of the 1955 Acts (summary dealings)—\n\t\t\t\tsubsections (5), (6) and (8) are omitted,\n\t\t\t\tin subsection (7), for the words from the beginning to “authority” there issubstituted “If the commanding officer or appropriate superior authoritydetermines that the charge has been proved, he”, and\n\t\t\t\tin subsection (10), after “76A” there is inserted “or 76AA”.\n\t\t\tIn section 52D of the 1957 Act (summary trial), after subsection (2) thereis inserted—\n\t\t\t“(2A)Where in accordance with regulations under section 52F of this Act two ormore charges are together to be tried summarily, any election for court-martial trial must relate to all the charges concerned.”\n\t\t\tIn subsection (3) of that section for “so elects” there is substituted“elects court-martial trial”.\n\tLimit on powers of courts-martial where accused elected court-martialtrial\n\t\tAfter section 85 of each of the 1955 Acts there is inserted—\n\t\t“85APowers of court-martial where accused elected court-martial trial\n\t\t\tWhere a court-martial tries a person in pursuance of an election for court-martial trial, the court shall not award any punishment which could not havebeen awarded by the commanding officer or appropriate superior authority whowould have dealt summarily with the preliminary charge if the election had notbeen made.\n\t\t\tIn subsection (1) above “the preliminary charge” means the charge whichwould have been dealt with summarily had the accused not elected court-martialtrial.\n\t\t\tFor the purposes of this section a court-martial is not to be regarded astrying a person in pursuance of an election for court-martial trial if, sincethe election was made, the prosecuting authority has referred the charge backto the commanding officer under section 83BB of this Act.”\n\t\t\tIn section 85(1) of each of the 1955 Acts (powers of general courts-martial) for “and to award” there is substituted “and, subject to section 85Abelow, to award”.\n\t\t\tAfter section 62 of the 1957 Act there is inserted—\n\t\t“62ZAPowers of court-martial where accused elected court-martial trial\n\t\t\tWhere a court-martial tries a person in pursuance of an election for court-martial trial, the court shall not award any punishment which could not havebeen awarded by the officer who would have tried the preliminary chargesummarily if the election had not been made.\n\t\t\tIn subsection (1) above, “the preliminary charge” means the charge whichwould have been tried summarily had the accused not elected court-martialtrial.\n\t\t\tWhere regulations under section 52F of this Act would have prevented apunishment of a particular description awarded by the officer from takingeffect without the approval of another person, it shall be assumed for thepurposes of subsection (1) above that the approval would have been obtained.\n\t\t\tFor the purposes of this section a court-martial is not to be regarded astrying a person in pursuance of an election for court-martial trial if, sincethe election was made, the prosecuting authority has referred the charge backto the commanding officer under section 52II of this Act.”"
    },
    {
        "length": 568,
        "text": "\nSummary appeal courts\n\tAfter section 83 of each of the 1955 Acts there is inserted—\n\t“The summary appeal court\n\t\tZAThe summary appeal court\n\t\t\tThere shall be a court (in this Act referred to as “the summary appealcourt”) for the purpose of hearing appeals against findings recorded andpunishments awarded by commanding officers and appropriate superiorauthorities on dealing summarily with charges.\n\t\t\tThe court shall consist of—\n\t\t\t\tjudge advocates appointed under section 83ZB of this Act, and\n\t\t\t\tofficers qualified under section 83ZC of this Act to be members of thecourt.\n\t\t\tThe court—\n\t\t\t\tmay sit in two or more divisions, and\n\t\t\t\tmay sit in any place, whether within or outside the United Kingdom.\n\t\t\tThere shall be a court administration officer for the court, who shall bean officer (or other person) appointed by the Defence Council.\n\t\t\tThe court shall sit at such times and in such places as may be determinedby the court administration officer.\n\t\t\tThe court administration officer shall perform such other functions as maybe prescribed by rules under section 83ZJ of this Act.”\n\t\t\tAfter section 52F of the 1957 Act there is inserted—\n\t“The summary appeal court\n\t\tFFThe summary appeal court\n\t\t\tThere shall be a court (in this Act referred to as “the summary appealcourt”) for the purpose of hearing appeals against findings recorded andpunishments awarded on summary trial.\n\t\t\tThe court shall consist of—\n\t\t\t\tjudge advocates appointed under section 52FG of this Act, and\n\t\t\t\tofficers qualified under section 52FH of this Act to be members of thecourt.\n\t\t\tThe court—\n\t\t\t\tmay sit in two or more divisions, and\n\t\t\t\tmay sit in any place, whether within or outside the United Kingdom.\n\t\t\tThere shall be a court administration officer for the court, who shall bean officer (or other person) appointed by the Defence Council.\n\t\t\tThe court shall sit at such times and in such places as may be determinedby the court administration officer.\n\t\t\tThe court administration officer shall perform such other functions as maybe prescribed by rules under section 52FP of this Act.”"
    },
    {
        "length": 221,
        "text": "\nAppointment of judge advocates\n\tAfter section 83ZA of each of the 1955 Acts there is inserted—\n\t“83ZBJudge advocates\n\t\tJudge advocates in relation to the summary appeal court shall be appointedby the Judge Advocate General.\n\t\tNo person shall be appointed under this section unless he is qualifiedunder section 84B(2) of this Act for appointment as the judge advocate inrelation to a court-martial.”\n\t\tAfter section 52FF of the 1957 Act there is inserted—\n\t“52FGJudge advocates\n\t\tJudge advocates in relation to the summary appeal court shall be appointedby the Chief Naval Judge Advocate.\n\t\tNo person shall be appointed under this section unless he is qualifiedunder section 53B(2) of this Act for appointment as the judge advocate inrelation to a court-martial.”"
    },
    {
        "length": 1564,
        "text": "\nOfficers qualified for membership of summary appeal court\n\tAfter section 83ZB of the [1955 c. 18.] Army Act 1955 there is inserted—\n\t“83ZCOfficers qualified for membership of summary appeal court\n\t\tSubject to subsections (2) and (3) below, an officer is qualified underthis section for membership of the summary appeal court if he is a militaryofficer who has held a commission in any of Her Majesty’s naval, military, orair forces for a period of not less than two years or periods amounting in theaggregate to not less than two years.\n\t\tSubject to subsection (3) below, rules under section 83ZJ of this Act mayspecify circumstances in which any other military officer or a naval or air-force officer is qualified under this section for membership of the court.\n\t\tThe following are not qualified under this section for membership of thecourt—\n\t\t\tthe court administration officer,\n\t\t\tan officer under the command of the court administration officer,\n\t\t\tthe prosecuting authority,\n\t\t\tany person who has a general qualification within the meaning of section 71of the Courts and Legal Services Act 1990,\n\t\t\tan advocate in Scotland or a solicitor who has a right of audience in theCourt of Session or the High Court of Justiciary,\n\t\t\ta member of the Bar of Northern Ireland,\n\t\t\ta person who has in any Commonwealth country rights and duties similar tothose of a barrister or solicitor in England and Wales, and is subject topunishment or disability for breach of professional rules, or\n\t\t\tany person who is, or has at any time during the preceding five years been,a provost officer.\n\t\tIn this section—\n\t\t\t  * “air-force officer” means an officer belonging to Her Majesty’s air forces and subject to air-force law;\n\t\t\t  * “military officer” means an officer belonging to Her Majesty’s military forces and subject to military law; and\n\t\t\t  * “naval officer” means an officer belonging to Her Majesty’s naval forces and subject to the [1957 c. 53.] Naval Discipline Act 1957.”\n\t\tAfter section 83ZB of the Air Force Act 1955 there is inserted—\n\t“83ZCOfficers qualified for membership of summary appeal court\n\t\tSubject to subsections (2) and (3) below, an officer is qualified underthis section for membership of the summary appeal court if he is an air-forceofficer who has held a commission in any of Her Majesty’s naval, military, orair forces for a period of not less than two years or periods amounting in theaggregate to not less than two years.\n\t\tSubject to subsection (3) below, rules under section 83ZJ of this Act mayspecify circumstances in which any other air-force officer or a naval ormilitary officer is qualified under this section for membership of the court.\n\t\tThe following are not qualified under this section for membership of thecourt—\n\t\t\tthe court administration officer,\n\t\t\tan officer under the command of the court administration officer,\n\t\t\tthe prosecuting authority,\n\t\t\tany person who has a general qualification within the meaning of section 71of the Courts and Legal Services Act 1990,\n\t\t\tan advocate in Scotland or a solicitor who has a right of audience in theCourt of Session or the High Court of Justiciary,\n\t\t\ta member of the Bar of Northern Ireland,\n\t\t\ta person who has in any Commonwealth country rights and duties similar tothose of a barrister or solicitor in England and Wales, and is subject topunishment or disability for breach of professional rules, or\n\t\t\tany person who is, or has at any time during the preceding five years been,a provost officer.\n\t\tIn this section—\n\t\t\t  * “air-force officer” means an officer belonging to Her Majesty’s air forces and subject to air-force law;\n\t\t\t  * “military officer” means an officer belonging to Her Majesty’s military forces and subject to military law; and\n\t\t\t  * “naval officer” means an officer belonging to Her Majesty’s naval forces and subject to the [1957 c. 53.] Naval Discipline Act 1957.”\n\t\tAfter section 52FG of the 1957 Act there is inserted—\n\t“52FHOfficers qualified for membership of summary appeal court\n\t\tSubject to subsections (2) and (3) below, an officer is qualified underthis section for membership of the summary appeal court if he is a navalofficer of or above the rank of lieutenant who has held a commission in any ofHer Majesty’s naval, military, or air forces for a period of not less thanthree years or periods amounting in the aggregate to not less than threeyears.\n\t\tSubject to subsection (3) below, rules under section 52FP of this Act mayspecify circumstances in which any other naval officer or a military or air-force officer is qualified under this section for membership of the court.\n\t\tThe following are not qualified under this section for membership of thecourt—\n\t\t\tthe court administration officer,\n\t\t\tan officer under the command of the court administration officer,\n\t\t\tthe prosecuting authority,\n\t\t\tany person who has a general qualification within the meaning of section 71of the Courts and Legal Services Act 1990,\n\t\t\tan advocate in Scotland or a solicitor who has a right of audience in theCourt of Session or the High Court of Justiciary,\n\t\t\ta member of the Bar of Northern Ireland,\n\t\t\ta person who has in any Commonwealth country rights and duties similar tothose of a barrister or solicitor in England and Wales, and is subject topunishment or disability for breach of professional rules, or\n\t\t\tany person who is, or has at any time during the preceding five years been,a member of the Royal Navy Regulating Branch.\n\t\tIn this section—\n\t\t\t  * “air-force officer” means an officer belonging to Her Majesty’s air forces and subject to air-force law;\n\t\t\t  * “military officer” means an officer belonging to Her Majesty’s military forces and subject to military law; and\n\t\t\t  * “naval officer” means an officer belonging to Her Majesty’s naval forces and subject to this Act.”"
    },
    {
        "length": 468,
        "text": "\nConstitution of court for appeals\n\tAfter section 83ZC of each of the 1955 Acts there is inserted—\n\t“83ZDConstitution of summary appeal court for appeals\n\t\tFor the purpose of hearing an appeal, the summary appeal court shallconsist of—\n\t\t\tone of the judge advocates appointed under section 83ZB of this Act, and\n\t\t\ttwo officers qualified under section 83ZC of this Act for membership of thecourt.\n\t\tSubsection (1) above has effect subject to any provision made by virtue ofsection 83ZJ of this Act.\n\t\tThe judge advocate for any appeal shall be specified by or on behalf of theJudge Advocate General.\n\t\tThe other members of the court for any appeal shall be specified by or onbehalf of the court administration officer.”\n\t\tAfter section 52FH of the 1957 Act there is inserted—\n\t“52FJConstitution of summary appeal court for appeals\n\t\tFor the purpose of hearing an appeal, the summary appeal court shallconsist of—\n\t\t\tone of the judge advocates appointed under section 52FG of this Act, and\n\t\t\ttwo officers qualified under section 52FH of this Act for membership of thecourt.\n\t\tSubsection (1) above has effect subject to any provision made by virtue ofsection 52FP of this Act.\n\t\tThe judge advocate for any appeal shall be specified by or on behalf of theChief Naval Judge Advocate.\n\t\tThe other members of the court for any appeal shall be specified by or onbehalf of the court administration officer.\n\t\tIn specifying members of the court under subsection (4) above the persondoing so shall ensure that at least one member of the court for any appeal isof or above the rank of commander.\n\t\tAt any sitting of the court, the most senior member of the court at thatsitting shall preside.”"
    },
    {
        "length": 432,
        "text": "\nRight of appeal\n\tAfter section 83ZD of each of the 1955 Acts there is inserted—\n\t“83ZERight of appeal\n\t\tAny person in respect of whom—\n\t\t\ta charge has been dealt with summarily, and\n\t\t\ta finding that the charge has been proved has been recorded,\n\t\t\t\tmay appeal to the summary appeal court against the finding or against anypunishment awarded (or against both).\n\t\tSubject to subsection (3) below, any appeal must be brought within theperiod of fourteen days beginning with the date on which the punishment wasawarded (“the initial period”) or within such longer period as the court may(before the end of the initial period) allow.\n\t\tThe court may at any later time give leave for an appeal to be brought.\n\t\tOn any appeal under this section, the respondent shall be the prosecutingauthority.”\n\t\tAfter section 52FJ of the 1957 Act there is inserted—\n\t“52FKRight of appeal\n\t\tAny person in respect of whom—\n\t\t\ta charge has been tried summarily, and\n\t\t\ta finding of guilt has been recorded,\n\t\t\t\tmay appeal to the summary appeal court against the finding or against anypunishment awarded (or against both).\n\t\tSubject to subsection (3) below, any appeal must be brought within theperiod of fourteen days beginning with the date on which the punishment wasawarded (“the initial period”) or within such longer period as the court may(before the end of the initial period) allow.\n\t\tThe court may at any later time give leave for an appeal to be brought.\n\t\tOn any appeal under this section, the respondent shall be the prosecutingauthority.”"
    },
    {
        "length": 457,
        "text": "\nHearing of appeals\n\tAfter section 83ZE of each of the 1955 Acts there is inserted—\n\t“83ZFHearing of appeals\n\t\tAn appeal under section 83ZE of this Act against a finding shall be by wayof a rehearing of the charge.\n\t\tAn appeal under section 83ZE of this Act which relates only to thepunishment awarded shall be by way of a rehearing in relation to the award ofpunishment.\n\t\tExcept in such cases as may be prescribed by rules under section 83ZJ ofthis Act, appeals shall be heard in open court.\n\t\tProceedings of the summary appeal court shall be conducted in accordancewith the law of England and Wales.\n\t\tRulings and directions on questions of law (including questions ofprocedure and practice) shall be given by the judge advocate.\n\t\tAny directions given by the judge advocate shall be binding on the court.”\n\t\tAfter section 52FK of the 1957 Act there is inserted—\n\t“52FLHearing of appeals\n\t\tAn appeal under section 52FK of this Act against a finding shall be by wayof a rehearing of the charge.\n\t\tAn appeal under section 52FK of this Act which relates only to thepunishment awarded shall be by way of a rehearing in relation to the award ofpunishment.\n\t\tExcept in such cases as may be prescribed by rules under section 52FP ofthis Act, appeals shall be heard in open court.\n\t\tProceedings of the summary appeal court shall be conducted in accordancewith the law of England and Wales.\n\t\tRulings and directions on questions of law (including questions ofprocedure and practice) shall be given by the judge advocate.\n\t\tAny directions given by the judge advocate shall be binding on the court.”"
    },
    {
        "length": 1085,
        "text": "\nPowers of court\n\tAfter section 83ZF of each of the 1955 Acts there is inserted—\n\t“83ZGPowers of summary appeal court\n\t\tOn an appeal against a finding that a charge has been proved, the summaryappeal court—\n\t\t\tmay confirm or quash the finding, or\n\t\t\tin a case where the commanding officer or appropriate superior authoritycould validly have recorded a finding that another charge had been proved, maysubstitute for the finding a finding that that other charge has been proved.\n\t\tWhere the court quashes a finding—\n\t\t\tthe court shall quash any punishment which relates only to that finding (orto that and one or more other findings which are also quashed), and\n\t\t\tthe court may vary any punishment which relates both to that and one ormore other findings so as to award any punishment which—\n\t\t\tit would have been within the powers of the commanding officer orappropriate superior authority to award, and\n\t\t\tin the opinion of the court, is no more severe than the punishmentoriginally awarded.\n\t\tWhere, on an appeal against a finding that a charge has been proved, thecourt confirms the finding or substitutes for it a finding that another chargehas been proved, the court may vary the punishment awarded by the commandingofficer or appropriate superior authority so as to award any punishment which—\n\t\t\tit would have been within the powers of the commanding officer orappropriate superior authority to award, and\n\t\t\tin the opinion of the court, is no more severe than that originallyawarded.\n\t\tOn an appeal against the punishment awarded, the court—\n\t\t\tmay confirm the punishment awarded by the commanding officer or appropriatesuperior authority, or\n\t\t\tmay substitute any other punishment which—\n\t\t\tit would have been within the powers of the commanding officer orappropriate superior authority to award, and\n\t\t\tin the opinion of the court, is no more severe than that originallyawarded.\n\t\tAny punishment awarded by the court shall have effect as if awarded on theday on which the original punishment was awarded on dealing with the chargesummarily.\n\t\tAny finding substituted or sentence awarded by the court shall be treatedfor all purposes as having been made or awarded by the officer who dealtsummarily with the charge.”\n\t\tAfter section 52FL of the 1957 Act there is inserted—\n\t“52FMPowers of court\n\t\tOn an appeal against a finding of guilt, the summary appeal court—\n\t\t\tmay confirm or quash the finding, or\n\t\t\tin a case where the officer who conducted the summary trial could validlyhave recorded a finding that another charge had been proved, may substitutefor the finding a finding that that other charge has been proved.\n\t\tWhere the court quashes a finding—\n\t\t\tthe court shall quash any punishment which relates only to that finding (orto that and one or more other findings which are also quashed), and\n\t\t\tthe court may vary any punishment which relates both to that and one ormore other findings so as to award any punishment which—\n\t\t\tit would have been within the powers of the officer who conducted thesummary trial to award, and\n\t\t\tin the opinion of the court, is no more severe than the punishmentoriginally awarded.\n\t\tWhere, on an appeal against a finding of guilt, the court confirms thefinding or substitutes for it a finding that another charge has been proved,the court may vary the punishment awarded at the summary trial so as to awardany punishment which—\n\t\t\tit would have been within the powers of the officer who conducted thesummary trial to award, and\n\t\t\tin the opinion of the court, is no more severe than that originallyawarded.\n\t\tOn an appeal against the punishment awarded, the court—\n\t\t\tmay confirm the punishment awarded at the summary trial, or\n\t\t\tmay substitute any other punishment which—\n\t\t\tit would have been within the powers of the officer who conducted thesummary trial to award, and\n\t\t\tin the opinion of the court, is no more severe than that originallyawarded.\n\t\tAny punishment awarded by the court shall have effect as if awarded on theday on which the original punishment was awarded on summary trial of thecharge.\n\t\tAny finding substituted or sentence awarded by the court shall be treatedfor all purposes as having been awarded or made by the officer who conductedthe summary trial.”"
    },
    {
        "length": 355,
        "text": "\nMaking of, and appeals from, decisions of court\n\tAfter section 83ZG of each of the 1955 Acts there is inserted—\n\t“83ZHMaking of, and appeals from, decisions of court\n\t\tSubject to section 83ZF(5) of this Act, any decision of the summary appealcourt when constituted as mentioned in section 83ZD(1) of this Act shall bedetermined by a majority of the votes of the members of the court.\n\t\tThe person who brought the appeal may question any judgment of the summaryappeal court on the ground that it is wrong in law or is in excess ofjurisdiction, by applying to the summary appeal court to have a case statedfor the opinion of the High Court in England and Wales.”\n\t\tAfter section 52FM of the 1957 Act there is inserted—\n\t“52FNMaking of, and appeals from, decisions of court\n\t\tSubject to section 52FL(5) of this Act, any decision of the summary appealcourt when constituted as mentioned in section 52FJ(1) of this Act shall bedetermined by a majority of the votes of the members of the court.\n\t\tThe person who brought the appeal may question any judgment of the summaryappeal court on the ground that it is wrong in law or is in excess ofjurisdiction, by applying to the summary appeal court to have a case statedfor the opinion of the High Court in England and Wales.”"
    },
    {
        "length": 1348,
        "text": "\nRules \n\tAfter section 83ZH of each of the 1955 Acts there is inserted—\n\t“83ZJRules of summary appeal court\n\t\tThe Secretary of State may make rules for the purpose of regulating thepractice and procedure to be followed in the summary appeal court.\n\t\tRules under this section may, in particular, make provision—\n\t\t\tas to the practice and procedure of the court in exercising functionspreliminary to or incidental to the hearing of appeals under section 83ZE ofthis Act;\n\t\t\tas to the bringing and abandonment of appeals;\n\t\t\tas to the procedure for applying for leave under section 83ZE(2) or (3) ofthis Act;\n\t\t\tas to the procedure for applying for leave, or making a reference, undersection 115(5A) or (5B) of this Act;\n\t\t\tas to consultation by the court administration officer with the JudgeAdvocate General before specifying where the court is to sit;\n\t\t\tas to circumstances in which the jurisdiction of the court may be exercisedby a judge advocate appointed under section 83ZB of this Act sitting alone;\n\t\t\tenabling an uncontested appeal to be determined without a hearing;\n\t\t\tas to the convening and constitution of the court to hear any appeal;\n\t\t\tas to circumstances in which officers otherwise qualified under section83ZC of this Act are ineligible to hear particular appeals;\n\t\t\tenabling the appellant to object to members of the court;\n\t\t\tas to the representation of the appellant on the hearing of appeals undersection 83ZE of this Act and at any preliminary proceedings;\n\t\t\tas to the admissibility of evidence;\n\t\t\tas to the rehearing of an appeal where any member of the court originallyconstituted to hear it has been unable to continue hearing the appeal;\n\t\t\tas to procuring the attendance of witnesses at the hearing of appeals andat any preliminary proceedings;\n\t\t\tas to the administration of oaths;\n\t\t\tas to the recording of the proceedings of the court and custody of recordsof the proceedings;\n\t\t\tas to making copies of the records of proceedings available and as to thefees payable for such copies;\n\t\t\tas to the procedure for applying to have a case stated under section83ZH(2) of this Act.\n\t\tRules under this section may provide for any enactment which relates to thepractice or procedure of courts-martial or to the admissibility of evidence incourts-martial to apply in relation to the court with such modifications asmay be specified.\n\t\tRules under this section shall be made by statutory instrument subject toannulment in pursuance of a resolution of either House of Parliament.”\n\t\tAfter section 52FN of the 1957 Act there is inserted—\n\t“52FPRules of summary appeal court\n\t\tThe Secretary of State may make rules for the purpose of regulating thepractice and procedure to be followed in the summary appeal court.\n\t\tRules under this section may, in particular, make provision—\n\t\t\tas to the practice and procedure of the court in exercising functionspreliminary to or incidental to the hearing of appeals under section 52FK ofthis Act;\n\t\t\tas to the bringing and abandonment of appeals;\n\t\t\tas to the procedure for applying for leave under section 52FK(2) or (3) ofthis Act;\n\t\t\tas to the procedure for applying for leave, or making a reference, undersection 71B(5A) or (5B) of this Act;\n\t\t\tas to circumstances in which the jurisdiction of the court may be exercisedby a judge advocate appointed under section 52FG of this Act sitting alone;\n\t\t\tenabling an uncontested appeal to be determined without a hearing;\n\t\t\tas to the convening and constitution of the court to hear any appeal;\n\t\t\tas to circumstances in which officers otherwise qualified under section52FH of this Act are ineligible to hear particular appeals;\n\t\t\tenabling the appellant to object to members of the court;\n\t\t\tas to the representation of the appellant on the hearing of appeals undersection 52FK of this Act and at any preliminary proceedings;\n\t\t\tas to the admissibility of evidence;\n\t\t\tas to the rehearing of an appeal where any member of the court originallyconstituted to hear it has been unable to continue hearing the appeal;\n\t\t\tas to procuring the attendance of witnesses at the hearing of appeals andat any preliminary proceedings;\n\t\t\tas to the administration of oaths;\n\t\t\tas to the recording of the proceedings of the court and custody of recordsof the proceedings;\n\t\t\tas to making copies of the records of proceedings available and as to thefees payable for such copies;\n\t\t\tas to the procedure for applying to have a case stated under section52FN(2) of this Act.\n\t\tRules under this section may provide for any enactment which relates to thepractice or procedure of courts-martial or to the admissibility of evidence incourts-martial to apply in relation to the court with such modifications asmay be specified.\n\t\tRules under this section shall be made by statutory instrument subject toannulment in pursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 317,
        "text": "\nOaths required of members of court\n\tAfter section 83ZJ of each of the 1955 Acts there is inserted—\n\t“83ZKAdministration of oaths to members of summary appeal court\n\t\tEvery member of the summary appeal court shall, before first sitting as amember of the court, have administered to him by the prescribed person in theprescribed manner an oath in the prescribed form.\n\t\tIn subsection (1) above “prescribed” means prescribed by the Secretary ofState by order made by statutory instrument.\n\t\tAn order made under this section shall be subject to annulment in pursuanceof a resolution of either House of Parliament.”\n\t\tAfter section 52FP of the 1957 Act there is inserted—\n\t“52FQAdministration of oaths to members of summary appeal court\n\t\tEvery member of the summary appeal court shall, before first sitting as amember of the court, have administered to him by the prescribed person in theprescribed manner an oath in the prescribed form.\n\t\tIn subsection (1) above “prescribed” means prescribed by the Secretary ofState by order made by statutory instrument.\n\t\tAn order made under this section shall be subject to annulment in pursuanceof a resolution of either House of Parliament.”"
    },
    {
        "length": 192,
        "text": "\nPrivilege of witnesses and others\n\tAfter section 83ZK of each of the 1955 Acts there is inserted—\n\t“83ZLPrivileges of witnesses and others\n\t\tA witness before the summary appeal court or any other person whose duty it isto attend on or before the court shall be entitled to the same immunities andprivileges as a witness before the High Court in England and Wales.”\n\t\tAfter section 52FQ of the 1957 Act there is inserted—\n\t“52FRPrivileges of witnesses and others\n\t\tA witness before the summary appeal court or any other person whose duty it isto attend on or before the court shall be entitled to the same immunities andprivileges as a witness before the High Court in England and Wales.”"
    },
    {
        "length": 290,
        "text": "\nSupplemental\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the 1955 Acts” means the [1955 c. 18.] Army Act 1955 and the [1955 c. 19.] Air Force Act 1955; \n\t\t  * “the 1957 Act” means the [1957 c. 53.] Naval Discipline Act 1957. \n\tRepeals \n\t\tThe enactments specified in Schedule 4 are hereby repealed to the extentspecified in the third column of that Schedule.\n\tShort title and commencement\n\t\tThis Act may be cited as the Armed Forces Discipline Act 2000.\n\t\tThis Act, except this section and section 26, shall come into force on suchday as the Secretary of State may by order made by statutory instrumentappoint.\n\t\tAn order under subsection (2)—\n\t\t\tmay appoint different days for different purposes, and\n\t\t\tmay contain such transitional provisions and savings as appear to theSecretary of State to be necessary or expedient in connection with anyprovision brought into force by the order."
    }
]