[
    {
        "length": 264,
        "text": "\nDuration of Armed Forces Act 2006\n\tDuration of Armed Forces Act 2006\n\t\tFor section 382 of AFA 2006 (duration of AFA 2006) substitute—\n\t\t“382Duration of this Act\n\t\t\tThis Act expires at the end of one year beginning with the day on which theArmed Forces Act 2021 is passed (but this is subject to subsection (2)).\n\t\t\tHer Majesty may by Order in Council provide that, instead of expiring atthe time it would otherwise expire, this Act shall expire at the end of aperiod of not more than one year from that time.\n\t\t\tSuch an Order may not provide for the continuation of this Act beyond theend of the year 2026.\n\t\t\tNo recommendation may be made to Her Majesty in Council to make an Orderunder subsection (2) unless a draft of the Order has been laid before, andapproved by a resolution of, each House of Parliament.”\n\t\t\tIn consequence of subsection (1), omit section 1 of the Armed Forces Act2016."
    },
    {
        "length": 622,
        "text": "\nSummary hearings: power to rectify mistakes etc\n\tSection 153 of AFA 2006 (summary hearings etc rules) is amended inaccordance with subsections (2) to (4).\n\tAfter subsection (1) insert—\n\t\t“(1A)Without prejudice to the generality of subsection (1), the Secretary ofState may by rules make provision with respect to the variation or rescissionby a commanding officer of—\n\t\ta punishment awarded by the officer, or\n\t\tan order under section 193 made by the officer,\n\t\tin cases where it appears to the officer that the officer had no power toaward the punishment or (as the case may be) to make the order.”\n\tAfter subsection (2) insert—\n\t“(2A)Rules made under subsection (1A) may make provision about thecommencement of punishments or orders varied by the commanding officer.”\n\tIn subsection (3)—\n\t\tthe text from ““prescribed”” to the end becomes paragraph (a);\n\t\tafter paragraph (a) insert—\n\t\treferences to hearings include any proceedings for determining whether apunishment, or an order under section 193, should be varied or rescinded.”\n\tIn section 152 of AFA 2006 (review of summary findings and punishments),after subsection (2) insert—\n\t“(2A)Subsection (2B) applies where—\n\t\ta review has been carried out under this section in respect of apunishment,\n\t\tthe person to whom the review relates has not brought an appeal undersection 141 within the period provided by subsection (2) of that section, and\n\t\tthe person who carried out the review considers there may be grounds forvarying or rescinding the punishment, pursuant to rules made by virtue ofsection 153(1A).\n\t\t(2B)The person who carried out the review may refer the punishment back to thecommanding officer who awarded it to consider whether to exercise the power tovary or rescind the punishment pursuant to those rules.\n\t\t(2C)Where subsection (2B) applies, that does not prevent the person whocarried out the review from making a referral under subsection (4)—\n\t\tas an alternative to making a referral under subsection (2B), or\n\t\tafter making a referral under subsection (2B), where the commanding officerhas declined to exercise the power to vary or rescind the punishment.”"
    },
    {
        "length": 184,
        "text": "\nThe Summary Appeal Court: power to rectify mistakes\n\tSection 151 of AFA 2006 (SAC rules) is amended as follows.\n\tIn subsection (3), after paragraph (g) insert—\n\t\tin relation to cases where the court has awarded or confirmed apunishment at a rehearing and it appears to the court that it had no power todo so, enabling the court to substitute for the (purported) award orconfirmation of the punishment a decision that the court would have had powerto make at the rehearing;”.\n\tAfter subsection (5) insert—\n\t\t“(5A)Rules made by virtue of subsection (3)(ga) may make provision about thecommencement of punishments varied by the court.”"
    },
    {
        "length": 207,
        "text": "\nThe Service Civilian Court: power to rectify mistakes\n\tIn section 288 of AFA 2006 (SCC rules)—\n\t\tin subsection (3), after paragraph (e) insert—\n\t\tfor the variation or rescission by the court of a sentence passed by it,or an order under section 193 made by it, in a case where it appears to thecourt that it had no power to award such a sentence or (as the case may be) tomake such an order;”;\n\t\tafter subsection (6) insert—\n\t\t“(6A)Rules made by virtue of subsection (3)(ea) may make provision about thecommencement of sentences or orders varied by the court (including provisionconferring on the court a power to direct that a sentence is to take effectotherwise than as mentioned in section 289(1)).”"
    },
    {
        "length": 2822,
        "text": "\nConcurrent jurisdiction\n\tIn Part 13 of AFA 2006, after Chapter 3 insert—\n\t“Chapter 3AGuidance on Exercise of Criminal Jurisdiction\n\t\tAGuidance on exercise of criminal jurisdiction: England or Wales\n\t\t\tThe Director of Service Prosecutions and the Director of PublicProsecutions must agree a protocol regarding the exercise of concurrentjurisdiction in respect of alleged conduct of the description in subsection(2).\n\t\t\tSubsection (1) refers to conduct of a person subject to service law which—\n\t\t\t\toccurs when the person is in England or Wales, and\n\t\t\t\tis punishable by the law of England and Wales.\n\t\t\tThe protocol—\n\t\t\t\tmust give guidance as to general principles which are to be taken intoaccount by a relevant prosecutor when considering in which jurisdiction(service or civilian) proceedings should be brought, and\n\t\t\t\tmay give guidance as to—\n\t\t\t\tprocedures for making decisions regarding the exercise of jurisdiction,including as to the cases in which there should be consultation betweenrelevant prosecutors within paragraphs (a) and (b) of subsection (10), and\n\t\t\t\tany other matters the Directors think appropriate for the purposes of orin connection with subsection (1).\n\t\t\tGuidance under subsection (3)(a) must be designed to promote fair andefficient justice.\n\t\t\tWhere relevant prosecutors within subsection (10)(a) and relevantprosecutors within subsection (10)(b) cannot resolve a disagreement betweenthem about the exercise of jurisdiction in a case to which guidance under thissection applies, it is for the Director of Public Prosecutions to decide inwhich jurisdiction proceedings should be brought in that case.\n\t\t\tThe Director of Service Prosecutions and the Director of PublicProsecutions may from time to time agree revisions to the protocol.\n\t\t\tBefore agreeing the protocol or revisions to it under this section theDirectors must consult—\n\t\t\t\tthe Secretary of State,\n\t\t\t\tthe Attorney General,\n\t\t\t\tthe National Police Chiefs’ Council, and\n\t\t\t\tany other person the Directors think appropriate.\n\t\t\tThe current version of the protocol must be published in whatever mannerthe Directors think appropriate.\n\t\t\tConsultation undertaken before the Armed Forces Act 2021 is passed is aseffective for the purposes of subsection (7) as consultation undertaken afterit is passed.\n\t\t\tIn this section “relevant prosecutor” means—\n\t\t\t\tthe Director of Service Prosecutions and any person appointed under section365 (prosecuting officers), and\n\t\t\t\tthe Director of Public Prosecutions, a Crown Prosecutor and any personappointed under section 5(1) of the Prosecution of Offences Act 1985 (conductof prosecutions on behalf of the Service).\n\t\t\tBut this section applies in relation to a relevant prosecutor only wherethat prosecutor is aware that the Court Martial has (or may have) jurisdictionto try the person in respect of the alleged conduct mentioned in subsection(1).\n\t\t\tIn subsection (2)(a) a reference to England or Wales includes theterritorial waters of the United Kingdom adjacent to England or Wales (as thecase may be).\n\t\t\tIn this section—\n\t\t\t\t  * “conduct” means an act or omission;\n\t\t\t\t  * “the Directors” means the Director of Service Prosecutions and the Director of Public Prosecutions (acting jointly);\n\t\t\t\t  * “punishable” has the same meaning as in section 42 (criminal conduct).\n\t\tBGuidance on exercise of criminal jurisdiction: Scotland\n\t\t\tThe Director of Service Prosecutions and the Lord Advocate must agree aprotocol regarding the exercise of concurrent jurisdiction, in respect ofalleged conduct of the description in subsection (2), in the cases specifiedin subsection (3).\n\t\t\tSubsection (1) refers to conduct of a person subject to service law which—\n\t\t\t\toccurs when the person is in Scotland, and\n\t\t\t\tconstitutes an offence under the law of Scotland.\n\t\t\tThe cases mentioned in subsection (1) are where—\n\t\t\t\tthe alleged conduct also constitutes an offence under section 42 (criminalconduct), or\n\t\t\t\tthe person mentioned in subsection (2) could on the same facts be chargedwith an offence under section 42 which is broadly equivalent to the offenceunder the law of Scotland.\n\t\t\tThe protocol—\n\t\t\t\tmust give guidance as to general principles which are to be taken intoaccount by a relevant prosecutor when considering in which jurisdiction(service or civilian) proceedings should be brought, and\n\t\t\t\tmay give guidance as to—\n\t\t\t\tprocedures for making decisions regarding the exercise of jurisdiction,including as to the cases in which there should be consultation betweenrelevant prosecutors within paragraphs (a) and (b) of subsection (11), and\n\t\t\t\tany other matters the issuing authorities think appropriate for thepurposes of or in connection with subsection (1).\n\t\t\tGuidance under subsection (4)(a) must be designed to promote fair andefficient justice.\n\t\t\tWhere relevant prosecutors within subsection (11)(a) and relevantprosecutors within subsection (11)(b) cannot resolve a disagreement betweenthem about the exercise of jurisdiction in a case to which guidance under thissection applies, it is for the Lord Advocate to decide in which jurisdictionproceedings should be brought in that case.\n\t\t\tThe Director of Service Prosecutions and the Lord Advocate may from time totime agree revisions to the protocol.\n\t\t\tBefore agreeing the protocol or revisions to it under this section theissuing authorities must consult—\n\t\t\t\tthe Secretary of State,\n\t\t\t\tthe chief constable of the Police Service of Scotland, and\n\t\t\t\tany other person the issuing authorities think appropriate.\n\t\t\tThe current version of the protocol must be published in whatever mannerthe issuing authorities think appropriate.\n\t\t\tConsultation undertaken before the Armed Forces Act 2021 is passed is aseffective for the purposes of subsection (8) as consultation undertaken afterit is passed.\n\t\t\tThe following are “relevant prosecutors” for the purposes of this section—\n\t\t\t\tthe Director of Service Prosecutions and any person appointed under section365 (prosecuting officers), and\n\t\t\t\tany prosecutor as defined in section 307(1) of the Criminal Procedure(Scotland) Act 1995 (other than a private prosecutor).\n\t\t\tBut this section applies in relation to a relevant prosecutor only wherethat prosecutor is aware that the Court Martial has (or may have) jurisdictionto try the person in respect of the alleged conduct mentioned in subsection(1).\n\t\t\tIn subsection (2)(a) the reference to Scotland includes the territorialwaters of the United Kingdom adjacent to Scotland.\n\t\t\tIn this section—\n\t\t\t\t  * “conduct” means an act or omission;\n\t\t\t\t  * “the issuing authorities” means the Director of Service Prosecutions and the Lord Advocate (acting jointly).\n\t\tCGuidance on exercise of criminal jurisdiction: Northern Ireland\n\t\t\tThe Director of Service Prosecutions and the Director of PublicProsecutions for Northern Ireland must agree a protocol regarding the exerciseof concurrent jurisdiction, in respect of alleged conduct of the descriptionin subsection (2), in the cases specified in subsection (3).\n\t\t\tSubsection (1) refers to conduct of a person subject to service law which—\n\t\t\t\toccurs when the person is in Northern Ireland, and\n\t\t\t\tconstitutes an offence under the law of Northern Ireland.\n\t\t\tThe cases mentioned in subsection (1) are where—\n\t\t\t\tthe alleged conduct also constitutes an offence under section 42 (criminalconduct), or\n\t\t\t\tthe person mentioned in subsection (2) could on the same facts be chargedwith an offence under section 42 which is broadly equivalent to the offenceunder the law of Northern Ireland.\n\t\t\tThe protocol—\n\t\t\t\tmust give guidance as to general principles which are to be taken intoaccount by a relevant prosecutor when considering in which jurisdiction(service or civilian) proceedings should be brought, and\n\t\t\t\tmay give guidance as to—\n\t\t\t\tprocedures for making decisions regarding the exercise of jurisdiction,including as to the cases in which there should be consultation betweenrelevant prosecutors within paragraphs (a) and (b) of subsection (11), and\n\t\t\t\tany other matters the issuing authorities think appropriate for thepurposes of or in connection with subsection (1).\n\t\t\tGuidance under subsection (4)(a) must be designed to promote fair andefficient justice.\n\t\t\tWhere relevant prosecutors within subsection (11)(a) and relevantprosecutors within subsection (11)(b) cannot resolve a disagreement betweenthem about the exercise of jurisdiction in a case to which guidance under thissection applies, it is for the Director of Public Prosecutions for NorthernIreland to decide in which jurisdiction proceedings should be brought in thatcase.\n\t\t\tThe Director of Service Prosecutions and the Director of PublicProsecutions for Northern Ireland may from time to time agree revisions to theprotocol.\n\t\t\tBefore agreeing the protocol or revisions to it under this section theissuing authorities must consult—\n\t\t\t\tthe Secretary of State,\n\t\t\t\tthe Department of Justice in Northern Ireland,\n\t\t\t\tthe Chief Constable of the Police Service of Northern Ireland,\n\t\t\t\tthe Attorney General for Northern Ireland, and\n\t\t\t\tany other person the issuing authorities think appropriate.\n\t\t\tThe current version of the protocol must be published in whatever mannerthe issuing authorities think appropriate.\n\t\t\tConsultation undertaken before the Armed Forces Act 2021 is passed is aseffective for the purposes of subsection (8) as consultation undertaken afterit is passed.\n\t\t\tThe following are “relevant prosecutors” for the purposes of this section—\n\t\t\t\tthe Director of Service Prosecutions and any person appointed under section365 (prosecuting officers), and\n\t\t\t\tthe Director of Public Prosecutions for Northern Ireland, the DeputyDirector of Public Prosecutions for Northern Ireland, a Public Prosecutor andany person appointed under section 36(2) of the [Justice (Northern Ireland)Act 2002 (c. 26 (N.I.))](/id/nia/2002/26?view=plain \"Go to item oflegislation\") (exercise of functions on behalf of the Service).\n\t\t\tBut this section applies in relation to a relevant prosecutor only wherethat prosecutor is aware that the Court Martial has (or may have) jurisdictionto try the person in respect of the alleged conduct mentioned in subsection(1).\n\t\t\tIn subsection (2)(a) the reference to Northern Ireland includes theterritorial waters of the United Kingdom adjacent to Northern Ireland.\n\t\t\tIn this section—\n\t\t\t\t  * “conduct” means an act or omission;\n\t\t\t\t  * “the issuing authorities” means the the Director of Service Prosecutions and the Director of Public Prosecutions for Northern Ireland (acting jointly).”"
    },
    {
        "length": 1360,
        "text": "\n“343AADue regard to principles: England\n\tIn exercising in relation to England a relevant function, a person or bodyspecified in subsection (3) must have due regard to—\n\t\tthe unique obligations of, and sacrifices made by, the armed forces,\n\t\tthe principle that it is desirable to remove disadvantages arising forservice people from membership, or former membership, of the armed forces, and\n\t\tthe principle that special provision for service people may be justified bythe effects on such people of membership, or former membership, of the armedforces.\n\tIn this section “relevant function”, in relation to a person or bodyspecified in subsection (3), means—\n\t\ta relevant housing function,\n\t\ta relevant education function, or\n\t\ta relevant healthcare function.\n\tThe specified persons and bodies are—\n\t\ta local authority in England;\n\t\tthe governing body of a maintained school in England;\n\t\tthe proprietor of an Academy in England;\n\t\ta non-maintained special school;\n\t\tthe governing body of an institution within the further education sector inEngland;\n\t\ta special post-16 institution;\n\t\tthe National Health Service Commissioning Board;\n\t\ta clinical commissioning group;\n\t\ta National Health Service trust in England;\n\t\tan NHS foundation trust.\n\tIn this section “relevant housing function” means a function under or byvirtue of any of the following—\n\t\tPart 6 of the Housing Act 1996 (allocation of housing accommodation);\n\t\tPart 7 of the Housing Act 1996 (homelessness: England);\n\t\tPart 1 of the Housing Grants, Construction and Regeneration Act 1996(grants, etc for renewal of private sector housing);\n\t\tsection 1 of the Homelessness Act 2002 (duty of local housing authority inEngland to formulate a homelessness strategy);\n\t\tsection 150 of the Localism Act 2011 (tenancy strategies);\n\t\tregulation 3 of the [Regulatory Reform (Housing Assistance) (England andWales) Order 2002 (S.I. 2002/1860)](/id/uksi/2002/1860?view=plain \"Go to itemof legislation\") (power of local housing authorities to provide assistance),so far as that regulation deals with the provision of financial assistance fora purpose corresponding to any purpose specified in section 23 of the HousingGrants, Construction and Regeneration Act 1996 (disabled facilities grants:purposes).\n\tIn this section “relevant education function” means a function under or byvirtue of any of the following—\n\t\tthe Education Act 1996;\n\t\tPart 3 of the School Standards and Framework Act 1998 (school admissions);\n\t\tsection 175 of the Education Act 2002 (duties of local authorities andgoverning bodies in relation to welfare of children);\n\t\tany provision of Part 3 of the Children and Families Act 2014, so far as itdeals with special educational provision.\n\tIn this section “relevant healthcare function” means a function under or byvirtue of—\n\t\tthe National Health Service Act 2006, or\n\t\tany provision of Part 3 of the Children and Families Act 2014 (children andyoung people in England with special educational needs or disabilities), sofar as it deals with health care provision.\n\tIn this section “health care provision” and “special educational provision”are to be interpreted as if this section were in Part 3 of the Children andFamilies Act 2014 (see section 21 of that Act).\n\tIn this section—\n\t\t  * “Academy” has the same meaning as in the Education Act 1996 (see section 579(1) of that Act);\n\t\t  * “clinical commissioning group” means a body established under section 14D of the National Health Service Act 2006;\n\t\t  * “governing body”, in relation to an institution within the further education sector, has the meaning given by section 90 of the Further and Higher Education Act 1992;\n\t\t  * “institution within the further education sector” is to be interpreted in accordance with section 91(3) of the Further and Higher Education Act 1992;\n\t\t  * “local authority in England” means a county council in England, a district council, a London borough council, the Common Council of the City of London, or the Council of the Isles of Scilly;\n\t\t  * “non-maintained special school” means a school which is approved under section 342 of the Education Act 1996;\n\t\t  * “maintained school” has the same meaning as in the School Standards and Framework Act 1998 (see section 20 of that Act);\n\t\t  * “proprietor”, in relation to an Academy, has the meaning given by section 579(1) of the Education Act 1996;\n\t\t  * “special post-16 institution” has the same meaning as in the Children and Families Act 2014 (see section 83 of that Act)."
    },
    {
        "length": 1128,
        "text": "\nABDue regard to principles: Wales\n\tIn exercising in relation to Wales a relevant function, a person or bodyspecified in subsection (3) must have due regard to—\n\t\tthe unique obligations of, and sacrifices made by, the armed forces,\n\t\tthe principle that it is desirable to remove disadvantages arising forservice people from membership, or former membership, of the armed forces, and\n\t\tthe principle that special provision for service people may be justified bythe effects on such people of membership, or former membership, of the armedforces.\n\tIn this section “relevant function”, in relation to a person or bodyspecified in subsection (3), means—\n\t\ta relevant housing function,\n\t\ta relevant education function, or\n\t\ta relevant healthcare function.\n\tThe specified persons and bodies are—\n\t\ta local authority in Wales;\n\t\tthe governing body of a maintained school in Wales;\n\t\ta Local Health Board established under section 11 of the National HealthService (Wales) Act 2006;\n\t\ta Special Health Authority established under section 22 of the NationalHealth Service (Wales) Act 2006, other than a cross-border Special HealthAuthority;\n\t\ta National Health Service trust in Wales.\n\tIn this section “relevant housing function” means a function under or byvirtue of any of the following—\n\t\tPart 6 of the Housing Act 1996 (allocation of housing accommodation);\n\t\tPart 1 of the Housing Grants, Construction and Regeneration Act 1996(grants, etc for renewal of private sector housing);\n\t\tPart 2 of the [Housing (Wales) Act 2014 (anaw7)](/id/anaw/2014/7?view=plain \"Go to item of legislation\");\n\t\tregulation 3 of the [Regulatory Reform (Housing Assistance) (England andWales) Order 2002 (S.I. 2002/1860)](/id/uksi/2002/1860?view=plain \"Go to itemof legislation\") (power of local housing authorities to provide assistance),so far as that regulation deals with the provision of financial assistance fora purpose corresponding to any purpose specified in section 23 of the HousingGrants, Construction and Regeneration Act 1996 (disabled facilities grants:purposes).\n\tIn this section “relevant education function” means a function under or byvirtue of any of the following—\n\t\tthe Education Act 1996;\n\t\tPart 3 of the School Standards and Framework Act 1998 (school admissions);\n\t\tsection 175 of the Education Act 2002 (duties of local authorities andgoverning bodies in relation to welfare of children);\n\t\tsections 2 to 7 and 9 of the [Learner Travel (Wales) Measure 2008 (nawm2)](/id/mwa/2008/2?view=plain \"Go to item of legislation\");\n\t\tChapters 2 (individual development plans) and 3 (supplementary functions)of Part 2 of the [Additional Learning Needs and Education Tribunal (Wales) Act2018 (anaw 2)](/id/anaw/2018/2?view=plain \"Go to item of legislation\").\n\tIn this section “relevant healthcare function” means a function under or byvirtue of the National Health Service (Wales) Act 2006.\n\tIn this section—\n\t\t  * “cross-border Special Health Authority”means a Special Health Authority which is established under the National Health Service Act 2006 and the National Health Service (Wales) Act 2006 by virtue of—\n\t\tparagraph 1(2) of Schedule 2 to the National Health Service (ConsequentialProvisions) Act 2006, or\n\t\tthe power under section 28 of the National Health Service Act 2006 and thepower under section 22 of the National Health Service (Wales) Act 2006 beingexercised together;\n\t\t\t  * “local authority in Wales” means the council of a county or county borough in Wales;\n\t\t\t  * “maintained school” has the same meaning as in the School Standards and Framework Act 1998 (see section 20 of that Act)."
    },
    {
        "length": 1129,
        "text": "\nACDue regard to principles: Scotland\n\tIn exercising in relation to Scotland a relevant function, a person or bodyspecified in subsection (3) must have due regard to—\n\t\tthe unique obligations of, and sacrifices made by, the armed forces,\n\t\tthe principle that it is desirable to remove disadvantages arising forservice people from membership, or former membership, of the armed forces, and\n\t\tthe principle that special provision for service people may be justified bythe effects on such people of membership, or former membership, of the armedforces.\n\tIn this section “relevant function”, in relation to a person or bodyspecified in subsection (3), means—\n\t\ta relevant housing function,\n\t\ta relevant education function, or\n\t\ta relevant healthcare function.\n\tThe specified persons and bodies are—\n\t\ta local authority in Scotland;\n\t\ta local authority landlord;\n\t\tan integration authority (within the meaning of section 59 of the [PublicBodies (Joint Working) (Scotland) Act 2014 (asp 9)](/id/asp/2014/9?view=plain\"Go to item of legislation\"));\n\t\ta person or body in their capacity as an appropriate agency for thepurposes of section 23 of the [Education (Additional Support for Learning)(Scotland) Act 2004 (asp 4)](/id/asp/2004/4?view=plain \"Go to item oflegislation\");\n\t\ta Health Board constituted under section 2 of the National Health Service(Scotland) Act 1978;\n\t\ta Special Health Board constituted under section 2 of that Act;\n\t\tthe Common Services Agency for the Scottish Health Service.\n\tIn this section “relevant housing function” means a function under or byvirtue of any of the following—\n\t\tsections 19 to 21 of the Housing (Scotland) Act 1987 (housing lists etc);\n\t\tPart 2 of that Act (homeless persons);\n\t\tsections 1 and 2 (homelessness: strategies and advice) of the [Housing(Scotland) Act 2001 (asp 10)](/id/asp/2001/10?view=plain \"Go to item oflegislation\");\n\t\tsection 71(2)(e) of the [Housing (Scotland) Act 2006 (asp1)](/id/asp/2006/1?view=plain \"Go to item of legislation\") (adaptation of ahouse for a disabled person).\n\tIn this section “relevant education function” means a function under or byvirtue of any of the following—\n\t\tin Part 2 of the Education (Scotland) Act 1980 (rights and duties ofparents and functions of education authorities in relation to individualpupils), sections 28A, 28B, 42 and 51;\n\t\tsections 1 and 2 of the [Standards in Scotland’s Schools etc. Act 2000 (asp6)](/id/asp/2000/6?view=plain \"Go to item of legislation\") (provision ofschool education: right of child and duty of education authority);\n\t\tthe [Education (Additional Support for Learning) (Scotland) Act 2004 (asp4)](/id/asp/2004/4?view=plain \"Go to item of legislation\"), except sections 15to 21 of, and Schedule 1 to, that Act;\n\t\tPart 3 (children’s services planning) of the [Children and Young People(Scotland) Act 2014 (asp 8)](/id/asp/2014/8?view=plain \"Go to item oflegislation\").\n\tIn this section “relevant healthcare function” means a function under or byvirtue of the National Health Service (Scotland) Act 1978.\n\tIn this section—\n\t\t  * “local authority in Scotland” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994;\n\t\t  * “local authority landlord” has the same meaning as in the [Housing (Scotland) Act 2001 (asp 10)](/id/asp/2001/10?view=plain \"Go to item of legislation\") (see section 11(3) of that Act)."
    },
    {
        "length": 1627,
        "text": "\nADDue regard to principles: Northern Ireland\n\tIn exercising in relation to Northern Ireland a relevant function, a personor body specified in subsection (3) must have due regard to—\n\t\tthe unique obligations of, and sacrifices made by, the armed forces,\n\t\tthe principle that it is desirable to remove disadvantages arising forservice people from membership, or former membership, of the armed forces, and\n\t\tthe principle that special provision for service people may be justified bythe effects on such people of membership, or former membership, of the armedforces.\n\tIn this section “relevant function”, in relation to a person or bodyspecified in subsection (3), means—\n\t\ta relevant housing function,\n\t\ta relevant education function, or\n\t\ta relevant healthcare function.\n\tThe specified persons and bodies are—\n\t\tthe Northern Ireland Housing Executive;\n\t\tthe Education Authority established under section 1(1) of the [EducationAct (Northern Ireland) 2014 (c. 12 (N.I.))](/id/nia/2014/12?view=plain \"Go toitem of legislation\");\n\t\tthe Board of Governors of a grant-aided school in Northern Ireland;\n\t\tthe Regional Health and Social Care Board established under section 7 ofthe [Health and Social Care (Reform) Act (Northern Ireland) 2009 (c. 1(N.I.))](/id/nia/2009/1?view=plain \"Go to item of legislation\");\n\t\ta Local Commissioning Group appointed under section 9 of the Health andSocial Care (Reform) Act (Northern Ireland) 2009);\n\t\ta Health and Social Care trust established by virtue of Article 10 of the[Health and Personal Social Services (Northern Ireland) Order 1991 (S.I.1991/194 (N.I. 1))](/id/nisi/1991/194?view=plain \"Go to item of legislation\"),other than the Northern Ireland Ambulance Service Health and Social CareTrust.\n\tIn this section “relevant housing function” means a function under or byvirtue of any of the following—\n\t\tArticles 22 (house allocation scheme) and 22A (allocation only to eligiblepersons) of the [Housing (Northern Ireland) Order 1981 (S.I. 1981/156 (N.I.3))](/id/nisi/1981/156?view=plain \"Go to item of legislation\");\n\t\tPart 2 (housing the homeless) of the [Housing (Northern Ireland) Order 1988(S.I. 1988/1990 (N.I. 23))](/id/nisi/1988/1990?view=plain \"Go to item oflegislation\"), except Article 15;\n\t\tChapter 2 of Part 3 of the [Housing (Northern Ireland) Order 2003 (S.I.2003/412 (N.I. 2))](/id/nisi/2003/412?view=plain \"Go to item of legislation\"),so far as that Chapter relates to disabled facilities grants.\n\tIn this section “relevant education function” means a function under or byvirtue of any of the following—\n\t\tArticle 52 (school transport) of the [Education and Libraries (NorthernIreland) Order 1986 (S.I. 1986/594 (N.I. 3)](/id/nisi/1986/594?view=plain \"Goto item of legislation\");\n\t\tin Part 2 (special educational needs) of the [Education (Northern Ireland)Order 1996 (S.I. 1996/274 (N.I. 1))](/id/nisi/1996/274?view=plain \"Go to itemof legislation\"), Articles 6 to 16 and 19 to 20A;\n\t\tArticle 16(4) and (5) (admission criteria) of the [Education (NorthernIreland) Order 1997 (S.I. 1997/866 (N.I. 5))](/id/nisi/1997/866?view=plain \"Goto item of legislation\");\n\t\tArticles 17 (duty on boards of governors to safeguard and promote thewelfare of pupils) and 22 (admission to special schools of children residentoutside Northern Ireland) of the [Education and Libraries (Northern Ireland)Order 2003 (S.I. 2003/424 (N.I. 12))](/id/nisi/2003/424?view=plain \"Go to itemof legislation\").\n\tIn this section “relevant healthcare function” means a function under or byvirtue of any of the following, so far as the function relates to health care—\n\t\tthe [Health and Personal Social Services (Northern Ireland) Order 1972(S.I. 1972/1265 (N.I. 14))](/id/nisi/1972/1265?view=plain \"Go to item oflegislation\");\n\t\tthe [Health and Personal Social Services (Northern Ireland) Order 1991(S.I. 1991/194 (N.I. 1))](/id/nisi/1991/194?view=plain \"Go to item oflegislation\");\n\t\tthe [Health and Social Care (Reform) Act (Northern Ireland) 2009 (c. 1(N.I.))](/id/nia/2009/1?view=plain \"Go to item of legislation\").\n\tIn this section—\n\t\t  * “disabled facilities grant” has the meaning given by Article 35(4) of the Housing (Northern Ireland) Order 2003;\n\t\t  * “grant-aided school” means a grant-aided school within the meaning of the Education and Libraries (Northern Ireland) Order 1986;\n\t\t  * “health care” means all forms of health care provided for individuals, whether relating to physical or mental health."
    },
    {
        "length": 774,
        "text": "\nAESections 343AA to 343AD: guidance\n\tThe Secretary of State may issue guidance relating to the duties imposed bysections 343AA(1), 343AB(1), 343AC(1) and 343AD(1).\n\tA person or body specified in subsection (3) of section 343AA, 343AB, 343ACor 343AD must have regard to any guidance for the time being in force undersubsection (1) when exercising a relevant function.\n\tThe Secretary of State may from time to time revise any guidance issuedunder this section.\n\tGuidance under this section—\n\t\tmay not be issued unless a draft has been laid before Parliament, and\n\t\tcomes into force on whatever day the Secretary of State may appoint byregulations.\n\tBefore laying draft guidance under this section before Parliament theSecretary of State must consult—\n\t\tthe Welsh Ministers so far as the guidance relates to devolved Welshfunctions,\n\t\tthe Scottish Ministers so far as the guidance relates to devolved Scottishfunctions,\n\t\tthe relevant Northern Ireland department so far as the guidance relates todevolved Northern Ireland functions, and\n\t\tany other persons the Secretary of State considers appropriate.\n\tSubsection (4) has effect in relation to any revised guidance.\n\tSubsection (5) has effect in relation to any revised guidance unless theSecretary of State considers that the proposed revisions to the guidance areinsubstantial.\n\tThe Secretary of State must publish the version currently in force of anyguidance issued under this section.\n\tFor the purposes of this section a function is a “devolved Welsh function”if—\n\t\tit deals with a matter in respect of which functions are exercisable by theWelsh Ministers or the First Minister for Wales, or\n\t\ta provision conferring the function would be within the legislativecompetence of Senedd Cymru if contained in an Act of Senedd Cymru (assumingthat any consent by a Minister of the Crown were given).\n\tFor the purposes of this section a function is a “devolved Scottishfunction” if—\n\t\tit deals with a matter in respect of which functions are exercisable by theScottish Ministers or the First Minister, or\n\t\ta provision conferring the function would be within the legislativecompetence of the Scottish Parliament if contained in an Act of thatParliament.\n\tFor the purposes of this section a function is a “devolved NorthernIreland function” if—\n\t\tit deals with a matter in respect of which functions are exercisable by aNorthern Ireland department, or\n\t\ta provision conferring the function—\n\t\twould be within the legislative competence of the Northern IrelandAssembly, and would not require the consent of the Secretary of State, ifcontained in an Act of that Assembly, or\n\t\tis contained in, or was made under, Northern Ireland legislation, andwould be within the legislative competence of the Northern Ireland Assembly,and would require the consent of the Secretary of State, if contained in anAct of that Assembly."
    },
    {
        "length": 1546,
        "text": "\nAFSections 343AA to 343AD: power to add bodies and functions\n\tThe Secretary of State may by regulations—\n\t\tamend section 343AA by—\n\t\tspecifying additional functions that are to be relevant functions inrelation to persons and bodies specified in subsection (3) of that section, or\n\t\tspecifying additional persons or bodies in that subsection;\n\t\tamend section 343AB by—\n\t\tspecifying additional functions that are to be relevant functions inrelation to persons and bodies specified in subsection (3) of that section, or\n\t\tspecifying additional persons or bodies in that subsection;\n\t\tamend section 343AC by—\n\t\tspecifying additional functions that are to be relevant functions inrelation to persons and bodies specified in subsection (3) of that section, or\n\t\tspecifying additional persons or bodies in that subsection;\n\t\tamend section 343AD by—\n\t\tspecifying additional functions that are to be relevant functions inrelation to persons and bodies specified in subsection (3) of that section, or\n\t\tspecifying additional persons or bodies in that subsection.\n\tIn subsection (1) a reference to a provision of this Act includes areference to that provision as amended by virtue of subsection (1).\n\tA function specified by virtue of subsection (1)(a)(i), (b)(i), (c)(i) or(d)(i) must be a function under or by virtue of—\n\t\tprimary legislation, or\n\t\tretained direct EU legislation.\n\tA person or body specified by virtue of subsection (1)(a)(ii), (b)(ii),(c)(ii) or (d)(ii) must be a person or body by whom functions are exercisableunder or by virtue of—\n\t\tprimary legislation, or\n\t\tretained direct EU legislation.\n\tNothing in sections 343AA to 343AD limits the fields to which functionsadded by virtue of subsection (1) may relate.\n\tThe powers conferred by subsection (1) include power to make consequentialamendments of any of sections 343AA to 343AE.\n\tBefore making regulations under subsection (1) the Secretary of State mustconsult—\n\t\tthe Welsh Ministers so far as the regulations contain provision that iswithin Welsh devolved competence,\n\t\tthe Scottish Ministers so far as the regulations contain provision that iswithin Scottish devolved competence,\n\t\tthe relevant Northern Ireland department so far as the regulations containprovision that is within Northern Ireland devolved competence, and\n\t\tany other persons the Secretary of State considers appropriate.\n\tFor the purposes of this section a provision is within Welsh devolvedcompetence if it—\n\t\twould be within the legislative competence of Senedd Cymru if contained inan Act of Senedd Cymru (assuming that any consent by a Minister of the Crownwere given), or\n\t\tis provision which could be made in subordinate legislation by the WelshMinisters acting alone.\n\tFor the purposes of this section a provision is within Scottish devolvedcompetence if it—\n\t\twould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament, or\n\t\tis provision which could be made in subordinate legislation by the ScottishMinisters or the First Minister.\n\tFor the purposes of this section a provision is within Northern Irelanddevolved competence if it—\n\t\twould be within the legislative competence of the Northern IrelandAssembly, and would not require the consent of the Secretary of State, ifcontained in an Act of that Assembly, or\n\t\tis provision which could be made in subordinate legislation by a NorthernIreland department.\n\tIn this section “primary legislation” means—\n\t\tan Act of Parliament;\n\t\tan Act of the Scottish Parliament;\n\t\ta Measure or Act of Senedd Cymru;\n\t\tNorthern Ireland legislation.”\n\tIn section 343B (interpretation of Part 16A)—\n\t\tin subsection (1), in the words before paragraph (a), for “section 343A”substitute “this Part”;\n\t\tsubsection (4) is amended as follows—\n\t\tin the definition of “relevant family members”, after “means” insert “suchpersons as may be prescribed, and for the purposes of section 343A alsoincludes”;\n\t\tat the appropriate place insert—\n\t\t\t  * ““relevant function”, in relation to a person or body specified in subsection (3) of section 343AA, 343AB, 343AC or 343AD, has the meaning given by subsection (2) of the same section;\n\t\t\t  * “relevant Northern Ireland department” means any Northern Ireland department the Secretary of State thinks appropriate;”;\n\t\tafter subsection (4) insert—\n\t\t\t“(4A)In subsection (4) “prescribed” means prescribed by regulations made bythe Secretary of State under this subsection.\n\t\t(4B)Before making regulations under subsection (4A) the Secretary of Statemust consult—\n\t\tthe Welsh Ministers so far as the regulations contain provision that iswithin Welsh devolved competence,\n\t\tthe Scottish Ministers so far as the regulations contain provision that iswithin Scottish devolved competence,\n\t\tthe relevant Northern Ireland department so far as the regulations containprovision that is within Northern Ireland devolved competence, and\n\t\tany other persons the Secretary of State considers appropriate.\n\t\t(4C)Subsections (8) to (10) of section 343AF apply for the purposes ofsubsection (4B) as they apply for the purposes of that section.”\n\tIn section 373 (orders, regulations and rules), in subsection (3), afterparagraph (ed) (inserted by section 11) insert—\n\t\tregulations under section 343AE(4),\n\t\tregulations under section 343AF,\n\t\tregulations under section 343B(4A),”."
    },
    {
        "length": 922,
        "text": "\nReserve forces: flexibility of commitments\n\tSection 24 of the Reserve Forces Act 1996 (commitments to a period of full-time service) is amended as follows.\n\tIn the heading, omit “full-time”.\n\tIn subsection (1)—\n\t\tomit “(a “full-time service commitment”)”;\n\t\tomit “full-time” in the second place it occurs.\n\tAfter subsection (1) insert—\n\t\t“(1A)The period of service specified in a commitment under this section(whether originally, or by virtue of a variation under subsection (5)(a))—\n\t\tmay be a period of full-time service;\n\t\tso far as orders or regulations under section 4 permit, may—\n\t\tbe a period of service on a part-time basis, or\n\t\tinclude one or more periods of service on a part-time basis as well as oneor more periods of full-time service.\n\t\t(1B)Orders or regulations under section 4 may enable a commitment under thissection to contemplate periods of special or extended leave.”\n\tIn subsection (2)—\n\t\tin paragraph (a), omit “full-time” in each place it occurs;\n\t\tin paragraph (c), for “full-time service” substitute “service under thecommitment”.\n\tIn subsection (3)—\n\t\tin the words before paragraph (a), for “full-time service commitment”substitute “commitment under this section”;\n\t\tin paragraph (a), for “full-time service” substitute “service under thecommitment”;\n\t\tafter paragraph (a) insert—\n\t\tmust specify the place at which the person is to begin performingduties;”.\n\tIn subsection (4)—\n\t\tin the words before paragraph (a), for “full-time service” substitute“service under a commitment under this section”;\n\t\tin paragraph (a), omit “concerned”.\n\tIn subsection (5)—\n\t\tin the words before paragraph (a), for “full-time service commitment”substitute “commitment under this section”;\n\t\tin paragraph (b), omit “full-time”;\n\t\tin paragraph (c), omit “full-time”.\n\tIn subsection (6), for “full-time service” substitute “service under acommitment under this section”.\n\tIn subsection (7)—\n\t\tin the words before paragraph (a), for “full-time service” substitute“service under a commitment under this section”;\n\t\tin paragraph (a), for “full-time service” substitute “service under thecommitment”;\n\t\tin paragraph (b)—\n\t\tomit “full-time” in the first place it occurs;\n\t\tafter “by him” insert “under the commitment”;\n\t\tfor “full-time service” in the second place it occurs, substitute“service under the commitment”.\n\tIn subsection (8), for “full-time service” substitute “service under acommitment under this section”.\n\tIn subsection (9), for “full-time service” substitute “service under acommitment under this section”.\n\tIn subsection (10), omit the definition of “full-time service”.\n\tIn section 25 of the Reserve Forces Act 1996 (additional dutiescommitment), after subsection (2) insert—\n\t“(2A)Subject to any provision made by orders or regulations under section 4,an additional duties commitment may provide for duties for a period to beperformed on any basis, including full-time or part-time.”\n\tSchedule 2 contains—\n\t\tamendments that are consequential on or otherwise connected with thissection, and\n\t\ttransitional provision."
    },
    {
        "length": 873,
        "text": "\nService complaints appeals\n\tPart 14A of AFA 2006 (redress of service complaints) is amended as follows.\n\tSection 340D (appeals) is amended as follows.\n\tIn subsection (2)—\n\t\tafter paragraph (a) insert—\n\t\trestricting the grounds on which an appeal against a decision on acomplaint (or on a complaint of a description specified in the regulations)may be brought;”;\n\t\tafter paragraph (c) insert—\n\t\trequiring the Defence Council to decide any question relating to whetheran appeal has been brought on valid grounds;”.\n\tIn subsection (3), for “six” substitute “two”.\n\tIn subsection (6)—\n\t\tafter paragraph (a) insert—\n\t\tfor the Service Complaints Ombudsman, on an application by thecomplainant, to review a decision by the Defence Council that an appeal cannotbe proceeded with because it was not brought on a valid ground;”;\n\t\tin paragraph (b) for “such a review,” substitute “a review such as ismentioned in paragraph (a) or (aa),”.\n\tSection 340H (ombudsman investigations) is amended as follows.\n\tAfter subsection (5) insert—\n\t\t“(5A)A decision on a service complaint is not to be taken to fall withinsubsection (5)(b) if the complainant does not have grounds (of which thecomplainant is aware) on which the complainant is entitled to bring an appealagainst the decision.”\n\tIn subsection (9)—\n\t\tin the words before paragraph (a), for “six” substitute “two”;\n\t\tfor the words from “date” to the end substitute “relevant date (seesubsection (9A))”.\n\tAfter subsection (9) insert—\n\t“(9A)For the purposes of subsection (9) “the relevant date” in relation to aservice complaint that has been finally determined is—\n\t\twhere the service complaint falls within subsection (5)(b), the date onwhich the complainant is notified of the determination of the appeal;\n\t\twhere the decision on the service complaint does not fall within subsection(5)(b)—\n\t\tif the conditions in subsection (9B) are met, the date of the finalinvalidity decision;\n\t\totherwise, the date of the decision on the service complaint.\n\t\t(9B)The conditions mentioned in subsection (9A)(b)(i) are that—\n\t\tthe complainant brings an appeal against the decision on the servicecomplaint;\n\t\tthe Defence Council decides that the appeal cannot be proceeded withbecause (and only because) it was not brought on a valid ground;\n\t\ton any review of that decision of the Defence Council in accordance withregulations made by virtue of section 340D(6)(aa), the decision is upheld.\n\t\t(9C)In subsection (9A)(b) “the date of the final invalidity decision” means—\n\t\tif the complainant does not apply for a review by the Service ComplaintsOmbudsman of the decision mentioned in subsection (9B)(b), the date on whichthe Defence Council notifies the complainant of that decision;\n\t\tif the complainant does apply for such a review, the date on which theService Complaints Ombudsman notifies the complainant that the appeal cannotbe proceeded with because it was not brought on a valid ground.”\n\tSchedule 3 contains amendments consequential on this section."
    },
    {
        "length": 1836,
        "text": "\nService police: complaints, misconduct etc\n\tService police: complaints, misconduct etc\n\t\tAFA 2006 is amended as follows.\n\t\tIn Part 18, after section 365B insert—\n\t\t“Service Police Complaints Commissioner\n\t\t\tBAService Police Complaints Commissioner\n\t\t\t\tThere is to be a Service Police Complaints Commissioner.\n\t\t\t\tThe Commissioner is to have the functions conferred on the Commissioner byor under this Act or any other enactment.\n\t\t\t\tSchedule 14A makes further provision with respect to the Commissioner.\n\t\t\tBBInvestigating officers\n\t\t\t\tThe Service Police Complaints Commissioner may appoint persons to beinvestigating officers.\n\t\t\t\tAn investigating officer holds and vacates office in accordance with theterms of the officer’s appointment.\n\t\t\t\tAn investigating officer may, unless the Commissioner otherwise directs,exercise any function of the Commissioner.”\n\t\t\t\tAfter Part 14A insert—\n\t\t“Part 14BService police: complaints, misconduct etc\n\t\t\tFunctions of the Service Police Complaints Commissioner\n\t\t\t\tPComplaints, misconduct etc\n\t\t\t\t\tThe Secretary of State may by regulations make, in relation to the ServicePolice Complaints Commissioner (established under section 365BA), servicepolice forces and the tri-service serious crime unit, provision corresponding(with or without modifications) to any provision of or made under Part 2 ofthe Police Reform Act 2002 (complaints and misconduct) except for section 19of that Act (but see subsections (4) to (6)).\n\t\t\t\t\tFor the purposes of subsection (1), section 105(5) of the Police Reform Act2002 (power to provide for matters to be determined by Director General of theIndependent Office for Police Conduct) is treated as included in Part 2 ofthat Act.\n\t\t\t\t\tIf regulations under subsection (1) include provision corresponding (withor without modifications) to section 10(5) of the Police Reform Act 2002(general functions of Director General), the regulations may also provide forsubsection (2D) of section 54 of the Police Act 1996 (functions of inspectorsof constabulary) to apply (with or without modifications) in relation to theService Police Complaints Commissioner as that subsection applies in relationto the Director General of the Independent Office for Police Conduct.\n\t\t\t\t\tThe Secretary of State may by regulations make such provision as theSecretary of State thinks appropriate for the purpose of authorising—\n\t\t\t\t\t\tthe use of directed and intrusive surveillance, and\n\t\t\t\t\t\tthe conduct and use of covert human intelligence sources,\n\t\t\t\t\t\t\tfor the purposes of, or for purposes connected with, the carrying out of theService Police Complaints Commissioner’s functions.\n\t\t\t\t\tRegulations under subsection (4) may, for the purposes of or in connectionwith any such provision as is mentioned in subsection (4), make amendmentsthat the Secretary of State thinks appropriate to—\n\t\t\t\t\t\tParts 2 and 4 of the Regulation of Investigatory Powers Act 2000(surveillance and covert human intelligence sources and scrutiny ofinvestigatory powers), and\n\t\t\t\t\t\tPart 3 of the Police Act 1997 (authorisations in respect of property).\n\t\t\t\t\tExpressions used in this section and in Part 2 of the Regulation ofInvestigatory Powers Act 2000 have the same meanings in this section as inthat Part.\n\t\t\t\tQInvestigation of concerns raised by whistle-blowers\n\t\t\t\t\tThe Secretary of State may by regulations make, in relation to the ServicePolice Complaints Commissioner, service police forces and the tri-serviceserious crime unit, provision corresponding (with or without modifications) toany provision of or made under Part 2B of the Police Reform Act 2002(investigation of concerns raised by whistle-blowers).\n\t\t\t\t\tFor the purposes of this section, section 105(5) of the Police Reform Act2002 (power to provide for matters to be determined by Director General of theIndependent Office for Police Conduct) is treated as included in Part 2B ofthat Act.\n\t\t\tSuper-complaints\n\t\t\t\tRPower to make super-complaints\n\t\t\t\t\tThe Secretary of State may by regulations make, in relation to policing byone or more than one relevant body, provision corresponding (with or withoutmodifications) to any provision of or made under Part 2A of the Police ReformAct 2002 (super-complaints).\n\t\t\t\t\tIn subsection (1) “relevant body” means a service police force or the tri-service serious crime unit.”\n\t\t\t\t\tIn section 373 (orders, regulations and rules), in subsection (3), afterparagraph (eb) insert—\n\t\t\t\t\t\tthe first regulations under each of sections 340P(1), 340Q and 340R,\n\t\t\t\t\t\tregulations under section 340P(3),”.\n\t\t\t\t\tSchedule 4 contains further provision about service police complaints,misconduct etc.\n\tFramework for establishment of tri-service serious crime unit\n\t\tAFA 2006 is amended as follows.\n\t\tIn section 365A (Provost Marshals: appointment), in subsection (1), after“force” insert “, or to be Provost Marshal for serious crime,”.\n\t\tIn section 115A (Provost Marshal’s duty in relation to independence ofinvestigations)—\n\t\t\tin subsection (1), for “This section” substitute “Subsection (2)”;\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)The Provost Marshal for serious crime has a duty, owed to the DefenceCouncil, to seek to ensure that all investigations carried out by the tri-service serious crime unit are free from improper interference.”;\n\t\t\tin subsection (3), at the end insert “or (as the case may be) the unit.”\n\t\tIn section 375 (definitions relating to police forces)—\n\t\t\tin the heading, after “to” insert “the service police and other”;\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)In this Act the “tri-service serious crime unit” means a unit under thedirection of the Provost Marshal for serious crime, each member of which is amember of a service police force.”\n\t\tSchedule 5 makes further provision about the tri-service serious crime unitand the Provost Marshal for serious crime.\n\t\tThe Secretary of State may by regulations made by statutory instrument makesuch provision amending or revoking any provision of subordinate legislationmade before the passing of this Act as appears to the Secretary of State to beappropriate in consequence of any provision of this section or Schedule 5.\n\t\tRegulations under subsection (6) may include transitional provisions orsavings.\n\t\tA statutory instrument containing regulations under subsection (6) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn subsection (6) “subordinate legislation” means—\n\t\t\tsubordinate legislation within the meaning of the Interpretation Act 1978,\n\t\t\tan instrument made under an Act of the Scottish Parliament, or\n\t\t\tan instrument made under Northern Ireland legislation."
    },
    {
        "length": 359,
        "text": "\nPower of commanding officer to award service detention: Royal Marines\n\tSection 132 of AFA 2006 (punishments available to commanding officers) isamended as follows.\n\tIn subsection (1), in row 1 of the table, in the third column—\n\t\tafter paragraph (a) insert—\n\t\tcorporal in the Royal Marines;”;\n\t\tin paragraph (b), at the end insert “in any of Her Majesty’s militaryforces”;\n\t\tin paragraph (c), for “(but see” substitute “(see also”.\n\tFor subsection (1A) substitute—\n\t\t“(1A)In row 1 of the Table, in paragraph (c) of the entry in the third column,in relation to the Royal Air Force Regiment, the reference to a corporal is tobe read as a reference to a lance corporal.”\n\tSection 133 of AFA 2006 (detention: limits on powers) is amended asfollows.\n\tIn subsection (2)—\n\t\tafter paragraph (a) insert—\n\t\tcorporal in the Royal Marines;”;\n\t\tin paragraph (b), at the end insert “in any of Her Majesty’s militaryforces”.\n\tAfter subsection (2) insert—\n\t“(2A) In relation to the Royal Air Force Regiment, the reference in subsection(2)(c) to a corporal is to be read as a reference to a lance corporal.”"
    },
    {
        "length": 107,
        "text": "\nIn section 132(1) (punishments available to commanding officer), in thetable, after row 8 insert—\n\t“9| a deprivation order (defined by section 177B)| only if section 177Cpermits”.  ---|---|---    (3)In section 164(1) (punishments available to Court Martial), in the table,after row 12 insert—"
    },
    {
        "length": 1508,
        "text": "\n“Deprivation orders\n\tBDeprivation orders: interpretation\n\t\tA deprivation order is an order made under this Act which—\n\t\t\tis made in respect of an offender for an offence, and\n\t\t\tdeprives the offender of any rights in the property to which the orderrelates.\n\t\tIn sections 177C and 177E “the decision maker”, in relation to an offender,means—\n\t\t\tthe court by which the person is convicted, or\n\t\t\tthe commanding officer who records a finding that the charge has beenproved.\n\t\tNothing in subsection (2) prevents section 376 from applying in relation tothis section and sections 177C to 177F.\n\tCDeprivation order: availability\n\t\tWhere an offender is convicted of a service offence, the decision maker maymake a deprivation order relating to any property to which subsection (2)applies.\n\t\tThis subsection applies to property which—\n\t\t\thas been lawfully seized from the offender, or\n\t\t\twas in the offender’s possession or under the offender’s control when theoffender was apprehended for, or charged with, the offence,\n\t\t\t\tif subsection (3) or (5) applies.\n\t\tThis subsection applies if the decision maker is satisfied that theproperty—\n\t\t\thas been used for the purpose of committing, or facilitating the commissionof, a service offence, or\n\t\t\twas intended by the offender to be used for that purpose.\n\t\tFor the purposes of subsection (3), facilitating the commission of anoffence includes taking any steps after it has been committed for the purposeof—\n\t\t\tdisposing of any property to which the offence relates, or\n\t\t\tavoiding apprehension or detection.\n\t\tThis subsection applies if—\n\t\t\tthe offence mentioned in subsection (1), or\n\t\t\tan offence which is taken into consideration by the decision maker indetermining the offender’s sentence,\n\t\t\tconsists of unlawful possession of the property.\n\t\tWhere a deprivation order is made, the property to which it relates is tobe taken into the possession of an appropriate authority (if it is not alreadyin the possession of such an authority).\n\t\tIn subsection (6) “appropriate authority” means—\n\t\t\ta member of a service police force, or\n\t\t\tif no relevant body has been involved in the matter, the offender’scommanding officer.\n\t\tIn subsection (7) “relevant body” means a service police force or the tri-service serious crime unit.\n\tDVehicle to be treated as used for purposes of certain offences\n\t\tThis section applies where a person—\n\t\t\tcommits an offence to which subsection (2) applies by driving, attemptingto drive, or being in charge of a vehicle, or\n\t\t\tas the driver of a vehicle, commits an offence under section 42 as respectswhich the corresponding offence under the law of England and Wales is anoffence under section 170(4) of the Road Traffic Act 1988 (duty to stop,report accident and give information or documents).\n\t\tThis subsection applies to an offence under section 42 as respects whichthe corresponding offence under the law of England and Wales is—\n\t\t\tan offence under the Road Traffic Act 1988 which is punishable withimprisonment,\n\t\t\tan offence of manslaughter, or\n\t\t\tan offence under section 35 of the Offences Against the Person Act 1861(wanton and furious driving).\n\t\tThe vehicle is to be regarded for the purposes of section 177C(3) (andsection 94A(3)(b)(ii)) as used for the purpose of committing the offence(including where it is committed by aiding, abetting, counselling orprocuring).\n\tEExercise of power to make deprivation order\n\t\tIn considering whether to make a deprivation order in respect of anyproperty, the decision maker must have regard to—\n\t\t\tthe value of the property, and\n\t\t\tthe likely financial and other effects on the offender of making the order(taken together with any other order that the decision maker contemplatesmaking).\n\t\tWhere a deprivation order is available for an offence, the decision makermay make such an order whether or not it deals with the offender in any otherway for the offence.\n\tFApplication of proceeds of property subject to deprivation order\n\t\tThis section applies where the Court Martial or the Service Civilian Courtmakes a deprivation order in relation to any property and—\n\t\t\tthe offence was one which resulted in a person suffering personal injury,loss or damage, or\n\t\t\tany such offence is taken into consideration by the court in determiningsentence.\n\t\tThe court may also make an order that any proceeds which—\n\t\t\tarise out of the disposal of the property, and\n\t\t\tdo not exceed a sum specified by the court,\n\t\t\t\tare to be paid to the person.\n\t\tA court may make an order under this section only if satisfied that, butfor the inadequacy of the offender’s means, it would have made a servicecompensation order under which the offender would have been required to paycompensation of an amount not less than the amount specified under subsection(2)(b).\n\t\t An order under this section has no effect—\n\t\t\tbefore the end of the 6 month period mentioned in section 94A(3)(a), or\n\t\t\tif a successful claim by a person claiming to be the owner of the propertyhas been made by virtue of section 94(2)(a).”\n\t\tAfter section 94 (property in possession of service police or CO﻿) insert—"
    },
    {
        "length": 1058,
        "text": "\n“94AProperty subject to deprivation order: modification of section 94\n\tThis section applies to property to which a deprivation order relates whichis in the possession of—\n\t\ta commanding officer, or\n\t\ta member of a service police force,\n\t\t\tby virtue of section 177C(6) (including any such property that was already inthe possession of the commanding officer or a member of a service police forcewhen the order was made).\n\tRegulations under section 94(1) must ensure that a judicial authority or acommanding officer may make an order by virtue of section 94(2)(a) or (b)(respectively) on an application which—\n\t\trelates to property to which this section applies, and\n\t\tis made by a person claiming to be the owner of the property,\n\t\tonly if the conditions in subsection (3) are met.\n\tThose conditions are that—\n\t\tthe application is made before the end of the period of 6 months beginningwith the day on which the deprivation order is made, and\n\t\tthe claimant satisfies the judicial authority or the commanding officer (asthe case may be)—\n\t\tthat the claimant did not consent to the offender’s possession of theproperty, or\n\t\tif the deprivation order was made by virtue of subsection (3) of section177C (property used for the purpose of offence etc), that the claimant did notknow, and had no reason to suspect, that the property was likely to be usedfor a purpose mentioned in that subsection.\n\tRegulations under section 94(1) may enable a judicial authority or acommanding officer to make any order for disposal of property to which thissection applies that the judicial authority or commanding officer (as the casemay be) thinks appropriate (but this is subject to subsection (6)).\n\tIn subsection (4) the reference to disposal includes disposal by way oftransferring the property into the ownership of the Secretary of State; butregulations made by virtue of subsection (4) may not provide for the Secretaryof State to become the owner of property which is the subject of an orderunder section 177F (application of proceeds of property subject to deprivationorder).\n\tSubsection (4) applies only in relation to cases where no application byvirtue of section 94(2)(a) or (b) made during the 6 month period mentioned insubsection (3)(a) by a person claiming to be the owner of the property wassuccessful.\n\tIn this section “judicial authority” means the Court Martial, the ServiceCivilian Court or a judge advocate.”\n\tIn Schedule 3 (civilians etc: modifications of Court Martial sentencingpowers)—\n\t\tin paragraph 1(1), in the table, after row 7 insert—\n\t\t“8| a deprivation order (defined by section 177B)| only if section 177Cpermits”;  ---|---|---    (b)in paragraph 3(1), in the table, after row 10 insert—\n\t\t“11| a deprivation order (defined by section 177B)| only if section 177Cpermits”.  ---|---|---    ### 15Driving disqualification\n\tAFA 2006 is amended as follows.\n\tIn section 164 (punishments available to Court Martial)—\n\t\tin subsection (1), in the table, after row 13 (as inserted by section 14above) insert—\n\t\t“14| a driving disqualification order (defined by section 177G)| only ifsubsection (5A) permits”;  ---|---|---    (b)after subsection (5) insert—\n\t\t“(5A)The court may not make a driving disqualification order unless—\n\t\tthe offence was committed on or after the commencement of section 15 of theArmed Forces Act 2021, and\n\t\tthe court has been notified by the Secretary of State that the power tomake such orders is exercisable by the court (and the notice has not beenwithdrawn).”\n\tAfter section 177F (as inserted by section 14 above) insert—"
    },
    {
        "length": 2927,
        "text": "\n“Driving disqualification orders\n\tGDriving disqualification orders\n\t\tA driving disqualification order is an order made under this Act in respect ofan offender that the offender is disqualified, for the period specified in theorder, for holding or obtaining—\n\t\t\ta licence to drive a motor vehicle granted under Part 3 of the Road TrafficAct 1988, and\n\t\t\ta Northern Ireland licence (within the meaning of Part 3 of the RoadTraffic Act 1988).\n\tHDriving disqualification: availability\n\t\tWhere a driving disqualification order is available to a court, the court maymake a driving disqualification order whether or not it also deals with theoffender for the offence in any other way.\n\tIDisqualification period\n\t\tWhere a court makes a driving disqualification order in respect of anoffender for an offence, the disqualification period must be such period asthe court considers appropriate. But this is subject to sections 177J and177K.\n\t\tThe disqualification period, in relation to a driving disqualificationorder made in respect of an offender, is the period specified in the order asthe period for which the offender is disqualified for holding or obtaining adriving licence.\n\tJExtension of disqualification where custodial sentence or servicedetention also imposed\n\t\tThis section applies where a court—\n\t\t\timposes a custodial sentence or a sentence of service detention on anoffender for an offence, and\n\t\t\tmakes a driving disqualification order in respect of the offender for thesame offence.\n\t\tBut this section does not apply where the custodial sentence or sentence ofservice detention (as the case may be) is—\n\t\t\ta suspended sentence of imprisonment,\n\t\t\ta suspended sentence of service detention, or\n\t\t\ta life sentence in relation to which the court makes a whole life orderunder section 321(3) of the Sentencing Code (life sentence: minimum term orderor whole life order) by virtue of section 261A of this Act (life sentences:further provision).\n\t\tThe disqualification period must be—\n\t\t\tthe discretionary disqualification period, and\n\t\t\tthe appropriate extension period.\n\t\tThe discretionary disqualification period is the period which the courtwould, in the absence of this section, have specified in the drivingdisqualification order.\n\t\tThe appropriate extension period for a sentence specified in column 2 isequal to the period calculated in accordance with column 3—\n\t\t\tRow| Sentence| Length of appropriate extension period  ---|---|---  1| a detention and training order under section 211 (offenders under 18:detention and training orders)| half the term of the detention and trainingorder  2| a sentence of detention under section 224B (special sentence of detentionfor terrorist offenders of particular concern)| two-thirds of the term imposedpursuant to section 252A(5) of the Sentencing Code by virtue of section224B(4) of this Act (the appropriate custodial term)  3| an extended sentence of detention under section 254 of the Sentencing Codeby virtue of section 221A of this Act (extended sentence for certain violent,sexual or terrorism offenders aged under 18)| two-thirds of the term imposedpursuant to section 254(a) of the Sentencing Code (the appropriate custodialterm)  4| a sentence of detention in a young offender institution to whichsubsections (2) and (3) of section 265 of the Sentencing Code apply by virtueof section 224A of this Act (special custodial sentence for certain offendersof particular concern)| two-thirds of the term imposed pursuant to section265(2)(a) of the Sentencing Code (the appropriate custodial term)  5| an extended sentence of detention in a young offender institution undersection 266 of the Sentencing Code by virtue of section 219A of this Act(extended sentence for certain violent, sexual or terrorism offenders aged 18or over)| two-thirds of the term imposed pursuant to section 266(a) of theSentencing Code (the appropriate custodial term)  6| a serious terrorism sentence of detention in a young offender institutionunder section 268A of the Sentencing Code by virtue of section 219ZA of thisAct (serious terrorism sentences)| the term imposed pursuant to section268C(2) of the Sentencing Code (the appropriate custodial term)  7| a sentence of imprisonment to which subsections (2) and (3) of section 278of the Sentencing Code apply by virtue of section 224A of this Act (specialcustodial sentence for certain offenders of particular concern)| two-thirds ofthe term imposed pursuant to section 278(2)(a) of the Sentencing Code (theappropriate custodial term)  8| an extended sentence of imprisonment under section 279 of the SentencingCode by virtue of section 219A of this Act (extended sentence for certainviolent, sexual or terrorism offenders aged 18 or over)| two-thirds of theterm imposed pursuant to section 279(a) of the Sentencing Code (theappropriate custodial term)  9| a serious terrorism sentence of imprisonment under section 282A of theSentencing Code by virtue of section 219ZA of this Act (serious terrorismsentences)| the term imposed pursuant to section 282C(2) of the SentencingCode (the appropriate custodial term)  10| a custodial sentence in respect of which section 244ZA of the CriminalJustice Act 2003 applies to the offender| two-thirds of the sentence  11| a custodial sentence not within any of the preceding entries in respect ofwhich section 247A of the Criminal Justice Act 2003 applies to the offender|two-thirds of the sentence  12| a life sentence in relation to which a minimum term order is made undersection 321 of the Sentencing Code by virtue of section 261A of this Act (lifesentences: further provision)| the term specified in the minimum term order  13| service detention| half the term of detention imposed  14| any other case| half the custodial sentence imposed.    (6)In the case of a sentence specified in entry 3, 5 or 8 of column 2 in thetable which is within section 247A(2A) of the Criminal Justice Act 2003, thecorresponding entry in column 3 of the table is to be read with the omissionof “two-thirds of”.\n\t\tAny period determined under subsection (5) which includes a fraction of aday must be rounded up to the nearest number of whole days.\n\t\tWhere— \n\t\t\tan order (“the amending order”) is made under section 267 of the CriminalJustice Act 2003 (alteration by order of relevant proportion of sentence), and\n\t\t\tthe amending order provides that the proportion of a custodial sentence forthe time being referred to in section 243A(3)(a) or 244(3)(a) of that Act(release of prisoners in certain circumstances) is to be read as a referenceto another proportion (the “new proportion”),\n\t\t\tthe Secretary of State may by regulations provide that the table in subsection(5) is to be read as if, in relation to such a sentence, entry 14 specifiedthe new proportion.\n\tKEffect of custodial sentence or service detention in other cases\n\t\tThis section applies where a court makes a driving disqualification orderin respect of an offender for an offence, and—\n\t\t\tit imposes a custodial sentence or a sentence of service detention (otherthan a suspended sentence) on the offender for another offence, or\n\t\t\ta custodial sentence or a sentence of service detention previously imposedon the offender has not expired.\n\t\tIn determining the disqualification period, the court must, so far as it isappropriate to do so, have regard to the diminished effect of disqualificationas a distinct punishment if the person who is disqualified is also detained inpursuance of a custodial sentence or a sentence of service detention.\n\t\tBut the court may not take into account for this purpose any custodialsentence or sentence of service detention that it imposes on the offender forthe offence.\n\tLRequirement to produce licences where driving disqualification ordermade\n\t\tA court which makes a driving disqualification order in respect of an offendermust require the offender to produce any (and, if more than one, all) of thefollowing held by the offender—\n\t\t\ta licence to drive a motor vehicle granted under Part 3 of the Road TrafficAct 1988;\n\t\t\ta Northern Ireland licence (within the meaning of Part 3 of the RoadTraffic Act 1988);\n\t\t\ta Community licence (within the meaning of Part 3 of the Road Traffic Act1988).\n\tMDriving disqualification: power to make equivalent provision to RoadTraffic Offenders Act 1988\n\t\tThe Secretary of State may by regulations make provision in relation todriving disqualification orders which is equivalent to that made by a relevantprovision, subject to such modifications as the Secretary of State considersappropriate.\n\t\tIn this section, “relevant provision” means any of the following provisionsof the Road Traffic Offenders Act 1988—\n\t\t\tsection 37 (effect of order of disqualification);\n\t\t\tsection 39 (suspension of disqualification pending appeal);\n\t\t\tsection 40 (power of appellate courts to suspend disqualification);\n\t\t\tsection 42 (removal of disqualification);\n\t\t\tsection 43 (rule for determining end of period of disqualification);\n\t\t\tsection 47 (supplementary provisions);\n\t\t\tsection 48 (exemption from disqualification in certain cases).”\n\t\tIn section 373 (orders, regulations and rules)—\n\t\t\tin subsection (3)(d), after “93AA(2),” insert “177J(8),”;\n\t\t\tin subsection (5), at the beginning insert “Except for regulations madeunder section 177J(8),”;\n\t\t\tafter subsection (5) insert—\n\t\t\t\t“(5A)Regulations made under section 177J(8) may contain transitional,transitory and saving provision.”\n\t\tIn Schedule 3 (civilians etc: modifications of Court Martial sentencingpowers)—\n\t\t\tin paragraph 1(1), in the table, after row 8 (as inserted by section 14above) insert—\n\t\t\t“9| a driving disqualification order (defined by section 177G)| only ifsubsection (5A) permits”;  ---|---|---    (b)in paragraph 3(1), in the table, after row 11 (as inserted by section 14above) insert—\n\t\t\t“12| a driving disqualification order (defined by section 177G)| only ifsubsection (5A) permits”.  ---|---|---    ### 16Deprivation and driving disqualification orders: minor and consequentialamendments\n\t\t\tSchedule 6 to this Act contains amendments that are consequential on, orotherwise connected with, sections 14 and 15."
    },
    {
        "length": 490,
        "text": "\nRemoval of requirement to take into account offences in member States\n\tAFA 2006 is amended as follows.\n\tIn section 238 (deciding the seriousness of an offence)—\n\t\tin subsection (3)—\n\t\tin paragraph (a) at the end insert “or”;\n\t\tomit paragraphs (c) and (d);\n\t\tfor subsection (4) substitute—\n\tNothing in this section prevents the court or officer from treating aprevious conviction by a court outside the British Islands as an aggravatingfactor in any case where the court or officer considers it appropriate to doso.”;\n\t\tomit subsection (5).\n\tIn section 263 (restriction on imposing custodial sentence or servicedetention on unrepresented offender)—\n\t\tin subsection (2)(b) omit the words from “, or sentenced to detention” tothe end;\n\t\tin subsection (6) omit paragraphs (c) and (d).\n\tIn section 270A (exception to restrictions on community punishments)—\n\t\tin subsection (3)—\n\t\tin paragraph (a) omit “, or member State service offence,” and at the endinsert “or”;\n\t\tin paragraph (b) omit “or”;\n\t\tomit paragraph (c);\n\t\tomit subsection (8).\n\tIn section 415 of the Sentencing Act 2020 (armed forces provisions: extentto Channel Islands, Isle of Man and British overseas territories), aftersubsection (6) insert—\n\tIn subsection (6) references to this Act include this Act as amended bythe [Taking Account of Convictions (EU Exit) (Amendment) Regulations 2020(S.I. 2020/1520)](/id/uksi/2020/1520?view=plain \"Go to item of legislation\").”"
    },
    {
        "length": 624,
        "text": "\nPosthumous pardons in relation to certain abolished service offences\n\tSection 164 of the Policing and Crime Act 2017 (posthumous pardons forconvictions etc of certain abolished offences: England and Wales) is amendedas follows.\n\tIn subsection (5)—\n\t\tafter paragraph (a) insert—\n\t\tsection 41 of the Army Discipline and Regulation Act 1879;”;\n\t\tafter paragraph (f) insert—\n\t\tArticle 2 of Section 20 of the Articles of War of 1749 (offences triableby courts martial outside Great Britain);\n\t\tArticle 93 of Section 2 of the Articles of War of 1876 (offences notspecified in Marine Mutiny Act or Articles of War);\n\t\tany provision corresponding to the provision mentioned in paragraph (g) or(h), contained in other relevant Articles of War.”\n\tIn subsection (8)—\n\t\tat the end of paragraph (b) omit “or”;\n\t\tafter paragraph (b) insert—\n\t\tany enactment mentioned in subsection (5)(g) to (i);”;\n\t\tat the end of paragraph (c) insert “, or”;\n\t\tafter paragraph (c) insert—\n\t\tthe Army Discipline and Regulation Act 1879.”\n\tAfter subsection (9) insert—\n\tIn this section—\n\t\t  * “the Articles of War of 1749” means the Rules and Articles for the better government of His Majesty’s horse and foot guards (etc.), made under [23 Geo. 2 c. 4 (1749)](/id/apgb/1749/4?view=plain \"Go to item of legislation\") (an Act for punishing mutiny and desertion; and for the better payment of the army and their quarters);\n\t\t  * “the Articles of War of 1876” means the Rules and Articles (etc.) for the better government of Her Majesty’s royal marine forces, made under the Marine Mutiny Act 1876;\n\t\t  * “enactment” includes an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978);\n\t\t  * “relevant Articles of War” means Articles of War made under—\n\t\tthe Mutiny Act 1878,\n\t\tthe Marine Mutiny Act 1878, or\n\t\tany Act previously in force corresponding to either of those Acts.”"
    },
    {
        "length": 449,
        "text": "\nMiscellaneous\n\tPower of British overseas territories to apply AFA 2006 etc\n\t\tIn section 357 of AFA 2006 (power of British overseas territory to applyAct, etc), after paragraph (b) insert—\n\t\t\t“and in particular nothing prevents a law of a British overseas territory towhich this section does not extend applying provisions of this Act in relianceon paragraph (b).”\n\t\tSubsection (1) has effect in relation to a law of a British overseasterritory, whenever passed or made.\n\tTime limit for appeals in respect of war pensions: Scotland and NorthernIreland\n\t\tIn section 8 of the Pensions Appeal Tribunals Act 1943 (time limit forappeals), for subsection (5) substitute—\n\t\tThe Minister may by regulations make provision in relation to cases wherethe notice of an appeal is given up to 12 months after the expiry of the timelimit specified in subsection (1) or (3).\n\t\tRegulations under subsection (5) may—\n\t\t\tprovide for the notice of appeal to be treated as having been given in timeif conditions specified in the regulations are satisfied, and\n\t\t\twhere the notice of appeal is not so treated, confer power on a PensionsAppeal Tribunal for Scotland or Northern Ireland to allow the appeal to bebrought.”\n\tMinor amendments\n\t\tAFA 2006 is amended as follows.\n\t\tIn section 61(1) (sections 55 to 60: exceptions to time limits for chargingand interpretation) for “section 120 or 122” substitute “any of sections 120to 122”.\n\t\tIn section 373(3) (orders, regulations and rules: affirmative procedure)after “A statutory instrument containing” insert “(whether alone or with otherprovision)”."
    },
    {
        "length": 1189,
        "text": "\nGeneral\n\tMeaning of “AFA 2006”\n\t\tIn this Act “AFA 2006” means the Armed Forces Act 2006.\n\tCommencement and transitional provision\n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may appoint by regulations, subject to subsections (2), (3) and (4).\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsections 1, 17(5), 20 and 22(3) (and section 22(1), so far as relating tosection 22(3)), and\n\t\t\tsection 23, this section and sections 25 to 27.\n\t\tSections 19 and 22 (2) (and section 22(1), so far as relating to section22(2)) come into force at the end of the period of two months beginning withthe day on which this Act is passed.\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of a provision ofthis Act.\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument, and\n\t\t\tmay make different provision for different purposes.\n\tExtent in the United Kingdom\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to subsections (2) to (4).\n\t\tParagraph 1 of Schedule 4, so far as it inserts paragraph 1 of Schedule 14Ato AFA 2006 (status of Service Police Complaints Commissioner as a corporationsole), extends in the United Kingdom to England and Wales and Northern Irelandonly.\n\t\tThe amendments made by the following provisions have the same extent in theUnited Kingdom as the provisions to which they relate—\n\t\t\tsection 9(1) to (14);\n\t\t\t(c)section 17(5);\n\t\t\tsection 19;\n\t\t\tsection 21;\n\t\t\tparagraphs 1 to 6 of Schedule 2 (and section 9 (15), so far as it relatesto those paragraphs);\n\t\t\tparagraphs 2 to 9 of Schedule 4 (and section 11(5), so far as it relates tothose paragraphs);\n\t\t\tparagraphs 1 to 23 and 33 to 52 of Schedule 5 (and section 12 (5)), so faras it relates to those paragraphs);\n\t\t\tparagraphs 4 to 6 of Schedule 6 (and section 16, so far as it relates tothose paragraphs).\n\t\tSection 18 extends to England and Wales only.\n\tExtent in the Channel Islands, Isle of Man and British overseasterritories\n\t\tThe power under section 384(1) of AFA 2006 may be exercised so as to extendto any of the Channel Islands any amendment or repeal made by this Act of aprovision of AFA 2006 (with or without modifications).\n\t\tThis Act, with the exception of the provisions mentioned in subsection (3),extends to—\n\t\t\tthe Isle of Man, and\n\t\t\tthe British overseas territories, except Gibraltar.\n\t\tSubsection (2) refers to—\n\t\t\tsection 9(1) to (14),\n\t\t\tsection 10(10) and Schedule 3,\n\t\t\tsection 17(5),\n\t\t\tsection 18,\n\t\t\tsection 19,\n\t\t\tsection 21,\n\t\t\tparagraphs 1 to 6 of Schedule 2 (and section 9 (15), so far as it relatesto those paragraphs),\n\t\t\tparagraphs 2 to 9 of Schedule 4 (and section 11 (5), so far as it relatesto those paragraphs),\n\t\t\tparagraphs 1 to 23 and 33 to 52 of Schedule 5 (and section 12(5), so far asit relates to those paragraphs), and\n\t\t\tparagraphs 4 to 6 of Schedule 6 (and section 16, so far as it relates tothose paragraphs).\n\t\tThe power under section 384(2) of AFA 2006 may be exercised so as to modifyany provision of AFA 2006, as amended by this Act, as it extends to the Isleof Man or a British overseas territory other than Gibraltar.\n\t\tThe power under section 132(3) of the Reserve Forces Act 1996 may beexercised so as to extend to any of the Channel Islands or the Isle of Man anyamendment or repeal made by this Act of a provision of that Act (with orwithout modifications).\n\tShort title\n\t\tThis Act may be cited as the Armed Forces Act 2021."
    }
]