[
    {
        "length": 1137,
        "text": "\nIncrease of primary threshold for primary Class 1 contributions\n\tThe Social Security (Contributions) Regulations 2001 ([S.I.2001/1004](/id/uksi/2001/1004?view=plain \"Go to item of legislation\")) areamended as follows.\n\tIn regulation 10(c) (primary threshold) for “£190” substitute “£242”.\n\tIn regulation 11(3) (prescribed equivalents)—\n\t\tin sub-paragraph (a), for “£823” substitute “£1,048”;\n\t\tin sub-paragraph (b), for “£9,880” substitute “£12,570”.\n\tThe amendments made by subsections (2) and (3) come into force on 6 July2022 (and accordingly do not affect any liability to primary Class 1contributions for any tax week commencing before that date).\nIncrease in lower limit of profits for Class 4 contributions\n\tIn sections 15(3)(a) and 18(1)(c) and (1A)(a) of—\n\t\tthe Social Security Contributions and Benefits Act 1992, and\n\t\tthe Social Security Contributions and Benefits (Northern Ireland) Act 1992,\n\t\t\tfor “£9,880” (the lower limit of profits) substitute “£11,908”.\n\tThe amendments made by subsection (1) are treated as having come into forceon 6 April 2022.\n\tIn those sections, for “£11,908” (as substituted by subsection (1))substitute “£12,570”.\n\tThe amendments made by subsection (3) come into force on 6 April 2023.\nEquivalent provision for Class 2 contributions\n\tThe Treasury must by regulations make provision for the purpose of securingthat, for the purposes of—\n\t\tthe Social Security Contributions and Benefits Act 1992, and\n\t\tthe Social Security Contributions and Benefits (Northern Ireland) Act 1992,\n\t\t\tthe threshold for paying Class 2 contributions for a tax year is equivalent tothe threshold at which Class 4 contributions become payable for that year.\n\tRegulations under this section may—\n\t\talso make provision having the effect that, in such circumstances as may beprovided for, a person whose profits for a tax year are less than thatthreshold is treated as making Class 2 contributions;\n\t\tmake provision having retrospective effect from no earlier than 6 April2022;\n\t\tamend an Act of Parliament.\nTransitional and consequential provision\n\tRegulation 21 of the Social Security (Contributions) Regulations 2001(annual maxima for Class 1 contributions etc for those with more than oneemployment) has effect as if the primary threshold were £229.\n\tThose regulations have effect in relation to an earnings period specifiedin regulation 8(2) to (5) of those regulations (earnings periods fordirectors) as if—\n\t\tfor the amount specified in regulation 10(c) there were substituted “£229”,and\n\t\tfor the amount specified in regulation 11(3)(b) there were substituted“£11,908”.\n\tThe modifications made by subsections (1) and (2) have effect for the taxyear 2022-23.\n\tThe Treasury may by regulations make such provision (including provisionhaving retrospective effect from no earlier than 6 April 2022) amending orotherwise modifying the Social Security (Contributions) Regulations 2001 asthey consider appropriate in consequence of provision made by or under thisAct.\nRegulations \n\tRegulations under this Act are to be made by statutory instrument.\n\tSubsections (3) and (4) of section 175 of the Social Security Contributionsand Benefits Act 1992 (provision which may be made by regulations) apply toregulations under this Act as they apply to regulations under that Act.\n\tA statutory instrument containing (whether alone or with other provision)regulations under section 3 that amend an Act of Parliament may not be madeunless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\tOtherwise, a statutory instrument containing regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\nShort title\n\tThis Act may be cited as the National Insurance Contributions (Increase ofThresholds) Act 2022.\n"
    }
]