{
    "general": "This law changes how much money you have to earn before you start paying National Insurance contributions. It raises the amount you can earn before you start paying these contributions. This means that some people will not have to pay as much National Insurance.",
    "series": [
        [
            {
                "length": 190,
                "short": "\"Increased Contribution Thresholds for National Insurance\"",
                "text": "\n* Simplified point 1: The act increases the primary threshold for primary Class 1 contributions from £190 to £242.\n* Simplified point 2: The act also increases the lower limit of profits for Class 4 contributions from £9,880 to £11,908.\n* Simplified point 3: The act allows for regulations to be made to ensure that the threshold for paying Class 2 contributions is equivalent to the threshold at which Class 4 contributions become payable.\n* Simplified point 4: The act provides for transitional and consequential provision, including modifications to the Social Security (Contributions) Regulations 2001, and allows for regulations to be made to amend or modify the regulations as necessary."
            }
        ]
    ],
    "summary": "The National Insurance Contributions (Increase of Thresholds) Act 2022 changes how much money you have to earn before you start paying certain types of national insurance. Here's what the law does:\n\n* It raises the amount you need to earn before you start paying Primary Class 1 contributions from £190 to £242. This means you won't have to pay as much national insurance if you earn less than £242 per week.\n\n* It also raises the lower limit of profits for Class 4 contributions from £9,880 to £11,908. This means you won't have to pay as much national insurance if you earn less than £11,908 per year from self-employment.\n\n* The law allows the government to set the threshold for paying Class 2 contributions so that it's the same as the threshold for paying Class 4 contributions. This means that if you earn less than £11,908 per year from self-employment, you won't have to pay Class 2 contributions either.\n\n* The law also includes some technical changes to existing rules and allows the government to make further changes through regulations if needed. These changes will help people who earn less money by reducing the amount they have to pay in national insurance contributions.",
    "single": "\n* The National Insurance Contributions (Increase of Thresholds) Act 2022 increases the primary threshold for primary Class 1 contributions from £190 to £242.\n* The act also increases the lower limit of profits for Class 4 contributions from £9,880 to £11,908.\n* The changes come into effect on different dates:\n\t+ The increase in the primary threshold takes effect on 6 July 2022.\n\t+ The increase in the lower limit of profits for Class 4 contributions takes effect on 6 April 2023.\n* The act makes provision for Class 2 contributions to ensure that the threshold for paying Class 2 contributions is equivalent to the threshold at which Class 4 contributions become payable.\n* The act allows for regulations to be made to modify the Social Security (Contributions) Regulations 2001 in relation to earnings periods for directors.\n* Regulations under the act can be made by statutory instrument and are subject to annulment in pursuance of a resolution of either House of Parliament."
}