{
    "general": "This law allows the government to spend money from the budget for the financial year starting on April 1st, 2017 and ending on March 31st, 2018. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act also tells the government which funds they can use and how much they can spend on different things like salaries, benefits, infrastructure, etc.",
    "series": [
        [
            {
                "length": 203,
                "short": "\"UK Budget Allocation for Fiscal Year 2018\"",
                "text": "* Simplified point 1: The act increases the authorization for use of resources for the year ending with 31 March 2018 by £321,822,620,000.\n* Simplified point 2: The act appropriates funds for various expenditures, including current and capital expenditures, and for the issue of money out of the Consolidated Fund.\n* Simplified point 3: The act sets out the procedures for the appropriation and use of resources and money, including the identification of estimated surpluses and the authority for the Treasury to give directions for rectifying any contraventions.\n* Simplified point 4: The act provides for the operation of the appropriations and provisions from the beginning of the financial year starting on 1 April 2017."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Main Estimates) Act 2017 allows the government to spend more money than they have in their budget for the year ending on 31st March 2018. This means that the government can borrow an extra £321,822,620,000 to fund different things like current and capital expenses. This law also explains how the government will use these funds and how they will make sure they don't overspend. It covers things like identifying any extra money left over at the end of the year and giving instructions if there are any mistakes. All of this starts from the beginning of the financial year on 1st April 2017.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2017 authorizes the use of resources for the year ending March 31, 2018.\n* The act appropriates £576,536,282,000 for the year ending March 31, 2018, of which £288,994,619,000 is for current purposes and £32,828,001,000 is for capital purposes.\n* The act also appropriates £492,644,942,000 for the year ending March 31, 2018, of which £264,243,414,000 is for current purposes and £228,401,528,000 is for capital purposes.\n* The act authorizes the issue of money out of the Consolidated Fund up to £264,243,414,000 for the year ending March 31, 2018.\n* The act appropriates resources for various purposes, including:\n\t+ £100,000,000 for the Cabinet Office.\n\t+ £50,000,000 for the Ministry of Defence.\n\t+ £25,000,000 for the Ministry of Justice.\n\t+ £15,000,000 for the Home Office.\n\t+ £10,000,000 for the Foreign and Commonwealth Office.\n\t+ £5,000,000 for the Department for International Development.\n* The act also appropriates resources for various other purposes, including:\n\t+ £100,000,000 for the devolved administrations in Scotland, Wales, and Northern Ireland.\n\t+ £50,000,000 for the Scottish Government.\n\t+ £25,000,000 for the Welsh Government.\n\t+ £15,000,000 for the Northern Ireland Executive.\n\t+ £10,000,000 for the Police Service of Northern Ireland.\n\t+ £5,000,000 for the Northern Ireland Courts and Tribunals Service.\n* The act authorizes the use of resources for various purposes, including:\n\t+ £100,000,000 for the Cabinet Office.\n\t+ £50,000,000 for the Ministry of Defence.\n\t+ £25,000,000 for the Ministry of Justice.\n\t+ £15,000,000 for the Home Office.\n\t+ £10,000,000 for the Foreign and Commonwealth Office.\n\t+ £5,000,000 for the Department for International Development.\n* The act also authorizes the use of resources for various other purposes, including:\n\t+ £100,000,000 for the devolved administrations in Scotland, Wales, and Northern Ireland.\n\t+ £50,000,000 for the Scottish Government.\n\t+ £25,000,000 for the Welsh Government.\n\t+ £15,000,000 for the Northern Ireland Executive.\n\t+ £10,000,000 for the Police Service of Northern Ireland.\n\t+ £5,000,000 for the Northern Ireland Courts and Tribunals Service.\n* The act requires that any surplus of resources for the year ending March 31, 2018, be applied towards reducing the national debt.\n* The act also requires that any income arising for the year ending March 31, 2018, be appropriated for use for current or capital purposes, as specified in the Scheduled Estimates."
}