{
    "general": "This law allows members of the clergy to run for seats in the House of Commons, which they were previously not allowed to do due to their religious affiliations. It also keeps the current ban on Lords Spiritual (members of the Church of England who sit in the House of Lords) running for seats in the House of Commons. Essentially, this law opens up the opportunity for more people to participate in the political process by removing barriers based on religion.",
    "series": [
        [
            {
                "length": 153,
                "short": "\"Religious Freedom in Parliament: Clergy Allowed to Run for Office\"",
                "text": "* Simplified point 1: Removes the disqualification of clergy from being members of the House of Commons, allowing them to run for office without fear of being disqualified due to their religious affiliation.\n* Simplified point 2: Retains the disqualification of Lords Spiritual from being members of the House of Commons, ensuring that the Church of England maintains its representation in the upper house.\n* Simplified point 3: Repeals existing laws related to the disqualification of clergy from the House of Commons, streamlining the legislation and updating it for modern times."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The House of Commons (Removal of Clergy Disqualification) Act 2001 allows religious leaders, known as clergy, to become members of the House of Commons without facing discrimination because of their faith. This means they can now run for political office without worrying about being disqualified based on their religious beliefs. However, the law still prevents Lords Spiritual, who represent the Church of England in the upper house, from becoming members of the House of Commons. This act repeals old laws that unfairly targeted clergy and updates the legislation to make it more relevant today. In short, this law helps ensure fairness and equality for all religions in British politics.",
    "single": "\n• Removes the disqualification of clergy from membership in the House of Commons.\n• A person is not disqualified from being or being elected as a member of the House of Commons merely because they have been ordained or are a minister of any religious denomination.\n• However, a person is disqualified from being or being elected as a member of the House of Commons if they are a Lord Spiritual.\n• Schedule 1 makes amendments consequential to this section, and Schedule 2 repeals enactments related to the disqualification of clergy from membership of the House of Commons.\n• The Act may be cited as the House of Commons (Removal of Clergy Disqualification) Act 2001.\n• Any amendment or repeal in Schedules 1 and 2 has the same extent as the enactment to which it relates.\n• The Act extends to Northern Ireland."
}