{
    "general": "This law makes it illegal to grow or allow ragwort plants to spread on your land, as they can be harmful to horses and other animals if eaten. It also gives local authorities the power to take action against people who don't comply with these rules. The goal of the law is to protect animals from getting sick or dying from eating ragwort.",
    "series": [
        [
            {
                "length": 187,
                "short": "\"Ragwort Control Measures in England and Wales\"",
                "text": "\n* Simplified point 1: The Ragwort Control Act 2003 allows the government to create a code of practice for preventing the spread of ragwort, a weed that can harm livestock.\n* Simplified point 2: The code of practice must be made after consulting with appropriate persons and laid before Parliament. It is admissible in evidence in legal proceedings.\n* Simplified point 3: The Act applies to England and Wales only and comes into force three months after being passed.\n* Simplified point 4: The Act gives the government the power to make further orders varying or omitting the reference to the Weeds Act 1959 in Schedule 1 to the National Assembly for Wales (Transfer of Functions) Order 1999."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Ragwort Control Act 2003 helps keep ragwort, a plant that can hurt animals, under control. The government can make rules about how to stop the spread of ragwort, like telling farmers and landowners what they need to do to keep their land free of ragwort. These rules have to be good for everyone and follow what experts say. The law only applies to England and Wales, and it started working three months after becoming law. This means that if you live in England or Wales, you might need to help keep ragwort away from your land so that animals don't get sick or die from eating it.",
    "single": "\n* The Ragwort Control Act 2003 aims to control the spread of ragwort, a weed that can be harmful to livestock and humans.\n* The Act allows the Minister to make a code of practice for preventing the spread of ragwort, which must be consulted on and laid before Parliament.\n* The code is admissible in evidence in court and must be taken into account in determining any questions arising in proceedings.\n* The Act applies to England and Wales only.\n* The Act comes into force at the end of three months after it is passed.\nEFFECTS OF THE ACT:\n* Provides guidance on how to prevent the spread of ragwort.\n* Allows the Minister to make a code of practice for ragwort control.\n* Requires the code to be consulted on and laid before Parliament.\n* Makes the code admissible in evidence in court.\n* Applies to England and Wales only.\n* Comes into force at the end of three months after it is passed."
}