[
    {
        "length": 1199,
        "text": "\nRegistration: provision of signature, date of birth and other information\n\tThe Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\") (in this Actreferred to as “the 1983 Act”) is amended as follows.\n\tIn section 10 (maintenance of registers: annual canvass), after subsection(4) there is inserted—\n\t\t“(4A)Subject to subsection (4B) below, the information to be obtained by theuse of such a form for the purposes of a canvass in Northern Ireland shallinclude—\n\t\tthe signature of each of the persons in relation to whom the form iscompleted;\n\t\tthe date of birth of each such person; and\n\t\tin relation to each such person—\n\t\this national insurance number or a statement that he does not have one,\n\t\ta statement of whether or not he has been resident in Northern Ireland forthe whole of the three-month period ending on the 15th October in the year inquestion, and\n\t\tany address in the United Kingdom in respect of which he is or hasapplied to be registered (other than the address in respect of which the formis completed),\n\t\tand the power in subsection (4) above to prescribe a form includes power togive effect to the requirements of this subsection.\n\t\t(4B)The Chief Electoral Officer for Northern Ireland may dispense with therequirement mentioned in subsection (4A)(a) above in relation to any person ifhe is satisfied that it is not reasonably practicable for that person to signin a consistent and distinctive way because of any incapacity of his orbecause he is unable to read.”\n\tIn section 10A (maintenance of registers: registration of electors)—\n\t\tafter subsection (1) there is inserted—\n\t\t“(1A)Subject to subsection (1B) below, an application for registration inrespect of an address in Northern Ireland shall include—\n\t\tthe signature of each of the persons to whom the application relates;\n\t\tthe date of birth of each such person; and\n\t\tin relation to each such person—\n\t\this national insurance number or a statement that he does not have one,\n\t\ta statement of whether or not he has been resident in Northern Ireland forthe whole of the three-month period ending on the date of the application, and\n\t\tany other address in the United Kingdom in respect of which he is or hasapplied to be registered,\n\t\tand the power in subsection (1) above to prescribe requirements includes powerto give effect to the requirements of this subsection.\n\t\t(1B)The Chief Electoral Officer for Northern Ireland may dispense with therequirement mentioned in subsection (1A)(a) above in relation to any person ifhe is satisfied that it is not reasonably practicable for that person to signin a consistent and distinctive way because of any incapacity of his orbecause he is unable to read.”,\n\t\tin subsection (5), at the beginning there is inserted “Subject tosubsection (5A) below,”,\n\t\tafter subsection (5) there is inserted—\n\t\t“(5A)A person’s name is to be removed from the register in respect of anyaddress if—\n\t\tthe form mentioned in section 10(4) above in respect of that address doesnot include all the information relating to him required by virtue of section10(4A) above; or\n\t\tthe registration officer determines that he is not satisfied with theinformation relating to that person which was included in that form pursuantto that requirement.”,\n\t\tin subsection (6), after “above,” there is inserted “or his name is to beremoved from it by virtue of subsection (5A) above,”, and\n\t\tin subsection (8), after “(5)” there is inserted “, (5A)”.\n\tIn section 13A (alteration of registers), after subsection (2) there isinserted—\n\t“(2A)Subject to subsection (2B) below, an application for registration undersubsection (1)(a) above in respect of an address in Northern Ireland shallinclude—\n\t\tthe signature of each of the persons to whom the application relates;\n\t\tthe date of birth of each such person; and\n\t\tin relation to each such person—\n\t\this national insurance number or a statement that he does not have one,\n\t\ta statement of whether or not he has been resident in Northern Ireland forthe whole of the three-month period ending on the date of the application, and\n\t\tany other address in the United Kingdom in respect of which he is or hasapplied to be registered,\n\t\tand the power in subsection (1)(a) above to prescribe requirements includespower to give effect to the requirements of this subsection.\n\t\t(2B)The Chief Electoral Officer for Northern Ireland may dispense with therequirement mentioned in subsection (2A)(a) above in relation to any person ifhe is satisfied that it is not reasonably practicable for that person to signin a consistent and distinctive way because of any incapacity of his orbecause he is unable to read.”"
    },
    {
        "length": 484,
        "text": "\nDates of birth and ballot papers\n\tSchedule 1 to the 1983 Act (parliamentary elections rules) is amended asfollows.\n\tIn rule 35 (questions to be put to voters)—\n\t\tafter paragraph (1) there is inserted—\n\t\t\t“(1A)In the case of a person applying as an elector, the presiding officer mayput the following additional question—\n\t\t“What is your date of birth?”.”, and\n\t\tin paragraph (2), after “mentioned” there is inserted “in paragraph (1)”.\n\tIn rule 37 (delivery of ballot paper to voter except in cases of doubt)—\n\t\tin paragraph (1B), for “the document” to the end there is substituted—\n\t\tthe document; or\n\t\tthe apparent age of the voter as compared with his age according to thedate supplied as the date of his birth pursuant to section 10(4A)(b),10A(1A)(b) or 13A(2A)(b) of this Act,\n\t\traises a reasonable doubt as to whether the voter is the elector or proxy herepresents himself to be.”,\n\t\tin paragraph (1C), for the words from “Where” to “decides,” there issubstituted “Where in such a case it is a presiding officer who so decides,”,and\n\t\tfor paragraph (1D) there is substituted—\n\t\t“(1D)Where in such a case it is a clerk who so decides, he shall refer thematter and produce the document to the presiding officer, who shall proceed asif it had been to him that the voter had presented himself and produced thedocument in the first place.”\n\tIn rule 40 (tendered ballot papers), in paragraph (1B), after “where” thereis inserted—\n\t\tunder paragraph (3) of rule 35 a ballot paper is not delivered to a personfollowing his unsatisfactory answer to the question in paragraph (1A) of thatrule; or\n\t\t”. "
    },
    {
        "length": 1615,
        "text": "\nAbsent votes and declarations of identity\n\tThe Representation of the People Act [1985 (c.50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\") is amended inaccordance with subsections (2) and (3).\n\tIn section 6 (absent vote at elections for an indefinite period)—\n\t\tin subsection (1), the word “and” at the end of paragraph (b) is omitted,and after that paragraph there is inserted—\n\t\tthe application states the applicant’s date of birth and the registrationofficer is satisfied that the date stated corresponds with the date suppliedas the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b)or 13A(2A)(b) of the principal Act,\n\t\tthe application is signed and (unless section 10(4B), 10A(1B) or 13A(2B)of the principal Act applies) the registration officer is satisfied that thesignature on the application corresponds with the signature supplied as theapplicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a)of the principal Act,\n\t\tthe application either states the applicant’s national insurance number orstates that he does not have one, and the registration officer is satisfied asmentioned in subsection (1A) below, and”, and\n\t\tafter subsection (1) there is inserted—\n\t\t\t“(1A)For the purposes of subsection (1)(bc) above, the registration officermust be satisfied—\n\t\tif the application states a national insurance number, that therequirements of subsection (1B) below are met, or\n\t\tif the application states that the applicant does not have a nationalinsurance number, that no such number was supplied as his national insurancenumber pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of theprincipal Act.\n\t\t(1B)The requirements of this subsection are met if—\n\t\tthe number stated as mentioned in subsection (1A)(a) above is the same asthe one supplied as the applicant’s national insurance number pursuant tosection 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or\n\t\tno national insurance number was supplied under any of those provisions,but the registration officer is not aware of any reason to doubt theauthenticity of the application.”\n\tIn section 7 (absent vote at a particular election)—\n\t\tin subsection (1), the word “and” at the end of paragraph (b) is omitted,and after that paragraph there is inserted—\n\t\tthe application states the applicant’s date of birth and the registrationofficer is satisfied that the date stated corresponds with the date suppliedas the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b)or 13A(2A)(b) of the principal Act,\n\t\tthe application is signed and (unless section 10(4B), 10A(1B) or 13A(2B)of the principal Act applies) the registration officer is satisfied that thesignature on the application corresponds with the signature supplied as theapplicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a)of the principal Act,\n\t\tthe application either states the applicant’s national insurance number orstates that he does not have one, and the registration officer is satisfied asmentioned in subsection (1A) below, and”, and\n\t\tafter subsection (1) there is inserted—\n\t\t“(1A)For the purposes of subsection (1)(bc) above, the registration officermust be satisfied—\n\t\tif the application states a national insurance number, that therequirements of subsection (1B) below are met, or\n\t\tif the application states that the applicant does not have a nationalinsurance number, that no such number was supplied as his national insurancenumber pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of theprincipal Act.\n\t\t(1B)The requirements of this subsection are met if—\n\t\tthe number stated as mentioned in subsection (1A)(a) above is the same asthe one supplied as the applicant’s national insurance number pursuant tosection 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or\n\t\tno national insurance number was supplied under any of those provisions,but the registration officer is not aware of any reason to doubt theauthenticity of the application.”\n\tIn Schedule 1 to the 1983 Act (parliamentary elections rules)—\n\t\trule 24 (postal ballot papers) is renumbered as paragraph (1) of that rule,\n\t\tafter paragraph (1) of rule 24 (as so renumbered) there is inserted—\n\tThe prescribed form shall include provision for the form to be signed and,in the case of an elector, for stating his date of birth.”, and\n\t\tin rule 45 (the count)—\n\t\tin paragraph (2), the words from “it is returned” to the end are to be sub-paragraph (a) of that paragraph, and after “authenticated” there is inserted“, and\n\t\tin the case of an elector, that declaration of identity states the date ofbirth of the elector and the returning officer is satisfied that the datestated corresponds with the date supplied as the date of the elector’s birthpursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of this Act.”, and\n\t\tafter paragraph (2) there is inserted—\n\t\t“(2A)In the case of an elector, unless section 10(4B), 10A(1B) or 13A(2B) ofthis Act applies, the declaration of identity referred to in paragraph (2)shall be taken not to be duly signed unless the returning officer is satisfiedthat the signature on the declaration corresponds with the signature suppliedas the elector’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or13A(2A)(a) of this Act.”"
    },
    {
        "length": 446,
        "text": "\nElectoral identity card\n\tThe 1983 Act is amended as follows.\n\tAfter section 13B there is inserted—\n\t“13CElectoral identity card: Northern Ireland\n\t\tThis section applies where a person makes an application in accordance withany prescribed requirements to the Chief Electoral Officer for NorthernIreland for an electoral identity card.\n\t\tRegulations may provide for—\n\t\t\tthe descriptions of person who may make such an application; and\n\t\t\tthe form in which such an application is to be made.\n\t\tThe Chief Electoral Officer shall determine such an application and, if heis satisfied that the information given by the applicant is correct, he shallissue an electoral identity card to the applicant free of charge.\n\t\tThe electoral identity card issued to an applicant shall—\n\t\t\tstate his full name and date of birth,\n\t\t\tbear his photograph,\n\t\t\tindicate when the card ceases to be current, and\n\t\t\tinclude such other information and be in such form as the Chief ElectoralOfficer shall determine.\n\t\tFor the purposes of subsection (4) above and rule 37(1E) in Schedule 1 tothis Act (specified documents), an electoral identity card becomes current onthe date of its issue and ceases to be so on the expiry of the period of 10years beginning with that date.\n\t\tAny expenses properly incurred by the Chief Electoral Officer in theperformance of his functions under this section shall be treated asregistration expenses of his for the purposes of this Act.\n\t\tIn this section “determine” means determine in accordance with regulations(if any).”\n\t\tIn Schedule 1 (parliamentary elections rules), in rule 37(1E) (specifieddocuments), after sub-paragraph (g) there is inserted—\n\t\t\ta current electoral identity card issued under section 13C of this Act”."
    },
    {
        "length": 176,
        "text": "\nDisabled voters\n\tIn Schedule 1 to the 1983 Act (parliamentary elections rules), rule 39(voting by persons with disabilities) is amended as follows.\n\tIn paragraph (2), for “If” there is substituted “Subject to paragraph (2A)below, if”.\n\tAfter paragraph (2) there is inserted—\n\t\t“(2A)Paragraphs (1A) to (1G) of rule 37 shall apply in the case of a voter whoapplies under paragraph (1) above as they apply in the case of a voter whoapplies under rule 37(1), but reading references to delivering a ballot paperto a voter as references to granting a voter’s application.”."
    },
    {
        "length": 289,
        "text": "\nRegulations as to information about national insurance numbers\n\tIn Schedule 2 to the 1983 Act (provisions which may be contained inregulations as to registration), paragraph 1 is amended as follows.\n\tAfter sub-paragraph (4) there is inserted—\n\t\t“(4A)Provision for the disclosure (otherwise than by virtue of sub-paragraph(4) above) by the authority responsible for national insurance numbers (“therelevant authority”) to the Chief Electoral Officer for Northern Ireland,following a request by him, of—\n\t\tthe national insurance number recorded in respect of an individualspecified or described in the request, or of the fact that the individual isnot recorded as having a national insurance number, and\n\t\tin the case of such an individual recorded as having a national insurancenumber, any name and former name, date of birth, sex and address as recordedby the relevant authority in respect of the individual in question.\n\t\t(4B)Provision authorising the relevant authority to charge fees to the ChiefElectoral Officer for Northern Ireland to cover the expenses of the relevantauthority in complying with such requests.”\n\tIn sub-paragraph (5), after “sub-paragraph (4)” there is inserted “or(4A)”."
    },
    {
        "length": 603,
        "text": "\nOffences \n\tAfter section 13C of the 1983 Act (inserted by section 4 of this Act),there is inserted—\n\t“13DProvision of false information\n\t\tA person who provides false information pursuant to any requirement ofsection 10(4A), 10A(1A) or 13A(2A) above—\n\t\t\ton a form mentioned in section 10(4) above and returned to the ChiefElectoral Officer for Northern Ireland; or\n\t\t\tin an application made to him under section 10A or 13A above,\n\t\t\t\tis guilty of an offence.\n\t\tA person who provides false information to the Chief Electoral Officer forNorthern Ireland for the purpose of obtaining the dispensation referred to insection 10(4B), 10A(1B) or 13A(2B) above is guilty of an offence.\n\t\tIn relation to a signature, “false information” for the purposes ofsubsection (1) means a signature which—\n\t\t\tis not the usual signature of; or\n\t\t\twas written by a person other than,\n\t\t\tthe person whose signature it purports to be.\n\t\tA person does not commit an offence under subsection (1) above if he didnot know, and had no reason to suspect, that the information was false.\n\t\tWhere sufficient evidence is adduced to raise an issue with respect to thedefence under subsection (4) above, the court shall assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\tA person guilty of an offence under this section shall be liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months; or\n\t\t\ta fine not exceeding level 5 on the standard scale,\n\t\t\tor to both.”\n\t\tIn Part 1 of Schedule 1 to the Elected Authorities (Northern Ireland) Act[1989 (c. 3)](/id/ukpga/1989/3?view=plain \"Go to item of legislation\")(application to local elections in Northern Ireland of provisions of the 1983Act), in the entry relating to sections 9, 10, 10A and 13 to 13B—\n\t\t\tfor “and 13 to 13B” there is substituted “, 13 to 13B and 13D”, and\n\t\t\tafter “registers” there is inserted “and related offences”."
    },
    {
        "length": 215,
        "text": "\nShort title, interpretation, commencement and extent\n\tThis Act may be cited as the Electoral Fraud (Northern Ireland) Act 2002,and is to be included among the Acts that may be cited as the Representationof the People Acts.\n\tIn this Act, “the 1983 Act” means the Representation of the People Act[1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\").\n\tApart from section 5 and this section, this Act comes into force on suchday as the Secretary of State may by order made by statutory instrumentappoint, and different days may be appointed for different provisions and fordifferent purposes.\n\tAn order under subsection (3) may make such transitional provision as theSecretary of State considers necessary or expedient.\n\tThis Act extends to Northern Ireland only.\n\t\t"
    }
]