{
    "general": "This law makes sure that people who want to vote in Northern Ireland can do so safely and fairly. It helps prevent fraudulent votes from being cast. The law requires the Chief Electoral Officer for Northern Ireland to collect information about voters, such as their names, dates of birth, and addresses. This information is used to verify the identities of voters and make sure they are eligible to vote. The law also allows for the issuance of electoral identity cards to help voters with disabilities cast their ballots more easily. Overall, the purpose of this law is to protect the integrity of the electoral process in Northern Ireland.",
    "series": [
        [
            {
                "length": 213,
                "short": "\"Voter Registration Requirements in Northern Ireland: Identity Verification and Removal of Names from Register\"",
                "text": "\n* Simplified point 1: The Electoral Fraud (Northern Ireland) Act 2002 requires individuals to provide their signature, date of birth, and other personal information when registering to vote.\n* Simplified point 2: The act also allows for the use of forms to obtain this information, and specifies that the form must include the individual's signature, date of birth, and other identifying information.\n* Simplified point 3: The Chief Electoral Officer for Northern Ireland has the authority to dispense with certain requirements if it is not reasonably practical for the individual to comply due to incapacity or illiteracy.\n* Simplified point 4: The act also provides for the removal of a person's name from the register if they do not provide all the required information or if the registration officer is not satisfied with the information provided."
            },
            {
                "length": 160,
                "short": "\"Voter Identity Verification Laws in Place\"",
                "text": "\n* Simplified point 1: The law requires the presiding officer at a polling station to ask voters for their date of birth to verify their identity.\n* Simplified point 2: If a voter's apparent age differs significantly from their stated date of birth, the presiding officer can challenge their eligibility to vote.\n* Simplified point 3: The law also allows the presiding officer to request additional documentation to prove a voter's identity if there is any doubt about their eligibility to vote.\n* Simplified point 4: If a voter cannot provide satisfactory proof of their identity, they will not be given a ballot paper."
            },
            {
                "length": 273,
                "short": "\"Electoral Integrity: Verifying Voter Information\"",
                "text": "\n* Simplified point 1: The Electoral Fraud (Northern Ireland) Act 2002 amends the Representation of the People Act 1985 to require absentee voters to provide their date of birth and national insurance number when applying for a postal ballot.\n* Simplified point 2: The registration officer must verify the information provided on the application form, including the applicant's date of birth and national insurance number, before issuing a postal ballot paper.\n* Simplified point 3: If the application form is signed but does not state a national insurance number, the registration officer must be satisfied that no such number was supplied as the applicant's national insurance number pursuant to certain sections of the principal Act.\n* Simplified point 4: The requirements of subsection (1A) are met if the number stated in the application form is the same as the one supplied as the applicant's national insurance number pursuant to certain sections of the principal Act, or if no national insurance number was supplied under any of those provisions but the registration officer is not aware of any reason to doubt the authenticity of the application."
            },
            {
                "length": 220,
                "short": "\"Voting Made Easier with Electoral Identity Cards\"",
                "text": "\n* Simplified point 1: The Electoral Identity Card allows voters to prove their identity at polling stations without needing to bring identification documents.\n* Simplified point 2: The Electoral Identity Card will contain the voter's name, date of birth, photograph, and expiration date, and it will be issued free of charge by the Chief Electoral Officer.\n* Simplified point 3: The Electoral Identity Card will be valid for 10 years from the date of issuance, and it can be used as proof of identity in parliamentary elections.\n* Simplified point 4: The Chief Electoral Officer will determine the applications for Electoral Identity Cards and issue them to eligible applicants.\n* Simplified point 5: The Electoral Identity Card is considered a specified document for the purpose of parliamentary elections, as stated in Rule 37(1E) of Schedule 1 to the Act."
            },
            {
                "length": 93,
                "short": "\"Empowering Disabled Voters: Election Reforms in Northern Ireland\"",
                "text": "\n* Simplified point 1: The legislation amends the rules for voting by disabled voters in parliamentary elections in Northern Ireland.\n* Simplified point 2: It adds a new provision that allows disabled voters to apply for a ballot paper in the same way as other voters, rather than having to deliver it to them personally."
            },
            {
                "length": 146,
                "short": "\"Disclosure of National Insurance Information for Electoral Purposes in Northern Ireland\"",
                "text": "\n* Simplified point 1: This section of the legislation allows for the disclosure of information about individuals' national insurance numbers to the Chief Electoral Officer for Northern Ireland upon request.\n* Simplified point 2: The relevant authority responsible for national insurance numbers can charge fees to the Chief Electoral Officer for covering their expenses related to complying with these requests.\n* Simplified point 3: The provision also includes the ability to disclose additional information about individuals, such as names, dates of birth, sex, and addresses, if they have a recorded national insurance number."
            },
            {
                "length": 197,
                "short": "\"Voter Fraud Laws: Consequences for False Information\"",
                "text": "\n* Simplified point 1: This law makes it illegal to provide false information when registering to vote or casting a ballot.\n* Simplified point 2: Providing a false signature or pretending to be someone else to vote is also illegal and can lead to imprisonment or fines.\n* Simplified point 3: The law applies to anyone who provides false information, including those who provide false information to obtain a dispensation.\n* Simplified point 4: If a person did not know and had no reason to suspect that the information was false, they will not be held liable for the offense.\n* Simplified point 5: The law includes a provision stating that if sufficient evidence is presented to raise an issue with the defense, the court will assume that the defense is satisfied unless the prosecution proves otherwise."
            },
            {
                "length": 129,
                "short": "\"Electoral Fraud (Northern Ireland) Act 2002: Regulating Voting Practices in NI\"",
                "text": "\n* This act can be referred to as the Electoral Fraud (Northern Ireland) Act 2002.\n* The act refers to other acts like the Representation of the People Act [1983 (c. 2)]\n* Different parts of the act will come into effect at different times, which can be specified through an order made by the Secretary of State using a statutory instrument.\n* The act only applies to Northern Ireland."
            }
        ],
        [
            {
                "length": 674,
                "short": "\"Voter Identification Requirements in Northern Ireland Parliamentary Elections\"",
                "text": "\n* Simplified point 1: The Electoral Fraud (Northern Ireland) Act 2002 requires individuals to provide their signature, date of birth, and other personal information when registering to vote.\n* Simplified point 2: The act also allows for the use of forms to obtain this information, and specifies that the form must include the individual's signature, date of birth, and other identifying information.\n* Simplified point 3: The Chief Electoral Officer for Northern Ireland has the authority to dispense with certain requirements if it is not reasonably practical for the individual to comply due to incapacity or illiteracy.\n* Simplified point 4: The act also provides for the removal of a person's name from the register if they do not provide all the required information or if the registration officer is not satisfied with the information provided.\n* Simplified point 5: The law requires the presiding officer at a polling station to ask voters for their date of birth to verify their identity.\n* Simplified point 6: If a voter's apparent age differs significantly from their stated date of birth, the presiding officer can challenge their eligibility to vote.\n* Simplified point 7: The law also allows the presiding officer to request additional documentation to prove a voter's identity if there is any doubt about their eligibility to vote.\n* Simplified point 8: If a voter cannot provide satisfactory proof of their identity, they will not be given a ballot paper.\n* Simplified point 9: The Electoral Identity Card allows voters to prove their identity at polling stations without needing to bring identification documents.\n* Simplified point 10: The Electoral Identity Card will contain the voter's name, date of birth, photograph, and expiration date, and it will be issued free of charge by the Chief Electoral Officer.\n* Simplified point 11: The Electoral Identity Card will be valid for 10 years from the date of issuance, and it can be used as proof of identity in parliamentary elections.\n* Simplified point 12: The Chief Electoral Officer will determine the applications for Electoral Identity Cards and issue them to eligible applicants.\n* Simplified point 13: The Electoral Identity Card is considered a specified document for the purpose of parliamentary elections, as stated in Rule 37(1E) of Schedule 1 to the Act.\n* Simplified point 14: The legislation amends the rules for voting by disabled voters in parliamentary elections in Northern Ireland.\n* Simplified point 15: It adds a new provision that allows disabled voters to apply for a ballot paper in the same way as other voters, rather than having to deliver it to them personally.\n* Simplified point 16: The provision also includes the ability to disclose additional information about individuals, such as names, dates of birth, sex, and addresses, if they have a recorded national insurance number."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Electoral Fraud (Northern Ireland) Act 2002 regulates voting practices in Northern Ireland to ensure fairness and integrity in the electoral process. Key provisions include requiring individuals to provide their signature, date of birth, and other personal information when registering to vote, allowing for the use of forms to obtain this information, and providing for the removal of a person's name from the register if they do not provide all the required information. Additionally, the act empowers disabled voters by providing election reforms, verifying voter information, and making it illegal to provide false information when registering to vote or casting a ballot. Overall, the act aims to prevent electoral fraud and maintain the integrity of the electoral process in Northern Ireland."
}