[
    {
        "length": 1330,
        "text": "\nOffence of female genital mutilation\n\tA person is guilty of an offence if he excises, infibulates or otherwisemutilates the whole or any part of a girl’s labia majora, labia minora orclitoris.\n\tBut no offence is committed by an approved person who performs—\n\t\ta surgical operation on a girl which is necessary for her physical ormental health, or\n\t\ta surgical operation on a girl who is in any stage of labour, or has justgiven birth, for purposes connected with the labour or birth.\n\tThe following are approved persons—\n\t\tin relation to an operation falling within subsection (2)(a), a registeredmedical practitioner,\n\t\tin relation to an operation falling within subsection (2)(b), a registeredmedical practitioner, a registered midwife or a person undergoing a course oftraining with a view to becoming such a practitioner or midwife.\n\tThere is also no offence committed by a person who—\n\t\tperforms a surgical operation falling within subsection (2)(a) or (b)outside the United Kingdom, and\n\t\tin relation to such an operation exercises functions corresponding to thoseof an approved person.\n\tFor the purpose of determining whether an operation is necessary for themental health of a girl it is immaterial whether she or any other personbelieves that the operation is required as a matter of custom or ritual.\nOffence of assisting a girl to mutilate her own genitalia\n\tA person is guilty of an offence if he aids, abets, counsels or procures agirl to excise, infibulate or otherwise mutilate the whole or any part of herown labia majora, labia minora or clitoris.\nOffence of assisting a non-UK person to mutilate overseas a girl’sgenitalia\n\tA person is guilty of an offence if he aids, abets, counsels or procures aperson who is not a United Kingdom national or permanent United Kingdomresident to do a relevant act of female genital mutilation outside the UnitedKingdom.\n\tAn act is a relevant act of female genital mutilation if—\n\t\tit is done in relation to a United Kingdom national or permanent UnitedKingdom resident, and\n\t\tit would, if done by such a person, constitute an offence under section 1.\n\tBut no offence is committed if the relevant act of female genitalmutilation—\n\t\tis a surgical operation falling within section 1(2)(a) or (b), and\n\t\tis performed by a person who, in relation to such an operation, is anapproved person or exercises functions corresponding to those of an approvedperson.\nExtension of sections 1 to 3 to extra-territorial acts\n\tSections 1 to 3 extend to any act done outside the United Kingdom by aUnited Kingdom national or permanent United Kingdom resident.\n\tIf an offence under this Act is committed outside the United Kingdom—\n\t\tproceedings may be taken, and\n\t\tthe offence may for incidental purposes be treated as having beencommitted,\n\t\t\tin any place in England and Wales or Northern Ireland.\nPenalties for offences\n\tA person guilty of an offence under this Act is liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding 14years or a fine (or both),\n\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor a fine not exceeding the statutory maximum (or both).\nDefinitions \n\tGirl includes woman.\n\tA United Kingdom national is an individual who is—\n\t\ta British citizen, a British overseas territories citizen, a BritishNational (Overseas) or a British Overseas citizen,\n\t\ta person who under the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") is a Britishsubject, or\n\t\ta British protected person within the meaning of that Act.\n\tA permanent United Kingdom resident is an individual who is settled in theUnited Kingdom (within the meaning of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\")).\n\tThis section has effect for the purposes of this Act.\nConsequential provision\n\tThe Prohibition of Female Circumcision Act [1985 (c.38)](/id/ukpga/1985/38?view=plain \"Go to item of legislation\") ceases to haveeffect.\n\tIn paragraph 1(b) of the Schedule to the Visiting Forces Act [1952 (c.67)](/id/ukpga/1952/67?view=plain \"Go to item of legislation\") (offencesagainst the person in respect of which a member of a visiting force may incertain circumstances not be tried by a United Kingdom court), for paragraph(xi) there is substituted—\n\t\tthe Female Genital Mutilation Act 2003;”.\nShort title, commencement, extent and general saving\n\tThis Act may be cited as the Female Genital Mutilation Act 2003.\n\tThis Act comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint.\n\tAn order under subsection (2) may include transitional or savingprovisions.\n\tThis Act does not extend to Scotland.\n\tNothing in this Act affects any criminal liability arising apart from thisAct.\n\t\t"
    }
]