{
    "general": "This act makes it illegal for anyone to perform or help with any kind of harmful cutting or removal of parts from a girl's body, especially her private areas. It also helps protect girls from being forced into this practice and ensures they get proper medical care if needed. The goal is to keep girls safe and healthy so they can grow up strong and happy.",
    "series": [
        [
            {
                "length": 272,
                "short": "The Female Genital Mutilation Law: Prohibition of FGM on Minors",
                "text": "\n* Simplified point 1: The Female Genital Mutilation Act of 2003 makes it illegal for anyone to perform female genital mutilation (FGM) on girls under the age of 18, regardless of their nationality or where they are located.\n* Simplified point 2: The law applies to all forms of FGM, including excision, infibulation, and other types of mutilation. It also covers assisting or encouraging someone else to commit FGM.\n* Simplified point 3: The law extends to acts committed outside the UK if they involve a UK national or permanent resident, and can lead to penalties of up to 14 years' imprisonment or fines.\n* Simplified point 4: The definition of \"girl\" includes women, and the law applies to all forms of FGM, regardless of the motivation behind it (e.g., cultural or religious beliefs).\n* Simplified point 5: The law does not apply to surgical operations performed by approved medical professionals for medical reasons, such as during childbirth or to address a physical or mental health issue."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Female Genital Mutilation Act of 2003 makes it illegal for anyone to hurt girls under 18 by cutting or removing parts of their body, especially their private areas. This law applies to all kinds of harmful practices, no matter where they happen or who does them. If you help someone else do these bad things, you could go to jail for up to 14 years or pay a fine. Even if someone thinks they are doing it for a good reason, like religion or culture, it is still against the law. But, if a doctor needs to cut or remove something for medical reasons, like during childbirth or to fix a health problem, that is okay. So, let's keep little girls safe and sound!",
    "single": "\n* The Female Genital Mutilation Act of 2003 makes it illegal for anyone to perform or assist in the mutilation of a girl's genitalia, including infibulation or excision of the labia majora, labia minora, or clitoris.\n* The act also makes it illegal to aid, abet, counsel, or procure a girl to mutilate her own genitalia or to assist a non-UK person to mutilate a girl's genitalia outside the UK.\n* The act applies to any act done outside the UK by a UK national or permanent UK resident.\n* The act extends to any act done outside the UK by a UK national or permanent UK resident.\n* Proceedings may be taken and the offence may be treated as having been committed in any place in England and Wales or Northern Ireland.\n* A person guilty of an offence under this act is liable to imprisonment for up to 14 years or a fine (or both).\n* The act defines a \"girl\" to include a woman, and a \"United Kingdom national\" to include a British citizen, British overseas territories citizen, British National (Overseas), or British Overseas citizen.\n* The act also defines a \"permanent United Kingdom resident\" as an individual who is settled in the UK within the meaning of the Immigration Act 1971.\n* The act has effect for the purposes of this act, and the Prohibition of Female Circumcision Act 1985 ceases to have effect.\n* The act may be cited as the Female Genital Mutilation Act 2003, and comes into force on such day as the Secretary of State may by order made by statutory instrument appoint.\n* The act does not extend to Scotland, and nothing in the act affects any criminal liability arising apart from this act."
}