{
    "general": "This law allows the government to spend money from April 2019 to March 2020. It also lets the government borrow money from the bank to pay for these expenses. This act also tells the government which areas they can spend the money on, like healthcare or education.",
    "series": [
        [
            {
                "length": 220,
                "short": "\"UK Budget Allocation for Fiscal Year 2020\"",
                "text": "* Simplified point 1: The act increases the authorization for use of resources for the year ending with 31 March 2020 by £348,553,768,000.\n* Simplified point 2: Of the amount authorized, £301,261,042,000 is for use for current purposes, and £47,292,726,000 is for use for capital purposes.\n* Simplified point 3: The act appropriates funds for various expenditures, including £629,891,042,000 for the year ending with 31 March 2020.\n* Simplified point 4: The act also makes provisions for the use of income arising for the year ending with 31 March 2020 from specified matters."
            }
        ]
    ],
    "summary": "The Supply and Appropriation (Main Estimates) Act 2019 allows the government to spend more money on different things for the financial year ending on March 31st, 2020. This includes spending on important things like healthcare, education, and defense. The law says how much money can be spent on these things and where it will come from. For example, most of the money will come from a special fund called the \"Consolidated Fund.\" Some of the money will also come from other sources, like taxes and fees. The law also tells the government how to use any extra money that comes in during the year. So, this law helps the government plan its spending for the next year.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2019 authorizes the use of resources for the year ending March 31st, 2020.\n\n* The act provides for the issue of money out of the consolidated fund and its application for expenditure authorized by parliament.\n\n* It also appropriates resources for various purposes such as current or capital expenditure, depending on their identification in the scheduled estimates.\n\n* The act sets out the amounts of resources that can be used for different purposes, including current or capital expenditure, and identifies the amounts that represent estimated surpluses.\n\n* It also makes provisions for the use of income arising from various sources during the year.\n\n* The act authorizes the treasury to give directions for rectifying any contraventions of its provisions.\n\n* The appropriations and other provisions made by the act are to be treated as having had effect from the beginning of April 1st, 2019."
}