[
    {
        "length": 1521,
        "text": "\nGeneral customs functions of the Secretary of State\n\tGeneral customs functions of the Secretary of State\n\t\tThe functions of the Commissioners for Her Majesty’s Revenue and Customsthat are exercisable in relation to general customs matters are exercisable bythe Secretary of State concurrently with the Commissioners.\n\t\tFor the purposes of this Part, a “general customs matter” is a matter inrelation to which the Commissioners, or officers of Revenue and Customs, havefunctions, other than—\n\t\t\ta matter listed in Schedule 1 to the Commissioners for Revenue and CustomsAct [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"),\n\t\t\tany tax, duty or levy not mentioned in that Schedule,\n\t\t\ta matter in respect of which functions were transferred to theCommissioners from the Paymaster General under the Transfer of Functions(Office of Her Majesty’s Paymaster General) Order 2006 ([S.I.2006/607](/id/uksi/2006/607?view=plain \"Go to item of legislation\")),\n\t\t\tthe subject matter of Directive[2005/60/EC](/european/directive/2005/0060?view=plain \"Go to item oflegislation\") on the prevention of the use of the financial system for thepurpose of money laundering and terrorist financing (as amended from time totime), and\n\t\t\tthe subject matter of Regulation [(EC) No1781/2006](/european/regulation/2006/1781?view=plain \"Go to item oflegislation\") on information on the payer accompanying transfers of funds (asamended from time to time).\n\t\tIf a function is exercisable by the Commissioners—\n\t\t\tin relation to a general customs matter, and\n\t\t\tin relation to any other matter,\n\t\t\t\tthe function is exercisable by the Secretary of State in relation to thegeneral customs matter only.\n\t\tSo far as is appropriate for the purposes of or in connection with thissection, references to the Commissioners for Her Majesty’s Revenue andCustoms, or to Her Majesty’s Revenue and Customs, in an enactment, instrumentor document to which this section applies are to be construed as including areference to the Secretary of State.\n\t\tReferences in this section (other than in subsection (8))—\n\t\t\tto functions of the Commissioners are to functions conferred by anenactment to which this section applies;\n\t\t\tto functions of officers of Revenue and Customs are to functions conferredby an enactment to which section 3 (designation of general customs officials)applies.\n\t\tThis section applies to—\n\t\t\tan enactment passed or made before the end of the session in which this Actis passed, and\n\t\t\tan instrument or document issued before the passing of this Act.\n\t\tThis includes—\n\t\t\tsection 5(2)(b) of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (Commissioners'initial functions),\n\t\t\tsection 9 of that Act (ancillary powers),\n\t\t\tsection 25A(2) of that Act (certificates of debt),\n\t\t\tsection 31 of that Act (obstruction), and\n\t\t\tsection 33 of that Act (power of arrest) other than in its application toan offence under section 30 of that Act (impersonation),\n\t\t\tbut does not include any other enactment contained in that Act.\n\t\tIn this Part “general customs function” means—\n\t\t\ta function that is exercisable—\n\t\t\tby the Secretary of State by virtue of this section, or\n\t\t\tby general customs officials by virtue of section 3,\n\t\t\ta function that is conferred on general customs officials or the Secretaryof State by or by virtue of any of sections 22 to 24 (investigations anddetention), or\n\t\t\ta function under Community law that is exercisable by the Secretary ofState or general customs officials in relation to a matter—\n\t\t\tin relation to which functions under Community law are exercisable by theCommissioners or officers of Revenue and Customs, and\n\t\t\tthat is not listed in paragraphs (a) to (e) of subsection (2).\n\tPower of Secretary of State to modify functions\n\t\tThe Secretary of State may by order—\n\t\t\tamend section 1(2) (matters that are general customs matters) so as to add,modify or remove a matter;\n\t\t\tamend that section so as to exclude its application in relation to afunction of the Commissioners for Her Majesty’s Revenue and Customs or tomodify or remove a reference to a function previously so excluded;\n\t\t\tmake provision for that section to apply in relation to a functionconferred on the Commissioners by an enactment passed or made after the end ofthe session in which this Act is passed;\n\t\t\tmodify any enactment (including an enactment passed or made after thepassing of this Act) in consequence of provision made under any of paragraphs(a) to (c);\n\t\t\tmake provision for a function of the Secretary of State or general customsofficials to be treated, or not to be treated, as a general customs function.\n\t\tThe power under subsection (1)(a) may not be exercised to add any of thefollowing to section 1(2)—\n\t\t\ta matter listed in Schedule 1 to the Commissioners for Revenue and CustomsAct [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"),\n\t\t\tvalue added tax,\n\t\t\ta customs revenue matter (as to which, see section 7), or\n\t\t\ta matter listed at section 7(2)(e).\n\t\tThe Secretary of State must consult the Treasury before exercising thepower under this section."
    },
    {
        "length": 1063,
        "text": "\nGeneral customs officials\n\tDesignation of general customs officials\n\t\tThe Secretary of State by whom general customs functions are exercisablemay designate—\n\t\t\tan immigration officer, or\n\t\t\tany other official in that Secretary of State’s department,\n\t\t\t\tas a general customs official.\n\t\tA general customs official—\n\t\t\thas, in relation to a general customs matter, the same functions as anofficer of Revenue and Customs would have, and\n\t\t\tmay exercise the functions conferred on the Secretary of State by section 1(general customs functions of the Secretary of State).\n\t\tThis does not prevent the exercise of the Secretary of State’s functions byany other official of the Secretary of State.\n\t\tIf a function within subsection (2) is exercisable—\n\t\t\tin relation to a general customs matter, and\n\t\t\tin relation to any other matter,\n\t\t\tthe function is exercisable by a general customs official in relation to thegeneral customs matter only.\n\t\tSo far as is appropriate for the purposes of or in connection with thissection, references to an officer of Revenue and Customs, or to Her Majesty’sRevenue and Customs, in an enactment, instrument or document to which thissection applies are to be construed as including a reference to a generalcustoms official.\n\t\tReferences in this section to functions of an officer of Revenue andCustoms are to functions conferred by an enactment to which this sectionapplies.\n\t\tThis section applies to—\n\t\t\tan enactment passed or made, or an instrument or document issued, beforethis Act is passed, and\n\t\t\tsubject to express provision to the contrary, an enactment passed or made,or an instrument or document issued, after this Act is passed.\n\t\tThis includes—\n\t\t\tsection 2(4) of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (continuationof anything begun by one officer by another),\n\t\t\tsection 6 of that Act (officers' initial functions),\n\t\t\tsection 25(1) and (5) of that Act (conduct of civil proceedings in amagistrates' court or in the sheriff court),\n\t\t\tsection 25A(1) of that Act (certificates of debt),\n\t\t\tsection 31 of that Act (obstruction),\n\t\t\tsection 32 of that Act (assault), and\n\t\t\tsection 33 of that Act (power of arrest) other than in its application toan offence under section 30 of that Act (impersonation),\n\t\t\tbut does not otherwise include any enactment contained in that Act.\n\t\tThis section has effect subject to—\n\t\t\tany limitation specified in the official’s designation under section 4(supplementary provisions about designation), and\n\t\t\tany designation of the official under section 11 (designation of customsrevenue officials).\n\tDesignation: supplementary\n\t\tA designation under section 3 is subject to such limitations as may bespecified in the designation.\n\t\tA limitation specified under subsection (1) may, in particular, relate to—\n\t\t\tthe functions that are exercisable by virtue of the designation, or\n\t\t\tthe purposes for which those functions are exercisable.\n\t\tA designation under section 3—\n\t\t\tmay be permanent or for a specified period,\n\t\t\tmay (in either case) be withdrawn, and\n\t\t\tmay be varied.\n\t\tThe power to designate, or to withdraw or vary a designation, is exercisedby the Secretary of State giving notice to the official in question.\n\t\tThe Secretary of State may designate an official under section 3 only ifthe Secretary of State is satisfied that the official—\n\t\t\tis capable of effectively carrying out the functions that are exercisableby virtue of the designation,\n\t\t\thas received adequate training in respect of the exercise of thosefunctions, and\n\t\t\tis otherwise a suitable person to exercise those functions.\n\tDirections by the Secretary of State\n\t\tA general customs official must comply with the directions of the Secretary ofState in the exercise of general customs functions."
    },
    {
        "length": 1805,
        "text": "\nThe Director of Border Revenue\n\tThe Director of Border Revenue\n\t\tThe Secretary of State must designate an official in the department of theSecretary of State by whom general customs functions are exercisable as theDirector of Border Revenue.\n\t\tBefore making a designation under this section, the Secretary of State mustobtain the consent of the Treasury to the designation.\n\tCustoms revenue functions of the Director\n\t\tThe functions of the Commissioners for Her Majesty’s Revenue and Customsthat are exercisable in relation to customs revenue matters are exercisable bythe Director of Border Revenue concurrently with the Commissioners.\n\t\tFor the purposes of this Part, each of the following is a “customs revenuematter”—\n\t\t\tagricultural levies (within the meaning given by section 6(8) of theEuropean Communities Act [1972 (c. 68)](/id/ukpga/1972/68?view=plain \"Go toitem of legislation\"));\n\t\t\tanti-dumping duty (within the meaning of Council Regulation [(EC) No.384/96](/european/regulation/1996/0384?view=plain \"Go to item oflegislation\"), as amended from time to time);\n\t\t\tcountervailing duty (within the meaning of Council Regulation [(EC) No.2026/97](/european/regulation/1997/2026?view=plain \"Go to item oflegislation\"), as amended from time to time);\n\t\t\tcustoms duties;\n\t\t\tduties of excise other than—\n\t\t\tamusement machine licence duty,\n\t\t\tbingo duty,\n\t\t\tgaming duty,\n\t\t\tgeneral betting duty,\n\t\t\tlottery duty,\n\t\t\tpool betting duty, and\n\t\t\tremote gaming duty;\n\t\t\tvalue added tax so far as relating to the export of goods from, or theimport of goods into, the United Kingdom.\n\t\tSubsection (1) does not apply to—\n\t\t\tany function of making, by statutory instrument, any regulations, rules oran order;\n\t\t\tany function of issuing notices, directions or conditions that relate tovalue added tax and that apply generally to any person falling within theirterms.\n\t\tIf a function is exercisable by the Commissioners—\n\t\t\tin relation to a customs revenue matter, and\n\t\t\tin relation to any other matter,\n\t\t\t\tthe function is exercisable by the Director in relation to the customs revenuematter only.\n\t\tSo far as is appropriate for the purposes of or in connection with thissection, references to the Commissioners for Her Majesty’s Revenue andCustoms, or to Her Majesty’s Revenue and Customs, in an enactment, instrumentor document to which this section applies are to be construed as including areference to the Director.\n\t\tReferences in this section to functions of the Commissioners are tofunctions conferred by an enactment to which this section applies.\n\t\tThis section applies to—\n\t\t\tan enactment passed or made before the end of the session in which this Actis passed, and\n\t\t\tan instrument or document issued before the passing of this Act.\n\t\tThis includes—\n\t\t\tsection 5(1)(b) and (2)(b) of the Commissioners for Revenue and Customs Act[2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\")(Commissioners' initial functions),\n\t\t\tsection 9 of that Act (ancillary powers),\n\t\t\tsection 24(1), (2), (3)(e) and (4) to (7) of that Act (evidence),\n\t\t\tsection 25(1), (1A), (5) and (6) of that Act (conduct of civilproceedings),\n\t\t\tsection 25A(2) of that Act (certificates of debt),\n\t\t\tsection 26 of that Act (rewards),\n\t\t\tsection 31 of that Act (obstruction), and\n\t\t\tsection 33 of that Act (power of arrest) other than in its application toan offence under section 30 of that Act (impersonation),\n\t\t\tbut does not include any other enactment contained in that Act.\n\t\tIn this Part “customs revenue function” means—\n\t\t\ta function that is exercisable—\n\t\t\tby the Director by virtue of this section, or\n\t\t\tby customs revenue officials by virtue of section 11,\n\t\t\ta function that is conferred on customs revenue officials or the Directorby or by virtue of any of sections 22 to 24 (investigations and detention), or\n\t\t\ta function under Community law that is exercisable by the Director orcustoms revenue officials in relation to a customs revenue matter.\n\tPower of Treasury to modify Director’s functions\n\t\tThe Treasury may by order—\n\t\t\tamend section 7(2) (matters that are customs revenue matters) so as to add,modify or remove a matter;\n\t\t\tamend section 7(3) (functions to which that section does not apply) so asto add, modify or remove a function;\n\t\t\tmake provision for that section to apply in relation to a functionconferred on the Commissioners for Her Majesty’s Revenue and Customs by anenactment passed or made after the end of the session in which this Act ispassed;\n\t\t\tmodify any enactment (including an enactment passed or made after thepassing of this Act) in consequence of provision made under any of paragraphs(a) to (c).\n\tDelegation of Director’s functions\n\t\tThe Director of Border Revenue may make arrangements to delegate a functionof the Director.\n\t\tThe delegation of a function under this section—\n\t\t\tdoes not prevent the exercise of the function by the Director, and\n\t\t\tdoes not prevent the exercise of the function by a customs revenue official(see section 11).\n\t\tWhere the Director delegates a function under this section—\n\t\t\tthe Director must monitor the exercise of the function by the person towhom it is delegated, and\n\t\t\tthe person must comply with the directions of the Director in exercisingthat function.\n\tCompliance with directions etc.\n\t\tThis section applies to—\n\t\t\tthe Director of Border Revenue in the exercise of the Director’s customsrevenue functions, and\n\t\t\ta person to whom such functions are delegated under section 9.\n\t\tA person to whom this section applies must comply with any directions of ageneral nature given by the Treasury.\n\t\tA person to whom this section applies must apply—\n\t\t\tany concession published by the Commissioners for Her Majesty’s Revenue andCustoms and available generally to any person falling within its terms, and\n\t\t\tany interpretation of the law issued by the Commissioners (whether or notpublished).\n\t\tA person to whom this section applies must also—\n\t\t\tcomply with any other guidance issued by the Commissioners (whether or notpublished), and\n\t\t\ttake account of any other material published by the Commissioners."
    },
    {
        "length": 1049,
        "text": "\nCustoms revenue officials\n\tDesignation of customs revenue officials\n\t\tThe Director of Border Revenue may designate—\n\t\t\tan immigration officer, or\n\t\t\tany other official in the department of the Secretary of State by whomgeneral customs functions are exercisable,\n\t\t\t\tas a customs revenue official.\n\t\tA customs revenue official—\n\t\t\thas, in relation to a customs revenue matter, the same functions as anofficer of Revenue and Customs would have, and\n\t\t\tmay exercise the functions conferred on the Director by section 7 (customsrevenue functions).\n\t\tIf a function within subsection (2) is exercisable—\n\t\t\tin relation to a customs revenue matter, and\n\t\t\tin relation to any other matter,\n\t\t\tthe function is exercisable by a customs revenue official in relation to thecustoms revenue matter only.\n\t\tSo far as is appropriate for the purposes of or in connection with thissection, references to an officer of Revenue and Customs, or to Her Majesty’sRevenue and Customs, in an enactment, instrument or document to which thissection applies are to be construed as including a reference to a customsrevenue official.\n\t\tReferences in this section to functions of an officer of Revenue andCustoms are to functions conferred by an enactment to which this sectionapplies.\n\t\tThis section applies to—\n\t\t\tan enactment passed or made, or an instrument or document issued, beforethis Act is passed, and\n\t\t\tsubject to express provision to the contrary, an enactment passed or made,or an instrument or document issued, after this Act is passed.\n\t\tThis includes—\n\t\t\tsection 2(4) of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (continuationof anything begun by one officer by another),\n\t\t\tsection 6 of that Act (officers' initial functions),\n\t\t\tsection 25(1), (1A) and (5) of that Act (conduct of civil proceedings),\n\t\t\tsection 25A(1) of that Act (certificates of debt),\n\t\t\tsection 26 of that Act (rewards),\n\t\t\tsection 31 of that Act (obstruction),\n\t\t\tsection 32 of that Act (assault), and\n\t\t\tsection 33 of that Act (power of arrest) other than in its application toan offence under section 30 of that Act (impersonation),\n\t\t\tbut does not otherwise include any enactment contained in that Act.\n\t\tThis section has effect subject to—\n\t\t\tany limitation specified in the official’s designation under section 12(supplementary provisions about designation), and\n\t\t\tany designation of the official under section 3 (designation of generalcustoms officials).\n\tDesignation: supplementary\n\t\tA designation under section 11 is subject to such limitations as may bespecified in the designation.\n\t\tA limitation specified under subsection (1) may, in particular, relate to—\n\t\t\tthe functions that are exercisable by virtue of the designation, or\n\t\t\tthe purposes for which those functions are exercisable.\n\t\tA designation under section 11—\n\t\t\tmay be permanent or for a specified period,\n\t\t\tmay (in either case) be withdrawn, and\n\t\t\tmay be varied.\n\t\tThe power to designate, or to withdraw or vary a designation, is exercisedby the Director of Border Revenue giving notice to the official in question.\n\t\tThe Director may designate an official under section 11 only if theDirector is satisfied that the official—\n\t\t\tis capable of effectively carrying out the functions that are exercisableby virtue of the designation,\n\t\t\thas received adequate training in respect of the exercise of thosefunctions, and\n\t\t\tis otherwise a suitable person to exercise those functions.\n\tDirections by the Director\n\t\tA customs revenue official must comply with the directions of the Director ofBorder Revenue in the exercise of customs revenue functions."
    },
    {
        "length": 626,
        "text": "\nUse and disclosure of customs information\n\tA person to whom this section applies may—\n\t\tuse customs information acquired by that person in connection with afunction exercisable by that person for the purpose of any other functionexercisable by that person, and\n\t\tdisclose customs information to any other person to whom this sectionapplies for the purpose of a function exercisable by that person.\n\tThe persons to whom this section applies are—\n\t\ta designated customs official,\n\t\tan immigration officer,\n\t\tthe Secretary of State by whom general customs functions are exercisable,\n\t\tany other Minister of the Crown in the department of that Secretary ofState,\n\t\tthe Director of Border Revenue, and\n\t\ta person acting on behalf of a person mentioned in paragraphs (a) to (e).\n\tThis section is subject to any provision that restricts or prohibits theuse or disclosure of information and that is contained in—\n\t\tthis Part,\n\t\tany other enactment, or\n\t\tan international or other agreement to which the United Kingdom or HerMajesty’s Government is party.\n\tIn subsection (3) the reference to an enactment does not include anenactment contained in, or in an instrument made under—\n\t\tan Act of the Scottish Parliament,\n\t\ta Measure or Act of the National Assembly for Wales, or\n\t\tNorthern Ireland legislation.\n\tThis section is without prejudice to—\n\t\tthe use by a person to whom it applies of information other than customsinformation;\n\t\tthe disclosure by or to a person to whom it applies of information otherthan customs information.\n\tIn this Part—\n\t\t  * “customs function” means a general customs function or a customs revenue function; \n\t\t  * “customs information” means information acquired or capable of being acquired as a result of the exercise of a customs function; \n\t\t  * “customs revenue information” means information acquired or capable of being acquired as a result of the exercise of a customs revenue function; \n\t\t  * “designated customs official” means a general customs official or a customs revenue official. \n\tIt is immaterial for the purposes of subsection (6)—\n\t\twhether the information was acquired or is capable of being acquired by theperson by whom it is held or another person;\n\t\twhether the information was also acquired or is also capable of beingacquired in the exercise of any other function."
    },
    {
        "length": 688,
        "text": "\nProhibition on disclosure of personal customs information\n\tA person who is or was a relevant official, the Secretary of State by whomgeneral customs functions are exercisable or another Minister of the Crown inthat Secretary of State’s department may not disclose personal customsinformation to a person who is not—\n\t\ta relevant official, or\n\t\ta Minister of the Crown in that department.\n\tA person who is or was a relevant official may not disclose personalcustoms revenue information to a Minister of the Crown.\n\tIn this Part “relevant official” means—\n\t\ta designated customs official,\n\t\tan immigration officer,\n\t\tthe Director of Border Revenue, or\n\t\ta person acting on behalf of—\n\t\tthe Secretary of State by whom general customs functions are exercisable,or\n\t\ta person mentioned in paragraphs (a) to (c).\n\tIn this Part—\n\t\t  * “personal customs information” means customs information relating to a person that— \n\t\tidentifies that person, or\n\t\tenables that person to be identified (either by itself or in combination withother information);\n\t\t\t  * “personal customs revenue information” means customs revenue information relating to a person that— \n\t\tidentifies that person, or\n\t\tenables that person to be identified (either by itself or in combination withother information).\n\tA person—\n\t\tdoes not breach subsection (1) by disclosing information the person knowswas acquired otherwise than as the result of the exercise of a customsfunction;\n\t\tdoes not breach subsection (2) by disclosing information the person knowswas acquired otherwise than as the result of the exercise of a customs revenuefunction.\n\tSubsections (1) and (2) are also subject to—\n\t\tsection 16 (exceptions to the prohibition in this section), and\n\t\tany enactment (other than an enactment contained in this Part) permittingdisclosure, where the disclosure in question does not contravene anyrestriction imposed by the Commissioners for Her Majesty’s Revenue and Customson the disclosure of customs revenue information.\n\tThis section does not apply to information supplied by or on behalf of HerMajesty’s Revenue and Customs or the Revenue and Customs Prosecutions Office.\n\t\tThis is without prejudice to any other restriction on the disclosure of suchinformation.\n\tIn subsection (6) the reference to an enactment does not include anenactment contained in, or in an instrument made under—\n\t\tan Act of the Scottish Parliament,\n\t\ta Measure or Act of the National Assembly for Wales, or\n\t\tNorthern Ireland legislation."
    },
    {
        "length": 499,
        "text": "\nExceptions to section 15 prohibition\n\tA person does not breach section 15(1) or (2) by making a disclosure—\n\t\tto which any of subsections (3) to (8) applies, and\n\t\twhich, in the case of a disclosure of customs revenue information, does notcontravene any restriction imposed by the Commissioners for Her Majesty’sRevenue and Customs.\n\tSubsection (1)(b) does not apply if the person making the disclosure knowsthat the information was acquired otherwise than as the result of the exerciseof a customs revenue function.\n\tThis subsection applies to a disclosure which is made for the purposes of—\n\t\ta customs function,\n\t\ta function relating to immigration, asylum or nationality,\n\t\ta function relating to national security, or\n\t\ta function relating to the prevention or detection of crime.\n\tThis subsection applies to a disclosure which is made to a personexercising public functions (whether or not within the United Kingdom) for thepurposes of any of those functions.\n\tThis subsection applies to a disclosure which—\n\t\tis made for the purposes of civil proceedings (whether or not within theUnited Kingdom) relating to a function within subsection (3),\n\t\tis made for the purposes of a criminal investigation or criminalproceedings (whether or not within the United Kingdom), or\n\t\tis made in pursuance of an order of a court.\n\tThis subsection applies to a disclosure which is made with the consent ofeach person to whom the information relates.\n\tThis subsection applies to a disclosure which is made in order to complywith an obligation of the United Kingdom, or Her Majesty’s Government, underan international or other agreement.\n\tThis subsection applies to a disclosure—\n\t\tto a person specified in regulations made jointly by the Treasury and theSecretary of State, or\n\t\tof a kind specified in such regulations."
    },
    {
        "length": 285,
        "text": "\nProhibition on further disclosure\n\tA person to whom information is disclosed in reliance on section 16 or thissection may not disclose that information without the consent of a relevantofficial (which may be general or specific).\n\tA person does not breach subsection (1) by making a disclosure—\n\t\tto which any of subsections (3) to (8) of section 16 applies, and\n\t\twhich, in the case of a disclosure of customs revenue information, does notcontravene any restriction imposed by the Commissioners for Her Majesty’sRevenue and Customs.\n\tSubsection (2)(b) does not apply if the person making the disclosure knowsthat the information was acquired otherwise than as the result of the exerciseof a customs revenue function.\n\tThis section is also subject to any other enactment permitting disclosure.\n\tIn subsection (4) the reference to an enactment does not include anenactment contained in, or in an instrument made under—\n\t\tan Act of the Scottish Parliament,\n\t\ta Measure or Act of the National Assembly for Wales, or\n\t\tNorthern Ireland legislation."
    },
    {
        "length": 548,
        "text": "\nOffence of wrongful disclosure\n\tA person commits an offence if the person breaches section 15(1) or (2) or17(1).\n\tIt is a defence for a person charged with an offence under this section toprove that the person reasonably believed—\n\t\tthat the disclosure was lawful, or\n\t\tthat the information had already and lawfully been made available to thepublic.\n\tA prosecution for an offence under this section—\n\t\tmay be brought in England and Wales only with the consent of the Directorof Public Prosecutions or the Director of Revenue and Customs Prosecutions;\n\t\tmay be brought in Northern Ireland only with the consent of the Director ofPublic Prosecutions for Northern Ireland.\n\tThis section is without prejudice to the pursuit of any remedy or thetaking of any action in relation to a breach of section 15(1) or (2) or 17(1)(whether or not this section applies to the breach).\n\tA person guilty of an offence under this section is liable—\n\t\ton conviction on indictment to imprisonment for a term not exceeding 2years, or to a fine, or to both;\n\t\ton summary conviction—\n\t\tin England and Wales, to imprisonment for a term not exceeding 12 months,or to a fine not exceeding the statutory maximum, or to both;\n\t\tin Scotland, to imprisonment for a term not exceeding 12 months, or to afine not exceeding the statutory maximum, or to both;\n\t\tin Northern Ireland, to imprisonment for a term not exceeding 6 months,or to a fine not exceeding the statutory maximum, or to both.\n\tIn relation to an offence under this section committed before thecommencement of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increase inmaximum sentence on summary conviction of offence triable either way), thereference in subsection (5)(b)(i) to 12 months has effect as if it were areference to 6 months."
    },
    {
        "length": 459,
        "text": "\nApplication of statutory provisions\n\tNothing in sections 14 to 17 authorises the making of a disclosure which—\n\t\tcontravenes the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\"), or\n\t\tis prohibited by Part 1 of the Regulation of Investigatory Powers Act [2000(c. 23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\").\n\tInformation whose disclosure is prohibited by section 15(1) or (2) or 17(1)is exempt information by virtue of section 44(1)(a) of the Freedom ofInformation Act [2000 (c. 36)](/id/ukpga/2000/36?view=plain \"Go to item oflegislation\").\n\tSections 15(6), 16 and 17(2) and (4) are to be disregarded in determiningfor the purposes of subsection (2) whether the disclosure of personal customsinformation is prohibited by section 15(1) or (2) or 17(1).\n\tIn section 23 of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") (freedom ofinformation), after subsection (1) insert—\n\t\t“(1A)Subsections (2) and (3) of section 18 are to be disregarded indetermining for the purposes of subsection (1) of this section whether thedisclosure of revenue and customs information relating to a person isprohibited by subsection (1) of that section.”"
    },
    {
        "length": 912,
        "text": "\nSupply of Revenue and Customs information\n\tAfter section 41 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") insert—\n\t“41ASupply of information to UK Border Agency\n\t\tHMRC and the RCPO may each supply a person to whom this section applieswith information for use for the purpose of the customs functions exercisableby that person.\n\t\tThis section applies to—\n\t\t\ta designated customs official,\n\t\t\tthe Secretary of State by whom general customs functions are exercisable,\n\t\t\tthe Director of Border Revenue, and\n\t\t\ta person acting on behalf of a person mentioned in paragraphs (a) to (c).\n\t\tThis section applies to a document or article which comes into thepossession of, or is discovered by, HMRC or the RCPO, or a person acting onbehalf of HMRC or the RCPO, as it applies to information.\n\t\tA person to whom this section applies—\n\t\t\tmay retain for a purpose within subsection (1) a document or articlesupplied by virtue of subsection (3);\n\t\t\tmay dispose of a document or article supplied by virtue of subsection (3).\n\t\tA power conferred by this section on HMRC or the RCPO may be exercised onbehalf of HMRC or the RCPO by a person who is authorised (generally orspecifically) for the purpose.\n\t\tIn this section and section 41B “customs function” and “general customsfunction” have the meanings given by Part 1 of the Borders, Citizenship andImmigration Act 2009.\n\tBUK Border Agency: onward disclosure\n\t\tA person to whom information is supplied under section 41A may not disclosethat information.\n\t\tBut subsection (1) does not apply to a disclosure—\n\t\t\twhich is made for the purpose of a customs function, where the disclosuredoes not contravene any restriction imposed by the Commissioners for HerMajesty’s Revenue and Customs;\n\t\t\twhich is made for the purposes of civil proceedings (whether or not withinthe United Kingdom) relating to a customs function;\n\t\t\twhich is made for the purpose of a criminal investigation or criminalproceedings (whether or not within the United Kingdom);\n\t\t\twhich is made in pursuance of an order of a court;\n\t\t\twhich is made with the consent (which may be general or specific) of HMRCor the RCPO, depending on by whom or on whose behalf the information wassupplied;\n\t\t\twhich is made with the consent of each person to whom the informationrelates.\n\t\tSubsection (1) is subject to any other enactment permitting disclosure.\n\t\tThe reference in subsection (1) to information supplied under section 41Aincludes a reference to documents or articles supplied by virtue of subsection(3) of that section.\n\t\tThe reference in that subsection to a person to whom information issupplied includes a reference to a person who is or was acting on behalf ofthat person.\n\t\tIn subsection (3) “enactment” does not include—\n\t\t\tan Act of the Scottish Parliament,\n\t\t\tan Act of the Northern Ireland Assembly, or\n\t\t\tan instrument made under an Act within paragraph (a) or (b).”\n\t\tIn section 42(1) of that Act (wrongful disclosure) after “section 41”insert “or 41B”."
    },
    {
        "length": 286,
        "text": "\nDuty to share information\n\tIn section 36 of the Immigration, Asylum and Nationality Act [2006 (c.13)](/id/ukpga/2006/13?view=plain \"Go to item of legislation\") (duty to shareinformation), in subsection (1), for paragraph (a) substitute—\n\t\tdesignated customs officials,\n\t\timmigration officers,\n\t\tthe Secretary of State in so far as the Secretary of State has generalcustoms functions,\n\t\tthe Secretary of State in so far as the Secretary of State has functionsrelating to immigration, asylum or nationality,\n\t\tthe Director of Border Revenue and any person exercising functions of theDirector,”.\n\tIn subsection (6)(a) of that section, after “persons” insert “ordescriptions of persons”.\n\tIn subsection (9) of that section, at the appropriate place insert—\n\t\t““designated customs official” and “general customs function” have themeanings given by Part 1 of the Borders, Citizenship and Immigration Act2009,”."
    },
    {
        "length": 2998,
        "text": "\nInvestigations and detention\n\tApplication of the PACE orders\n\t\tSubject as follows, the PACE orders—\n\t\t\tapply to criminal investigations conducted by designated customs officialsand relating to a general customs matter or customs revenue matter as theyapply to relevant investigations conducted by officers of Revenue and Customs,and\n\t\t\tapply to persons detained by designated customs officials as they apply topersons detained by officers of Revenue and Customs.\n\t\tEach of the following is a PACE order for the purposes of this section—\n\t\t\tthe Police and Criminal Evidence Act 1984 (Application to Revenue andCustoms) Order 2007 ([S.I. 2007/3175](/id/uksi/2007/3175?view=plain \"Go toitem of legislation\"));\n\t\t\tthe Police and Criminal Evidence (Application to Revenue and Customs) Order(Northern Ireland) 2007 ([S.R. 2007/464](/id/nisr/2007/464?view=plain \"Go toitem of legislation\")).\n\t\tIn the application of the PACE orders by virtue of this section—\n\t\t\tsubject to the following provisions of this subsection, references in thoseorders to an officer of Revenue and Customs are to be read as references to adesignated customs official;\n\t\t\treferences in those orders to the Commissioners are to be read asreferences to—\n\t\t\tthe Secretary of State in relation to general customs matters, or\n\t\t\tthe Director of Border Revenue in relation to customs revenue matters;\n\t\t\treferences in those orders to Her Majesty’s Revenue and Customs or toRevenue and Customs are to be read as references to—\n\t\t\tthe Secretary of State in so far as the Secretary of State has generalcustoms functions,\n\t\t\tthe Director of Border Revenue, and\n\t\t\tdesignated customs officials;\n\t\t\treferences in those orders to an office of Revenue and Customs are to beread as references to an office of the UK Border Agency;\n\t\t\treferences in those orders to a designated office of Revenue and Customsare to be read as references to a designated office of the UK Border Agency;\n\t\t\treferences in those orders to a relevant indictable offence are to be readas references to an indictable offence that relates to a general customsmatter or a customs revenue matter;\n\t\t\treferences in those orders to a relevant investigation are to be read asreferences to a criminal investigation conducted by a designated customsofficial that relates to a general customs matter or a customs revenue matter;\n\t\t\treferences in those orders to a person being in Revenue and Customsdetention are to be read as references to a person being in UK Border Agencydetention;\n\t\t\treferences in those orders to an officer of Revenue and Customs of at leastthe grade of officer are to be read as references to a designated customsofficial of at least the grade of immigration officer or executive officer;\n\t\t\treferences in those orders to an officer of Revenue and Customs of at leastthe grade of higher officer are to be read as references to a designatedcustoms official of at least the grade of chief immigration officer or higherexecutive officer;\n\t\t\treferences in those orders to an officer of Revenue and Customs of at leastthe grade of senior officer are to be read as references to a designatedcustoms official of at least the grade of immigration inspector or seniorexecutive officer;\n\t\t\tany other references in those orders to an officer of Revenue and Customsoccupying a specified post or grade are to be read as references to theSecretary of State.\n\t\tFor the purposes of this section—\n\t\t\ta person is in UK Border Agency detention if—\n\t\t\tthe person has been taken to an office of the UK Border Agency after beingarrested for an offence, or\n\t\t\tthe person is arrested at an office of the UK Border Agency afterattending voluntarily at the office or accompanying a designated customsofficial to it,\n\t\t\t\tand is detained there or is detained elsewhere in the charge of a designatedcustoms official, and\n\t\t\t“office of the UK Border Agency” means premises wholly or partly occupiedby designated customs officials.\n\t\tThis section does not apply to the following provisions of the PACE orders—\n\t\t\tin article 2(1) of the Police and Criminal Evidence Act 1984 (Applicationto Revenue and Customs) Order 2007 ([S.I.2007/3175](/id/uksi/2007/3175?view=plain \"Go to item of legislation\")), thedefinitions of “the Commissioners”, “office of Revenue and Customs”, “relevantindictable offence” and “relevant investigation”;\n\t\t\tarticle 2(2) of that order (Revenue and Customs detention);\n\t\t\tarticle 7 of that order (restriction on other powers to apply forproduction of documents);\n\t\t\tarticle 19 of that order (authorisation);\n\t\t\tin article 2(1) of the Police and Criminal Evidence (Application to Revenueand Customs) Order (Northern Ireland) 2007 ([S.R.2007/464](/id/nisr/2007/464?view=plain \"Go to item of legislation\")), thedefinitions of “the Commissioners”, “office of Revenue and Customs”, “relevantindictable offence” and “relevant investigation”;\n\t\t\tarticle 2(2) of that order (Revenue and Customs detention);\n\t\t\tarticle 7 of that order (restriction on other powers to apply forproduction of documents);\n\t\t\tarticle 15 of that order (authorisation).\n\t\tA person may be transferred—\n\t\t\tbetween UK Border Agency detention and Revenue and Customs detention;\n\t\t\tbetween Revenue and Customs detention and UK Border Agency detention;\n\t\t\tbetween UK Border Agency detention and police detention;\n\t\t\tbetween police detention and UK Border Agency detention.\n\t\tThe references to police detention in subsection (6)—\n\t\t\tin relation to England and Wales, are to be construed in accordance withthe Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\");\n\t\t\tin relation to Northern Ireland, are to be construed in accordance with thePolice and Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341(N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")).\n\t\tExpressions used in this section that are defined in a PACE order have thesame meaning as in that PACE order.\n\t\tThis section does not affect the generality of sections 1(4), 3(5), 7(5)and 11(4) (construction of statutory etc. references to the Commissioners forHer Majesty’s Revenue and Customs, officers of Revenue and Customs and HerMajesty’s Revenue and Customs).\n\tInvestigations and detention: England and Wales and Northern Ireland\n\t\tThe Secretary of State may by order provide for any provision of anenactment listed in subsection (2) that relates to investigations of offencesconducted by police officers or to persons detained by the police to apply,subject to such modifications as the order may specify, in relation to—\n\t\t\tinvestigations conducted by designated customs officials,\n\t\t\tpersons detained by designated customs officials,\n\t\t\tinvestigations conducted by immigration officers, or\n\t\t\tpersons detained by immigration officers.\n\t\tThose enactments are—\n\t\t\tthe Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"), and\n\t\t\tthe Police and Criminal Evidence (Northern Ireland) Order 1989 ([S.I.1989/1341 (N.I. 12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\")).\n\t\tAn order under this section may make, in relation to designated customsofficials, immigration officers, the Secretary of State or the Director ofBorder Revenue, provision similar to that which may be made in relation toofficers of Revenue and Customs or the Commissioners for Her Majesty’s Revenueand Customs under—\n\t\t\tsection 114 of the Police and Criminal Evidence Act 1984, or\n\t\t\tarticle 85 of the Police and Criminal Evidence (Northern Ireland) Order1989.\n\t\tIf an order under this section provides that a function may be exercisedonly by a person acting with the authority of the Secretary of State or theDirector of Border Revenue, a certificate of the Secretary of State or (as thecase may be) the Director that the person had authority to exercise thefunction is conclusive evidence of that fact.\n\t\tAn order under this section may amend or repeal section 22 (application ofthe PACE orders).\n\tInvestigations and detention: Scotland\n\t\tAfter section 26B of the Criminal Law (Consolidation) (Scotland) Act [1995(c. 39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\") insert—\n\t\t“26CInvestigations by designated customs officials\n\t\t\tIn the application of this Part of this Act to investigations conducted bydesignated customs officials—\n\t\t\t\treferences to an officer are to a designated customs official;\n\t\t\t\treferences to an authorised officer are to a designated customs officialacting with the authority (which may be general or specific) of—\n\t\t\t\tthe Secretary of State in relation to investigations relating to generalcustoms matters, or\n\t\t\t\tthe Director of Border Revenue in relation to investigations relating tocustoms revenue matters;\n\t\t\t\treferences to the Commissioners for Her Majesty’s Revenue and Customs areto—\n\t\t\t\tthe Secretary of State in relation to investigations relating to generalcustoms matters, or\n\t\t\t\tthe Director of Border Revenue in relation to investigations relating tocustoms revenue matters;\n\t\t\t\treferences to an office of Revenue and Customs are to premises wholly orpartly occupied by designated customs officials;\n\t\t\t\treferences to a superior officer are to—\n\t\t\t\tan immigration officer not below the grade of Inspector,\n\t\t\t\ta person of the grade of Senior Executive Officer, or\n\t\t\t\ta person of a grade equivalent to that within sub-paragraph (i) or (ii).\n\t\t\tIn this section “customs revenue matter”, “designated customs official” and“general customs matter” have the meanings given by Part 1 of the Borders,Citizenship and Immigration Act 2009.”\n\t\t\tThe amendment made by this section does not affect the generality ofsections 1(4), 3(5), 7(5) and 11(4) (construction of statutory etc. referencesto the Commissioners for Her Majesty’s Revenue and Customs, officers ofRevenue and Customs and Her Majesty’s Revenue and Customs).\n\tShort-term holding facilities\n\t\tIn section 147 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (removalcentres and detained persons: interpretation), in the definition of “short-term holding facility”—\n\t\t\tafter “used” insert “—(a)”, and\n\t\t\tat the end insert “, or\n\t\t\tfor the detention of—\n\t\t\tdetained persons for a period of not more than seven days or for such otherperiod as may be prescribed, and\n\t\t\tpersons other than detained persons for any period.”"
    },
    {
        "length": 908,
        "text": "\nTransfer of property etc.\n\tTransfer schemes\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs may make one ormore schemes for the transfer of specified property, rights or liabilities orproperty, rights or liabilities of a specified description between—\n\t\t\tthe Commissioners or officers of Revenue and Customs, and\n\t\t\tthe Secretary of State, the Director of Border Revenue or designatedcustoms officials.\n\t\tA scheme under subsection (1) may, in particular—\n\t\t\tcreate interests or rights, or impose liabilities, in relation to property,rights or liabilities transferred by virtue of the scheme or retained by atransferor;\n\t\t\tapportion property, rights or liabilities between a transferor and atransferee.\n\t\tA scheme under subsection (1) may—\n\t\t\tprovide for anything done by or in relation to a transferor in connectionwith anything transferred to have effect as if done by or in relation to atransferee;\n\t\t\tpermit anything (including any legal proceedings) relating to anythingtransferred by the scheme which is in the process of being done by or inrelation to a transferor when the transfer takes effect to be continued by orin relation to a transferee;\n\t\t\tprovide for references to a transferor in an agreement (whether written ornot), instrument or other document relating to anything transferred by thescheme to be treated as references to a transferee;\n\t\t\tinclude other incidental, supplementary, consequential, transitional ortransitory provision or savings.\n\t\tA scheme under subsection (1) may provide for a transfer of property,rights or liabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tThe Commissioners may make one or more schemes providing for—\n\t\t\tany specified thing or anything of a specified description done by or inrelation to the Commissioners or an officer of Revenue and Customs inconnection with a relevant function to have effect as if done by or inrelation to the Secretary of State, the Director or a designated customsofficial;\n\t\t\tany specified thing or anything of a specified description (including anylegal proceedings) relating to a relevant function done by or in relation tothe Commissioners or an officer of Revenue and Customs to be continued by orin relation to the Secretary of State, the Director or a designated customsofficial.\n\t\tA scheme under this section—\n\t\t\tcomes into force in accordance with its terms;\n\t\t\tmay be amended or revoked.\n\t\tIn this section—\n\t\t\t  * “relevant function” means a function which before the passing of this Act was exercisable by the Commissioners or officers of Revenue and Customs (whether or not it remains so exercisable) and that— \n\t\t\tis conferred by or by virtue of this Part on the Secretary of State, theDirector or a designated customs official, or\n\t\t\tis a function under Community law that is exercisable by the Secretary ofState, the Director or a designated customs official;\n\t\t\t\t  * “specified” means specified in the scheme. \n\tFacilities and services\n\t\tHer Majesty’s Revenue and Customs may make facilities and servicesavailable to any person by whom functions relating to immigration, asylum ornationality, or customs functions, are exercisable for the purposes of theexercise of any of those functions.\n\t\tA person by whom functions relating to immigration, asylum or nationality,or customs functions, are exercisable may make facilities and servicesavailable to Her Majesty’s Revenue and Customs for the purposes of theexercise of a function of Her Majesty’s Revenue and Customs."
    },
    {
        "length": 2398,
        "text": "\nInspection and oversight\n\tInspections by the Chief Inspector of the UK Border Agency\n\t\tIn section 48 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") (establishmentof the Border and Immigration Inspectorate), in subsection (1) for “the Borderand Immigration Agency” substitute “the UK Border Agency”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)The Chief Inspector shall monitor and report on the efficiency andeffectiveness of the performance of functions by the following—\n\t\t\tdesignated customs officials, and officials of the Secretary of Stateexercising customs functions;\n\t\t\timmigration officers, and officials of the Secretary of State exercisingfunctions relating to immigration, asylum or nationality;\n\t\t\tthe Secretary of State in so far as the Secretary of State has generalcustoms functions;\n\t\t\tthe Secretary of State in so far as the Secretary of State has functionsrelating to immigration, asylum or nationality;\n\t\t\tthe Director of Border Revenue and any person exercising functions of theDirector.\n\t\t\t(1B)The Chief Inspector shall monitor and report on the efficiency andeffectiveness of the services provided by a person acting pursuant toarrangements relating to the discharge of a function within subsection (1A).”\n\t\tIn subsection (2) of that section—\n\t\t\tomit the words from the beginning to “Agency;”,\n\t\t\tin paragraph (a), for “within the Border and Immigration Agency” substitute“among the persons listed in subsections (1A) and (1B) (the “listedpersons”)”,\n\t\t\tin paragraph (b), for “the Border and Immigration Agency” substitute “thelisted persons”, and\n\t\t\tafter paragraph (g) insert—\n\t\t\tpractice and procedure in relation to the prevention, detection andinvestigation of offences,\n\t\t\tpractice and procedure in relation to the conduct of criminal proceedings,\n\t\t\twhether customs functions have been appropriately exercised by theSecretary of State and the Director of Border Revenue,”.\n\t\tAfter that subsection insert—\n\t\t“(2A)Unless directed to do so by the Secretary of State, the Chief Inspectorshall not monitor and report on the exercise by the listed persons of—\n\t\t\tfunctions at removal centres and short term holding facilities, and underescort arrangements, in so far as Her Majesty’s Chief Inspector of Prisons hasfunctions under section 5A of the Prison Act 1952 in relation to suchfunctions, and\n\t\t\tfunctions at detention facilities, in so far as Her Majesty’s Inspectors ofConstabulary, the Scottish inspectors or the Northern Ireland inspectors havefunctions by virtue of section 29 of the Borders, Citizenship and ImmigrationAct 2009 in relation to such functions.”\n\t\tOmit subsection (3) of that section.\n\t\tAfter that subsection insert—\n\t\t“(3A)In this section “customs function”, “designated customs official” and“general customs function” have the meanings given by Part 1 of the Borders,Citizenship and Immigration Act 2009.”\n\t\tIn section 53 of that Act (relationship with other bodies), in subsection(1)—\n\t\t\tin paragraph (a), for “the Border and Immigration Agency” substitute “aperson listed in section 48(1A) or (1B)”, and\n\t\t\tin paragraph (b), for “the Agency” substitute “such a person”.\n\t\tIn subsection (3) of that section, for “the Agency” insert “a person listedin section 48(1A) or (1B)”.\n\t\tIn section 56(2)(a) of that Act (Senior President of Tribunals), for “theBorder and Immigration Agency” substitute “the UK Border Agency”.\n\t\tThe person holding the office of the Chief Inspector of the Border andImmigration Agency immediately before the day on which this section comes intoforce is to be treated, on and after that day, as if appointed as the ChiefInspector of the UK Border Agency under section 48(1) of the UK Borders Act[2007 (c. 30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\").\n\tInspections by Her Majesty’s Inspectors of Constabulary etc.\n\t\tThe Secretary of State may make regulations conferring functions on HerMajesty’s Inspectors of Constabulary, the Scottish inspectors or the NorthernIreland inspectors in relation to—\n\t\t\tdesignated customs officials, and officials of the Secretary of Stateexercising customs functions;\n\t\t\timmigration officers, and officials of the Secretary of State exercisingfunctions relating to immigration, asylum or nationality;\n\t\t\tthe Secretary of State in so far as the Secretary of State has generalcustoms functions;\n\t\t\tthe Secretary of State in so far as the Secretary of State has functionsrelating to immigration, asylum or nationality;\n\t\t\tthe Director of Border Revenue and any person exercising functions of theDirector;\n\t\t\tpersons providing services pursuant to arrangements relating to thedischarge of a function of a person mentioned in paragraphs (a) to (e).\n\t\tRegulations under subsection (1) may—\n\t\t\tin relation to Her Majesty’s Inspectors of Constabulary, apply (with orwithout modification) or make provision similar to any provision of sections54 to 56 of the Police Act [1996 (c. 16)](/id/ukpga/1996/16?view=plain \"Go toitem of legislation\") (inspection);\n\t\t\tin relation to the Scottish inspectors, apply (with or withoutmodification) or make provision similar to any provision of section 33 or 34of the Police (Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Goto item of legislation\") (inspection);\n\t\t\tin relation to the Northern Ireland inspectors, apply (without or withoutmodification) or make provision similar to any provision of section 41 or 42of the Police (Northern Ireland) Act [1998 (c.32)](/id/ukpga/1998/32?view=plain \"Go to item of legislation\") (inspection).\n\t\tRegulations under subsection (1)—\n\t\t\tmay enable a Minister of the Crown to require an inspection to be carriedout;\n\t\t\tmust provide for a report of an inspection to be made and, subject to anyexceptions required or permitted by the regulations, published;\n\t\t\tmust provide for an annual report by Her Majesty’s Inspectors ofConstabulary;\n\t\t\tmay make provision for payment to or in respect of Her Majesty’s Inspectorsof Constabulary, the Scottish inspectors or the Northern Ireland inspectors.\n\t\tAn inspection carried out by virtue of this section may not address amatter of a kind which the Comptroller and Auditor General may examine undersection 6 of the National Audit Act [1983 (c.44)](/id/ukpga/1983/44?view=plain \"Go to item of legislation\").\n\t\tAn inspection carried out by virtue of this section must be carried outjointly by Her Majesty’s Inspectors of Constabulary and the Scottishinspectors—\n\t\t\tif it is carried out wholly in Scotland, or\n\t\t\tin a case where it is carried out partly in Scotland, to the extent that itis carried out there.\n\t\tIn this section—\n\t\t\t“the Scottish inspectors” means the inspectors of constabulary appointedunder section 33(1) of the Police (Scotland) Act 1967;\n\t\t\t“the Northern Ireland inspectors” means the inspectors of constabularyappointed under section 41(1) of the Police (Northern Ireland) Act 1998.\n\tComplaints and misconduct\n\t\tIn section 41 of the Police and Justice Act [2006 (c.48)](/id/ukpga/2006/48?view=plain \"Go to item of legislation\") (power toconfer functions on the Independent Police Complaints Commission in respect ofthe exercise of immigration functions)—\n\t\t\tafter subsection (1)(b) insert—\n\t\t\tthe provision of services pursuant to arrangements relating to thedischarge of a function within paragraph (a) or (b).”, and\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)The Secretary of State may make regulations conferring functions on theIndependent Police Complaints Commission in relation to—\n\t\t\tthe exercise by designated customs officials, and officials of theSecretary of State, of customs functions within the meaning of Part 1 of theBorders, Citizenship and Immigration Act 2009;\n\t\t\tthe exercise by the Director of Border Revenue, and any person exercisingfunctions of the Director, of customs revenue functions within the meaning ofthat Part of that Act;\n\t\t\tthe provision of services pursuant to arrangements relating to thedischarge of a function within paragraph (a) or (b).”\n\t\tIn each of subsections (4) and (7) of that section, after “subsection (1)”insert “or (2A)”.\n\t\tIn the title to that section, after “functions” insert “and customsfunctions”."
    },
    {
        "length": 2082,
        "text": "\nOther provisions\n\tProsecution of offences\n\t\tThe Attorney General may by order assign to the Director of Revenue andCustoms Prosecutions a function of—\n\t\t\tinstituting criminal proceedings in England and Wales,\n\t\t\tassuming the conduct of criminal proceedings in England and Wales, or\n\t\t\tproviding legal advice,\n\t\t\t\trelating to a criminal investigation of a kind specified in the order by aperson to whom this section applies.\n\t\tThis section applies to—\n\t\t\tdesignated customs officials,\n\t\t\timmigration officers,\n\t\t\tofficials of the Secretary of State,\n\t\t\tthe Secretary of State,\n\t\t\tthe Director of Border Revenue,\n\t\t\ta person acting on behalf of a person mentioned in paragraphs (a) to (e),and\n\t\t\tconstables. \n\t\tFor the purposes of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\")—\n\t\t\tfunctions assigned to the Director of Revenue and Customs Prosecutions byvirtue of this section are to be treated as functions of the Director under orby virtue of that Act, and\n\t\t\tproceedings conducted by the Director by virtue of this section are to betreated as proceedings conducted by the Director under that Act.\n\t\tSections 37 to 37B of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (guidance etc.)have effect, in relation to a person arrested following a criminalinvestigation in relation to which functions are conferred by virtue of thissection, as if references to the Director of Public Prosecutions werereferences to the Director of Revenue and Customs Prosecutions.\n\t\tAn order under this section—\n\t\t\tmay include incidental, supplementary and consequential provision;\n\t\t\tmay make transitional or transitory provision or savings;\n\t\t\tmay be amended or revoked.\n\t\tThe reference in this section to instituting criminal proceedings is to beconstrued in accordance with section 15(2) of the Prosecution of Offences Act[1985 (c. 23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\").\n\t\tIn this section “criminal investigation” means any process—\n\t\t\tfor considering whether an offence has been committed,\n\t\t\tfor discovering by whom an offence has been committed, or\n\t\t\tas a result of which an offence is alleged to have been committed.\n\tPayment of revenue to the Commissioners\n\t\tThe Director of Border Revenue must pay money received by way of revenue orsecurity for revenue in the exercise of the Director’s customs revenuefunctions to the Commissioners for Her Majesty’s Revenue and Customs.\n\t\tThe Secretary of State must pay money received by way of revenue in theexercise of the Secretary of State’s general customs functions to theCommissioners.\n\t\tA payment under subsection (1) or (2) must be made—\n\t\t\tat such times and in such manner as the Treasury directs, and\n\t\t\tafter deduction of payments in connection with drawback and repayments.\n\t\tIf the Commissioners think that the funds available to the Director or theSecretary of State may be insufficient to make a payment in connection withdrawback or a repayment, the Commissioners may—\n\t\t\tpay money to the Director or the Secretary of State (as the case may be) toenable the payment or repayment to be made, or\n\t\t\tmake the payment or repayment on behalf of the Director or the Secretary ofState (as the case may be).\n\t\tSubsection (4) applies whether or not the reason for a deficiency is or maybe that an amount has been paid or retained on the basis of an estimate thathas proved or may prove to be inaccurate.\n\t\tA payment by the Commissioners under that subsection is to be treated forthe purposes of the Commissioners for Revenue and Customs Act [2005 (c.11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\") as adisbursement of a kind specified in section 44(3) of that Act.\n\t\tIn this section—\n\t\t\t  * “repayments” includes— \n\t\t\tpayments in respect of actual or deemed credits relating to any tax, duty orlevy, and\n\t\t\tpayments of interest (or repayment supplement) on—\n\t\t\trepayments, or\n\t\t\tpayments treated as repayments;\n\t\t\t\t  * “revenue” means— \n\t\t\ttaxes, duties and levies,\n\t\t\tthe proceeds of forfeitures made and penalties imposed under the customs andexcise Acts (within the meaning of section 1 of the Customs and ExciseManagement Act [1979 (c. 2)](/id/ukpga/1979/2?view=plain \"Go to item oflegislation\")),\n\t\t\ta sum paid, or the proceeds of sale, under paragraph 16 of Schedule 3 to thatAct, and\n\t\t\tthe proceeds of penalties imposed in accordance with Regulation [(EC) No1889/2005](/european/regulation/2005/1889?view=plain \"Go to item oflegislation\") on controls of cash entering or leaving the Community (includingpenalties imposed under that Regulation as amended from time to time);\n\t\t\t\t  * “security for revenue” means any sum paid as security for a tax or duty. \n\tPower to require payment into the Consolidated Fund\n\t\tThe Treasury may by order make provision for—\n\t\t\trequiring the payment of sums received by the Secretary of State or theDirector in the exercise of their functions into the Consolidated Fund;\n\t\t\tpermitting the deduction of disbursements before such payments are made;\n\t\t\trequiring the Secretary of State or the Director to provide accounts of thereceipt and disposal of revenue;\n\t\t\tpermitting the Treasury to make payments to the Secretary of State or theDirector out of the Consolidated Fund to enable them to make disbursements.\n\t\tAn order under this section may amend or repeal section 32 (payment ofrevenue to the Commissioners).\n\tChildren \n\t\tIn section 21 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") (code ofpractice relating to children), in subsection (1), for “the Border andImmigration Agency takes” substitute “the persons listed in subsection (4A)take”.\n\t\tIn subsection (2) of that section—\n\t\t\tfor “The Agency” substitute “Those persons”,\n\t\t\tin paragraph (a), for “its” substitute “their”, and\n\t\t\tin paragraph (b), for “it makes” substitute “they make”.\n\t\tAfter subsection (4) of that section insert—\n\t\t\t“(4A)The persons are—\n\t\t\tdesignated customs officials, and officials of the Secretary of Stateexercising customs functions,\n\t\t\timmigration officers, and officials of the Secretary of State exercisingfunctions relating to immigration, asylum or nationality,\n\t\t\tthe Secretary of State in so far as the Secretary of State has generalcustoms functions,\n\t\t\tthe Secretary of State in so far as the Secretary of State has functionsrelating to immigration, asylum or nationality, and\n\t\t\tthe Director of Border Revenue and any person exercising functions of theDirector.”\n\t\tIn subsection (5) of that section omit paragraph (a).\n\t\tAfter that subsection insert—\n\t\t“(5A)In this section “customs function”, “designated customs official” and“general customs function” have the meanings given by Part 1 of the Borders,Citizenship and Immigration Act 2009.”\n\t\tThis section ceases to have effect on the coming into force of section 55(duty regarding welfare of children)."
    },
    {
        "length": 1752,
        "text": "\nSupplementary\n\tPower to modify enactments\n\t\tThe Secretary of State may by order provide for an enactment (or adescription of enactments) to apply in relation to—\n\t\t\trelevant persons, or\n\t\t\tthe exercise of functions by relevant persons,\n\t\t\t\twith such modifications as the Secretary of State considers necessary orexpedient.\n\t\tIn this section—\n\t\t\t“relevant persons” means—\n\t\t\tthe Secretary of State by whom general customs functions are exercisable,\n\t\t\tthe Director of Border Revenue, and\n\t\t\tdesignated customs officials, immigration officers and officials in thedepartment of that Secretary of State, and\n\t\t\ta reference to relevant persons includes a reference to any description ofrelevant persons.\n\t\tAn order under this section may, in particular, include provision for or inconnection with—\n\t\t\textending to relevant persons an exemption or protection afforded by anenactment to any other description of persons;\n\t\t\tproviding for the disclosure of information to, or the doing of otherthings in relation to, relevant persons.\n\t\tThe Secretary of State must consult the Commissioners for Her Majesty’sRevenue and Customs before making an order under this section that—\n\t\t\tmakes provision in relation to a general customs matter or a customsrevenue matter, or\n\t\t\tmakes provision in relation to the exercise of a customs function.\n\tPower to make supplementary etc. provision\n\t\tThe Secretary of State may by order make—\n\t\t\tsuch incidental, supplementary or consequential provision, or\n\t\t\tsuch transitional or transitory provision or savings,\n\t\t\t\tas the Secretary of State considers appropriate for the general purposes, orany particular purpose, of this Part, or in consequence of, or for giving fulleffect to, any provision made by or under this Part.\n\t\tAn order under subsection (1) may amend, repeal, revoke or otherwise modifyany enactment (including this Act).\n\t\tThe power to make an order under subsection (1) includes power to repeal orrevoke an enactment which is spent.\n\t\tNothing in this Part affects the generality of the power conferred by thissection.\n\tSubordinate legislation\n\t\tOrders and regulations under this Part must be made by statutoryinstrument.\n\t\tAn order or regulations under this Part may—\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tmake transitional or transitory provision or savings;\n\t\t\tmake different provision for different cases or circumstances.\n\t\tA statutory instrument containing an order or regulations to whichsubsection (4) applies may not be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\tThis subsection applies to—\n\t\t\tan order under section 2 (power of Secretary of State to modify functions);\n\t\t\tan order under section 8 (power of Treasury to modify Director’sfunctions);\n\t\t\tregulations under section 16(8) (power to permit disclosure);\n\t\t\tan order under section 23 (application of provisions about investigationsand detention: England and Wales and Northern Ireland);\n\t\t\tan order under section 35 (power to modify enactments);\n\t\t\tan order under section 36 (power to make supplementary etc. provision) thatamends or repeals primary legislation.\n\t\tA statutory instrument containing only—\n\t\t\tregulations under section 29 (inspections by Her Majesty’s Inspectors ofConstabulary etc.), or\n\t\t\tan order under section 36 that does not amend or repeal primarylegislation,\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing an order under section 33 (power torequire payment into the Consolidated Fund) is subject to annulment inpursuance of a resolution of the House of Commons.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\tNorthern Ireland legislation.\n\t\tThis section does not apply to an order under section 31 (prosecution ofoffences).\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “Community law” means— \n\t\t\tall the rights, powers, liabilities, obligations and restrictions from time totime created or arising by or under the Community Treaties, and\n\t\t\tall the remedies and procedures from time to time provided for by or under theCommunity Treaties,\n\t\t\tas in accordance with the Community Treaties are without further enactment tobe given legal effect or used in the United Kingdom;\n\t\t\t\t  * “customs function” has the meaning given by section 14(6); \n\t\t\t\t  * “customs information” has the meaning given by section 14(6); \n\t\t\t\t  * “customs revenue function” has the meaning given by section 7(9); \n\t\t\t\t  * “customs revenue information” has the meaning given by section 14(6); \n\t\t\t\t  * “customs revenue matter” has the meaning given by section 7(2); \n\t\t\t\t  * “customs revenue official” means a customs revenue official designated under section 11(1); \n\t\t\t\t  * “designated customs official” has the meaning given by section 14(6); \n\t\t\t\t  * “enactment” includes— \n\t\t\tan enactment contained in subordinate legislation within the meaning of theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\");\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament;\n\t\t\tan enactment contained in, or in instrument made under, Northern Irelandlegislation;\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales;\n\t\t\t\t  * “function” means any power or duty (including a power or duty that is ancillary to another power or duty); \n\t\t\t\t  * “general customs function” has the meaning given by section 1(8); \n\t\t\t\t  * “general customs matter” has the meaning given by section 1(2); \n\t\t\t\t  * “general customs official” means a general customs official designated under section 3(1); \n\t\t\t\t  * “personal customs information” has the meaning given by section 15(4); \n\t\t\t\t  * “personal customs revenue information” has the meaning given by section 15(4); \n\t\t\t\t  * “relevant official” has the meaning given by section 15(3). "
    },
    {
        "length": 1161,
        "text": "\nApplication requirements: general\n\tIn paragraph 1 of Schedule 1 to the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (requirementsfor naturalisation as a British citizen under section 6(1) of that Act), insub-paragraph (1)(a), omit “, or the alternative requirement specified in sub-paragraph (3) of this paragraph”.\n\tFor sub-paragraph (2) of that paragraph substitute—\n\tThe requirements referred to in sub-paragraph (1)(a) of this paragraphare—\n\t\tthat the applicant (“A”) was in the United Kingdom at the beginning of thequalifying period;\n\t\tthat the number of days on which A was absent from the United Kingdom ineach year of the qualifying period does not exceed 90;\n\t\tthat A had a qualifying immigration status for the whole of the qualifyingperiod;\n\t\tthat on the date of the application A has probationary citizenship leave,permanent residence leave, a qualifying CTA entitlement, a Commonwealth rightof abode or a permanent EEA entitlement;\n\t\tthat, where on the date of the application A has probationary citizenshipleave granted for the purpose of taking employment in the United Kingdom, Ahas been in continuous employment since the date of the grant of that leave;and\n\t\tthat A was not at any time in the qualifying period in the United Kingdomin breach of the immigration laws.”\n\tOmit sub-paragraph (3) of that paragraph.\n\tIn paragraph 2 of that Schedule (which becomes sub-paragraph (1) of thatparagraph) (discretion of Secretary of State on applications fornaturalisation under section 6(1)), for paragraph (a) substitute—\n\t\ttreat the applicant as fulfilling the requirement specified in paragraph1(2)(b) although the number of days on which the applicant was absent from theUnited Kingdom in a year of the qualifying period exceeds 90;”.\n\tAfter paragraph (b) of sub-paragraph (1) of that paragraph, insert—\n\t\ttreat the applicant as fulfilling the requirement specified in paragraph1(2)(c) where the applicant has had a qualifying immigration status for onlypart of the qualifying period;\n\t\ttreat the applicant as fulfilling the requirement specified in paragraph1(2)(d) where the applicant has had probationary citizenship leave but itexpired in the qualifying period;”.\n\tOmit paragraph (c) of that sub-paragraph.\n\tBefore paragraph (d) of that sub-paragraph, insert—\n\t\ttreat the applicant as fulfilling the requirement specified in paragraph1(2)(e) although the applicant has not been in continuous employment since thedate of the grant mentioned there;”.\n\tIn paragraph (d) of that sub-paragraph—\n\t\tfor “1(2)(d)” substitute “1(2)(f)”, and\n\t\tfor “period there mentioned” substitute “qualifying period”.\n\tAfter that sub-paragraph insert—\n\tIf in the special circumstances of a particular case that is an armedforces case or an exceptional Crown service case the Secretary of State thinksfit, the Secretary of State may for the purposes of paragraph 1 waive the needto fulfil all or any of the requirements specified in paragraph 1(2).\n\tAn armed forces case is a case where, on the date of the application, theapplicant is or has been a member of the armed forces.\n\tAn exceptional Crown service case is a case where—\n\t\tthe applicant is, on the date of the application, serving outside theUnited Kingdom in Crown service under the government of the United Kingdom;and\n\t\tthe Secretary of State considers the applicant’s performance in the serviceto be exceptional.”\n\tAfter sub-paragraph (4) (inserted by subsection (9) above) insert—\n\tIn paragraph 1(2)(e) and sub-paragraph (1)(ca) of this paragraph,“employment” includes self-employment.”\n\tAfter paragraph 2 insert—\n\t\t“2A(1)A person has a qualifying immigration status for the purposes ofparagraph 1(2) if the person has—\n\t\tqualifying temporary residence leave;\n\t\tprobationary citizenship leave;\n\t\tpermanent residence leave;\n\t\ta qualifying CTA entitlement;\n\t\ta Commonwealth right of abode; or\n\t\ta temporary or permanent EEA entitlement.\n\tA person who is required for those purposes to have a qualifyingimmigration status for the whole of the qualifying period need not have thesame qualifying immigration status for the whole of that period.”"
    },
    {
        "length": 2229,
        "text": "\nApplication requirements: family members etc.\n\tIn section 6 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (acquisition ofBritish citizenship by naturalisation), in subsection (2), for “is married toa British citizen or is the civil partner of a British citizen” substitute“has a relevant family association”.\n\tAfter that subsection insert—\n\tFor the purposes of this section and Schedule 1, a person (“A”) has arelevant family association if A has a connection of a prescribed descriptionto a person of a prescribed description.\n\tIf in the special circumstances of any particular case the Secretary ofState thinks fit, the Secretary of State may for the purposes of subsection(3) treat A as having a relevant family association on the date of theapplication although the relevant family association ceased to exist beforethat date.”\n\tFor paragraph 3 of Schedule 1 to that Act (requirements for naturalisationas a British citizen under section 6(2) of that Act) substitute—\n\tSubject to paragraph 4, the requirements for naturalisation as a Britishcitizen under section 6(2) are, in the case of any person (“A”) who appliesfor it—\n\t\tthe requirements specified in sub-paragraph (2) of this paragraph;\n\t\tthe requirement specified in sub-paragraph (3) of this paragraph;\n\t\tthat A is of good character;\n\t\tthat A has a sufficient knowledge of the English, Welsh or Scottish Gaeliclanguage; and\n\t\tthat A has sufficient knowledge about life in the United Kingdom.\n\tThe requirements referred to in sub-paragraph (1)(a) are—\n\t\tthat A was in the United Kingdom at the beginning of the qualifying period;\n\t\tthat the number of days on which A was absent from the United Kingdom ineach year of the qualifying period does not exceed 90;\n\t\tthat, subject to sub-paragraph (5)—\n\t\tA had a relevant family association for the whole of the qualifying period,and\n\t\tA had a qualifying immigration status for the whole of that period;\n\t\tthat on the date of the application—\n\t\tA has probationary citizenship leave, or permanent residence leave, basedon A’s having the relevant family association referred to in section 6(2), or\n\t\tA has a qualifying CTA entitlement or a Commonwealth right of abode; and\n\t\tthat A was not at any time in the qualifying period in the United Kingdomin breach of the immigration laws.\n\tThe requirement referred to in sub-paragraph (1)(b) is—\n\t\tthat A’s intentions are such that, in the event of a certificate ofnaturalisation as a British citizen being granted to A, A’s home or (if A hasmore than one) A’s principal home will be in the United Kingdom;\n\t\tthat A intends, in the event of such a certificate being granted to A, toenter into, or continue in, service of a description mentioned in sub-paragraph (4); or\n\t\tthat, in the event of such a certificate being granted to A—\n\t\tthe person with whom A has the relevant family association referred to insection 6(2) (“B”) intends to enter into, or continue in, service of adescription mentioned in sub-paragraph (4); and\n\t\tA intends to reside with B for the period during which B is in the servicein question.\n\tThe descriptions of service referred to in sub-paragraph (3) are—\n\t\tCrown service under the government of the United Kingdom;\n\t\tservice under an international organisation of which the United Kingdom, orHer Majesty’s government in the United Kingdom, is a member; or\n\t\tservice in the employment of a company or association established in theUnited Kingdom.\n\tWhere the relevant family association referred to in section 6(2) is (inaccordance with regulations under section 41(1)(a)) that A is the partner of aperson who is a British citizen or who has permanent residence leave—\n\t\tthe requirement specified in sub-paragraph (2)(c)(i) is fulfilled only if Awas that person’s partner for the whole of the qualifying period, and\n\t\tfor the purposes of sub-paragraph (2)(c)(ii), A can rely upon having aqualifying immigration status falling within paragraph 4A(1)(a), (b) or (c)only if that partnership is the relevant family association upon which theleave to which the status relates is based.\n\tFor the purposes of sub-paragraph (5), A is a person’s partner if—\n\t\tthat person is A’s spouse or civil partner or is in a relationship with Athat is of a description that the regulations referred to in that sub-paragraph specify, and\n\t\tthe marriage, civil partnership or other relationship satisfies theconditions (if any) that those regulations specify.\n\tFor the purposes of sub-paragraph (5), the relationship by reference towhich A and the other person are partners need not be of the same descriptionfor the whole of the qualifying period.”\n\tFor paragraph 4 of that Schedule substitute—\n\t\t“4If in the special circumstances of any particular case the Secretary ofState thinks fit, the Secretary of State may for the purposes of paragraph 3do all or any of the following, namely—\n\t\ttreat A as fulfilling the requirement specified in paragraph 3(2)(b),although the number of days on which A was absent from the United Kingdom in ayear of the qualifying period exceeds 90;\n\t\ttreat A as having been in the United Kingdom for the whole or any part ofany period during which A would otherwise fall to be treated under paragraph9(1) as having been absent;\n\t\ttreat A as fulfilling the requirement specified in paragraph 3(2)(c)(i)(including where it can be fulfilled only as set out in paragraph 3(5)) wherea relevant family association of A’s has ceased to exist;\n\t\ttreat A as fulfilling the requirement specified in paragraph 3(2)(c)(ii)(including where it can be fulfilled only as set out in paragraph 3(5)) whereA has had a qualifying immigration status for only part of the qualifyingperiod;\n\t\ttreat A as fulfilling the requirement specified in paragraph 3(2)(d) whereA has had probationary citizenship leave but it expired in the qualifyingperiod;\n\t\ttreat A as fulfilling the requirement specified in paragraph 3(2)(e)although A was in the United Kingdom in breach of the immigration laws in thequalifying period;\n\t\twaive the need to fulfil either or both of the requirements specified inparagraph 3(1)(d) and (e) if the Secretary of State considers that because ofA’s age or physical or mental condition it would be unreasonable to expect Ato fulfil that requirement or those requirements;\n\t\twaive the need to fulfil all or any of the requirements specified inparagraph 3(2)(a), (b), (c) or (d) (including where paragraph 3(2)(c) can befulfilled only as set out in paragraph 3(5)) if—\n\t\ton the date of the application, the person with whom A has the relevantfamily association referred to in section 6(2) is serving in service to whichsection 2(1)(b) applies, and\n\t\tthat person’s recruitment for that service took place in the UnitedKingdom.”\n\tAfter that paragraph insert—\n\t“4A(1)Subject to paragraph 3(5), a person has a qualifying immigration statusfor the purposes of paragraph 3 if the person has—\n\t\tqualifying temporary residence leave based on a relevant familyassociation;\n\t\tprobationary citizenship leave based on a relevant family association;\n\t\tpermanent residence leave based on a relevant family association;\n\t\ta qualifying CTA entitlement; or\n\t\ta Commonwealth right of abode.\n\tFor the purposes of paragraph 3 and this paragraph, the leave mentioned insub-paragraph (1)(a), (b) or (c) is based on a relevant family association ifit was granted on the basis of the person having a relevant familyassociation.\n\tA person who is required for the purposes of paragraph 3 to have, for thewhole of the qualifying period, a qualifying immigration status and a relevantfamily association need not, for the whole of that period—\n\t\thave the same qualifying immigration status; or\n\t\t(subject to paragraph 3(5)) have the same relevant family association.\n\tWhere, by virtue of sub-paragraph (3)(a), a person relies upon having morethan one qualifying immigration status falling within sub-paragraph (1)(a),(b) or (c)—\n\t\tsubject to paragraph 3(5), it is not necessary that the leave to which eachstatus relates is based on the same relevant family association, and\n\t\tin a case where paragraph 3(5) applies, the relationship by reference towhich the persons referred to in paragraph 3(5) are partners need not be ofthe same description in respect of each grant of leave.”"
    },
    {
        "length": 939,
        "text": "\nThe qualifying period\n\tAfter paragraph 4A of Schedule 1 to the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (inserted bysection 40(5) above), insert—\n\t“The qualifying period for naturalisation as a British citizen undersection 6\n\t\t4B(1)The qualifying period for the purposes of paragraph 1 or 3 is a period ofyears which ends with the date of the application in question.\n\t\tThe length of the period is determined in accordance with the followingprovisions of this paragraph.\n\t\tIn the case of an applicant who does not meet the activity condition, thenumber of years in the period is—\n\t\t\t8, in a case within paragraph 1;\n\t\t\t5, in a case within paragraph 3.\n\t\tIn the case of an applicant who meets the activity condition, the number ofyears in the period is—\n\t\t\t6, in a case within paragraph 1;\n\t\t\t3, in a case within paragraph 3.\n\t\tThe applicant meets the activity condition if the Secretary of State issatisfied that the applicant—\n\t\t\thas participated otherwise than for payment in prescribed activities; or\n\t\t\tis to be treated as having so participated.”\n\t\tIn section 41 of that Act (regulations etc.), in subsection (1), afterparagraph (bb) insert—\n\t\t\tfor amending paragraph 4B(3)(a) or (b) or (4)(a) or (b) of Schedule 1 tosubstitute a different number for the number for the time being specifiedthere;\n\t\t\tfor determining whether a person has, for the purposes of an applicationfor naturalisation under section 6, participated in activities prescribed forthe purposes of paragraph 4B(5)(a) of Schedule 1;\n\t\t\tfor determining whether a person is to be treated for the purposes of suchan application as having so participated;”.\n\t\tAfter subsection (1A) of that section insert—\n\t\t“(1B)Regulations under subsection (1)(bc) may make provision so that—\n\t\t\tthe number specified in sub-paragraph (3)(a) of paragraph 4B of Schedule 1is the same as the number specified in sub-paragraph (4)(a) of that paragraph;\n\t\t\tthe number specified in sub-paragraph (3)(b) of that paragraph is the sameas the number specified in sub-paragraph (4)(b) of that paragraph.\n\t\t\t(1C)Regulations under subsection (1)(bd) or (be)—\n\t\t\tmay make provision that applies in relation to time before the commencementof section 41 of the Borders, Citizenship and Immigration Act 2009;\n\t\t\tmay enable the Secretary of State to make arrangements for such persons asthe Secretary of State thinks appropriate to determine whether, in accordancewith those regulations, a person has, or (as the case may be) is to be treatedas having, participated in an activity.”\n\t\tIn subsection (7) of that section, after “this section” insert “(other thanregulations referred to in subsection (8))”.\n\t\tAfter subsection (7) of that section insert—\n\t\tAny regulations (whether alone or with other provision)—\n\t\t\tunder subsection (1)(a) for prescribing activities for the purposes ofparagraph 4B(5)(a) of Schedule 1; or\n\t\t\tunder subsection (1)(bc), (bd) or (be),\n\t\t\tmay not be made unless a draft has been laid before and approved by aresolution of each House of Parliament.”"
    },
    {
        "length": 401,
        "text": "\nAcquisition of British citizenship by birth\n\tChildren born in UK etc. to members of the armed forces\n\t\tSection 1 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (acquisition ofBritish citizenship by birth or adoption) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A person born in the United Kingdom or a qualifying territory on or afterthe relevant day shall be a British citizen if at the time of the birth hisfather or mother is a member of the armed forces.”\n\t\tIn subsection (3), after “subsection (1)” insert “, (1A)”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)A person born in the United Kingdom on or after the relevant day who isnot a British citizen by virtue of subsection (1), (1A) or (2) shall beentitled to be registered as a British citizen if, while he is a minor—\n\t\t\this father or mother becomes a member of the armed forces; and\n\t\t\tan application is made for his registration as a British citizen”.\n\t\tIn subsection (4), after “subsection (1)” insert “, (1A)”.\n\t\tAfter subsection (8) insert—\n\t\tThe relevant day for the purposes of subsection (1A) or (3A) is the dayappointed for the commencement of section 42 of the Borders, Citizenship andImmigration Act 2009 (which inserted those subsections).”"
    },
    {
        "length": 2817,
        "text": "\nAcquisition of British citizenship etc. by registration\n\tMinors \n\t\tSection 3 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") (acquisition byregistration: minors) is amended as follows.\n\t\tIn subsection (2), for “within the period of twelve months from the date ofthe birth” substitute “while he is a minor”.\n\t\tOmit subsection (4).\n\tBritish Nationals (Overseas) without other citizenship\n\t\tSection 4B of the British Nationality Act 1981 (acquisition byregistration: certain persons without other citizenship) is amended asfollows.\n\t\tIn subsection (1)—\n\t\t\tomit “or” immediately before paragraph (c), and\n\t\t\tafter that paragraph insert “, or\n\t\t\tBritish National (Overseas)”.\n\t\tIn subsection (2)(c), for “4th July 2002” substitute “the relevant day”.\n\t\tAfter subsection (2), insert—\n\t\tFor the purposes of subsection (2)(c), the “relevant day” means—\n\t\t\tin the case of a person to whom this section applies by virtue ofsubsection (1)(d) only, 19th March 2009, and\n\t\t\tin any other case, 4th July 2002.”\n\tDescent through the female line\n\t\tSection 4C of the British Nationality Act 1981 (the title to which becomes“Acquisition by registration: certain persons born before 1983”) is amended asfollows.\n\t\tIn subsection (2), omit “after 7th February 1961 and”.\n\t\tFor subsection (3) substitute—\n\t\tThe second condition is that the applicant would at some time before 1stJanuary 1983 have become a citizen of the United Kingdom and Colonies—\n\t\t\tunder section 5 of, or paragraph 3 of Schedule 3 to, the 1948 Act ifassumption A had applied,\n\t\t\tunder section 12(3), (4) or (5) of that Act if assumption B had applied andas a result of its application the applicant would have been a British subjectimmediately before 1st January 1949, or\n\t\t\tunder section 12(2) of that Act if one or both of the following hadapplied—\n\t\t\tassumption A had applied;\n\t\t\tassumption B had applied and as a result of its application the applicantwould have been a British subject immediately before 1st January 1949.\n\t\t\t\t(3A)Assumption A is that—\n\t\t\tsection 5 or 12(2) of, or paragraph 3 of Schedule 3 to, the 1948 Act (asthe case may be) provided for citizenship by descent from a mother in the sameterms as it provided for citizenship by descent from a father, and\n\t\t\treferences in that provision to a father were references to the applicant’smother.\n\t\t\t(3B)Assumption B is that—\n\t\t\ta provision of the law at some time before 1st January 1949 which providedfor a nationality status to be acquired by descent from a father provided inthe same terms for its acquisition by descent from a mother, and\n\t\t\treferences in that provision to a father were references to the applicant’smother.\n\t\t\t(3C)For the purposes of subsection (3B), a nationality status is acquired by aperson (“P”) by descent where its acquisition—\n\t\t\tdepends, amongst other things, on the nationality status of one or both ofP’s parents, and\n\t\t\tdoes not depend upon an application being made for P’s registration as aperson who has the status in question.\n\t\t\t(3D)For the purposes of subsection (3), it is not to be assumed that anyregistration or other requirements of the provisions mentioned in thatsubsection or in subsection (3B) were met.”\n\t\tAfter subsection (4) insert—\n\t\tFor the purposes of the interpretation of section 5 of the 1948 Act in itsapplication in the case of assumption A to a case of descent from a mother,the reference in the proviso to subsection (1) of that section to “a citizenof the United Kingdom and Colonies by descent only” includes a reference to afemale person who became a citizen of the United Kingdom and Colonies byvirtue of—\n\t\t\tsection 12(2), (4) or (6) only of the 1948 Act,\n\t\t\tsection 13(2) of that Act,\n\t\t\tparagraph 3 of Schedule 3 to that Act, or\n\t\t\tsection 1(1)(a) or (c) of the British Nationality (No. 2) Act 1964.”\n\tChildren born outside UK etc. to members of the armed forces\n\t\tAfter section 4C of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") insert—\n\t\t“4DAcquisition by registration: children of members of the armed forces\n\t\t\tA person (“P”) born outside the United Kingdom and the qualifyingterritories on or after the relevant day is entitled to be registered as aBritish citizen if—\n\t\t\t\tan application is made for P’s registration under this section; and\n\t\t\t\teach of the following conditions is satisfied.\n\t\t\tThe first condition is that, at the time of P’s birth, P’s father or motherwas—\n\t\t\t\ta member of the armed forces; and\n\t\t\t\tserving outside the United Kingdom and the qualifying territories.\n\t\t\tThe second condition is that, if P is a minor on the date of theapplication, the consent of P’s father and mother to P’s registration as aBritish citizen has been signified in the prescribed manner.\n\t\t\tBut if P’s father or mother has died on or before the date of theapplication, the reference in subsection (3) to P’s father and mother is to beread as a reference to either of them.\n\t\t\tThe Secretary of State may, in the special circumstances of a particularcase, waive the need for the second condition to be satisfied.\n\t\t\tThe relevant day for the purposes of this section is the day appointed forthe commencement of section 46 of the Borders, Citizenship and Immigration Act2009 (which inserted this section).”\n\tGood character requirement\n\t\tAfter section 41 of the British Nationality Act 1981 insert—\n\t\t“41ARegistration: requirement to be of good character\n\t\t\tAn application for registration of an adult or young person as a Britishcitizen under section 1(3), (3A) or (4), 3(1), (2) or (5), 4(2) or (5), 4A,4C, 4D, 5, 10(1) or (2) or 13(1) or (3) must not be granted unless theSecretary of State is satisfied that the adult or young person is of goodcharacter.\n\t\t\tAn application for registration of an adult or young person as a Britishoverseas territories citizen under section 15(3) or (4), 17(1) or (5), 22(1)or (2) or 24 must not be granted unless the Secretary of State is satisfiedthat the adult or young person is of good character.\n\t\t\tAn application for registration of an adult or young person as a BritishOverseas citizen under section 27(1) must not be granted unless the Secretaryof State is satisfied that the adult or young person is of good character.\n\t\t\tAn application for registration of an adult or young person as a Britishsubject under section 32 must not be granted unless the Secretary of State issatisfied that the adult or young person is of good character.\n\t\t\tIn this section, “adult or young person” means a person who has attainedthe age of 10 years at the time when the application is made.”\n\t\t\tIn section 1 of the Hong Kong (War Wives and Widows) Act [1996 (c.41)](/id/ukpga/1996/41?view=plain \"Go to item of legislation\") (acquisition ofBritish citizenship), in subsection (1)—\n\t\t\t\tomit “and” immediately before paragraph (b), and\n\t\t\t\tafter that paragraph insert “; and\n\t\t\t\tthe Secretary of State is satisfied that she is of good character”.\n\t\t\tIn section 1 of the British Nationality (Hong Kong) Act [1997 (c.20)](/id/ukpga/1997/20?view=plain \"Go to item of legislation\") (acquisition ofBritish citizenship), after subsection (5) insert—\n\t\t\t\t“(5A)An adult or young person shall not be registered under subsection (1)unless the Secretary of State is satisfied that the adult or young person isof good character.\n\t\t\t(5B)In subsection (5A), “adult or young person” means a person who hasattained the age of 10 years at the time when the application for registrationis made.”\n\t\t\tIn section 131 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (supply ofpolice information), for paragraph (b) substitute—\n\t\t\t\tdetermining whether, for the purposes of an application referred to insection 41A of the British Nationality Act 1981, the person for whoseregistration the application is made is of good character;\n\t\t\t\tdetermining whether, for the purposes of an application under section 1 ofthe Hong Kong (War Wives and Widows) Act 1996, the woman for whoseregistration the application is made is of good character;\n\t\t\t\tdetermining whether, for the purposes of an application under section 1 ofthe British Nationality (Hong Kong) Act 1997 for the registration of an adultor young person within the meaning of subsection (5A) of that section, theperson is of good character;”.\n\t\t\tIn section 40 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") (supply ofRevenue and Customs information), in subsection (1), for paragraph (h)substitute—\n\t\t\t\tdetermining whether, for the purposes of an application referred to insection 41A of the British Nationality Act 1981, the person for whoseregistration the application is made is of good character;\n\t\t\t\tdetermining whether, for the purposes of an application under section 1 ofthe Hong Kong (War Wives and Widows) Act 1996, the woman for whoseregistration the application is made is of good character;\n\t\t\t\tdetermining whether, for the purposes of an application under section 1 ofthe British Nationality (Hong Kong) Act 1997 for the registration of an adultor young person within the meaning of subsection (5A) of that section, theperson is of good character;”."
    },
    {
        "length": 2533,
        "text": "\nInterpretation etc.\n\tMeaning of references to being in breach of immigration laws\n\t\tAfter section 50 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") insert—\n\t\t“50AMeaning of references to being in breach of immigration laws\n\t\t\tThis section applies for the construction of a reference to being in theUnited Kingdom “in breach of the immigration laws” in—\n\t\t\t\tsection 4(2) or (4);\n\t\t\t\tsection 50(5); or\n\t\t\t\tSchedule 1.\n\t\t\tIt applies only for the purpose of determining on or after the relevantday—\n\t\t\t\twhether a person born on or after the relevant day is a British citizenunder section 1(1),\n\t\t\t\twhether, on an application under section 1(3) or 4(2) made on or after therelevant day, a person is entitled to be registered as a British citizen, or\n\t\t\t\twhether, on an application under section 6(1) or (2) made on or after therelevant day, the applicant fulfils the requirements of Schedule 1 fornaturalisation as a British citizen under section 6(1) or (2).\n\t\t\tBut that is subject to section 48(3)(d) and (4) of the Borders, Citizenshipand Immigration Act 2009 (saving in relation to section 11 of the Nationality,Immigration and Asylum Act 2002).\n\t\t\tA person is in the United Kingdom in breach of the immigration laws if (andonly if) the person—\n\t\t\t\tis in the United Kingdom;\n\t\t\t\tdoes not have the right of abode in the United Kingdom within the meaningof section 2 of the Immigration Act 1971;\n\t\t\t\tdoes not have leave to enter or remain in the United Kingdom (whether ornot the person previously had leave);\n\t\t\t\tdoes not have a qualifying CTA entitlement;\n\t\t\t\tis not entitled to reside in the United Kingdom by virtue of any provisionmade under section 2(2) of the European Communities Act 1972 (whether or notthe person was previously entitled);\n\t\t\t\tis not entitled to enter and remain in the United Kingdom by virtue ofsection 8(1) of the Immigration Act 1971 (crew) (whether or not the person waspreviously entitled); and\n\t\t\t\tdoes not have the benefit of an exemption under section 8(2) to (4) of thatAct (diplomats, soldiers and other special cases) (whether or not the personpreviously had the benefit of an exemption).\n\t\t\tFor the purposes of subsection (4)(d), a person has a qualifying CTAentitlement if the person—\n\t\t\t\tis a citizen of the Republic of Ireland,\n\t\t\t\tlast arrived in the United Kingdom on a local journey (within the meaningof the Immigration Act 1971) from the Republic of Ireland, and\n\t\t\t\ton that arrival, was a citizen of the Republic of Ireland and was entitledto enter without leave by virtue of section 1(3) of the Immigration Act 1971(entry from the common travel area).\n\t\t\tSection 11(1) of the Immigration Act 1971 (person deemed not to be in theUnited Kingdom before disembarkation, while in controlled area or while underimmigration control) applies for the purposes of this section as it appliesfor the purposes of that Act.\n\t\t\tThis section is without prejudice to the generality of—\n\t\t\t\ta reference to being in a place outside the United Kingdom in breach ofimmigration laws, and\n\t\t\t\ta reference in a provision other than one specified in subsection (1) tobeing in the United Kingdom in breach of immigration laws.\n\t\t\tThe relevant day for the purposes of subsection (2) is the day appointedfor the commencement of section 48 of the Borders, Citizenship and ImmigrationAct 2009 (which inserted this section).”\n\t\t\tSection 11 of the Nationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") (“the 2002Act”) (unlawful presence in the United Kingdom) ceases to have effect.\n\t\t\tNotwithstanding its repeal, section 11 of the 2002 Act is to continue tohave effect for the purpose of determining on or after the relevant day—\n\t\t\t\twhether a person born before the relevant day is a British citizen undersection 1(1) of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\"),\n\t\t\t\twhether, on an application under section 1(3) or 4(2) of that Act made butnot determined before the relevant day, a person is entitled to be registeredas a British citizen,\n\t\t\t\twhether, on an application under section 6(1) or (2) of that Act made butnot determined before the relevant day, the applicant fulfils the requirementsof Schedule 1 for naturalisation as a British citizen under section 6(1) or(2) of that Act, or\n\t\t\t\twhether, in relation to an application under section 1(3) or 6(1) or (2) ofthat Act made on or after the relevant day, a person was in the United Kingdom“in breach of the immigration laws” at a time before 7 November 2002 (the dateof commencement of section 11 of the 2002 Act).\n\t\t\tWhere section 11 of the 2002 Act continues to have effect by virtue ofparagraph (d) of subsection (3) for the purpose of determining on or after therelevant day the matter mentioned in that paragraph, section 50A of theBritish Nationality Act 1981 is not to apply for the purpose of determiningthat matter.\n\t\t\tThe relevant day for the purposes of subsection (3) is the day appointedfor the commencement of this section.\n\t\t\tIn paragraph 7(a) of Schedule 3 to the 2002 Act (definition of personsunlawfully in the UK who are ineligible for support), for “section 11”substitute “section 50A of the British Nationality Act 1981”.\n\tOther interpretation etc.\n\t\tIn section 50 of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\")(interpretation), after subsection (1), insert—\n\t\t\t“(1A)Subject to subsection (1B), references in this Act to being a member ofthe armed forces are references to being—\n\t\t\ta member of the regular forces within the meaning of the Armed Forces Act2006, or\n\t\t\ta member of the reserve forces within the meaning of that Act subject toservice law by virtue of paragraph (a), (b) or (c) of section 367(2) of thatAct.\n\t\t\t(1B)A person is not to be regarded as a member of the armed forces by virtueof subsection (1A) if the person is treated as a member of a regular orreserve force by virtue of—\n\t\t\tsection 369 of the Armed Forces Act 2006, or\n\t\t\tsection 4(3) of the Visiting Forces (British Commonwealth) Act 1933.”\n\t\tIn Schedule 1 to that Act (requirements for naturalisation as a Britishcitizen), in paragraph 9(1), for “paragraph 2(b)” substitute “paragraph2(1)(b) or 4(b)”.\n\t\tAfter paragraph 10 of that Schedule insert—\n\t\tThis paragraph applies for the purposes of this Schedule.\n\t\tA person has qualifying temporary residence leave if—\n\t\t\tthe person has limited leave to enter or remain in the United Kingdom, and\n\t\t\tthe leave is granted for a purpose by reference to which a grant ofprobationary citizenship leave may be made.\n\t\tA person has probationary citizenship leave if—\n\t\t\tthe person has limited leave to enter or remain in the United Kingdom, and\n\t\t\tthe leave is of a description identified in rules under section 3 of theImmigration Act 1971 as “probationary citizenship leave”,\n\t\t\tand the reference in sub-paragraph (2) to a grant of probationary citizenshipleave is to be construed accordingly.\n\t\tA person has permanent residence leave if the person has indefinite leaveto enter or remain in the United Kingdom.\n\t\tA person has a qualifying CTA entitlement if the person—\n\t\t\tis a citizen of the Republic of Ireland,\n\t\t\tlast arrived in the United Kingdom on a local journey (within the meaningof the Immigration Act 1971) from the Republic of Ireland, and\n\t\t\ton that arrival, was a citizen of the Republic of Ireland and was entitledto enter without leave by virtue of section 1(3) of the Immigration Act 1971(entry from the common travel area).\n\t\tA person has a Commonwealth right of abode if the person has the right ofabode in the United Kingdom by virtue of section 2(1)(b) of the ImmigrationAct 1971.\n\t\tA person has a permanent EEA entitlement if the person is entitled toreside in the United Kingdom permanently by virtue of any provision made undersection 2(2) of the European Communities Act 1972.\n\t\tA person has a temporary EEA entitlement if the person does not have apermanent EEA entitlement but is entitled to reside in the United Kingdom byvirtue of any provision made under section 2(2) of the European CommunitiesAct 1972.\n\t\tA reference in this paragraph to having leave to enter or remain in theUnited Kingdom is to be construed in accordance with the Immigration Act1971.”"
    },
    {
        "length": 720,
        "text": "\nPart 3Immigration\n\tStudies\n\t\tRestriction on studies\n\t\t\tIn section 3(1)(c) of the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") (conditionsthat may be imposed on limited leave to enter or remain in the UnitedKingdom), after sub-paragraph (i) insert—\n\t\t\t\ta condition restricting his studies in the United Kingdom;”.\n\t\t\tA condition under section 3(1)(c)(ia) of that Act may be added as acondition to leave given before the passing of this Act (as well as to leavegiven on or after its passing).\n\tFingerprinting\n\t\tFingerprinting of foreign criminals liable to automatic deportation\n\t\t\tSection 141 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (persons fromwhom fingerprints may be taken) is amended as follows.\n\t\t\tIn subsection (7)(f), after “persons” insert “, other than a dependant of aperson who falls within paragraph (c) by reason of a relevant immigrationdecision within subsection (16)(b) having been made in respect of thatperson”.\n\t\t\tIn subsection (16)—\n\t\t\t\tafter “means” insert “—”,\n\t\t\t\tthe words from “a decision” to the end become paragraph (a), and\n\t\t\t\tafter that paragraph insert “, or\n\t\t\t\ta decision that section 32(5) of the UK Borders Act 2007 applies (whethermade before, or on or after, the day appointed for the commencement of section51 of the Borders, Citizenship and Immigration Act 2009 which inserted thisparagraph)”.\n\tDetention at ports in Scotland\n\t\tExtension of sections 1 to 4 of the UK Borders Act 2007 to Scotland\n\t\t\tIn section 2 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") (detention atports), after subsection (1), insert—\n\t\t\t\t“(1A)A designated immigration officer at a port in Scotland may detain anindividual if the immigration officer thinks that the individual is subject toa warrant for arrest.”\n\t\t\tIn section 3 of that Act (enforcement of detention at ports), aftersubsection (4), insert—\n\t\t\t“(4A)In the application of this section to Scotland, the references insubsections (2)(a) and (3)(a) to 51 weeks shall be treated as references to 12months.”\n\t\t\tIn section 60(1) of that Act (provisions which do not extend to Scotland),omit “1 to 4,”."
    },
    {
        "length": 3117,
        "text": "\nPart 4Miscellaneous and general\n\tJudicial review\n\t\tTransfer of certain immigration judicial review applications\n\t\t\tIn section 31A of the Supreme Court Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\") (England andWales: transfer from the High Court to the Upper Tribunal)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)If Conditions 1, 2, 3 and 5 are met, but Condition 4 is not, the HighCourt must by order transfer the application to the Upper Tribunal.”, and\n\t\t\t\tafter subsection (7) insert—\n\t\t\tCondition 5 is that the application calls into question a decision of theSecretary of State not to treat submissions as an asylum claim or a humanrights claim within the meaning of Part 5 of the Nationality, Immigration andAsylum Act 2002 wholly or partly on the basis that they are not significantlydifferent from material that has previously been considered (whether or not itcalls into question any other decision).”\n\t\t\tIn section 25A of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\") (NorthernIreland: transfer from the High Court to the Upper Tribunal)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)If Conditions 1, 2, 3 and 5 are met, but Condition 4 is not, the HighCourt must by order transfer the application to the Upper Tribunal.”, and\n\t\t\t\tafter subsection (7) insert—\n\t\t\tCondition 5 is that the application calls into question a decision of theSecretary of State not to treat submissions as an asylum claim or a humanrights claim within the meaning of Part 5 of the Nationality, Immigration andAsylum Act 2002 wholly or partly on the basis that they are not significantlydifferent from material that has previously been considered (whether or not itcalls into question any other decision).”\n\t\t\tIn section 20 of the Tribunals, Courts and Enforcement Act [2007 (c.15)](/id/ukpga/2007/15?view=plain \"Go to item of legislation\") (Scotland:transfer from the Court of Session to the Upper Tribunal)—\n\t\t\t\tin subsection (1), for the “and” at the end of paragraph (a) substitute—\n\t\t\t\tmust, if Conditions 1, 2 and 5 are met, but Condition 4 is not, and”, and\n\t\t\t\tafter subsection (5) insert—\n\t\t\t\t“(5A)Condition 5 is that the application calls into question a decision of theSecretary of State not to treat submissions as an asylum claim or a humanrights claim within the meaning of Part 5 of the Nationality, Immigration andAsylum Act 2002 wholly or partly on the basis that they are not significantlydifferent from material that has previously been considered (whether or not itcalls into question any other decision).”\n\tTrafficking people for exploitation\n\t\tTrafficking people for exploitation\n\t\t\tIn section 4(4) of the Asylum and Immigration (Treatment of Claimants, etc.)Act [2004 (c. 19)](/id/ukpga/2004/19?view=plain \"Go to item of legislation\")(trafficking people for exploitation: meaning of exploitation), for paragraph(d) substitute—\n\t\t\t\ta person uses or attempts to use him for any purpose within sub-paragraph(i), (ii) or (iii) of paragraph (c), having chosen him for that purpose on thegrounds that—\n\t\t\t\the is mentally or physically ill or disabled, he is young or he has afamily relationship with a person, and\n\t\t\t\ta person without the illness, disability, youth or family relationshipwould be likely to refuse to be used for that purpose.”\n\tChildren\n\t\tDuty regarding the welfare of children\n\t\t\tThe Secretary of State must make arrangements for ensuring that—\n\t\t\t\tthe functions mentioned in subsection (2) are discharged having regard tothe need to safeguard and promote the welfare of children who are in theUnited Kingdom, and\n\t\t\t\tany services provided by another person pursuant to arrangements which aremade by the Secretary of State and relate to the discharge of a functionmentioned in subsection (2) are provided having regard to that need.\n\t\t\tThe functions referred to in subsection (1) are—\n\t\t\t\tany function of the Secretary of State in relation to immigration, asylumor nationality;\n\t\t\t\tany function conferred by or by virtue of the Immigration Acts on animmigration officer;\n\t\t\t\tany general customs function of the Secretary of State;\n\t\t\t\tany customs function conferred on a designated customs official.\n\t\t\tA person exercising any of those functions must, in exercising thefunction, have regard to any guidance given to the person by the Secretary ofState for the purpose of subsection (1).\n\t\t\tThe Director of Border Revenue must make arrangements for ensuring that—\n\t\t\t\tthe Director’s functions are discharged having regard to the need tosafeguard and promote the welfare of children who are in the United Kingdom,and\n\t\t\t\tany services provided by another person pursuant to arrangements made bythe Director in the discharge of such a function are provided having regard tothat need.\n\t\t\tA person exercising a function of the Director of Border Revenue must, inexercising the function, have regard to any guidance given to the person bythe Secretary of State for the purpose of subsection (4).\n\t\t\tIn this section—\n\t\t\t\t  * “children” means persons who are under the age of 18; \n\t\t\t\t  * “customs function”, “designated customs official” and “general customs function” have the meanings given by Part 1. \n\t\t\tA reference in an enactment (other than this Act) to the Immigration Actsincludes a reference to this section.\n\t\t\tSection 21 of the UK Borders Act [2007 (c.30)](/id/ukpga/2007/30?view=plain \"Go to item of legislation\") (children)ceases to have effect.\n\tGeneral\n\t\tRepeals \n\t\t\tThe Schedule contains repeals.\n\t\tExtent \n\t\t\tSubject to the following provisions of this section, this Act extends to—\n\t\t\t\tEngland and Wales,\n\t\t\t\tScotland, and\n\t\t\t\tNorthern Ireland.\n\t\t\tSections 22 (application of the PACE orders) and 23 (investigations anddetention: England and Wales and Northern Ireland) extend to England and Walesand Northern Ireland only.\n\t\t\tAn amendment, modification or repeal by this Act has the same extent as theenactment or relevant part of the enactment to which it relates (ignoringextent by virtue of an Order in Council under any of the Immigration Acts).\n\t\t\tSubsection (3) does not apply to—\n\t\t\t\tthe amendments made by section 52 (detention at ports in Scotland);\n\t\t\t\tthe amendment made by section 54 (trafficking people for exploitation),which extends to England and Wales and Northern Ireland only.\n\t\t\tHer Majesty may by Order in Council provide for any of the provisions ofthis Act, other than any provision of Part 1 (border functions) or section 53(transfer of certain immigration judicial review applications), to extend,with or without modifications, to any of the Channel Islands or the Isle ofMan.\n\t\t\tSubsection (5) does not apply in relation to the extension to a place of aprovision which extends there by virtue of subsection (3).\n\t\tCommencement \n\t\t\tPart 1 (border functions) comes into force on the day this Act is passed.\n\t\t\tThe provisions of Part 2 (citizenship) come into force on such day as theSecretary of State may by order appoint.\n\t\t\tIn Part 3 (immigration)—\n\t\t\t\tsection 50 (restriction on studies) comes into force on the day this Act ispassed;\n\t\t\t\tsections 51 (fingerprinting of foreign criminals) and 52 (detention atports in Scotland) come into force on such day as the Secretary of State mayby order appoint.\n\t\t\tIn this Part—\n\t\t\t\tsection 53 (transfer of certain immigration judicial review applications)comes into force on such day as the Lord Chancellor may by order appoint;\n\t\t\t\tsections 54 (trafficking people for exploitation) and 55 (duty regardingthe welfare of children) come into force on such day as the Secretary of Statemay by order appoint.\n\t\t\tAny repeal in the Schedule (and section 56 so far as relating to therepeal) comes into force in the same way as the provisions of this Act towhich the repeal relates.\n\t\t\tThe other provisions of this Part come into force on the day this Act ispassed.\n\t\t\tAn order under this section must be made by statutory instrument.\n\t\t\tAn order under this section—\n\t\t\t\tmay appoint different days for different purposes;\n\t\t\t\tmay include transitional or incidental provision or savings.\n\t\t\tAn order commencing sections 39 to 41 (acquisition of British citizenshipby naturalisation) must include provision that the amendments made by thosesections do not have effect in relation to an application for naturalisationas a British citizen if—\n\t\t\t\tthe date of the application is before the date on which those sections comeinto force in accordance with the order (“the date of commencement”), or\n\t\t\t\tthe date of the application is before the end of the period of 24 monthsbeginning with the date of commencement and the application is made by aperson who falls within subsection (10) or (11).\n\t\t\tA person falls within this subsection if on the date of commencement theperson has indefinite leave to remain in the United Kingdom.\n\t\t\tA person falls within this subsection if the person is given indefiniteleave to remain in the United Kingdom on an application—\n\t\t\t\tthe date of which is before the date of commencement, and\n\t\t\t\twhich is decided after the date of commencement.\n\t\t\tThe reference in subsection (9) to an order commencing sections 39 to 41does not include an order commencing those sections for the purpose only ofenabling regulations to be made under the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\").\n\t\t\tIn the case of an order commencing sections 39 to 41, transitionalprovision may, in particular—\n\t\t\t\tprovide that the qualifying period for the purposes of paragraph 1 or 3 ofSchedule 1 to the British Nationality Act 1981 includes time before thatcommencement;\n\t\t\t\tprovide for leave to enter or remain in the United Kingdom granted beforethat commencement to be treated as qualifying temporary residence leave orprobationary citizenship leave for the purposes of that Schedule.\n\t\t\tIn the case of an order commencing section 45 (acquisition of Britishcitizenship through the female line), transitional provision may, inparticular, provide that section 45 is to apply to an application made, butnot determined, under section 4C of the British Nationality Act 1981 beforethat commencement.\n\t\t\tNo order may be made commencing section 52 (detention at ports inScotland) unless the Secretary of State has consulted the Scottish Ministers.\n\t\t\tNo order may be made commencing section 53 (transfer of certainimmigration judicial review applications) unless the functions of the Asylumand Immigration Tribunal in relation to appeals under Part 5 of theNationality, Immigration and Asylum Act [2002 (c.41)](/id/ukpga/2002/41?view=plain \"Go to item of legislation\") have beentransferred under section 30(1) of the Tribunals, Courts and Enforcement Act[2007 (c. 15)](/id/ukpga/2007/15?view=plain \"Go to item of legislation\").\n\t\tShort title\n\t\t\tThis Act may be cited as the Borders, Citizenship and Immigration Act 2009.\n\t\tSection 56"
    }
]