[
    {
        "length": 2243,
        "text": "\nPensions and compensation\n\tPension and compensation schemes: armed and reserve forces\n\t\tThe Secretary of State may by order establish schemes which, in respect ofa person’s service in the armed forces, provide—\n\t\t\tfor benefits, in the form of pensions or otherwise, to be payable to or inrespect of him on termination of service or on death or retirement, or\n\t\t\tfor payments to be made towards the provision of such benefits.\n\t\t\t\tSuch a scheme is referred to in this Act as an armed forces pension scheme.\n\t\tThe Secretary of State may by order establish schemes which provide forbenefits to be payable to or in respect of a person by reason of his illnessor injury (whether physical or mental), or his death, which is attributable(wholly or partly) to his service in the armed forces or the reserve forces.\n\t\tSuch a scheme is referred to in this Act as an armed and reserve forcescompensation scheme.\n\t\tThe Secretary of State may provide for any scheme under this section to beadministered by another person.\n\tPayments due from scheme administrator in respect of deceased persons\n\t\tThis section applies if on the death of any person who is or has been amember of the armed forces or the reserve forces—\n\t\t\tan amount is due to him in respect of benefits payable under an armedforces pension scheme or an armed and reserve forces compensation scheme, and\n\t\t\tthe amount is payable by a person (“the administrator”) other than theSecretary of State.\n\t\tSections 3 and 5 to 11 of the Navy and Marines (Property of Deceased) Act[1865 (c. 111)](/id/ukpga/1865/111?view=plain \"Go to item of legislation\")(distribution of personal estate of deceased seamen, etc.) are to have effectin relation to the due amount as if it were payable by the Secretary of State,and the Secretary of State may give directions to the administrator as to thepayment of that amount.\n\t\tSection 4 of the Pensions and Yeomanry Pay Act [1884 (c.55)](/id/ukpga/1884/55?view=plain \"Go to item of legislation\") (distributionof personal estate of deceased soldiers, etc., not exceeding £5000) is to haveeffect in relation to the due amount as if it were held by or under thecontrol of the Secretary of State, and the Secretary of State may givedirections to the administrator as to the payment of the due amount.\n\tAccrued rights\n\t\tThe power of the Secretary of State to modify an armed forces pensionscheme may not on any occasion be exercised in any manner which would or mightadversely affect any entitlement, accrued rights or pension credit rights ofany member of the scheme acquired before the power is exercised unless—\n\t\t\tthe consent requirements are satisfied in respect of the exercise of thepower on that occasion in that manner, or\n\t\t\tthe scheme is modified in the prescribed manner.\n\t\tThe consent requirements are those prescribed for the purpose of obtainingthe consent of members of the scheme to its modification.\n\t\tIn this section—\n\t\t\t  * “prescribed” means prescribed by an order under section 1, \n\t\t\t  * “accrued rights”, “entitlement”, “member” and “pension credit rights” have the same meanings as in Part 1 of the Pensions Act [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\"). \n\tExisting naval and marine pensions\n\t\tIn section 3 of the Naval and Marine Pay and Pensions Act [1865 (c.73)](/id/ukpga/1865/73?view=plain \"Go to item of legislation\") (payment toofficers, widows etc.), for the words from “services” to “deceased” there issubstituted “service in Her Majesty’s naval or marine force as an”.\nAppeals\n\tAmendments to Pensions Appeal Tribunals Act 1943\n\t\tSchedule 1 (which makes amendments to the Pensions Appeal Tribunals Act [1943(c. 39)](/id/ukpga/1943/39?view=plain \"Go to item of legislation\") aboutappeals to and from Pensions Appeal Tribunals, including amendments conferringappeal rights in relation to schemes under section 1(2) of this Act) haseffect.\nMiscellaneous and supplementary\n\tRoyal Patriotic Fund Corporation\n\t\tThe Secretary of State may by order transfer, or provide for the transferof, the property, rights and liabilities of the Royal Patriotic FundCorporation to a registered charity established for the benefit of personswho—\n\t\t\tare widows or widowers, or children or dependants, of persons who haveserved in the armed forces or the reserve forces, and\n\t\t\tare in need of assistance.\n\t\tThe rights and liabilities that may be transferred include rights andliabilities under a contract of employment.\n\t\tSchedule 2 makes provision in relation to the transfer of employees.\n\t\tAn order under this section may provide for the dissolution of theCorporation.\n\t\tA reference in any instrument or other document to the Corporation is, sofar as the context permits, to be read as a reference to the transferee.\n\t\tIn this section “charity” has the same meaning as in the Charities Act[1993 (c. 10)](/id/ukpga/1993/10?view=plain \"Go to item of legislation\") and“registered” means registered under that Act.\n\tAmendments and repeals\n\t\tIn section 4 of the Forfeiture Act [1982 (c.34)](/id/ukpga/1982/34?view=plain \"Go to item of legislation\") (Commissionerto decide whether forfeiture rule applies to social security benefits), in thedefinition of “relevant enactment” in subsection (5), the following entry isinserted after the entry relating to the Social Security Contributions andBenefits Act 1992—\n\t\t\t“section 1 of the Armed Forces (Pensions and Compensation) Act 2004,”.\n\t\tIn Schedule 4 to the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (SocialSecurity Commissioners), in paragraph 3(1) (expenses of attending appealproceedings), after “under section 14 of this Act” there is inserted “, undersection 6A of the Pensions Appeal Tribunals Act 1943”.\n\t\tIn regulation 2 of the Pensions Appeal Tribunals (Late Appeals) Regulations2001 ([S.I. 2001/1032](/id/uksi/2001/1032?view=plain \"Go to item oflegislation\")) (interpretation), the words “to which section 8(1) of the Actapplies” in the definition of “appeal” are omitted.\n\t\tThis amendment is deemed always to have had effect.\n\t\tThe enactments set out in Schedule 3 are repealed to the extent specified.\n\tCommencement \n\t\tThe preceding provisions of this Act are to come into force on such day as theSecretary of State may by order appoint.\n\tExpenses \n\t\tAny expenses incurred by the Secretary of State in pursuance of this Act areto be paid out of money provided by Parliament.\n\tOrders \n\t\tAny power to make an order under this Act is exercisable by the Secretaryof State by statutory instrument.\n\t\tAn order under this Act may make different provision for differentpurposes.\n\t\tAn order under this Act may make—\n\t\t\tany supplementary, incidental or consequential provision,\n\t\t\tany transitory, transitional or saving provision,\n\t\t\t\twhich the Secretary of State considers necessary or expedient for the purposesof, in consequence of or for giving full effect to any provision of this Act.\n\t\tThe provision which may be made under subsection (3) includes provisionamending or repealing any enactment or instrument.\n\t\tA statutory instrument containing an order under this Act (other than anorder under section 8) is to be subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tA statutory instrument containing an order under this Act which adds to,replaces or omits any part of the text of an Act is not to be made unless adraft of the instrument has been laid before, and approved by a resolution of,each House of Parliament; and subsection (5) does not apply to such aninstrument.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “armed forces” means the naval, military or air forces of the Crown, but not the reserve forces, \n\t\t  * “reserve forces” has the same meaning as in the Reserve Forces Act [1996 (c. 14)](/id/ukpga/1996/14?view=plain \"Go to item of legislation\"). \n\tShort title\n\t\tThis Act may be cited as the Armed Forces (Pensions and Compensation) Act2004."
    }
]