[
    {
        "length": 3196,
        "text": "\nChapter 1Education and training for local needs\n\tLocal skills improvement plans\n\t\tLocal skills improvement plans\n\t\t\tThis section applies to a relevant provider that provides English-fundedpost-16 technical education or training that is material to a specified area.\n\t\t\tEnglish-funded post-16 technical education or training is “material” to aspecified area if it could reasonably be regarded as material or potentiallymaterial to the skills, capabilities or expertise that are, or may in thefuture be, required by employers operating within the specified area, havingregard to all the circumstances and any guidance published by the Secretary ofState.\n\t\t\tIf there is no approved local skills improvement plan for the specifiedarea, the relevant provider must co-operate with the employer representativebody for that area for the purposes of assisting the body to develop a localskills improvement plan for submission to the Secretary of State for approvaland publication.\n\t\t\tIf there is an approved local skills improvement plan for the specifiedarea, the relevant provider must—\n\t\t\t\tco-operate with the employer representative body for that area for thepurposes of assisting the body to—\n\t\t\t\tkeep the plan under review, and\n\t\t\t\twhere appropriate, develop a replacement plan for submission to theSecretary of State for approval and publication, and\n\t\t\t\thave regard to the plan so far as it is relevant to any decision that therelevant provider is making in relation to the provision of English-fundedpost-16 technical education or training that may be relevant to the skills,capabilities or expertise that are, or may in the future be, required in thearea.\n\t\t\tThe relevant provider must have regard to any guidance published by theSecretary of State in connection with this section, including in relation to—\n\t\t\t\tco-operation with an employer representative body under subsections (3) and(4), and\n\t\t\t\tthe matters to which the Secretary of State might have regard (includingfor the purposes of complying with subsections (6) and (7)) in decidingwhether to approve and publish a plan.\n\t\t\tThe Secretary of State may approve and publish a local skills improvementplan only if satisfied that in the development of the plan due considerationwas given to, amongst other things, the skills, capabilities or expertiserequired in relation to jobs that directly contribute to, or indirectlysupport, the following—\n\t\t\t\tcompliance with the duty imposed by section 1 of the Climate Change Act2008 (UK net zero emissions target),\n\t\t\t\tadaptation to climate change, or\n\t\t\t\tmeeting other environmental goals (such as restoration or enhancement ofthe natural environment).\n\t\t\tWhere a specified area covers any of the area of a relevant authority, theSecretary of State may approve and publish a local skills improvement plan forthe specified area only if satisfied that in the development of the plan dueconsideration was given to the views of the relevant authority.\n\t\t\t\tFor this purpose “relevant authority” means—\n\t\t\t\ta mayoral combined authority within the meaning of Part 6 of the LocalDemocracy, Economic Development and Construction Act 2009 (see section 107A(8)of that Act), or\n\t\t\t\tthe Greater London Authority.\n\t\t\tA “local skills improvement plan”, in relation to a specified area, means aplan which—\n\t\t\t\tis developed by an employer representative body for the specified area,\n\t\t\t\tdraws on the views of employers operating within the specified area, andany other evidence, to summarise the skills, capabilities or expertise thatare, or may in the future be, required in the specified area, and\n\t\t\t\tidentifies actions that relevant providers can take regarding any English-funded post-16 technical education or training that they provide so as toaddress the requirements mentioned in paragraph (b).\n\t\t\tAn “approved local skills improvement plan” means a local skillsimprovement plan that has been approved and published by the Secretary ofState.\n\t\tDesignation of employer representative bodies\n\t\t\tThe Secretary of State may designate an eligible body as the employerrepresentative body for an area in England (the “specified area”) if—\n\t\t\t\tthe Secretary of State is satisfied that—\n\t\t\t\tthe body is capable of developing and keeping under review a local skillsimprovement plan for the area, in an effective and impartial manner, and\n\t\t\t\tthe body is reasonably representative of the employers operating withinthe specified area, and\n\t\t\t\tthe body has consented in writing to being so designated (and to any termsand conditions to which the designation is subject).\n\t\t\tA designation under subsection (1) may be made subject to such terms andconditions as the Secretary of State considers appropriate.\n\t\t\tIf the Secretary of State decides to designate an eligible body undersubsection (1), the Secretary of State must—\n\t\t\t\tnotify the body of the designation before the date on which the designationtakes effect (“the effective date”), and\n\t\t\t\tpublish the notice of the designation before that date.\n\t\t\tThe notice of the designation must state—\n\t\t\t\tthe name of the body,\n\t\t\t\tthe specified area for which the body has been designated,\n\t\t\t\tthe effective date, and\n\t\t\t\tany terms and conditions to which the designation is subject.\n\t\t\tThe Secretary of State may from time to time modify the terms andconditions to which a designation is subject, in which case the Secretary ofState must—\n\t\t\t\tnotify the employer representative body of the modification before the dateon which the modification takes effect, and\n\t\t\t\tamend the notice of designation accordingly, and publish it as amended,before that date.\n\t\tRemoval of designations\n\t\t\tThe Secretary of State may by notice remove the designation of a body undersection 2 if—\n\t\t\t\tthe body no longer meets the requirements in section 2(1)(a),\n\t\t\t\tthe body is no longer an eligible body,\n\t\t\t\tthe body does not comply with a term or condition to which the designationis subject,\n\t\t\t\tthe body does not have regard to any relevant guidance published by theSecretary of State or departs from any such guidance without good cause, or\n\t\t\t\tthe Secretary of State considers that removing the designation is otherwisenecessary or expedient.\n\t\t\tThe Secretary of State must by notice remove a designation of a body undersection 2 if the body requests the removal in writing.\n\t\t\tA notice under this section must—\n\t\t\t\tinclude reasons for the removal of the designation, and\n\t\t\t\tspecify when the designation is to be removed.\n\t\t\t The Secretary of State must publish a notice under this section.\n\t\tInterpretation \n\t\t\tIn sections 1 to 3 and this section—\n\t\t\t\t  * “combined authority” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; \n\t\t\t\t  * “eligible body” means a body corporate that— \n\t\t\t\tis not a servant or agent of the Crown,\n\t\t\t\tis not a body to which the Secretary of State appoints members, and\n\t\t\t\tis not a public authority;\n\t\t\t\t\t  * “employer” means a person that engages, or intends to engage, an individual under— \n\t\t\t\ta contract of service or apprenticeship, or\n\t\t\t\ta contract for services,\n\t\t\t\t\tfor the purposes of a business, trade or profession or the activities of apublic authority or charitable institution (within the meaning given bysection 58(1) of the Charities Act 1992), and “employee” is to be construedaccordingly;\n\t\t\t\t\t  * “employer representative body” means an eligible body that is designated as the employer representative body for a specified area under section 2(1); \n\t\t\t\t\t  * “independent training provider” means a provider of post-16 technical education or training— \n\t\t\t\tthat provides English-funded post-16 technical education or training to whichChapter 3 of Part 8 of the Education and Inspections Act 2006 (inspection offurther education and training etc) applies, but\n\t\t\t\tthat is not—\n\t\t\t\tan employer who provides the education or training mentioned in paragraph (a)only to its employees,\n\t\t\t\ta 16 to 19 Academy,\n\t\t\t\ta school,\n\t\t\t\ta local authority in England,\n\t\t\t\tan institution within the further education sector (within the meaning givenby section 91(3) of the Further and Higher Education Act 1992), or\n\t\t\t\ta higher education provider (within the meaning given by section 83(1) of theHigher Education and Research Act 2017);\n\t\t\t\t\t  * “local authority in England” has the same meaning as in the Education Act 1996 (see sections 579(1) and 581 of that Act); \n\t\t\t\t\t  * “local skills improvement plan” has the meaning given by section 1(8); \n\t\t\t\t\t  * “notice” means written notice (and to “notify” means to give written notice); \n\t\t\t\t\t  * “post-16 technical education or training” means any technical education or training provided to individuals over compulsory school age; \n\t\t\t\t\t  * “public authority” includes— \n\t\t\t\ta court or tribunal, and\n\t\t\t\tany person certain of whose functions are functions of a public nature;\n\t\t\t\t\t  * “relevant provider” means a provider of post-16 technical education or training which is— \n\t\t\t\tan institution in England within the further education sector (within themeaning given by section 91(3) of the Further and Higher Education Act 1992),\n\t\t\t\tan English higher education provider (within the meaning given by section83(1) of the Higher Education and Research Act 2017),\n\t\t\t\tan independent training provider whose activities, so far as they relate tothe provision of post-16 technical education or training, are carried on, orpartly carried on, in England, or\n\t\t\t\ta local authority in England, a 16 to 19 Academy or a school in England thatis specified or described in regulations made by statutory instrument by theSecretary of State;\n\t\t\t\t\t  * “school” has the meaning given by section 4(1) of the Education Act 1996; \n\t\t\t\t\t  * “specified area” has the meaning given by section 2(1). \n\t\t\tFor the purposes of sections 1 to 3 and this section, education or trainingis “English-funded” if it is funded, wholly or partly, by—\n\t\t\t\tthe Secretary of State,\n\t\t\t\ta combined authority,\n\t\t\t\tthe Greater London Authority, or\n\t\t\t\ta local authority in England.\n\t\t\tFor those purposes, education or training funded by the Secretary of Stateincludes education or training funded, wholly or partly, by amounts paiddirectly to the provider of the education or training in accordance withprovision in regulations made by the Secretary of State under section 22(1) ofthe Teaching and Higher Education Act 1998 (financial support for students) byvirtue of section 22(2)(h) or (i) of that Act.\n\t\t\tWhere a relevant provider that provides English-funded post-16 technicaleducation or training enters into arrangements under which all or part of thateducation or training is provided by another relevant provider, the educationor training provided under the arrangements is to be treated as English-fundedpost-16 technical education or training provided by the second relevantprovider (as well as by the first).\n\t\t\tA statutory instrument containing regulations under paragraph (d) of thedefinition of “relevant provider” in subsection (1) is subject to annulment inpursuance of a resolution of either House of Parliament.\n\tFurther education institutions: duty in relation to local needs\n\t\tInstitutions in England within the further education sector: localneeds\n\t\t\tIn the Further and Higher Education Act 1992, after section 52A insert—\n\t\t\t“52BDuty to review provision in relation to local needs: England\n\t\t\t\tThe governing body of an institution in England within the furthereducation sector must—\n\t\t\t\t\tfrom time to time review how well the education or training provided by theinstitution meets local needs, and\n\t\t\t\t\tin light of that review, consider what action the institution might take(alone or in conjunction with action taken by one or more other educationalinstitutions) in order to meet those needs better.\n\t\t\t\tIn carrying out its review, the governing body must have regard to anyguidance published under this section by the Secretary of State.\n\t\t\t\tThe governing body must publish its review on the institution’s website.”"
    },
    {
        "length": 418,
        "text": "\nFunctions of the Institute for Apprenticeships and Technical Education\n\tFunctions of the Institute: oversight etc\n\t\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asfollows.\n\t\tIn section ZA2 (general duties), in subsection (6)—\n\t\t\tfor “section” substitute “Chapter”;\n\t\t\tomit the word “or” at the end of paragraph (b);\n\t\t\tafter paragraph (c) insert “or\n\t\t\tto enable a person to enter work within a published occupation (whether inthe course of training or otherwise).”\n\t\tAfter section ZA2 insert—\n\t\t“ZA2AOversight\n\t\t\tThe Institute must keep under review—\n\t\t\t\teducation and training within the Institute’s remit, and\n\t\t\t\tthe effect that the exercise of the Institute’s functions has had, or mighthave, on the range and availability of that education and training.\n\t\t\tThe Institute may provide a report to the Secretary of State on anythingarising from the exercise of the Institute’s functions under subsection (1).\n\t\t\tSubsection (2) does not affect the Institute’s functions under sectionZA3.”\n\t\t\tIn section ZA3 (provision of advice and assistance to the Secretary ofState etc)—\n\t\t\t\tin subsection (1), after paragraph (a) (but before the word “or” at the endof it) insert—\n\t\t\t\ttechnical education qualifications,”;\n\t\t\t\tin subsection (2), for “and (b)” substitute “to (b)”."
    },
    {
        "length": 3067,
        "text": "\nAdditional powers to approve technical education qualifications\n\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asfollows.\n\tBefore section A2D3 (as renumbered by section 13) insert—\n\t“A2D1Approval of technical education qualifications: overview\n\t\tSections A2D3 and A2D5 provide for the approval of technical educationqualifications.\n\t\tSection A2D3 provides for the approval of technical educationqualifications which (in conjunction with any approved steps towardsoccupational competence determined under section A2D4) can lead to the awardof technical education certificates under section A3A.\n\t\tSection A2D5 provides for the approval of other technical educationqualifications.\n\t\tFor further provision about approval of technical education qualificationssee, in particular—\n\t\t\tsection A2D2 (provision about the categories of technical educationqualification that may be approved under section A2D3 or A2D5),\n\t\t\tsections A2D6 to A2D11 (further provision about approval and withdrawal ofapproval),\n\t\t\tsection A2HA (list of technical education qualifications), and\n\t\t\tsection A2IA (transfer of copyright relating to technical educationqualifications approved under section A2D3).\n\tA2D2Categories of technical education qualification\n\t\tThe Institute—\n\t\t\tmay specify one or more categories of technical education qualification inrelation to England that may be approved under section A2D3, and\n\t\t\tmay specify one or more categories of technical education qualification inrelation to England that may be approved under section A2D5.\n\t\tThe Institute may specify a category under subsection (1)(b) only if itconsiders that it would not be appropriate for qualifications in the categoryto be approved under section A2D3.\n\t\tFor any category specified under subsection (1)(b), the Institute mustspecify which of the following is the appropriate test for the purposes ofsection A2D5—\n\t\t\tthe alternative approval test (see section A2D5(3));\n\t\t\tthe additional specialist competence test (see section A2D5(4));\n\t\t\tthe significant outcomes test (see section A2D5(5)).\n\t\tThe Institute may revise or withdraw any category specified undersubsection (1).\n\t\tA technical education qualification does not cease to be approved merelybecause the category is revised or withdrawn under subsection (4).\n\t\tThe Institute must publish information showing—\n\t\t\tthe categories of technical education qualification that are for the timebeing specified under subsection (1), and\n\t\t\tfor each category, whether qualifications in the category may be approvedunder section A2D3 or A2D5 and, if under section A2D5, the appropriate test.\n\t\tBefore specifying a category of qualification under this section, theInstitute must consult—\n\t\t\tthe Secretary of State, and\n\t\t\tsuch other persons as the Institute considers appropriate.”\n\t\tIn section A2D3 (as renumbered by section 13: approved technical educationqualifications), in subsection (3), after “satisfied that” insert “—\n\t\t\tthe qualification falls within a category specified under sectionA2D2(1)(a), and\n\t\t\t. \n\t\tAfter section A2D4 (as renumbered by section 13) insert—\n\t“A2D5Further powers to approve technical education qualifications\n\t\tThe Institute may, if it considers it appropriate, approve a technicaleducation qualification under this section in respect of one or more publishedoccupations (each a “related” occupation).\n\t\tBut it may approve a qualification under this section only if—\n\t\t\tthe Institute is satisfied that the qualification falls within a categoryspecified under section A2D2(1)(b),\n\t\t\tthe qualification meets each of the following tests in respect of therelated occupation or occupations—\n\t\t\tthe appropriate test specified for the category under section A2D2(3), and\n\t\t\tthe employer demand test (see subsection (6)), and\n\t\t\tthe Institute is not prevented from approving the qualification by virtueof a moratorium under section A2D9.\n\t\tThe alternative approval test is met in respect of an occupation if—\n\t\t\ta standard is published under section ZA11 for the occupation, and\n\t\t\tthe Institute is satisfied that by obtaining the qualification a persondemonstrates attainment of as many of the outcomes set out in the standard asmay reasonably be expected to be attained by undertaking a course ofeducation.\n\t\tThe additional specialist competence test is met in respect of anoccupation if—\n\t\t\ta standard is published under section ZA11 for the occupation, and\n\t\t\tthe Institute is satisfied that—\n\t\t\tby obtaining the qualification, a person demonstrates attainment ofparticular outcomes which are additional to those set out in the standard, and\n\t\t\tattaining all those outcomes (together with attainment of the outcomes setout in the standard) would enable a person to specialise within theoccupation.\n\t\tThe significant outcomes test is met in respect of one or more occupationsif—\n\t\t\tthe Institute is satisfied that—\n\t\t\tby obtaining the qualification a person demonstrates attainment ofparticular outcomes in relation to the occupations, and\n\t\t\tattaining those outcomes would enable a person to work in the occupationsat a particular level of competence (whether in the course of training orotherwise) or to improve competence in the occupations, and\n\t\t\twhere standards are published under section ZA11 for any of theoccupations, the outcomes are set out in the standards (whether or not all inthe same standard).\n\t\tThe employer demand test is met in respect of one or more occupations ifthe Institute is satisfied that there is, or is likely to be, demand fromemployers in the occupations for employees who have obtained the particularqualification.\n\tA2D6Approved technical education qualifications: approval andwithdrawal\n\t\tThe Institute may make any arrangements that it considers appropriate—\n\t\t\tto secure that suitable technical education qualifications are availablefor approval under section A2D3 or A2D5, or\n\t\t\tin connection with the approval, or continued approval, of a technicaleducation qualification under either of those sections.\n\t\tThe Institute may withdraw approval of a technical education qualification.\n\t\tThe Institute is not required to withdraw approval of a technical educationqualification in a specified category merely because—\n\t\t\tthe qualification is modified, or\n\t\t\tthe category is revised or withdrawn under section A2D2(4).\n\t\tThe Institute must publish information about matters that it takes intoaccount when deciding whether or not—\n\t\t\tto approve a qualification under section A2D3 or A2D5, or\n\t\t\tto withdraw approval of it.\n\t\tThe matters may differ for different purposes and may, in particular, bedifferent for—\n\t\t\tqualifications in different categories specified under section A2D2, or\n\t\t\tqualifications relating to different occupations.\n\t\tWhen making a decision of the kind mentioned in subsection (4)(a) or (b) ina particular case, the Institute may also take into account such other mattersas it considers appropriate in the case in question.\n\t\tInformation published under subsection (4) may be revised or replaced, andthe Institute must publish under that subsection any revised or replacementinformation.\n\tA2D7Approved technical education qualifications: publication and fees\n\t\tWhere a technical education qualification is approved in respect of anoccupation, the Institute must publish, with the information published undersection ZA10(5) in relation to the occupation, information indicating—\n\t\t\tthat a technical education qualification has been approved in respect ofit, and\n\t\t\twhether the qualification (in conjunction with any steps approved undersection A2D4) could lead to a technical education certificate.\n\t\tIf approval of the technical education qualification is withdrawn, theInstitute must publish, with the information published under section ZA10(5)in relation to the occupation, information indicating that the approval of thequalification has been withdrawn.\n\t\tThe Secretary of State may by regulations authorise the Institute (subjectto any restrictions prescribed by the regulations) to charge fees for thingsdone in connection with approval, or continued approval, of qualificationsunder section A2D5.\n\tA2D8Reviews of approval of technical education qualifications\n\t\tThe Institute must maintain arrangements for reviewing approved technicaleducation qualifications at regular intervals with a view to determining, foreach qualification, whether—\n\t\t\tit should continue to be approved,\n\t\t\tit should be revised, or\n\t\t\tapproval should be withdrawn.\n\t\tThe Institute must publish information about the intervals at which thosereviews are to be conducted.\n\tA2D9Moratorium on further approvals under section A2D5\n\t\tThis section applies where the Institute determines that there is anappropriate number of approved technical education qualifications of aparticular kind.\n\t\tThe Institute may decide that it should not approve further technicaleducation qualifications of that kind under section A2D5 for a period (a“moratorium”).\n\t\tWhere the Institute decides that there should be a moratorium in relationto technical education qualifications of a particular kind, it—\n\t\t\tmust publish that decision, and\n\t\t\tduring the moratorium, may not approve any further technical educationqualification of that kind under section A2D5.\n\t\tA moratorium ends when the Institute decides to end it.\n\t\tWhere the Institute decides to end a moratorium, it must publish thatdecision.\n\t\tThe Institute must consult the Secretary of State before—\n\t\t\tdeciding whether there should be a moratorium in relation to qualificationsof a particular kind;\n\t\t\tdeciding to end a moratorium.”\n\t\tIn section A2D4 (as renumbered by section 13: additional steps towardsoccupational competence), in subsection (1)—\n\t\t\tfor “an approved” substitute “a”;\n\t\t\tafter “qualification” insert “that is approved under section A2D3”.\n\t\tIn section A3A (power to issue technical education certificates), insubsection (1)(a)—\n\t\t\tfor “an approved” substitute “a”;\n\t\t\tafter “qualification” insert “approved under section A2D3”.\n\t\tAfter section A11 insert—\n\t“A12Interpretation of Chapter A1\n\t\tIn this Chapter—\n\t\t\t  * “approved technical education qualification” means a technical education qualification that is approved by the Institute under section A2D3 or A2D5;\n\t\t\t  * “Ofqual” means the Office of Qualifications and Examinations Regulation;\n\t\t\t  * “published occupation” means an occupation which the Institute has determined falls within section ZA10(1)(a) and in relation to which information is published under section ZA10(5);\n\t\t\t  * “specified category”, in relation to a qualification, means a category specified under section A2D2;\n\t\t\t  * “technical education certificate” has the meaning given by section A3A;\n\t\t\t  * “technical education qualification” means a qualification that relates to one or more occupations.\n\t\tReferences in this Chapter to approval, in relation to a technicaleducation qualification approved under section A2D3 or A2D5, are to approvalunder the section in question.”"
    },
    {
        "length": 121,
        "text": "\nFunctions of the Institute: availability of qualifications outsideEngland\n\tIn the Apprenticeships, Skills, Children and Learning Act 2009, after sectionA2IA insert—\n\t“A2IBAvailability of approved technical education qualificationsoutside England\n\t\tThe Institute may provide advice and assistance, or take other steps that itconsiders appropriate, for the purpose of enabling approved technicaleducation qualifications to be made available to be obtained by personsoutside England.”"
    },
    {
        "length": 252,
        "text": "\nTechnical education qualifications: co-operation between the Instituteand Ofqual\n\tIn the Apprenticeships, Skills, Children and Learning Act 2009, after sectionA2D10 (as renumbered by section 13) insert—\n\t“A2D11Co-operation between the Institute and Ofqual\n\t\tThe Institute and Ofqual must co-operate with one another in the exerciseof—\n\t\t\ttheir respective functions relating to technical education qualifications,and\n\t\t\tany other functions of theirs where the exercise is relevant to functionsmentioned in paragraph (a).\n\t\tEach of the Institute and Ofqual—\n\t\t\tmay provide advice and assistance to the other in relation to the exerciseby the other of any function within subsection (1), and\n\t\t\tmust, in exercising any function within subsection (1), have regard to anyadvice or information provided to it by the other, so far as relevant to theexercise of that function.”"
    },
    {
        "length": 324,
        "text": "\nApplication of accreditation requirement in relation to technicaleducation qualifications\n\tIn section 138 of the Apprenticeships, Skills, Children and Learning Act 2009(qualifications subject to the accreditation requirement)—\n\t\tafter subsection (1) insert—\n\t\t“(1A)But Ofqual may not make a determination under subsection (1) in relationto a technical education qualification if—\n\t\tthe qualification is an approved technical education qualification, or\n\t\tthe Institute—\n\t\thas notified Ofqual that the Institute is considering whether or not toapprove the qualification as an approved technical education qualification,and\n\t\thas not notified Ofqual of its decision.”;\n\t\tafter subsection (6) insert—\n\tWhere the Institute has notified Ofqual under subsection (1A)(b)(i) thatit is considering whether or not to approve the qualification, it must alsonotify Ofqual of its decision.\n\tIn this section—\n\t\t  * “the Institute” means the Institute for Apprenticeships and Technical Education;\n\t\t  * “approved technical education qualification” and “technical education qualification” have the meanings given by section A12(1).”"
    },
    {
        "length": 511,
        "text": "\nInformation sharing in relation to technical education qualifications\n\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asfollows.\n\tAfter section 40AA insert—\n\t“40ABSharing of technical education information by or with Ofqual\n\t\tOfqual may disclose information to a relevant person for the purpose of arelevant function of—\n\t\t\tOfqual, or\n\t\t\tthe relevant person.\n\t\tA relevant person may disclose information to Ofqual for the purpose of arelevant function of—\n\t\t\tOfqual, or\n\t\t\tthe relevant person.\n\t\tIn this section “relevant person” means—\n\t\t\tthe Secretary of State;\n\t\t\tthe OfS;\n\t\t\tOfsted; \n\t\t\ta prescribed person.\n\t\tIn this section “relevant function” means—\n\t\t\tin relation to the Secretary of State, Ofqual, the OfS or Ofsted, atechnical education function of that body so far as the function relates toEngland;\n\t\t\tin relation to a prescribed person, a prescribed technical educationfunction of that person, so far as the function relates to England.\n\t\tIn this section—\n\t\t\t  * “Ofqual”, the “OfS” and “Ofsted” have the same meanings as in section 40AA;\n\t\t\t  * “technical education function” means a function that relates to technical education qualifications approved, or that may be approved, by the Institute for Apprenticeships and Technical Education under section A2D3 or A2D5.”\n\t\tIn the heading of Part 1A, after “Apprenticeships” insert “, TechnicalEducation Qualifications”.\n\t\tIn section 262 (orders and regulations), in subsection (6), after paragraph(aza) insert—\n\t\t\tregulations under section 40AB;”."
    },
    {
        "length": 826,
        "text": "\nTechnical education qualifications: minor and consequential amendments\n\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asset out in subsections (2) to (9).\n\tAfter section ZA8 insert—\n\t“ZA8AInterpretation of Chapter ZA1\n\t\tIn this Chapter, the following terms have the same meanings as in Chapter A1—\n\t\t  * technical education qualification (see section A12(1));\n\t\t  * approved technical education qualification (see section A12(1));\n\t\t  * approved steps towards occupational competence (see section A2D4(5));\n\t\t  * published occupation (see section A12(1)).”\n\t\tIn section A2D3 (as renumbered by section 13: approved technical educationqualifications)—\n\t\t\tin subsection (1), after “qualification” insert “under this section”;\n\t\t\tomit subsection (2);\n\t\t\tomit subsections (8) to (13);\n\t\t\tfor the heading substitute “Technical education certificate: approval oftechnical education qualifications”.\n\t\tIn section A2D10 (as renumbered by section 13: directions), for “sectionA2DA or A2DB” substitute “sections A2D2 to A2D9 or A2IB”.\n\t\tIn section A2HA (list of technical education qualifications)—\n\t\t\tafter subsection (1), insert—\n\t\t\t“(1A)For each qualification, the list must indicate whether (in conjunctionwith any steps determined under section A2D4) it could lead to the issue of atechnical education certificate.”;\n\t\t\tin subsection (2)(a), for “the standards” substitute “any standards”.\n\t\tIn section 100 (funding), in subsection (5), in the definition of “approvedtechnical education qualification”, for “A2DA” substitute “A12(1)”.\n\t\tIn section 121 (interpretation of Part 4), in subsection (1)—\n\t\t\tin the definition of “approved technical education qualification”, for“A2DA” substitute “A12”;\n\t\t\tin the definition of “technical education qualification”, for “A2DA”substitute “A12”.\n\t\tIn section 122 (sharing of information for education and trainingpurposes), in subsection (5)(ba), for “the IfA” substitute “the Institute forApprenticeships and Technical Education”.\n\t\tIn paragraph 9(2) of Schedule A1 (exercise of Institute’s functions)—\n\t\t\tafter “sections” insert “ZA2A,”;\n\t\t\tfor “A2DA, A2DB” substitute “A2D2 to A2D9”;\n\t\t\tfor “A2IA” substitute “A2IB”.\n\t\tIn section 42B of the Education Act 1997 (information about technicaleducation: access to English schools), in subsection (10), for “A2DA”substitute “A2D3 or A2D5”."
    },
    {
        "length": 571,
        "text": "\nRenumbering of provisions relating to technical educationqualifications\n\tThe Apprenticeships, Skills, Children and Learning Act 2009 is amended asfollows.\n\tSections A2DA to A2DC are renumbered as follows—\n\t\tExisting section number| New section number  ---|---  A2DA| A2D3  A2DB| A2D4  A2DC| A2D10    (3)In section A2HA (list of technical education qualifications), in subsection(2)(b), for “A2DB” substitute “A2D4”.\n\tIn section A2IA (transfer of copyright relating to technical educationqualifications)—\n\t\tin subsection (1), for “A2DA” substitute “A2D3”;\n\t\tin subsection (4), for “A2DA(4)(a)” substitute “A2D3(4)(a)”.\n\tIn section A3A (power to issue technical education certificate), insubsection (1)(b), for “A2DB” substitute “A2D4”.\n\tIn section 100 (provision of financial resources), in subsection (5), inthe definition of “approved steps towards occupational competence”, for “A2DB”substitute “A2D4”.\n\tIn section 121 (interpretation of Part 4), in subsection (1), in thedefinition of “approved steps towards occupational competence”, for “A2DB”substitute “A2D4”.\n\tNothing in subsection (2) alters the effect of anything done under or forthe purposes of a provision renumbered by that subsection, and accordingly—\n\t\tanything done under or for the purposes of such a provision (a “renumberedprovision”) that has effect immediately before that subsection comes intoforce continues to have effect after that time as done under the provision asrenumbered;\n\t\tany reference in an instrument or other document to such a provision is (sofar as the context permits) to be read after that time as including areference to the provision as renumbered;\n\t\tany reference in an instrument or other document to a provision as sorenumbered is (so far as the context permits) to be read after that time asincluding a reference to the provision as previously numbered."
    },
    {
        "length": 838,
        "text": "\nInformation about technical education and training\n\tInformation about technical education and training: access to Englishschools\n\t\tSection 42B of the Education Act 1997 (information about technicaleducation: access to English schools) is amended as follows.\n\t\tIn subsection (1), for “is an opportunity” substitute “are opportunities”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In complying with subsection (1), the proprietor must give access toregistered pupils on at least two occasions during each of the first, secondand third key phase of their education.”\n\t\tAfter subsection (2) insert—\n\t\t“(2A)The proprietor of a school in England within subsection (2) must—\n\t\t\tensure that, during each of the first and second key phases of theeducation of each registered pupil—\n\t\t\ton at least two occasions the pupil meets at least one provider to whomaccess is given (or any other number of such providers that may be specifiedfor the purposes of that key phase by regulations under subsection (8)), and\n\t\t\tthe pupil does not meet exactly the same provider or providers on each ofthose occasions, and\n\t\t\task providers to whom access is given to provide information that includesthe following—\n\t\t\tinformation about the provider and the approved technical educationqualifications or apprenticeships that the provider offers,\n\t\t\tinformation about the careers to which those technical educationqualifications or apprenticeships might lead,\n\t\t\ta description of what learning or training with the provider is like, and\n\t\t\tresponses to questions from the pupils about the provider or approvedtechnical education qualifications and apprenticeships.\n\t\t\t(2B)Access given under subsection (1) must be for a reasonable period of timeduring the standard school day.”\n\t\tIn subsection (5)—\n\t\t\tin paragraph (c), at the end insert “and the times at which the access isto be given;”;\n\t\t\tafter paragraph (c) insert—\n\t\t\tan explanation of how the proprietor proposes to comply with theobligations imposed under subsection (2A).”\n\t\tIn subsection (8), after “subsection (1)” insert “or (2A)”.\n\t\tAfter subsection (9) insert—\n\t\t“(9A)For the purposes of this section—\n\t\t\tthe first key phase of a pupil’s education is the period—\n\t\t\tbeginning at the same time as the school year in which the majority ofpupils in the pupil’s class attain the age of 13, and\n\t\t\tending with 28 February in the following school year;\n\t\t\tthe second key phase of a pupil’s education is the period—\n\t\t\tbeginning at the same time as the school year in which the majority ofpupils in the pupil’s class attain the age of 15, and\n\t\t\tending with 28 February in the following school year;\n\t\t\tthe third key phase of a pupil’s education is the period—\n\t\t\tbeginning at the same time as the school year in which the majority ofpupils in the pupil’s class attain the age of 17, and\n\t\t\tending with 28 February in the following school year.”"
    },
    {
        "length": 1299,
        "text": "\nChapter 3Lifelong learning\n\tSupport for lifelong learning\n\t\tAfter section 28 of the Teaching and Higher Education Act 1998 insert—\n\t\t“28AModules of courses: modification of Chapter in relation to powers ofthe Secretary of State\n\t\t\tSection 22 has effect, so far as it confers power exercisable by theSecretary of State, as if—\n\t\t\t\tin subsection (1), after paragraph (b) there were inserted “or\n\t\t\t\tmodules of higher education courses or further education courses,”;\n\t\t\t\tin subsections (2) to (3) and (4B), references to a higher education courseor further education course (however expressed) included references to amodule of such a course;\n\t\t\t\tin subsection (2), after paragraph (b) there were inserted—\n\t\t\t\tprescribing, or providing for the determination of, a maximum (a“lifetime limit”) in relation to a person in respect of all such loans oralternative payments made, or made available, under this section as may beprescribed, taken together (whether by reference to a monetary amount, coursecharacteristics or otherwise);”;\n\t\t\t\tin subsection (2), after paragraph (c) there were inserted—\n\t\t\t\tfor two or more modules of a higher education course or further educationcourse to be treated as a single module of that course for any purpose of theregulations;”;\n\t\t\t\tafter that subsection, there were inserted—\n\t\t\t\t\t“(2ZA)Regulations under this section may prescribe the meaning of “module” inrelation to a higher education course or further education course (and may, inparticular, provide for it to include—\n\t\t\t\ta module lasting less than one full academic year, or comprising less thanthe equivalent of one full academic year of study;\n\t\t\t\ta module undertaken otherwise than as part of the higher education courseor further education course of which it forms part).\n\t\t\t\t(2ZB)Nothing in subsection (2)(b) is to be taken to limit the power conferredby this section to prescribe a maximum amount in relation to any grant, loanor alternative payment otherwise than in relation to an academic year.”;\n\t\t\t\tafter subsection (2A) there were inserted—\n\t\t\t\t“(2B)The provision which may be made by virtue of subsection (2)(ba) includesprovision for amending any lifetime limit that has effect in relation to aperson.”\n\t\t\tSection 23 has effect, so far as it relates to a function exercisable byvirtue of regulations under section 22 made by the Secretary of State, as ifthe reference in subsection (1)(b) to courses included a reference to modulesof higher education courses or further education courses.\n\t\t\tSection 28(2) has effect, so far as it confers power exercisable by theSecretary of State, as if—\n\t\t\t\tafter “courses” in the first place where it occurs there were inserted “ormodules”;\n\t\t\t\tafter “higher education courses” there were inserted “or modules of suchcourses”.”\n\t\t\tUntil section 86(2) of the Higher Education and Research Act 2017 (power tomake alternative payments) comes into force—\n\t\t\t\tthe following provisions that are treated as inserted into section 22 ofthe Teaching and Higher Education Act 1998 by section 28A(1) of that Act haveeffect with the omission of references to alternative payments—\n\t\t\t\tparagraph (ba) of subsection (2);\n\t\t\t\tsubsection (2ZB);\n\t\t\t\tsection 28A(1)(b) of that Act has effect with the omission of the referenceto section 22(4B) of that Act.\n\tLifelong learning: amendment of the Higher Education and Research Act2017\n\t\tThe Higher Education and Research Act 2017 is amended as follows.\n\t\tIn section 9 (mandatory transparency condition for certain providers),after subsection (3) insert—\n\t\t\t“(3A)The OfS must not request information relating to modules of full coursesby virtue of a transparency condition more frequently than it requestsinformation relating to full courses by virtue of the condition.”\n\t\tIn section 83(1) (meaning of “English higher education provider” etc), forthe definition of “higher education course” substitute—\n\t\t\t  * ““higher education course” means—\n\t\t\ta course of any description mentioned in Schedule 6 to the Education ReformAct 1988, or\n\t\t\ta module of such a course, where it is undertaken otherwise than as part ofthat course;”.\n\t\tIn section 85 (definitions)—\n\t\t\tin subsection (1), at the appropriate place insert—\n\t\t\t\t  * ““full course” means a higher education course that is not a module of another higher education course;”;\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)References in this Part to modules (except in relation to references tothe full course of which the module forms part) are to modules which are—\n\t\t\tmodules of full courses, but\n\t\t\tundertaken otherwise than as part of those courses.”"
    },
    {
        "length": 1347,
        "text": "\nPart 2Quality of provision\n\tInitial teacher training for further education\n\t\tInitial teacher training for further education\n\t\t\tThe Secretary of State may make regulations for the purpose of securing orimproving the quality of courses of initial teacher training for furthereducation (“ITT(FE) courses”) provided by educational institutions in England.\n\t\t\tRegulations under subsection (1) may (among other things) make provisionfor and in connection with—\n\t\t\t\taccrediting an institution as a provider of specified ITT(FE) courses;\n\t\t\t\taccrediting specified ITT(FE) courses;\n\t\t\t\tprohibiting the provision of specified ITT(FE) courses by an institution;\n\t\t\t\tsetting conditions that must be complied with by an institution thatprovides specified ITT(FE) courses;\n\t\t\t\trequiring the governing body of an institution that provides specifiedITT(FE) courses, or other specified person in relation to such an institution,to have regard to guidance issued by the Secretary of State;\n\t\t\t\trequiring the governing body of an institution that provides specifiedITT(FE) courses, or other specified person in relation to such an institution,to give the Secretary of State specified information about—\n\t\t\t\tthe ITT(FE) courses provided by the institution;\n\t\t\t\tthe individuals who are commencing, are undertaking or have completed anITT(FE) course provided by the institution.\n\t\t\tThe provision mentioned in subsection (2)(c) may include provision for aprohibition by reference to (among other things)—\n\t\t\t\tthe accreditation of an institution under provision included in regulationsunder subsection (1) by virtue of subsection (2)(a);\n\t\t\t\tthe approval of the Secretary of State;\n\t\t\t\ta failure to meet conditions set in regulations under subsection (1) byvirtue of subsection (2)(d).\n\t\t\tRegulations under this section—\n\t\t\t\tmay make provision for enforcement of obligations or prohibitions imposedby the regulations;\n\t\t\t\tmay make different provision for different cases;\n\t\t\t\tmay make provision generally or only in relation to specified cases;\n\t\t\t\tmay confer a function (including the exercise of a discretion) on theSecretary of State or another specified person;\n\t\t\t\tmay make such incidental, consequential, supplemental, transitional orsaving provision as the Secretary of State thinks fit;\n\t\t\t\tare to be made by statutory instrument.\n\t\t\tA statutory instrument containing the first regulations under this sectionmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tIn this section—\n\t\t\t\t  * “courses” includes programmes; \n\t\t\t\t  * “enforcement” includes— \n\t\t\t\tmonitoring compliance;\n\t\t\t\tinvestigating non-compliance;\n\t\t\t\tdealing with non-compliance;\n\t\t\t\t\t  * “further education” has the same meaning as in the Education Act 1996 (see section 2 of that Act); \n\t\t\t\t\t  * “specified” means specified, or of a description specified, by or under the regulations. \n\tQuality assessments of higher education\n\t\tOffice for Students: power to assess the quality of higher education byreference to student outcomes\n\t\t\tIn section 23 of the Higher Education and Research Act 2017 (assessing thequality of, and the standards applied to, higher education), at the endinsert—\n\t\t\tThe factors that may be taken into account for the purposes of anassessment, under subsection (2)(a) or (b), of the quality of higher educationprovided by an institution include the student outcomes of the institution.\n\t\t\tThe student outcomes of an institution may be measured by any means(whether qualitative or quantitative) that the OfS considers appropriate,including by reference to the extent to which—\n\t\t\t\tpersons who undertake a higher education course with the institutioncontinue to undertake that course, or another course at the same or a similarlevel, after a period of time,\n\t\t\t\tpersons who undertake a higher education course with the institution aregranted an award of a particular description by that institution,\n\t\t\t\tpersons who are granted an award by the institution undertake further studyof a particular description, or\n\t\t\t\tpersons who are granted an award by the institution find employment of aparticular description by virtue of that award.\n\t\t\tThe OfS may, from time to time, determine and publish a minimum level inrelation to a measure of student outcomes which all institutions to whom themeasure is applicable are expected to meet.\n\t\t\tThe OfS is not required to determine and publish different minimum levelsin relation to a measure of student outcomes in order to reflect differencesin—\n\t\t\t\tparticular student characteristics;\n\t\t\t\tthe particular institution or type of institution which is providing highereducation;\n\t\t\t\tthe particular higher education course or subject being studied;\n\t\t\t\tany other such factor.\n\t\t\tIn taking into account the student outcomes of an institution as mentionedin subsection (4), account may be taken of whether the institution has met anyminimum level determined and published under subsection (6) which isapplicable to the institution.\n\t\t\tIn this section—\n\t\t\t\t  * “award” means a taught award or research award (see section 42);\n\t\t\t\t  * “student outcomes”, in relation to an institution, means outcomes for persons to whom the institution provides or has provided higher education or has granted an award.”"
    },
    {
        "length": 3301,
        "text": "\nFunding arrangements with post-16 education or training providers\n\tList of relevant providers\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\tfor the Secretary of State to keep a list of relevant providers in respectof relevant education or training who meet conditions specified in theregulations for being on the list in respect of that education or training;\n\t\t\tin connection with the keeping of the list.\n\t\t“Relevant provider” means a post-16 education or training provider who isnot—\n\t\t\ta school;\n\t\t\ta 16 to 19 Academy;\n\t\t\tan institution within the further education sector;\n\t\t\ta registered higher education provider who provides only higher education;\n\t\t\tthe responsible body for an institution within any of paragraphs (a) to (d)when acting in its capacity as such;\n\t\t\ta local authority in England;\n\t\t\ta combined authority;\n\t\t\tthe Greater London Authority.\n\t\t“Relevant education or training” means education or training that fallswithin one or more of the following paragraphs—\n\t\t\tfurther education;\n\t\t\teducation or training provided by means of a further education course, or amodule of a further education course, designated for the purposes of section22 of the Teaching and Higher Education Act 1998;\n\t\t\ttraining for persons over compulsory school age which is funded by theSecretary of State under section 2 of the Employment and Training Act 1973;\n\t\t\teducation or training for persons over compulsory school age provided aspart of an approved technical education qualification or approved stepstowards occupational competence;\n\t\t\ttraining for persons over compulsory school age provided in connection withan English statutory apprenticeship.\n\t\tThe Secretary of State may by regulations amend subsection (3) so as toadd, vary or remove a category of education or training.\n\t\tA condition may be specified in regulations under subsection (1)(a) onlywhere the Secretary of State considers that specifying the condition inrelation to a relevant provider may assist in preventing, or mitigating theadverse effects of, a disorderly cessation in the provision of education ortraining by the relevant provider.\n\t\tRegulations under subsection (1) may—\n\t\t\tspecify different conditions in relation to different descriptions ofrelevant education or training;\n\t\t\tprovide for a relevant provider to be on the list only in respect of one ormore descriptions of relevant education or training;\n\t\t\tconfer functions (including functions involving the exercise of adiscretion) on the Secretary of State or any other person.\n\t\tThe conditions that may be specified include conditions—\n\t\t\trelating to the relevant provider having a student support plan and makingit available;\n\t\t\trelating to the relevant provider having insurance cover;\n\t\t\tfor ensuring that persons having general control and management of, orlegal responsibility and accountability for, the relevant provider are fit andproper persons to be involved in that activity;\n\t\t\trelating to the relevant provider giving access to, or providing,information (including information about persons for whom the relevantprovider is, or has been, providing relevant education or training) to theSecretary of State;\n\t\t\trelating to the relevant provider taking action specified in directionsgiven by the Secretary of State.\n\t\tFor the purposes of subsection (7)(a), a “student support plan” means aplan for supporting students in the event of a cessation in the provision ofeducation or training.\n\t\tDifferent conditions may be specified—\n\t\t\tfor being added to, or remaining on, the list;\n\t\t\tfor different descriptions of relevant provider.\n\t\tRegulations under subsection (1)(b) may, among other things, makeprovision—\n\t\t\tfor the charging of fees in connection with entries on the list;\n\t\t\tabout the procedure for applications to be added to, or remain on, thelist;\n\t\t\tabout the removal of entries from, or the restoration of entries to, thelist;\n\t\t\tabout appeals against decisions relating to the list;\n\t\t\tpermitting or requiring the disclosure of information;\n\t\t\tabout publication of the list.\n\t\tThe provision mentioned in subsection (10)(e) includes provision aboutinformation relating to—\n\t\t\tpersons for whom relevant education or training is or has been provided;\n\t\t\tpersons having general control and management of, or legal responsibilityand accountability for, a relevant provider.\n\tProhibitions on entering into funding arrangements with providers\n\t\tIf the Secretary of State makes regulations under section 19(1)(a) for thekeeping of a list, the following provisions apply in relation to the making offunding arrangements while the regulations are in force.\n\t\tA funding authority must not enter into relevant funding arrangements witha relevant provider unless—\n\t\t\tthe relevant provider is on the list in respect of the education ortraining to which the funding arrangements relate, and\n\t\t\tthe funding arrangements include provision allowing the funding authorityto terminate the funding arrangements if the relevant provider ceases to be onthe list in respect of that education or training.\n\t\tA funding authority must not enter into relevant funding arrangements witha post-16 education or training provider (“P1”) unless the fundingarrangements include the provision in subsection (4).\n\t\tThe provision in this subsection is—\n\t\t\tin the case of relevant funding arrangements that prohibit P1 from enteringinto a relevant sub-contract, provision allowing the funding authority toterminate the funding arrangements if P1 enters into a relevant sub-contractin breach of that prohibition, and\n\t\t\tin the case of relevant funding arrangements that allow P1 to enter into arelevant sub-contract, provision allowing the funding authority to terminatethe funding arrangements if P1 enters into a relevant sub-contract with arelevant provider (“P2”) unless—\n\t\t\tP2 is on the list in respect of the education or training to which therelevant sub-contract relates, and\n\t\t\tthe relevant sub-contract includes provision allowing P1 to terminate thesub-contract if P2 ceases to be on the list in respect of that education ortraining.\n\t\tNothing in this section—\n\t\t\tmay be relied on by a provider with whom a funding authority has enteredinto relevant funding arrangements as a reason for not carrying out theprovider’s obligations under those arrangements, or\n\t\t\tlimits the discretion of a funding authority not to enter into fundingarrangements with a person where that person does not meet conditions of ascheme created by the funding authority in connection with the making offunding arrangements.\n\t\tThe following provisions apply for the interpretation of this section.\n\t\t“Funding authority” means—\n\t\t\tthe Secretary of State;\n\t\t\ta local authority in England;\n\t\t\ta combined authority;\n\t\t\tthe Greater London Authority.\n\t\t“Funding arrangements” in relation to a funding authority and a providerare—\n\t\t\tarrangements for a grant to be given by the funding authority to theprovider for the provision of education or training wholly or mainly inEngland;\n\t\t\tan agreement for the funding authority to provide funding to the providerfor the provision of education or training wholly or mainly in England.\n\t\tThe reference in subsection (8)(b) to an agreement for the fundingauthority to provide funding to the provider includes a reference to anagreement or arrangements between the funding authority and the provider byvirtue of which amounts can or must be paid directly to the provider inaccordance with provision in regulations made under section 22(1) of theTeaching and Higher Education Act 1998 (financial support for students) byvirtue of section 22(2)(h) or (i) of that Act.\n\t\tFunding arrangements are “relevant funding arrangements” if—\n\t\t\tthe education or training to which the arrangements relate is relevanteducation or training, and\n\t\t\tthe arrangements have any other characteristics specified in regulationsmade by the Secretary of State.\n\t\tA “relevant sub-contract”, in relation to relevant funding arrangements,is a contract—\n\t\t\tfor the provision of all or part of the education or training to which therelevant funding arrangements relate, and\n\t\t\tthat has any other characteristics specified in regulations made by theSecretary of State.\n\tFunding arrangements: interpretation\n\t\tThis section applies for the interpretation of sections 19, 20 and thissection.\n\t\tIn those sections—\n\t\t\t  * “approved technical education qualification” and “approved steps towards occupational competence” have the same meanings as in section 100 of the Apprenticeships, Skills, Children and Learning Act 2009; \n\t\t\t  * “combined authority” means a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; \n\t\t\t  * “English statutory apprenticeship” has the meaning given by section 40A(3) of the Apprenticeships, Skills, Children and Learning Act 2009; \n\t\t\t  * “further education” has the same meaning as in the Education Act 1996 (see section 2 of that Act); \n\t\t\t  * “higher education” has the meaning given by section 579(1) of the Education Act 1996; \n\t\t\t  * “institution within the further education sector” has the same meaning as in the Further and Higher Education Act 1992 (see section 91(3) of that Act); \n\t\t\t  * “local authority in England” has the same meaning as in the Education Act 1996 (see sections 579(1) and 581 of that Act); \n\t\t\t  * “post-16 education or training provider” means an institution or person who provides or intends to provide relevant education or training for persons over compulsory school age; \n\t\t\t  * “registered higher education provider” has the same meaning as in Part 1 of the Higher Education and Research Act 2017 (see section 3(10) of that Act); \n\t\t\t  * “relevant education or training” has the meaning given by section 19(3); \n\t\t\t  * “relevant provider” has the meaning given by section 19(2); \n\t\t\t  * “responsible body” means— \n\t\t\tin relation to a school or a 16 to 19 Academy, the proprietor (within themeaning given by section 579(1) of the Education Act 1996);\n\t\t\tin relation to an institution within the further education sector, thegoverning body (within the meaning given by section 90(1) of the Further andHigher Education Act 1992);\n\t\t\tin relation to a registered higher education provider, the governing body(within the meaning given by section 85(1) of the Higher Education andResearch Act 2017);\n\t\t\t\t  * “school” has the same meaning as in the Education Act 1996 (see section 4 of that Act). \n\t\tIn the following provisions, references to a provider include references toa person having general control and management of, or legal responsibility andaccountability for, a provider—\n\t\t\tsection 19(7)(a), (b), (d)and (e);\n\t\t\tsection 20(2) to (4) where the reference is to entering into relevantfunding arrangements, or a relevant sub-contract, with a provider;\n\t\t\tsection 20(5)(a);\n\t\t\tsection 20(8);\n\t\t\tsection 20(9).\n\tRegulations under section 19 or 20\n\t\tAny power to make regulations under section 19 or 20 includes power to makeconsequential, supplemental, incidental, transitional or saving provision.\n\t\tThe provision that may be made in regulations by virtue of subsection (1)includes provision amending an Act (including this Act).\n\t\tBefore making the first regulations under section 19(1) the Secretary ofState must consult such persons as the Secretary of State considersappropriate.\n\t\tRegulations under section 19 or 20 are to be made by statutory instrument.\n\t\tA statutory instrument containing the following (whether alone or withother provision) may not be made unless a draft of the instrument has beenlaid before, and approved by a resolution of, each House of Parliament—\n\t\t\tregulations under section 19(1);\n\t\t\tregulations under section 19(4);\n\t\t\tregulations under section 19 or 20 that, by virtue of subsections (1) and(2), amend an Act.\n\t\tAny other statutory instrument containing regulations under section 19 or20 is subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 1457,
        "text": "\nFurther education in England: intervention\n\tFurther education in England: intervention\n\t\tThe Further and Higher Education Act 1992 is amended as follows.\n\t\tIn section 56A (intervention: England)—\n\t\t\tin subsection (2), after paragraph (d) insert—\n\t\t\tthat the education or training provided by the institution did not, ordoes not, adequately meet local needs.”;\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)For the purposes of subsection (2)(e), the Secretary of State must takeinto account any approved local skills improvement plan that applied to theinstitution when the education or training was provided.\n\t\t\t(2B)An approved local skills improvement plan applies to an institution if theinstitution provides English-funded post-16 technical education or trainingthat is material to a specified area and the plan is for that area.\n\t\t\t(2C)Terms used in subsection (2A) or (2B) and in section 1 of the Skills andPost-16 Education Act 2022 have the same meaning in those subsections as inthat section.”;\n\t\t\tin subsection (7)—\n\t\t\tin paragraph (b), after “section 27A(1)” insert “, or take such other stepsspecified in the direction as may be required,”;\n\t\t\tafter paragraph (b) insert—\n\t\t\ta direction requiring a governing body to transfer property, rights orliabilities specified in the direction, and take any other steps specified inthe direction in connection with the transfer in relation to property, rightsor liabilities so specified.”;\n\t\t\tfor subsection (7A) substitute—\n\t\t\t“(7A)A governing body to which a direction is given requiring the body to makea resolution under section 27A(1)—\n\t\t\tis to be taken for the purposes of section 27A(1) to have complied withsection 27 before making the resolution required by the direction, and\n\t\t\tmust, unless the Secretary of State directs otherwise, exercise its powersunder section 27B to transfer property, rights or liabilities on thedissolution date.”;\n\t\t\tafter subsection (7A) insert—\n\t\t\t“(7B)A direction under subsection (7)(c) requiring the transfer of property,rights or liabilities to a person specified in the direction may only be givenwith the consent of the person so specified.”;\n\t\t\tafter subsection (9) insert—\n\t\t\t“(9A)Before giving a direction for the transfer of property, rights orliabilities under subsection (7)(c), the Secretary of State must consult theCompetition and Markets Authority.\n\t\t\t(9B)Part 3 of the Enterprise Act 2002 does not apply in relation to a mergerthat will result or has resulted from a direction under this section.\n\t\t\t(9C)The Secretary of State may give financial assistance (by way of grant,loan, guarantee or any other form) to any person in connection with the givingof a direction under this section.”\n\t\tIn section 56E (intervention by the Secretary of State: sixth formcolleges)—\n\t\t\tin subsection (2), after paragraph (d) insert—\n\t\t\tthat the education or training provided by the sixth form college did not,or does not, adequately meet local needs.”;\n\t\t\tafter subsection (2) insert—\n\t\t\t“(2A)For the purposes of subsection (2)(e), the Secretary of State must takeinto account any approved local skills improvement plan that applied to thesixth form college when the education or training was provided.\n\t\t\t(2B)An approved local skills improvement plan applies to a sixth form collegeif the college provides English-funded post-16 technical education or trainingthat is material to a specified area and the plan is for that area.\n\t\t\t(2C)Terms used in subsection (2A) or (2B) and in section 1 of the Skills andPost-16 Education Act 2022 have the same meaning in those subsections as inthat section.”;\n\t\t\tin subsection (7), after paragraph (b) insert—\n\t\t\ta direction requiring a governing body to transfer property, rights orliabilities specified in the direction, and take any other steps specified inthe direction in connection with the transfer in relation to property, rightsor liabilities so specified.”;\n\t\t\tfor subsection (7A) substitute—\n\t\t\t“(7A)A governing body to which a direction such as is mentioned in subsection(7)(b) is given—\n\t\t\tis to be taken for the purposes of section 33O(1) to have complied withsection 33N before making the resolution required by the direction, and\n\t\t\tmust, unless the Secretary of State directs otherwise, exercise its powersunder section 33P to transfer property, rights or liabilities on thedissolution date.”;\n\t\t\tafter subsection (7A) insert—\n\t\t\t“(7B)A direction under subsection (7)(c) requiring the transfer of property,rights or liabilities to a person specified in the direction may only be givenwith the consent of the person so specified.”;\n\t\t\tafter subsection (9) insert—\n\t\t\t“(9A)Before giving a direction for the transfer of property, rights orliabilities under subsection (7)(c), the Secretary of State must consult theCompetition and Markets Authority.\n\t\t\t(9B)Part 3 of the Enterprise Act 2002 does not apply in relation to a mergerthat will result or has resulted from a direction under this section.\n\t\t\t(9C)The Secretary of State may give financial assistance (by way of grant,loan, guarantee or any other form) to any person in connection with the givingof a direction under this section.”"
    },
    {
        "length": 638,
        "text": "\nChapter 2Education administration and administration of further educationbodies\n\tFurther education bodies in education administration: application ofother insolvency procedures\n\t\tIn section 33 of the Technical and Further Education Act 2017 (application ofother insolvency law), after subsection (2) insert—\n\t“(2A)Regulations under subsection (1) may in particular provide for anyprovision of the Insolvency Act 1986 to apply (with or without modifications)in relation to a further education body in connection with the educationadministration procedure created by this Chapter.\n\t(2B)Nothing in Schedule 3 or 4 limits the provision that may be made by virtueof subsection (2A), and provision made by virtue of that subsection may amendSchedules 3 and 4.”\n\tFurther education bodies in education administration: transfer schemes\n\t\tThe Technical and Further Education Act 2017 is amended as follows.\n\t\tIn Schedule 2 (education administration: transfer schemes), after paragraph6 insert—\n\t\t\t“6A(1)A transfer scheme may not transfer property which is subject to asecurity (other than a floating charge) free of that security except—\n\t\t\tin accordance with an order of the court under paragraph 71 of Schedule B1to the Insolvency Act 1986 as applied by Schedule 3 or 4, or\n\t\t\twhere— \n\t\t\tan amount is attributed to the transfer of the property in the transferscheme,\n\t\t\tthe secured creditor agrees with that amount, and\n\t\t\tthe secured creditor is paid that amount.\n\t\tIn sub-paragraph (1), “floating charge” means a charge which is a floatingcharge on its creation.”\n\t\tIn Schedule 3 (conduct of education administration: statutorycorporations), in paragraph 19—\n\t\t\tfor “sub-paragraph (1),” substitute “sub-paragraph (1)—\n\t\t\tafter “dispose” there were inserted “(whether by way of a transfer schemeunder Schedule 2 to the Technical and Further Education Act 2017 orotherwise)”, and”;\n\t\t\tthe text from “the words” to the end of the paragraph becomes paragraph(b).\n\t\tIn Schedule 4 (conduct of education administration: companies), afterparagraph 17 insert—\n\t\t“17AParagraph 71 is to have effect as if in sub-paragraph (1), after “dispose”there were inserted “(whether by way of a transfer scheme under Schedule 2 tothe Technical and Further Education Act 2017 or otherwise)”.”"
    },
    {
        "length": 2437,
        "text": "\nChapter 1Cheating services provided for post-16 students at Englishinstitutions\n\tMeaning of “relevant service” and other key expressions\n\t\tThis section applies for the purposes of this Chapter.\n\t\t“Relevant service” means a service of completing all or part of anassignment on behalf of a student where the assignment completed in that waycould not reasonably be considered to have been completed personally by thestudent.\n\t\tReferences to completing all or part of an assignment on behalf of astudent include references to providing material to the student in connectionwith the assignment where—\n\t\t\tthe student could use the material in completing the assignment or part,and\n\t\t\tthe material—\n\t\t\tis prepared in connection with the assignment, or\n\t\t\thas not been published generally.\n\t\tFor this purpose—\n\t\t\twhere, in connection with an assignment, a student seeks the provision of arelevant service, any material provided as a result is to be regarded asprovided in connection with the assignment;\n\t\t\tmaterial is published generally if it—\n\t\t\tis available generally without payment, or\n\t\t\tis included in a publication that contains other educational or trainingmaterial and is available generally (such as a text book or study guide).\n\t\tA person who provides, or arranges the provision of, a relevant servicedoes so “in commercial circumstances” if—\n\t\t\tthe person is acting in the course of business, or\n\t\t\tin the case of a person who provides a relevant service, its provision wasarranged by another person acting in the course of business,\n\t\t\t\twhether the person’s own business or that of the person’s employer.\n\t\t“Student” means—\n\t\t\ta person who is undertaking a relevant course at a post-16 institution orsixth form in England, or\n\t\t\tany other person over compulsory school age who has been entered to take anexamination relating to a regulated qualification at a place in England.\n\t\tA “relevant assignment”, in relation to a student, is an assignment (whichmay have been chosen by the student) which the student is required to completepersonally—\n\t\t\tas part of the relevant course which the student is undertaking, or\n\t\t\tin order to obtain the qualification to which the course leads or for whichthe student has been entered.\n\t\tIn relation to an assignment that is a relevant assignment—\n\t\t\t“personally” includes with any assistance permitted as part of therequirement (whether or not the assignment, if completed with that assistance,would otherwise be considered to be completed personally), and\n\t\t\tthat assistance is “permitted assistance”.\n\t\tSection 30 sets out the meanings of other terms used in this Chapter(including in this section).\n\tOffence of providing or arranging a relevant service\n\t\tIt is an offence for a person to provide, or arrange for another person toprovide, in commercial circumstances, a relevant service for a student inrelation to a relevant assignment.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine.\n\t\tIn proceedings for an offence under subsection (1) it is a defence for thedefendant to prove, in relation to any of the matters mentioned in subsection(4), that the defendant did not know, and could not with reasonable diligencehave known, the matter.\n\t\tThose matters are—\n\t\t\tif material is provided to the student as a result of the relevant service,that the student would or might use the material in completing all or part ofthe assignment;\n\t\t\tthat the student was required to complete the assignment personally;\n\t\t\tthat the relevant service was not permitted assistance.\n\t\tA statement in the form of a written standard term of the contract orarrangement under which the relevant service was provided or arranged—\n\t\t\tthat the student would not use any material provided as a result of therelevant service in completing all or part of the assignment,\n\t\t\tthat the student was not required to complete the assignment personally, or\n\t\t\tthat the relevant service was permitted assistance,\n\t\t\t\tis not, of itself, to be taken as sufficient evidence of a matter to be provedunder subsection (3).\n\t\tA student does not commit either of the following merely by making use of arelevant service to complete all or part of an assignment—\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 where the offencethat the student intended or believed would be committed is an offence underthis section;\n\t\t\tan offence under this section committed by aiding, abetting, counselling orprocuring the commission of an offence under this section.\n\tOffence of advertising a relevant service\n\t\tA person who advertises a relevant service to students commits an offence.\n\t\tIt does not matter for the purposes of subsection (1) whether the personsto whom the relevant service is advertised are only students, or only aparticular category of students, or include persons other than students.\n\t\tFor this purpose a person advertises a relevant service if, and only if,the person makes arrangements for an advertisement in which the person—\n\t\t\toffers, or\n\t\t\tis described or presented as available or competent,\n\t\t\t\tto provide or arrange for another person to provide a relevant service.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine.\n\tOffences: bodies corporate and unincorporated associations\n\t\tIf an offence under this Chapter committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto neglect on the part of—\n\t\t\ta director, manager, secretary or other similar officer of the bodycorporate, or\n\t\t\ta person who was purporting to act in any such capacity,\n\t\t\t\tthat person (as well as the body corporate) is guilty of that offence andliable to be proceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with the member’s functions of management as it applies to adirector of the body corporate.\n\t\tProceedings for an offence alleged to have been committed under thisChapter by an unincorporated body are to be brought in the name of that body(and not in the name of its members) and, for the purposes of any suchproceedings, any rules of court relating to the service of documents haveeffect as if that body were a corporation.\n\t\tA fine imposed on an unincorporated body on its conviction of an offenceunder this Chapter is to be paid out of the funds of that body.\n\t\tIf an unincorporated body is charged with an offence under this Chapter,section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates’Courts Act 1980 apply as they apply in relation to a body corporate.\n\t\tWhere an offence under this Chapter committed by an unincorporated bodyother than a partnership is proved to have been committed with the consent orconnivance of, or to be attributable to neglect on the part of, any officer ofthe body or any member of its governing body, that person (as well as thebody) is guilty of the offence and liable to be proceeded against and punishedaccordingly.\n\t\tWhere an offence under this Chapter committed by a partnership is proved tohave been committed with the consent or connivance of, or to be attributableto neglect on the part of, a partner, that partner (as well as the body) isguilty of the offence and liable to be proceeded against and punishedaccordingly.\n\tInterpretation of Chapter\n\t\tIn this Chapter, the following terms have the following meanings—\n\t\t  * “assignment” includes an examination and any piece of work; \n\t\t  * “examination” includes any form of assessment; \n\t\t  * “permitted assistance”, in relation to a relevant assignment, has the meaning given by section 26(8); \n\t\t  * “personally”, in relation to an assignment that is a relevant assignment, has the extended meaning given by section 26(8); \n\t\t  * “post-16 institution” means— \n\t\t\ta higher education provider, within the meaning of Part 1 of the HigherEducation and Research Act 2017 (see section 83(1) of that Act);\n\t\t\tan institution within the further education sector, within the meaning of theFurther and Higher Education Act 1992 (see section 91(3) of that Act);\n\t\t\ta 16 to 19 Academy;\n\t\t\tany other institution or person, other than a school, that is principallyconcerned with the provision of education or training suitable to therequirements of pupils who are over compulsory school age;\n\t\t\t\t  * “regulated qualification” means a qualification regulated by the Office of Qualifications and Examinations Regulation; \n\t\t\t\t  * “relevant assignment” has the meaning given by section 26(7); \n\t\t\t\t  * “relevant course” means— \n\t\t\ta course of any description mentioned in Schedule 6 to the Education ReformAct 1988, or\n\t\t\ta course—\n\t\t\tproviding education or training in preparation for an examination relating toa regulated qualification, or\n\t\t\twhich a person is required to complete in order to obtain a regulatedqualification;\n\t\t\t\t  * “relevant service” has the meaning given by section 26(2); \n\t\t\t\t  * “school” has the same meaning as in the Education Act 1996; \n\t\t\t\t  * “sixth form” means a school, or part of a school, that is principally concerned with the provision of full-time education suitable to the requirements of pupils who are over compulsory school age; \n\t\t\t\t  * “student” has the meaning given by section 26(6). "
    },
    {
        "length": 2662,
        "text": "\nChapter 2Miscellaneous provisions\n\t16 to 19 Academies: designation as having a religious character\n\t\t3116 to 19 Academy: designation as having a religious character\n\t\t\tAfter section 8 of the Academies Act 2010 insert—\n\t\t\t“16 to 19 Academies designated as having a religious character\n\t\t\tADesignation of 16 to 19 Academy as having a religious character\n\t\t\t\tThe Secretary of State may by order designate a 16 to 19 Academy as havinga religious character.\n\t\t\t\tThe Secretary of State may designate an Academy under this section only ifthe proprietor of the Academy is a qualifying Academy proprietor within themeaning given by section 12(2).\n\t\t\t\tThe order must specify the religion or religious denomination in relationto which the Academy is designated.\n\t\t\t\tThe Secretary of State may make regulations about the procedure to befollowed in connection with—\n\t\t\t\t\tthe designation of an Academy in an order under this section, and\n\t\t\t\t\tthe inclusion in such an order of the specification required by subsection(3).\n\t\t\t\tDespite section 568(3) of EA 1996 (orders to be made by statutoryinstrument subject to the negative procedure), as applied by section 17(4) ofthis Act, a statutory instrument containing an order under this section is notsubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tBConstitution of Academy proprietor, collective worship and religiouseducation\n\t\t\t\tThe articles of association of the proprietor of an Academy designatedunder section 8A must provide for a majority of the directors of theproprietor to be persons appointed for the purposes of securing, so far aspracticable, that—\n\t\t\t\t\tthe character of the designated Academy reflects the tenets of the religionor religious denomination in relation to which the Academy is designated, and\n\t\t\t\t\tin a case where there is a trust deed affecting the designated Academy, theAcademy is conducted in accordance with it.\n\t\t\t\tThe proprietor of an Academy designated under section 8A may (accordingly)conduct the Academy in a way that secures that the character of the Academyreflects the tenets of the religion or religious denomination in relation towhich the Academy is designated (and, in particular, in a way that is inaccordance with any trust deed affecting the Academy).\n\t\t\t\tThe proprietor of an Academy designated under section 8A must ensure thatat an appropriate time on at least one day in each week during which theAcademy is open an act of collective worship is held at the Academy whichpupils at the Academy may attend.\n\t\t\t\tThe act of collective worship must—\n\t\t\t\t\tbe in such form as to comply with the provisions of any trust deedaffecting the Academy, and\n\t\t\t\t\treflect the traditions and practices of the religion or religiousdenomination in relation to which the Academy is designated.\n\t\t\t\tThe proprietor of an Academy designated under section 8A must ensure thatreligious education is provided at the Academy for all pupils who wish toreceive it.\n\t\t\t\tThe proprietor of an Academy is to be treated as complying with subsection(5) if religious education is provided at a time or times at which it isconvenient for the majority of full-time pupils to attend.\n\t\t\t\tFor the purposes of this section religious education may take the form of acourse of lectures or classes, or of single lectures or classes provided on aregular basis, and may include a course of study leading to an examination orthe award of a qualification.\n\t\t\t\tThe form and content of religious education provided under this section—\n\t\t\t\t\tmust be in accordance with the provisions of any trust deed affecting theAcademy, and\n\t\t\t\t\tmust not be contrary to the traditions of the religion or religiousdenomination in relation to which the Academy is designated,\n\t\t\t\t\t\tbut is otherwise to be determined from time to time by the proprietor of theAcademy.\n\t\t\t\tNotwithstanding section 17(4), in this section—\n\t\t\t\t\t“pupil” means a person receiving education at the 16 to 19 Academy;\n\t\t\t\t\t“trust deed” includes any instrument (other than the articles or memorandumof association) regulating the constitution of the proprietor of the Academyor the maintenance, management or conduct of the Academy.”\n\tInstitutions within the further education sector: procedure fordesignation\n\t\tInstitutions within the further education sector: designation\n\t\t\tThe Further and Higher Education Act 1992 is amended in accordance withsubsections (2) and (3).\n\t\t\tIn section 28 (designated institutions)—\n\t\t\t\tin subsections (1) and (3A), for “The Secretary of State” substitute “Theappropriate authority”;\n\t\t\t\tafter subsection (3A) insert—\n\t\t\t\t\t“(3B)In this section “the appropriate authority”—\n\t\t\t\tin relation to an educational institution in England, means the Secretaryof State;\n\t\t\t\tin relation to an educational institution in Wales, means the WelshMinisters.”\n\t\t\tIn section 89 (orders, regulations and directions)—\n\t\t\t\tin subsection (2), after “the excepted provisions are” insert “sections 28and 29(1)(b) so far as the power under each of those provisions is exercisableby the Secretary of State, and”;\n\t\t\t\tafter subsection (3B) insert—\n\t\t\t\t“(3C)An order made by the Secretary of State under section 28 or 29(1)(b) isto be published in such manner as the Secretary of State considersappropriate.”;\n\t\t\t\tafter subsection (5) insert—\n\t\t\tThis section applies in relation to an order made by the Secretary ofState under section 28 or 29(1)(b) that revokes or varies an order under thoseprovisions made before the coming into force of section 32(3) of the Skillsand Post-16 Education Act 2022 as if—\n\t\t\t\tin subsection (2), the words “sections 28 and 29(1)(b) so far as the powerunder each of those provisions is exercisable by the Secretary of State, and”were omitted, and\n\t\t\t\tsubsection (3C) were omitted.”\n\tPublication by the Office for Students\n\t\tOffice for Students: publication and protection from defamation\n\t\t\tIn the Higher Education and Research Act 2017, after section 67 insert—\n\t\t\t“Publication\n\t\t\tAPower for the OfS to publish notices, decisions and reports\n\t\t\t\tThe OfS may publish notices, decisions and reports given or made in theperformance of its functions.\n\t\t\t\tSubsection (1) does not affect any other power of the OfS to publish such amatter.\n\t\t\t\tPublication under this section does not breach—\n\t\t\t\t\tan obligation of confidence owed by the OfS, or\n\t\t\t\t\tany other restriction on the publication or disclosure of information(however imposed).\n\t\t\t\tBut nothing in this section authorises the OfS to publish information wheredoing so contravenes the data protection legislation.\n\t\t\t\t\tFor this purpose “the data protection legislation” has the same meaning as inthe Data Protection Act 2018 (see section 3 of that Act).\n\t\t\t\tIn deciding whether to publish a notice, decision or report undersubsection (1), the OfS must, in particular, consider—\n\t\t\t\t\tthe interests of—\n\t\t\t\t\tstudents on higher education courses provided by English higher educationproviders,\n\t\t\t\t\tpeople thinking about undertaking, or who have undertaken, such courses,and\n\t\t\t\t\tEnglish higher education providers,\n\t\t\t\t\tthe need for excluding from publication, so far as practicable, anyinformation which relates to the affairs of a particular body or individual,where publication of that information would or might, in the opinion of theOfS, seriously and prejudicially affect the interests of that body orindividual, and\n\t\t\t\t\tthe public interest.\n\t\t\t\tFor the purposes of this section and sections 67B and 67C—\n\t\t\t\t\ta reference to a decision includes a reference to the reasons for it, and\n\t\t\t\t\tany decision made in the course of exercising, or for the purposes ofenabling the OfS to exercise, any of the OfS’s functions (including making anyother decision) is made “in the performance of its functions”.\n\t\t\tBPublication of decision to conduct or terminate investigation\n\t\t\t\tThis section applies where under section 67A(1) the OfS publishes adecision to conduct an investigation.\n\t\t\t\tIf the publication identifies a higher education provider or other body orindividual whose activities are being, or to be, investigated, and—\n\t\t\t\t\tthe OfS terminates the investigation without making any finding, or\n\t\t\t\t\tthe findings of the investigation, so far as they relate to the highereducation provider, body or individual, do not result in the OfS taking anyfurther action,\n\t\t\t\t\t\tthe OfS must publish a notice stating that fact.\n\t\t\t\tSection 67C does not apply to the publication of the decision to conductthe investigation to the extent that it includes information other than—\n\t\t\t\t\ta statement of the OfS’s decision to conduct the investigation,\n\t\t\t\t\ta summary of the matter being, or to be, investigated, and\n\t\t\t\t\ta reference to the identity of any higher education provider or other bodyor individual whose activities are being, or to be, investigated.\n\t\t\t\tSee section 67A(6) for the meaning of references to decisions.\n\t\t\tDefamation\n\t\t\tCProtection from defamation claims\n\t\t\t\tFor the purposes of the law of defamation, publication by the OfS of anynotice, decision or report given or made in the performance of its functionsis privileged unless the publication is shown to have been made with malice.\n\t\t\t\t\tThis is subject to section 67B.\n\t\t\t\tSee section 67A(6) for the meaning of references to decisions.”\n\tHigher education course fee limits: administration\n\t\tRelevant date for purposes of fee limit for certain higher educationcourses\n\t\t\tIn paragraph 3(3) of Schedule 2 to the Higher Education and Research Act 2017(the fee limit where the provider has no access and participation plan), omit“before the calendar year”."
    },
    {
        "length": 451,
        "text": "\nChapter 3General provisions\n\tExtent \n\t\tThis Act extends to England and Wales.\n\t\tThe following provisions extend also to Scotland—\n\t\t\tsection 11;\n\t\t\tsection 15, so far as it modifies sections 22 and 23 of the Teaching andHigher Education Act 1998 as those sections extend to Scotland;\n\t\t\tsection 16(3);\n\t\t\tthis Chapter.\n\t\tThe following provisions extend also to Northern Ireland—\n\t\t\tsection 10;\n\t\t\tsection 11;\n\t\t\tsection 15, so far as it modifies sections 22 and 23 of the Teaching andHigher Education Act 1998 as those sections extend to Northern Ireland;\n\t\t\tsection 16(3);\n\t\t\tthis Chapter.\n\tCommencement \n\t\tThis Chapter comes into force on the day on which this Act is passed.\n\t\tSections 1 to 5, 18 and 23 to 34 come into force at the end of the periodof two months beginning with the day on which this Act is passed.\n\t\tExcept as provided by subsections (1) and (2), this Act comes into force onsuch day as the Secretary of State may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tThe power to make regulations under subsection (5) includes power to makedifferent provision for different purposes.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Skills and Post-16 Education Act 2022.\n\t"
    }
]