[
    {
        "length": 2365,
        "text": "\nSaved law for implementation period\n\tSaving of ECA for implementation period\n\t\tAfter section 1 of the European Union (Withdrawal) Act 2018 (repeal of theEuropean Communities Act 1972) insert—\n\t\t“Savings for implementation period\n\t\t\tASaving for ECA for implementation period\n\t\t\t\tSubsections (2) to (4) have effect despite the repeal of the EuropeanCommunities Act 1972 on exit day by section 1.\n\t\t\t\tThe European Communities Act 1972, as it has effect in domestic law or thelaw of a relevant territory immediately before exit day, continues to haveeffect in domestic law or the law of the relevant territory on and after exitday so far as provided by subsections (3) to (5).\n\t\t\t\tThe Act of 1972 has effect on and after exit day as if —\n\t\t\t\t\tthe definitions of “the Treaties” and “the EU Treaties” given by section1(2) to (4) (interpretation)—\n\t\t\t\t\tincluded Part 4 of the withdrawal agreement (implementation period), otherthan that Part so far as it relates to, or could be applied in relation to,the Common Foreign and Security Policy, but\n\t\t\t\t\twere otherwise limited to anything which falls within those definitions asat immediately before exit day so far as it is not excluded by regulationsmade on or after exit day by a Minister of the Crown under this sub-paragraph,\n\t\t\t\t\tthe reference in section 2(2) to the objects of the EU were a reference tothose objects so far as they are applicable to and in the United Kingdom byvirtue of Part 4 of the withdrawal agreement,\n\t\t\t\t\tsection 2(3) (payment of EU costs etc.) were omitted,\n\t\t\t\t\tin section 3 (decisions on, and proof of, EU Treaties and EU instrumentsetc.)—\n\t\t\t\t\tthe references to the Treaties in subsections (1) and (2) included thewithdrawal agreement, and\n\t\t\t\t\tthe words in brackets in subsection (1) only applied so far as they are inaccordance with Part 4 of the withdrawal agreement,\n\t\t\t\t\treferences in sections 5 and 6 (customs duties and common agriculturalpolicy) to the common customs tariff of the EU, directly applicable EUprovision, the exclusion of customs duties, EU arrangements and agriculturallevies of the EU were to such things so far as they are applicable to and inthe United Kingdom by virtue of Part 4 of the withdrawal agreement, and\n\t\t\t\t\tin Part 2 of Schedule 1 (general definitions in relation to the EU)—\n\t\t\t\t\tin the definition of “EU customs duty”, the reference to directlyapplicable EU provision were to such provision so far as it is applicable toand in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and\n\t\t\t\t\tin the definition of “Member” in the expression “member State”, after “EU”there were inserted “and for the purposes of this expression the UnitedKingdom is to be treated as if it were a member of the EU during theimplementation period (within the meaning given by section 1A(6) of theEuropean Union (Withdrawal) Act 2018)”.\n\t\t\t\tIn this section “relevant territory” means the Isle of Man, any of theChannel Islands or Gibraltar.\n\t\t\t\tSubsections (1) to (4) are repealed on IP completion day.\n\t\t\t\tIn this Act—\n\t\t\t\t\t  * “the implementation period” means the transition or implementation period provided for by Part 4 of the withdrawal agreement and beginning with exit day and ending on IP completion day;\n\t\t\t\t\t  * “IP completion day” (and related expressions) have the same meaning as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) to (5) of that Act);\n\t\t\t\t\t  * “withdrawal agreement” has the same meaning as in that Act (see section 39(1) and (6) of that Act).\n\t\t\t\tIn this Act—\n\t\t\t\t\treferences to the European Communities Act 1972 are to be read, so far asthe context permits or requires, as being or (as the case may be) includingreferences to that Act as it continues to have effect by virtue of subsections(2) to (4) above, and\n\t\t\t\t\treferences to any Part of the withdrawal agreement or the EEA EFTAseparation agreement include references to any other provisions of thatagreement so far as applying to that Part.”\n\tAdditional saving for implementation period\n\t\tAfter section 1A of the European Union (Withdrawal) Act 2018 (saving for theEuropean Communities Act 1972 for the implementation period) (for which seesection 1 above) insert—\n\t\t“1BSaving for EU-derived domestic legislation for implementation period\n\t\t\tSubsections (2) to (5) have effect despite the repeal of the EuropeanCommunities Act 1972 on exit day by section 1.\n\t\t\tEU-derived domestic legislation, as it has effect in domestic lawimmediately before exit day, continues to have effect in domestic law on andafter exit day, subject as follows.\n\t\t\tAny enactment which continues to have effect by virtue of subsection (2) isto be read, on and after exit day and so far as the context permits orrequires, as if—\n\t\t\t\tany reference to an expression which is to be read in accordance withSchedule 1 to the Interpretation Act 1978 and is an expression defined bysection 1 of, or Part 2 of Schedule 1 to, the European Communities Act 1972were a reference to that expression as defined by that section or that Part ofthat Schedule as it continues to have effect by virtue of section 1A(2) to (4)of this Act,\n\t\t\t\tany reference (however expressed and subject to paragraph (a) above) to—\n\t\t\t\tEU law,\n\t\t\t\tany particular EU Treaty or any part of it,\n\t\t\t\tany EU instrument, or other document of an EU entity or of the EU, or anypart of any such instrument or document,\n\t\t\t\tany part of EU law not falling within sub-paragraph (ii) or (iii),\n\t\t\t\tany tax, duty, levy or interests of the EU, or\n\t\t\t\tany arrangement involving, or otherwise relating to, the EU of a kind notfalling within sub-paragraph (i), (ii), (iii), (iv) or (v),\n\t\t\t\t\twere a reference to any such thing so far as it is applicable to and in theUnited Kingdom by virtue of Part 4 of the withdrawal agreement,\n\t\t\t\tany reference (however expressed and subject to paragraph (a) above) to theEuropean Communities Act 1972 were or (as the case may be) included areference to the Act of 1972 as it continues to have effect by virtue ofsection 1A(2) to (4) of this Act,\n\t\t\t\tany reference (however expressed) to the area of the EU or of the EEAincluded the United Kingdom,\n\t\t\t\tany reference (however expressed) to a citizen of the EU or a national ofthe EEA included a United Kingdom national (within the meaning given byArticle 2(d) of the withdrawal agreement), and\n\t\t\t\tsuch other modifications were made as—\n\t\t\t\tare provided for by regulations under section 8A or Part 1A of Schedule 2,or\n\t\t\t\tso far as not so provided, are necessary for any purpose of Part 4 of thewithdrawal agreement and are capable of being ascertained from any suchpurpose or otherwise from that Part of that agreement.\n\t\t\tAny EU-derived domestic legislation which is an enactment passed or made onor after exit day and before IP completion day is, unless the contraryintention appears, to be read in accordance with subsection (3) (and anythingdone or omitted to be done in connection with any such enactment is to beunderstood, and has effect, accordingly).\n\t\t\tSubsections (2) to (4) are subject to any regulations made under section 8Aor 23 or Part 1A of Schedule 2 or otherwise under this Act or under theEuropean Union (Withdrawal Agreement) Act 2020.\n\t\t\tSubsections (1) to (5) are repealed on IP completion day.\n\t\t\tIn this Act “EU-derived domestic legislation” means any enactment so faras—\n\t\t\t\tmade under section 2(2) of, or paragraph 1A of Schedule 2 to, the EuropeanCommunities Act 1972,\n\t\t\t\tpassed or made, or operating, for a purpose mentioned in section 2(2)(a) or(b) of that Act,\n\t\t\t\trelating to—\n\t\t\t\tanything which falls within paragraph (a) or (b), or\n\t\t\t\tany rights, powers, liabilities, obligations, restrictions, remedies orprocedures which are recognised and available in domestic law by virtue ofsection 2(1) of the European Communities Act 1972, or\n\t\t\t\trelating otherwise to the EU or the EEA,\n\t\t\t\tbut does not include any enactment contained in the European Communities Act1972 or any enactment contained in this Act or the European Union (WithdrawalAgreement) Act 2020 or in regulations made under this Act or the Act of 2020.”"
    },
    {
        "length": 1909,
        "text": "\nSupplementary powers\n\tSupplementary power in connection with implementation period\n\t\tAfter section 8 of the European Union (Withdrawal) Act 2018 (dealing withdeficiencies arising from withdrawal) insert—\n\t\t“8ASupplementary power in connection with implementation period\n\t\t\tA Minister of the Crown may by regulations—\n\t\t\t\tprovide for other modifications for the purposes of section 1B(3)(f)(i)(whether applying in all cases or particular cases or descriptions of case),\n\t\t\t\tprovide for subsection (3) or (4) of section 1B not to apply to any extentin particular cases or descriptions of case,\n\t\t\t\tmake different provision in particular cases or descriptions of case tothat made by subsection (3) or (4) of that section,\n\t\t\t\tmodify any enactment contained in this Act in consequence of any repealmade by section 1A(5) or 1B(6), or\n\t\t\t\tmake such provision not falling within paragraph (a), (b), (c) or (d) asthe Minister considers appropriate for any purpose of, or otherwise inconnection with, Part 4 of the withdrawal agreement.\n\t\t\tThe power to make regulations under subsection (1) may (among other things)be exercised by modifying any provision made by or under an enactment.\n\t\t\tIn subsection (2) “enactment” does not include primary legislation passedor made after IP completion day.\n\t\t\tNo regulations may be made under subsection (1) after the end of the periodof two years beginning with IP completion day.”\n\tPowers corresponding to section 3 involving devolved authorities\n\t\tAfter Part 1 of Schedule 2 to the European Union (Withdrawal) Act 2018(corresponding powers involving devolved authorities: dealing withdeficiencies arising from withdrawal) insert—\n\t\t“PART 1AProvision in connection with implementation period\n\t\t\tSupplementary power in connection with implementation period\n\t\t\t\t11A(1)A devolved authority may by regulations—\n\t\t\t\t\tprovide for other modifications for the purposes of section 1B(3)(f)(i)(whether applying in all cases or particular cases or descriptions of case),\n\t\t\t\t\tprovide for subsection (3) or (4) of section 1B not to apply to any extentin particular cases or descriptions of case,\n\t\t\t\t\tmake different provision in particular cases or descriptions of case tothat made by subsection (3) or (4) of that section, or\n\t\t\t\t\tmake such provision not falling within paragraph (a), (b) or (c) as thedevolved authority considers appropriate for any purpose of, or otherwise inconnection with, Part 4 of the withdrawal agreement.\n\t\t\t\tA Minister of the Crown acting jointly with a devolved authority may byregulations—\n\t\t\t\t\tprovide for other modifications for the purposes of section 1B(3)(f)(i)(whether applying in all cases or particular cases or descriptions of case),\n\t\t\t\t\tprovide for subsection (3) or (4) of section 1B not to apply to any extentin particular cases or descriptions of case,\n\t\t\t\t\tmake different provision in particular cases or descriptions of case tothat made by subsection (3) or (4) of that section, or\n\t\t\t\t\tmake such provision not falling within paragraph (a), (b) or (c) as theyconsider appropriate for any purpose of, or otherwise in connection with, Part4 of the withdrawal agreement.\n\t\t\t\tThe power to make regulations under this Part may (among other things) beexercised by modifying any provision made by or under an enactment.\n\t\t\t\tIn sub-paragraph (3) “enactment” does not include primary legislationpassed or made after IP completion day.\n\t\t\t\tNo regulations may be made under this Part after the end of the period oftwo years beginning with IP completion day.\n\t\t\t\tRegulations under sub-paragraph (1) are also subject to paragraphs 11B and11C.\n\t\t\tNo power to make provision outside devolved competence\n\t\t\t\t11B(1)No provision may be made by a devolved authority acting alone inregulations under this Part unless the provision is within the devolvedcompetence of the devolved authority.\n\t\t\t\tSee paragraphs 11D to 11F for the meaning of “devolved competence” for thepurposes of this Part.\n\t\t\tCertain requirements for consent, joint exercise or consultation\n\t\t\t\t11CParagraphs 5 to 7 apply for the purposes of this Part as they apply for thepurposes of Part 1.\n\t\t\tMeaning of devolved competence: Part 1A\n\t\t\t\t11DA provision is within the devolved competence of the Scottish Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the Scottish Parliament ifit were contained in an Act of that Parliament (ignoring, in the case ofregulations made under this Part before exit day, section 29(2)(d) of theScotland Act 1998 so far as relating to EU law), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theScottish Ministers, the First Minister or the Lord Advocate acting alone(ignoring, in the case of regulations made under this Part before exit day,section 57(2) of the Scotland Act 1998 so far as relating to EU law).\n\t\t\t\t\t11EA provision is within the devolved competence of the Welsh Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the National Assembly forWales if it were contained in an Act of the Assembly (ignoring, in the case ofregulations made under this Part before exit day, section 108A(2)(e) of theGovernment of Wales Act 2006 so far as relating to EU law but including anyprovision that could be made only with the consent of a Minister of theCrown), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theWelsh Ministers acting alone (ignoring, in the case of regulations made underthis Part before exit day, section 80(8) of the Government of Wales Act 2006so far as relating to EU law).\n\t\t\t\t\t11FA provision is within the devolved competence of a Northern Irelanddepartment for the purposes of this Part if—\n\t\t\t\t\tthe provision, if it were contained in an Act of the Northern IrelandAssembly—\n\t\t\t\t\twould be within the legislative competence of the Assembly (ignoring, inthe case of regulations made under this Part before exit day, section 6(2)(d)of the Northern Ireland Act 1998 so far as relating to EU law), and\n\t\t\t\t\twould not require the consent of the Secretary of State,\n\t\t\t\t\tthe provision—\n\t\t\t\t\tamends or repeals Northern Ireland legislation, and\n\t\t\t\t\twould, if it were contained in an Act of the Northern Ireland Assembly, bewithin the legislative competence of the Assembly (ignoring, in the case ofregulations made under this Part before exit day, section 6(2)(d) of theNorthern Ireland Act 1998 so far as relating to EU law) and require theconsent of the Secretary of State, or\n\t\t\t\t\tthe provision is provision which could be made in other subordinatelegislation by any Northern Ireland devolved authority acting alone (ignoring,in the case of regulations made under this Part before exit day, section24(1)(b) of the Northern Ireland Act 1998).”"
    },
    {
        "length": 1191,
        "text": "\nPART 2Remaining implementation of withdrawal agreement etc: general\n\tWithdrawal agreement\n\t\tGeneral implementation of remainder of withdrawal agreement\n\t\t\tAfter section 7 of the European Union (Withdrawal) Act 2018 (status ofretained EU law) insert—\n\t\t\t“Further aspects of withdrawal\n\t\t\t\tAGeneral implementation of remainder of withdrawal agreement\n\t\t\t\t\tSubsection (2) applies to—\n\t\t\t\t\t\tall such rights, powers, liabilities, obligations and restrictions fromtime to time created or arising by or under the withdrawal agreement, and\n\t\t\t\t\t\tall such remedies and procedures from time to time provided for by or underthe withdrawal agreement,\n\t\t\t\t\t\t\tas in accordance with the withdrawal agreement are without further enactmentto be given legal effect or used in the United Kingdom.\n\t\t\t\t\tThe rights, powers, liabilities, obligations, restrictions, remedies andprocedures concerned are to be—\n\t\t\t\t\t\trecognised and available in domestic law, and\n\t\t\t\t\t\tenforced, allowed and followed accordingly.\n\t\t\t\t\tEvery enactment (including an enactment contained in this Act) is to beread and has effect subject to subsection (2).\n\t\t\t\t\tThis section does not apply in relation to Part 4 of the withdrawalagreement so far as section 2(1) of the European Communities Act 1972 appliesin relation to that Part.\n\t\t\t\t\tSee also (among other things)—\n\t\t\t\t\t\tPart 3 of the European Union (Withdrawal Agreement) Act 2020 (furtherprovision about citizens’ rights),\n\t\t\t\t\t\tsection 20 of that Act (financial provision),\n\t\t\t\t\t\tsection 7C of this Act (interpretation of law relating to withdrawalagreement etc.),\n\t\t\t\t\t\tsection 8B of this Act (power in connection with certain other separationissues),\n\t\t\t\t\t\tsection 8C of this Act (power in connection with the Protocol onIreland/Northern Ireland in withdrawal agreement), and\n\t\t\t\t\t\tParts 1B and 1C of Schedule 2 to this Act (powers involving devolvedauthorities in connection with certain other separation issues and theIreland/Northern Ireland Protocol).”\n\tRelated EEA EFTA and Swiss agreements\n\t\tGeneral implementation of related EEA EFTA and Swiss agreements\n\t\t\tAfter section 7A of the European Union (Withdrawal) Act 2018 (generalimplementation of remainder of withdrawal agreement) (for which see section 5above) insert—\n\t\t\t“7BGeneral implementation of EEA EFTA and Swiss agreements\n\t\t\t\tSubsection (2) applies to all such rights, powers, liabilities,obligations, restrictions, remedies and procedures as—\n\t\t\t\t\twould from time to time be created or arise, or (in the case of remedies orprocedures) be provided for, by or under the EEA EFTA separation agreement orthe Swiss citizens’ rights agreement, and\n\t\t\t\t\twould, in accordance with Article 4(1) of the withdrawal agreement, berequired to be given legal effect or used in the United Kingdom withoutfurther enactment,\n\t\t\t\t\t\tif that Article were to apply in relation to the EEA EFTA separation agreementand the Swiss citizens’ rights agreement, those agreements were part of EU lawand the relevant EEA states and Switzerland were member States.\n\t\t\t\tThe rights, powers, liabilities, obligations, restrictions, remedies andprocedures concerned are to be—\n\t\t\t\t\trecognised and available in domestic law, and\n\t\t\t\t\tenforced, allowed and followed accordingly.\n\t\t\t\tEvery enactment (other than section 7A but otherwise including an enactmentcontained in this Act) is to be read and has effect subject to subsection (2).\n\t\t\t\tSee also (among other things)—\n\t\t\t\t\tPart 3 of the European Union (Withdrawal Agreement) Act 2020 (furtherprovision about citizens’ rights),\n\t\t\t\t\tsection 7C of this Act (interpretation of law relating to the EEA EFTAseparation agreement and the Swiss citizens’ rights agreement etc.),\n\t\t\t\t\tsection 8B of this Act (power in connection with certain other separationissues), and\n\t\t\t\t\tPart 1B of Schedule 2 to this Act (powers involving devolved authorities inconnection with certain other separation issues).\n\t\t\t\tIn this section “the relevant EEA states” means Norway, Iceland andLiechtenstein.\n\t\t\t\tIn this Act “EEA EFTA separation agreement” and “Swiss citizens’ rightsagreement” have the same meanings as in the European Union (WithdrawalAgreement) Act 2020 (see section 39(1) of that Act).”"
    },
    {
        "length": 813,
        "text": "\nRights related to residence: application deadline and temporaryprotection\n\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate for any of the following purposes—\n\t\tspecifying the deadline that applies for the purposes of—\n\t\tthe first sub-paragraph of Article 18(1)(b) of the withdrawal agreement(deadline for the submission of applications for the new residence statusdescribed in Article 18(1));\n\t\tthe first sub-paragraph of Article 17(1)(b) of the EEA EFTA separationagreement (deadline for the submission of applications for the new residencestatus described in Article 17(1));\n\t\tthe first sentence of Article 16(1)(b) of the Swiss citizens’ rightsagreement (deadline for the submission of applications for the new residencestatus described in Article 16(1));\n\t\timplementing Article 18(2) of the withdrawal agreement (protection forUnion citizens etc. in the period prior to the deadline for the submission ofapplications for the new residence status described in Article 18(1));\n\t\timplementing Article 17(2) of the EEA EFTA separation agreement (protectionfor EEA EFTA nationals etc. in the period prior to the deadline for thesubmission of applications for the new residence status described in Article17(1));\n\t\timplementing Article 16(2) of the Swiss citizens’ rights agreement(protection for Swiss nationals etc. in the period prior to the deadline forthe submission of applications for the new residence status described inArticle 16(1));\n\t\timplementing Article 18(3) of the withdrawal agreement (protection forUnion citizens etc. pending a final decision on an application for the newresidence status described in Article 18(1));\n\t\timplementing Article 17(3) of the EEA EFTA separation agreement (protectionfor EEA EFTA nationals etc. pending a final decision on an application for thenew residence status described in Article 17(1));\n\t\timplementing Article 16(3) of the Swiss citizens’ rights agreement(protection for Swiss nationals etc. pending a final decision on anapplication for the new residence status described in Article 16(1)).\n\tIf the Minister considers it appropriate, regulations under subsection (1)relating to the implementation of a provision mentioned in subsection (1)(b),(c) or (d) may be made so as to apply both to—\n\t\tpersons to whom the provision in question applies, and\n\t\tpersons to whom that provision does not apply but who may be granted leaveto enter or remain in the United Kingdom by virtue of residence schemeimmigration rules (see section 17) and who do not have such leave.\n\tIf the Minister considers it appropriate, regulations under subsection (1)relating to the implementation of a provision mentioned in subsection (1)(e),(f) or (g) may be made so as to apply both to—\n\t\tpersons to whom the provision in question applies, and\n\t\tpersons to whom that provision does not apply but who make an applicationfor leave to enter or remain in the United Kingdom by virtue of residencescheme immigration rules.\n\tThe power to make regulations under subsection (1) may (among other things)be exercised by modifying any provision made by or under an enactment."
    },
    {
        "length": 346,
        "text": "\nFrontier workers\n\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate for the purpose of implementing any of thefollowing—\n\t\tArticles 24(3) and 25(3) of the withdrawal agreement (rights of employedand self-employed frontier workers) other than as regards rights enjoyed asworkers (see section 14(1));\n\t\tArticles 23(3) and 24(3) of the EEA EFTA separation agreement (rights ofemployed and self-employed frontier workers) other than as regards rightsenjoyed as workers (see section 14(2));\n\t\tArticle 20(2) of the Swiss citizens’ rights agreement (rights of frontierworkers to enter and exit).\n\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate for the purpose of implementing any of thefollowing—\n\t\tArticle 26 of the withdrawal agreement (issue of documents);\n\t\tArticle 25 of the EEA EFTA separation agreement (issue of documents);\n\t\tArticle 21(1)(a) and (2) of the Swiss citizens’ rights agreement (issue ofdocuments).\n\tThe power to make regulations under subsection (1) or (2) may (among otherthings) be exercised by modifying any provision made by or under theImmigration Acts."
    },
    {
        "length": 506,
        "text": "\nRestrictions of rights of entry and residence\n\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate for the purpose of implementing any of thefollowing—\n\t\tArticle 20(1), (3) and (4) of the withdrawal agreement (restrictions of therights of entry and residence);\n\t\tArticle 19(1), (3) and (4) of the EEA EFTA separation agreement(restrictions of the rights of entry and residence);\n\t\tArticles 17(1) and (3) and 20(3) of the Swiss citizens’ rights agreement(restrictions of the rights of entry and residence).\n\tIf the Minister considers it appropriate, regulations under subsection (1)relating to the implementation of a provision mentioned in subsection (1)(a),(b) or (c) may be made so as to apply both to—\n\t\tpersons to whom the provision in question applies, and\n\t\tpersons to whom that provision does not apply but who—\n\t\thave entry clearance granted by virtue of relevant entry clearanceimmigration rules (see section 17),\n\t\thave leave to enter or remain in the United Kingdom granted by virtue ofresidence scheme immigration rules (see section 17), or\n\t\totherwise have leave to enter granted after arriving with entry clearancegranted by virtue of relevant entry clearance immigration rules.\n\tIn subsection (2)(b), references to a person who has entry clearance orleave to enter or remain include references to a person who would have hadentry clearance or leave to enter or remain but for—\n\t\tthe making of a deportation order under section 5(1) of the Immigration Act1971, or\n\t\tthe making of any other decision made in connection with restricting theright of the person to enter the United Kingdom.\n\tThe power to make regulations under subsection (1) may (among other things)be exercised by modifying any provision made—\n\t\tby or under the Immigration Acts, or\n\t\tunder other primary legislation."
    },
    {
        "length": 1357,
        "text": "\nRetention of existing grounds for deportation\n\tSection 3 of the Immigration Act 1971 (general provisions for regulationand control) is amended in accordance with subsections (2) to (4).\n\tAfter subsection (5) insert—\n\t\t“(5A)The Secretary of State may not deem a relevant person’s deportation to beconducive to the public good under subsection (5) if the person’s deportation—\n\t\twould be in breach of the obligations of the United Kingdom under Article20 of the EU withdrawal agreement, Article 19 of the EEA EFTA separationagreement, or Article 17 or 20(3) of the Swiss citizens’ rights agreement, or\n\t\twould be in breach of those obligations if the provision in questionmentioned in paragraph (a) applied in relation to the person.”\n\tAfter subsection (6) insert—\n\t“(6A)A court may not recommend under subsection (6) that a relevant person bedeported if the offence for which the person was convicted consisted of orincluded conduct that took place before IP completion day.”\n\tAfter subsection (9) insert—\n\tFor the purposes of this section, a person is a “relevant person”—\n\t\tif the person is in the United Kingdom (whether or not they have enteredwithin the meaning of section 11(1)) having arrived with entry clearancegranted by virtue of relevant entry clearance immigration rules,\n\t\tif the person has leave to enter or remain in the United Kingdom granted byvirtue of residence scheme immigration rules,\n\t\tif the person may be granted leave to enter or remain in the United Kingdomas a person who has a right to enter the United Kingdom by virtue of—\n\t\tArticle 32(1)(b) of the EU withdrawal agreement,\n\t\tArticle 31(1)(b) of the EEA EFTA separation agreement, or\n\t\tArticle 26a(1)(b) of the Swiss citizens’ rights agreement,\n\t\twhether or not the person has been granted such leave, or\n\t\tif the person may enter the United Kingdom by virtue of regulations madeunder section 8 of the European Union (Withdrawal Agreement) Act 2020(frontier workers), whether or not the person has entered by virtue of thoseregulations.\n\tIn this section—\n\t\t  * “EEA EFTA separation agreement” and “Swiss citizens’ rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act);\n\t\t  * “relevant entry clearance immigration rules” and “residence scheme immigration rules” have the meanings given by section 17 of the European Union (Withdrawal Agreement) Act 2020.”\n\tIn section 33 of the UK Borders Act 2007 (exceptions to automaticdeportation), after subsection (6A), insert—\n\t“(6B)Exception 7 is where—\n\t\tthe foreign criminal is a relevant person, and\n\t\tthe offence for which the foreign criminal was convicted as mentioned insection 32(1)(b) consisted of or included conduct that took place before IPcompletion day.\n\t\t(6C)For the purposes of subsection (6B), a foreign criminal is a “relevantperson”—\n\t\tif the foreign criminal is in the United Kingdom (whether or not they haveentered within the meaning of section 11(1) of the Immigration Act 1971)having arrived with entry clearance granted by virtue of relevant entryclearance immigration rules,\n\t\tif the foreign criminal has leave to enter or remain in the United Kingdomgranted by virtue of residence scheme immigration rules,\n\t\tif the foreign criminal may be granted leave to enter or remain in theUnited Kingdom as a person who has a right to enter the United Kingdom byvirtue of—\n\t\tArticle 32(1)(b) of the EU withdrawal agreement,\n\t\tArticle 31(1)(b) of the EEA EFTA separation agreement, or\n\t\tArticle 26a(1)(b) of the Swiss citizens’ rights agreement,\n\t\twhether or not the foreign criminal has been granted such leave, or\n\t\tif the foreign criminal may enter the United Kingdom by virtue ofregulations made under section 8 of the European Union (Withdrawal Agreement)Act 2020 (frontier workers), whether or not the foreign criminal has enteredby virtue of those regulations.\n\t\t(6D)In this section—\n\t\t\t  * “EEA EFTA separation agreement” and “Swiss citizens’ rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act);\n\t\t\t  * “relevant entry clearance immigration rules” and “residence scheme immigration rules” have the meanings given by section 17 of the European Union (Withdrawal Agreement) Act 2020.”\n\tIn section 3(10) of the Immigration Act 1971 and section 33(6C) of the UKBorders Act 2007 (for which see subsections (4) and (5) above), references tohaving leave to enter or remain in the United Kingdom granted by virtue ofresidence scheme immigration rules include references to having such leavegranted by virtue of those rules before section 17 comes into force."
    },
    {
        "length": 907,
        "text": "\nAppeals etc. against citizens’ rights immigration decisions\n\tA Minister of the Crown may by regulations make provision for, or inconnection with, appeals against citizens’ rights immigration decisions of akind described in the regulations.\n\tFor the purposes of this section, each of the following is a “citizens’rights immigration decision”—\n\t\ta decision made in connection with entry clearance by virtue of relevantentry clearance immigration rules (see section 17);\n\t\ta decision made in connection with leave to enter or remain in the UnitedKingdom by virtue of residence scheme immigration rules (see section 17);\n\t\ta decision made in connection with entry clearance for the purposes ofacquiring leave to enter or remain in relation to a healthcare right of entry;\n\t\ta decision made in connection with leave to enter or remain in the UnitedKingdom in relation to a healthcare right of entry;\n\t\ta decision made in connection with a right to enter or remain in the UnitedKingdom by virtue of regulations made under section 8 (frontier workers);\n\t\ta decision to make, or a refusal to revoke, a deportation order undersection 5(1) of the Immigration Act 1971 in relation to a relevant person;\n\t\tany other decision made in connection with restricting the right of arelevant person to enter the United Kingdom.\n\tA Minister of the Crown may also by regulations make provision for, or inconnection with, reviews (including judicial reviews) of decisions withinsubsection (2)(g).\n\tThe power to make regulations under subsection (1) or (3) may (among otherthings) be exercised by modifying any provision made by or under an enactment.\n\tSuch regulations may, for example, apply with or without modifications anyenactment which applies in relation to appeals under section 82 of theNationality, Immigration and Asylum Act 2002 or section 2 of the SpecialImmigration Appeals Commission Act 1997.\n\tFor the purposes of subsection (2), a “healthcare right of entry” is aright to enter the United Kingdom that a person has by virtue of—\n\t\tArticle 32(1)(b) of the withdrawal agreement,\n\t\tArticle 31(1)(b) of the EEA EFTA separation agreement, or\n\t\tArticle 26a(1)(b) of the Swiss citizens’ rights agreement.\n\tFor the purposes of subsection (2)(f) and (g), a person is a “relevantperson” if—\n\t\tArticle 20 of the withdrawal agreement, Article 19 of the EEA EFTAseparation agreement or (as the case may be) Articles 17 or 20(3) of the Swisscitizens’ rights agreement (restrictions of the rights of entry and residence)applies to the person, or\n\t\tthe person is not within paragraph (a) but—\n\t\thas entry clearance granted by virtue of relevant entry clearanceimmigration rules,\n\t\thas leave to enter or remain in the United Kingdom granted by virtue ofresidence scheme immigration rules, or\n\t\totherwise has leave to enter granted after arriving with entry clearancegranted by virtue of relevant entry clearance immigration rules.\n\tIn subsection (7)(b), references to a person who has entry clearance orleave to enter or remain include references to a person who would have hadentry clearance or leave to enter or remain but for—\n\t\tthe making of a deportation order under section 5(1) of the Immigration Act1971, or\n\t\tthe making of any other decision made in connection with restricting theright of the person to enter the United Kingdom."
    },
    {
        "length": 782,
        "text": "\nProfessional qualifications\n\tRecognition of professional qualifications\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement Chapter 3 of Title II of Part 2 of the withdrawal agreement(professional qualifications),\n\t\t\tto supplement the effect of section 7A of the European Union (Withdrawal)Act 2018 in relation to that Chapter, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Chapter (including matters arising by virtue of section 7A ofthat Act and that Chapter).\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement Chapter 3 of Title II of Part 2 of the EEA EFTA separationagreement (professional qualifications),\n\t\t\tto supplement the effect of section 7B of the European Union (Withdrawal)Act 2018 in relation to that Chapter, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Chapter (including matters arising by virtue of section 7B ofthat Act and that Chapter).\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement professional qualification provisions of the Swiss citizens’rights agreement,\n\t\t\tto supplement the effect of section 7B of the European Union (Withdrawal)Act 2018 in relation to those provisions, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, those provisions (including matters arising by virtue of section7B of that Act and those provisions).\n\t\tFor the purposes of subsection (3) the following are “professionalqualification provisions” of the Swiss citizens’ rights agreement—\n\t\t\tPart 4 of that agreement (mutual recognition of professionalqualifications);\n\t\t\tArticle 23(4) of that agreement as regards the recognition of professionalqualifications.\n\t\tIf an appropriate authority considers it appropriate, regulations undersubsection (1) or (2) relating to the implementation of a provision of Chapter3 of Title II of Part 2 of the withdrawal agreement or of the EEA EFTAseparation agreement may be made so as to apply both to—\n\t\t\tpersons to whom the provision in question applies, and\n\t\t\tpersons to whom that provision does not apply but who may be granted leaveto enter or remain in the United Kingdom by virtue of residence schemeimmigration rules, whether or not they have been granted such leave (seesection 17).\n\t\tThe power to make regulations under subsection (1), (2) or (3) may (amongother things) be exercised by modifying any provision made by or under anenactment.\n\t\tIn subsection (6) “enactment” does not include primary legislation passedor made after IP completion day.\n\t\tIn this section, “appropriate authority” means—\n\t\t\ta Minister of the Crown,\n\t\t\ta devolved authority, or\n\t\t\ta Minister of the Crown acting jointly with a devolved authority.\n\t\tSchedule 1 contains further provision about the power of devolvedauthorities to make regulations under this section."
    },
    {
        "length": 626,
        "text": "\nCo-ordination of social security systems\n\tCo-ordination of social security systems\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement Title III of Part 2 of the withdrawal agreement (co-ordinationof social security systems),\n\t\t\tto supplement the effect of section 7A of the European Union (Withdrawal)Act 2018 in relation to that Title, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Title (including matters arising by virtue of section 7A ofthat Act and that Title).\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement Title III of Part 2 of the EEA EFTA separation agreement (co-ordination of social security systems),\n\t\t\tto supplement the effect of section 7B of the European Union (Withdrawal)Act 2018 in relation to that Title, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Title (including matters arising by virtue of section 7B ofthat Act and that Title).\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate—\n\t\t\tto implement social security co-ordination provisions of the Swisscitizens’ rights agreement,\n\t\t\tto supplement the effect of section 7B of the European Union (Withdrawal)Act 2018 in relation to those provisions, or\n\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, those provisions (including matters arising by virtue of section7B of that Act and those provisions).\n\t\tFor the purposes of subsection (3) the following are “social security co-ordination provisions” of the Swiss citizens’ rights agreement—\n\t\t\tPart 3 of that agreement (co-ordination of social security systems);\n\t\t\tArticle 23(4) of that agreement as regards social security co-ordination.\n\t\tThe power to make regulations under subsection (1), (2) or (3) may (amongother things) be exercised by modifying any provision made by or under anenactment.\n\t\tIn this section, “appropriate authority” means—\n\t\t\ta Minister of the Crown,\n\t\t\ta devolved authority, or\n\t\t\ta Minister of the Crown acting jointly with a devolved authority.\n\t\tSchedule 1 contains further provision about the power of devolvedauthorities to make regulations under this section."
    },
    {
        "length": 732,
        "text": "\nEqual treatment etc.\n\tNon-discrimination, equal treatment and rights of workers etc.\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate for the purpose of implementing any of thefollowing provisions of the withdrawal agreement—\n\t\t\tArticle 12 (prohibition of discrimination on grounds of nationality);\n\t\t\tArticle 23 (right to equal treatment);\n\t\t\tArticles 24(1) and 25(1) (rights of workers and the self-employed);\n\t\t\tArticles 24(3) and 25(3) (rights of employed or self-employed frontierworkers) as regards rights enjoyed as workers.\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate for the purpose of implementing any of thefollowing provisions of the EEA EFTA separation agreement—\n\t\t\tArticle 11 (prohibition of discrimination on grounds of nationality);\n\t\t\tArticle 22 (right to equal treatment);\n\t\t\tArticles 23(1) and 24(1) (rights of workers and the self-employed);\n\t\t\tArticles 23(3) and 24(3) (rights of employed or self-employed frontierworkers) as regards rights enjoyed as workers.\n\t\tAn appropriate authority may by regulations make such provision as theauthority considers appropriate for the purpose of implementing any of thefollowing provisions of the Swiss citizens’ rights agreement—\n\t\t\tArticle 7 (prohibition of discrimination on grounds of nationality);\n\t\t\tArticle 18 (right to take up employment etc.);\n\t\t\tArticle 19 (rights of employed or self-employed persons etc.);\n\t\t\tArticle 20(1) (rights of frontier workers);\n\t\t\tArticle 23(1) (rights of persons providing services).\n\t\tIf the appropriate authority considers it appropriate, regulations undersubsection (1), (2) or (3) relating to the implementation of a provisionmentioned in that subsection, may be made so as to apply both to—\n\t\t\tpersons to whom the provision in question applies, and\n\t\t\tpersons to whom that provision does not apply but who may be granted leaveto enter or remain in the United Kingdom by virtue of residence schemeimmigration rules, whether or not they have been granted such leave (seesection 17).\n\t\tThe power to make regulations under subsection (1), (2) or (3) may (amongother things) be exercised by modifying any provision made by or under anenactment.\n\t\tIn this section, “appropriate authority” means—\n\t\t\ta Minister of the Crown,\n\t\t\ta devolved authority, or\n\t\t\ta Minister of the Crown acting jointly with a devolved authority.\n\t\tSchedule 1 contains further provision about the power of devolvedauthorities to make regulations under this section."
    },
    {
        "length": 105,
        "text": "\nIndependent Monitoring Authority\n\tIndependent Monitoring Authority for the Citizens’ Rights Agreements\n\t\tA body corporate called the Independent Monitoring Authority for theCitizens’ Rights Agreements is established.\n\t\tIn this Part that body is referred to as “the IMA”.\n\t\tSchedule 2 contains provision relating to the IMA (including provisionsabout the IMA’s constitution and functions)."
    },
    {
        "length": 811,
        "text": "\nGeneral\n\tRegulations: supplementary\n\t\tIn sections 7, 8, 9 and 14—\n\t\t\ta power to make provision for the purpose of implementing a provision ofthe withdrawal agreement includes power to make provision to supplement theeffect of section 7A of the European Union (Withdrawal) Act 2018 in relationto that provision of the agreement,\n\t\t\ta power to make provision for the purpose of implementing a provision ofthe EEA EFTA separation agreement includes power to make provision tosupplement the effect of section 7B of that Act in relation to that provisionof the agreement, and\n\t\t\ta power to make provision for the purpose of implementing a provision ofthe Swiss citizens’ rights agreement includes power to make provision tosupplement the effect of section 7B of that Act in relation to that provisionof the agreement.\n\t\tThe conferral of a power on a Minister of the Crown under section 7, 8, 9or 11 does not affect the extent of any power of a devolved authority undersection 12, 13 or 14 which overlaps with a power under section 7, 8, 9 or 11by virtue of section 17(4).\n\t\tRegulations under this Part may not provide for the conferral of functions(including the conferral of a discretion) on, or the delegation of functionsto, a person who is not a public authority (but may so provide if the personis a public authority).\n\t\tIn subsection (3), “public authority” means a person who exercisesfunctions of a public nature.\n\tInterpretation: Part 3\n\t\tIn this Part, “residence scheme immigration rules” means—\n\t\t\tAppendix EU to the immigration rules except those rules, or changes to thatAppendix, which are identified in the immigration rules as not having effectin connection with the residence scheme that operates in connection with thewithdrawal of the United Kingdom from the EU, and\n\t\t\tany other immigration rules which are identified in the immigration rulesas having effect in connection with the withdrawal of the United Kingdom fromthe EU.\n\t\tIn this Part, “relevant entry clearance immigration rules” means anyimmigration rules which are identified in the immigration rules as havingeffect in connection with the granting of entry clearance for the purposes ofacquiring leave to enter or remain in the United Kingdom by virtue ofresidence scheme immigration rules.\n\t\tIn this Part, references to having leave to enter or remain in the UnitedKingdom granted by virtue of residence scheme immigration rules includereferences to having such leave granted by virtue of those rules before thissection comes into force.\n\t\tIn this Part, a reference to a Chapter, Title, Part or other provision ofthe withdrawal agreement, EEA EFTA separation agreement or Swiss citizens’rights agreement includes a reference to—\n\t\t\tany other provision of the agreement in question so far as relating to thatChapter, Title, Part or other provision, and\n\t\t\tany provision of EU law which is applied by, or referred to in, thatChapter, Title, Part or other provision (to the extent of the application orreference).\n\t\tIn this Part—\n\t\t\t  * “entry clearance” has the meaning given by section 33(1) of the Immigration Act 1971 (interpretation); \n\t\t\t  * “immigration rules” has the same meaning as in the Immigration Act 1971. "
    },
    {
        "length": 2482,
        "text": "\nOther separation issues\n\tMain power in connection with other separation issues\n\t\tAfter section 8A of the European Union (Withdrawal) Act 2018 (supplementarypower in connection with implementation period) (for which see section 3above) insert—\n\t\t“8BPower in connection with certain other separation issues\n\t\t\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate—\n\t\t\t\tto implement Part 3 of the withdrawal agreement (separation provisions),\n\t\t\t\tto supplement the effect of section 7A in relation to that Part, or\n\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7A andthat Part).\n\t\t\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate—\n\t\t\t\tto implement Part 3 of the EEA EFTA separation agreement (separationprovisions),\n\t\t\t\tto supplement the effect of section 7B in relation to that Part, or\n\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7B andthat Part).\n\t\t\tRegulations under this section may make any provision that could be made byan Act of Parliament.\n\t\t\tRegulations under this section may (among other things) restate, for thepurposes of making the law clearer or more accessible, anything that formspart of domestic law by virtue of—\n\t\t\t\tsection 7A above and Part 3 of the withdrawal agreement, or\n\t\t\t\tsection 7B above and Part 3 of the EEA EFTA separation agreement.\n\t\t\tBut regulations under this section may not—\n\t\t\t\timpose or increase taxation or fees,\n\t\t\t\tmake retrospective provision,\n\t\t\t\tcreate a relevant criminal offence,\n\t\t\t\testablish a public authority,\n\t\t\t\tamend, repeal or revoke the Human Rights Act 1998 or any subordinatelegislation made under it, or\n\t\t\t\tamend or repeal the Scotland Act 1998, the Government of Wales Act 2006 orthe Northern Ireland Act 1998 (unless the regulations are made by virtue ofparagraph 21(b) of Schedule 7 to this Act or are amending or repealing anyprovision of those Acts which modifies another enactment).\n\t\t\tIn this section references to Part 3 of the withdrawal agreement or of theEEA EFTA separation agreement include references to any provision of EU lawwhich is applied by, or referred to in, that Part (to the extent of theapplication or reference).”\n\tPowers corresponding to section 18 involving devolved authorities\n\t\tAfter Part 1A of Schedule 2 to the European Union (Withdrawal) Act 2018(corresponding powers involving devolved authorities: provision in connectionwith implementation period) (for which see section 4 above) insert—\n\t\t“PART 1BProvision in connection with certain other separation issues\n\t\t\tPowers in connection with Part 3 of withdrawal agreement and EEA EFTAseparation agreement\n\t\t\t\t11G(1)A devolved authority may by regulations make such provision as thedevolved authority considers appropriate—\n\t\t\t\t\tto implement Part 3 of the withdrawal agreement (separation provisions),\n\t\t\t\t\tto supplement the effect of section 7A in relation to that Part, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7A andthat Part).\n\t\t\t\tA Minister of the Crown acting jointly with a devolved authority may byregulations make such provision as they consider appropriate—\n\t\t\t\t\tto implement Part 3 of the withdrawal agreement (separation provisions),\n\t\t\t\t\tto supplement the effect of section 7A in relation to that Part, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7A andthat Part).\n\t\t\t\tA devolved authority may by regulations make such provision as the devolvedauthority considers appropriate—\n\t\t\t\t\tto implement Part 3 of the EEA EFTA separation agreement (separationprovisions),\n\t\t\t\t\tto supplement the effect of section 7B in relation to that Part, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7B andthat Part).\n\t\t\t\tA Minister of the Crown acting jointly with a devolved authority may byregulations make such provision as they consider appropriate—\n\t\t\t\t\tto implement Part 3 of the EEA EFTA separation agreement (separationprovisions),\n\t\t\t\t\tto supplement the effect of section 7B in relation to that Part, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, that Part (including matters arising by virtue of section 7B andthat Part).\n\t\t\t\tRegulations under this Part may make any provision that could be made by anAct of Parliament.\n\t\t\t\tRegulations under this Part may (among other things) restate, for thepurposes of making the law clearer or more accessible, anything that formspart of domestic law by virtue of—\n\t\t\t\t\tsection 7A above and Part 3 of the withdrawal agreement, or\n\t\t\t\t\tsection 7B above and Part 3 of the EEA EFTA separation agreement.\n\t\t\t\tBut regulations under this Part may not—\n\t\t\t\t\timpose or increase taxation or fees,\n\t\t\t\t\tmake retrospective provision,\n\t\t\t\t\tcreate a relevant criminal offence,\n\t\t\t\t\testablish a public authority,\n\t\t\t\t\tamend, repeal or revoke the Human Rights Act 1998 or any subordinatelegislation made under it, or\n\t\t\t\t\tamend or repeal the Scotland Act 1998, the Government of Wales Act 2006 orthe Northern Ireland Act 1998 (unless the regulations are made by virtue ofparagraph 21(b) of Schedule 7 to this Act or are amending or repealing anyprovision of those Acts which modifies another enactment).\n\t\t\t\tRegulations under sub-paragraph (1) or (3) are also subject to paragraphs11H and 11I.\n\t\t\t\tIn this paragraph references to Part 3 of the withdrawal agreement or ofthe EEA EFTA separation agreement include references to any provision of EUlaw which is applied by, or referred to in, that Part (to the extent of theapplication or reference).\n\t\t\tNo power to make provision outside devolved competence\n\t\t\t\t11H(1)No provision may be made by a devolved authority acting alone inregulations under this Part unless the provision is within the devolvedcompetence of the devolved authority.\n\t\t\t\tSee paragraphs 11J to 11L for the meaning of “devolved competence” for thepurposes of this Part.\n\t\t\tCertain requirements for consent, joint exercise or consultation\n\t\t\t\t11IParagraphs 5 to 7 apply for the purposes of this Part as they apply for thepurposes of Part 1.\n\t\t\tMeaning of devolved competence: Part 1B\n\t\t\t\t11JA provision is within the devolved competence of the Scottish Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the Scottish Parliament ifit were contained in an Act of that Parliament (ignoring section 29(2)(d) ofthe Scotland Act 1998 so far as relating to EU law and retained EU law), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theScottish Ministers, the First Minister or the Lord Advocate acting alone(ignoring section 57(2) of the Scotland Act 1998 so far as relating to EU lawand section 57(4) of that Act).\n\t\t\t\t\t11KA provision is within the devolved competence of the Welsh Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the National Assembly forWales if it were contained in an Act of the Assembly (ignoring section108A(2)(e) of the Government of Wales Act 2006 so far as relating to EU lawand retained EU law but including any provision that could be made only withthe consent of a Minister of the Crown), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theWelsh Ministers acting alone (ignoring section 80(8) of the Government ofWales Act 2006).\n\t\t\t\t\t11LA provision is within the devolved competence of a Northern Irelanddepartment for the purposes of this Part if—\n\t\t\t\t\tthe provision, if it were contained in an Act of the Northern IrelandAssembly—\n\t\t\t\t\twould be within the legislative competence of the Assembly (ignoringsection 6(2)(d) of the Northern Ireland Act 1998), and\n\t\t\t\t\twould not require the consent of the Secretary of State,\n\t\t\t\t\tthe provision—\n\t\t\t\t\tamends or repeals Northern Ireland legislation, and\n\t\t\t\t\twould, if it were contained in an Act of the Northern Ireland Assembly, bewithin the legislative competence of the Assembly (ignoring section 6(2)(d) ofthe Northern Ireland Act 1998) and require the consent of the Secretary ofState, or\n\t\t\t\t\tthe provision is provision which could be made in other subordinatelegislation by any Northern Ireland devolved authority acting alone (ignoringsection 24(1)(b) and (3) of the Northern Ireland Act 1998).”"
    },
    {
        "length": 520,
        "text": "\nMain financial provision\n\tFinancial provision\n\t\tAny sum that is required to be paid to the EU or an EU entity to meet anyobligation that the United Kingdom has by virtue of the withdrawal agreementis to be charged on and paid out of the Consolidated Fund or, if the Treasuryso decides, the National Loans Fund.\n\t\tAfter 31 March 2021, subsection (1) does not apply in relation to anyexpenditure other than sums required to be paid in respect of the traditionalown resources of the EU.\n\t\tAny money received by a Minister of the Crown or a government department byvirtue of the withdrawal agreement is to be paid into the Consolidated Fundor, if the Treasury so decides, the National Loans Fund.\n\t\tA Minister of the Crown, government department or devolved authority mayincur expenditure, for the purpose of, or in connection with, preparing foranything about which provision may be made under a power to make subordinatelegislation conferred or modified by or under this Act, before any suchprovision is made.\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure in relation to which subsection (1) does not apply which isincurred by a Minister of the Crown, government department or other publicauthority by virtue of this Act, and\n\t\t\tany increase attributable to this Act in the sums payable by virtue of anyother Act out of money so provided.\n\t\tSubsections (1), (3) and (5) are subject to any other provision made by orunder this Act or any other enactment.\n\t\tIn this section—\n\t\t\t  * “EU entity” means an EU institution or any office, body or agency of the EU; \n\t\t\t  * “government department” means any department of the Government of the United Kingdom; \n\t\t\t  * “the traditional own resources of the EU” means the EU’s traditional own resources referred to in Article 2(1)(a) of the Council Decision of 26 May 2014 on the system of own resources of the European Union (2014/335/EU, Euratom). "
    },
    {
        "length": 2518,
        "text": "\nIreland/Northern Ireland Protocol\n\tMain power in connection with Ireland/Northern Ireland Protocol\n\t\tAfter section 8B of the European Union (Withdrawal) Act 2018 (power inconnection with certain other separation issues) (for which see section 18above) insert—\n\t\t“8CPower in connection with Ireland/Northern Ireland Protocol inwithdrawal agreement\n\t\t\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate—\n\t\t\t\tto implement the Protocol on Ireland/Northern Ireland in the withdrawalagreement,\n\t\t\t\tto supplement the effect of section 7A in relation to the Protocol, or\n\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, the Protocol (including matters arising by virtue of section 7Aand the Protocol).\n\t\t\tRegulations under subsection (1) may make any provision that could be madeby an Act of Parliament (including modifying this Act).\n\t\t\tRegulations under subsection (1) may (among other things) make provisionfacilitating the access to the market within Great Britain of qualifyingNorthern Ireland goods.\n\t\t\tSuch provision may (among other things) include provision about therecognition within Great Britain of technical regulations, assessments,registrations, certificates, approvals and authorisations issued by—\n\t\t\t\tthe authorities of a member State, or\n\t\t\t\tbodies established in a member State,\n\t\t\t\t\tin respect of qualifying Northern Ireland goods.\n\t\t\tRegulations under subsection (1) may (among other things) restate, for thepurposes of making the law clearer or more accessible, anything that formspart of domestic law by virtue of section 7A and the Protocol.\n\t\t\tA Minister of the Crown may by regulations define “qualifying NorthernIreland goods” for the purposes of this Act.\n\t\t\tIn this section any reference to the Protocol on Ireland/Northern Irelandincludes a reference to—\n\t\t\t\tany other provision of the withdrawal agreement so far as applying to theProtocol, and\n\t\t\t\tany provision of EU law which is applied by, or referred to in, theProtocol (to the extent of the application or reference),\n\t\t\t\tbut does not include the second sentence of Article 11(1) of the Protocol(which provides that the United Kingdom and the Republic of Ireland maycontinue to make new arrangements that build on the provisions of the BelfastAgreement in other areas of North-South cooperation on the island ofIreland).”\n\tPowers corresponding to section 21 involving devolved authorities\n\t\tAfter Part 1B of Schedule 2 to the European Union (Withdrawal) Act 2018(corresponding powers involving devolved authorities: provision in connectionwith certain other separation issues) (for which see section 19 above) insert—\n\t\t“PART 1CProvision in connection with Protocol on Ireland/NorthernIreland\n\t\t\tPower in connection with Protocol on Ireland/Northern Ireland\n\t\t\t\t11M(1)A devolved authority may by regulations make such provision as thedevolved authority considers appropriate—\n\t\t\t\t\tto implement the Protocol on Ireland/Northern Ireland in the withdrawalagreement,\n\t\t\t\t\tto supplement the effect of section 7A in relation to the Protocol, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, the Protocol (including matters arising by virtue of section 7Aand the Protocol).\n\t\t\t\tA Minister of the Crown acting jointly with a devolved authority may byregulations make such provision as they consider appropriate—\n\t\t\t\t\tto implement the Protocol on Ireland/Northern Ireland in the withdrawalagreement,\n\t\t\t\t\tto supplement the effect of section 7A in relation to the Protocol, or\n\t\t\t\t\totherwise for the purposes of dealing with matters arising out of, orrelated to, the Protocol (including matters arising by virtue of section 7Aand the Protocol).\n\t\t\t\tRegulations under this Part may make any provision that could be made by anAct of Parliament.\n\t\t\t\tRegulations under this Part may (among other things) make provisionfacilitating the access to the market within Great Britain of qualifyingNorthern Ireland goods.\n\t\t\t\tSuch provision may (among other things) include provision about therecognition within Great Britain of technical regulations, assessments,registrations, certificates, approvals and authorisations issued by—\n\t\t\t\t\tthe authorities of a member State, or\n\t\t\t\t\tbodies established in a member State,\n\t\t\t\t\tin respect of qualifying Northern Ireland goods.\n\t\t\t\tRegulations under this Part may (among other things) restate, for thepurposes of making the law clearer or more accessible, anything that formspart of domestic law by virtue of section 7A and the Protocol.\n\t\t\t\tRegulations under sub-paragraph (1) are also subject to paragraphs 11N and11O.\n\t\t\t\tIn this paragraph any reference to the Protocol on Ireland/Northern Irelandincludes a reference to—\n\t\t\t\t\tany other provision of the withdrawal agreement so far as applying to theProtocol, and\n\t\t\t\t\tany provision of EU law which is applied by, or referred to in, theProtocol (to the extent of the application or reference),\n\t\t\t\t\tbut does not include the second sentence of Article 11(1) of the Protocol(which provides that the United Kingdom and the Republic of Ireland maycontinue to make new arrangements that build on the provisions of the BelfastAgreement in other areas of North-South cooperation on the island of Ireland).\n\t\t\tNo power to make provision outside devolved competence\n\t\t\t\t11N(1)No provision may be made by a devolved authority acting alone inregulations under this Part unless the provision is within the devolvedcompetence of the devolved authority.\n\t\t\t\tSee paragraphs 11P to 11R for the meaning of “devolved competence” for thepurposes of this Part.\n\t\t\tCertain requirements for consent, joint exercise or consultation\n\t\t\t\t11OParagraphs 5 to 7 apply for the purposes of this Part as they apply for thepurposes of Part 1.\n\t\t\tMeaning of devolved competence: Part 1C\n\t\t\t\t11PA provision is within the devolved competence of the Scottish Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the Scottish Parliament ifit were contained in an Act of that Parliament (ignoring section 29(2)(d) ofthe Scotland Act 1998 so far as relating to EU law), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theScottish Ministers, the First Minister or the Lord Advocate acting alone(ignoring section 57(2) of the Scotland Act 1998 so far as relating to EUlaw).\n\t\t\t\t\t11QA provision is within the devolved competence of the Welsh Ministers forthe purposes of this Part if—\n\t\t\t\t\tit would be within the legislative competence of the National Assembly forWales if it were contained in an Act of the Assembly (ignoring section108A(2)(e) of the Government of Wales Act 2006 so far as relating to EU lawbut including any provision that could be made only with the consent of aMinister of the Crown), or\n\t\t\t\t\tit is provision which could be made in other subordinate legislation by theWelsh Ministers acting alone (ignoring section 80(8) of the Government ofWales Act 2006 so far as relating to EU law).\n\t\t\t\t\t11RA provision is within the devolved competence of a Northern Irelanddepartment for the purposes of this Part if—\n\t\t\t\t\tthe provision, if it were contained in an Act of the Northern IrelandAssembly—\n\t\t\t\t\twould be within the legislative competence of the Assembly (ignoringsection 6(2)(d) of the Northern Ireland Act 1998 so far as relating to EUlaw), and\n\t\t\t\t\twould not require the consent of the Secretary of State,\n\t\t\t\t\tthe provision—\n\t\t\t\t\tamends or repeals Northern Ireland legislation, and\n\t\t\t\t\twould, if it were contained in an Act of the Northern Ireland Assembly, bewithin the legislative competence of the Assembly (ignoring section 6(2)(d) ofthe Northern Ireland Act 1998 so far as relating to EU law) and require theconsent of the Secretary of State, or\n\t\t\t\t\tthe provision is provision which could be made in other subordinatelegislation by any Northern Ireland devolved authority acting alone (ignoringsection 24(1)(b) of the Northern Ireland Act 1998).”\n\tProtection for certain rights, safeguards etc. in Belfast Agreement\n\t\tSchedule 3 contains provision about the implementation of Article 2(1) of theProtocol on Ireland/Northern Ireland in the withdrawal agreement.\n\tNo alteration of North-South co-operation\n\t\tIn section 10 of the European Union (Withdrawal) Act 2018 (continuation ofNorth-South co-operation and the prevention of new border arrangements), aftersubsection (2), insert—\n\t\tA Minister of the Crown may not agree to the making of a recommendation bythe Joint Committee under Article 11(2) of the Protocol on Ireland/NorthernIreland in the withdrawal agreement (recommendations as to North-Southcooperation) to—\n\t\t\talter the arrangements for North-South co-operation as provided for by theBelfast Agreement,\n\t\t\testablish a new implementation body, or\n\t\t\talter the functions of an existing implementation body.\n\t\tIn this section—\n\t\t\t  * “the Belfast Agreement” has the meaning given by section 98 of the Northern Ireland Act 1998;\n\t\t\t  * “implementation body” has the meaning given by section 55(3) of that Act.”"
    },
    {
        "length": 3406,
        "text": "\nRelationship to EUWA 2018\n\tRetention of saved EU law at end of implementation period\n\t\tIn section 2 of the European Union (Withdrawal) Act 2018 (saving for EU-derived domestic legislation)—\n\t\t\tin subsection (1) for “exit day”, in both places where it appears,substitute “IP completion day”,\n\t\t\tomit subsection (2), and\n\t\t\tin subsection (3) after “incorporation)” insert “and section 5A (savingsand incorporation: supplementary)”.\n\t\tIn section 3 of that Act (incorporation of direct EU legislation)—\n\t\t\tin subsection (1) for “exit day”, in both places where it appears,substitute “IP completion day”,\n\t\t\tin subsection (2)(a)—\n\t\t\tfor “exit day” substitute “IP completion day”,\n\t\t\tbefore sub-paragraph (i) insert—\n\t\t\tit is applicable to and in the United Kingdom by virtue of Part 4 of thewithdrawal agreement,\n\t\t\tit neither has effect nor is to have effect by virtue of section 7A or7B,”,\n\t\t\tat the end of sub-paragraph (i) insert “and”, and\n\t\t\tomit sub-paragraph (ii) and the word “and” at the end of the sub-paragraph,\n\t\t\tin subsection (2)(b)—\n\t\t\tfor “exit day” substitute “IP completion day”, and\n\t\t\tbefore sub-paragraph (i) insert—\n\t\t\tit is applicable to and in the United Kingdom by virtue of Part 4 of thewithdrawal agreement,\n\t\t\tit neither has effect nor is to have effect by virtue of section 7A or7B,”,\n\t\t\tin subsection (2)(c) for “exit day” substitute “IP completion day and sofar as—\n\t\t\tit is applicable to and in the United Kingdom by virtue of Part 4 of thewithdrawal agreement, and\n\t\t\tit neither has effect nor is to have effect by virtue of section 7A or7B”,\n\t\t\tin subsection (3) for “exit day”, wherever it appears, substitute “IPcompletion day”, and\n\t\t\tin subsection (5) after “incorporation)” insert “and section 5A (savingsand incorporation: supplementary)”.\n\t\tIn section 4 of that Act (saving for rights etc. under section 2(1) of theECA)—\n\t\t\tin subsection (1) for “exit day”, in both places where it appears,substitute “IP completion day”,\n\t\t\tin subsection (2)—\n\t\t\tafter paragraph (a) (and before the “or” at the end of the paragraph)insert—\n\t\t\tare, or are to be, recognised and available in domestic law (andenforced, allowed and followed accordingly) by virtue of section 7A or 7B,”,and\n\t\t\tin paragraph (b) for “exit day” substitute “IP completion day”, and\n\t\t\tin subsection (3) after “incorporation)” insert “and section 5A (savingsand incorporation: supplementary)”.\n\t\tIn section 5 of that Act (exceptions to savings and incorporation)—\n\t\t\tin subsections (1) to (5) for “exit day”, wherever it appears, substitute“IP completion day”, and\n\t\t\tafter subsection (6) insert—\n\t\tSubsections (1) to (6) and Schedule 1 are subject to relevant separationagreement law (for which see section 7C).”\n\t\tAfter section 5 of that Act insert—\n\t\t“5ASavings and incorporation: supplementary\n\t\t\tThe fact that anything which continues to be, or forms part of, domestic lawon or after IP completion day by virtue of section 2, 3 or 4 has an effectimmediately before IP completion day which is time-limited by reference to theimplementation period does not prevent it from having an indefinite effect onand after IP completion day by virtue of section 2, 3 or 4.”\n\t\t\tIn Schedule 1 to that Act (further provision about exceptions to savingsand incorporation)—\n\t\t\t\tfor “exit day”, wherever it appears, substitute “IP completion day”, and\n\t\t\t\tin paragraph 5(1) for “in accordance with this Act” substitute “by virtueof section 2, 3, 4 or 6(3) or (6) and otherwise in accordance with this Act”.\n\tInterpretation of retained EU law and relevant separation agreement law\n\t\tIn section 6 of the European Union (Withdrawal) Act 2018 (interpretation ofretained EU law)—\n\t\t\tfor “exit day”, wherever it appears, substitute “IP completion day”,\n\t\t\tin subsection (4), after paragraph (b) (but before the “and” at the end ofthe paragraph) insert—\n\t\t\ta relevant court or relevant tribunal is not bound by any retained EUcase law so far as is provided for by regulations under subsection (5A),”,\n\t\t\tin subsection (5) after “EU case law” insert “by virtue of subsection(4)(a) or (b)”,\n\t\t\tafter subsection (5) insert—\n\t\t\t\t“(5A)A Minister of the Crown may by regulations provide for—\n\t\t\ta court or tribunal to be a relevant court or (as the case may be) arelevant tribunal for the purposes of this section,\n\t\t\tthe extent to which, or circumstances in which, a relevant court orrelevant tribunal is not to be bound by retained EU case law,\n\t\t\tthe test which a relevant court or relevant tribunal must apply in decidingwhether to depart from any retained EU case law, or\n\t\t\tconsiderations which are to be relevant to—\n\t\t\tthe Supreme Court or the High Court of Justiciary in applying the testmentioned in subsection (5), or\n\t\t\ta relevant court or relevant tribunal in applying any test provided for byvirtue of paragraph (c) above.\n\t\t\t(5B)Regulations under subsection (5A) may (among other things) provide for—\n\t\t\tthe High Court of Justiciary to be a relevant court when sitting otherwisethan as mentioned in subsection (4)(b)(i) and (ii),\n\t\t\tthe extent to which, or circumstances in which, a relevant court orrelevant tribunal not being bound by retained EU case law includes (or doesnot include) that court or tribunal not being bound by retained domestic caselaw which relates to retained EU case law,\n\t\t\tother matters arising in relation to retained domestic case law whichrelates to retained EU case law (including by making provision of a kind whichcould be made in relation to retained EU case law), or\n\t\t\tthe test mentioned in paragraph (c) of subsection (5A) or theconsiderations mentioned in paragraph (d) of that subsection to be determined(whether with or without the consent of a Minister of the Crown) by a personmentioned in subsection (5C)(a) to (e) or by more than one of those personsacting jointly.\n\t\t\t(5C)Before making regulations under subsection (5A), a Minister of the Crownmust consult—\n\t\t\tthe President of the Supreme Court,\n\t\t\tthe Lord Chief Justice of England and Wales,\n\t\t\tthe Lord President of the Court of Session,\n\t\t\tthe Lord Chief Justice of Northern Ireland,\n\t\t\tthe Senior President of Tribunals, and\n\t\t\tsuch other persons as the Minister of the Crown considers appropriate.\n\t\t\t(5D)No regulations may be made under subsection (5A) after IP completionday.”, and\n\t\t\tafter subsection (6) insert—\n\t\t\t“(6A)Subsections (1) to (6) are subject to relevant separation agreement law(for which see section 7C).”\n\t\tAfter section 7B of that Act (general implementation of EEA EFTA and Swissagreements) (for which see section 6 above) insert—\n\t\t“7CInterpretation of relevant separation agreement law\n\t\t\tAny question as to the validity, meaning or effect of any relevantseparation agreement law is to be decided, so far as they are applicable—\n\t\t\t\tin accordance with the withdrawal agreement, the EEA EFTA separationagreement and the Swiss citizens’ rights agreement, and\n\t\t\t\thaving regard (among other things) to the desirability of ensuring that,where one of those agreements makes provision which corresponds to provisionmade by another of those agreements, the effect of relevant separationagreement law in relation to the matters dealt with by the correspondingprovision in each agreement is consistent.\n\t\t\tSee (among other things)—\n\t\t\t\tArticle 4 of the withdrawal agreement (methods and principles relating tothe effect, the implementation and the application of the agreement),\n\t\t\t\tArticles 158 and 160 of the withdrawal agreement (jurisdiction of theEuropean Court in relation to Part 2 and certain provisions of Part 5 of theagreement),\n\t\t\t\tArticles 12 and 13 of the Protocol on Ireland/Northern Ireland in thewithdrawal agreement (implementation, application, supervision and enforcementof the Protocol and common provisions),\n\t\t\t\tArticle 4 of the EEA EFTA separation agreement (methods and principlesrelating to the effect, the implementation and the application of theagreement), and\n\t\t\t\tArticle 4 of the Swiss citizens’ rights agreement (methods and principlesrelating to the effect, the implementation and the application of theagreement).\n\t\t\tIn this Act “relevant separation agreement law” means—\n\t\t\t\tany of the following provisions or anything which is domestic law by virtueof any of them—\n\t\t\t\tsection 7A, 7B, 8B or 8C or Part 1B or 1C of Schedule 2 or this section, or\n\t\t\t\tPart 3, or section 20, of the European Union (Withdrawal Agreement) Act2020 (citizens’ rights and financial provision), or\n\t\t\t\tanything not falling within paragraph (a) so far as it is domestic law forthe purposes of, or otherwise within the scope of—\n\t\t\t\tthe withdrawal agreement (other than Part 4 of that agreement),\n\t\t\t\tthe EEA EFTA separation agreement, or\n\t\t\t\tthe Swiss citizens’ rights agreement,\n\t\t\t\t\tas that body of law is added to or otherwise modified by or under this Act orby other domestic law from time to time.”\n\tDealing with deficiencies in retained EU law\n\t\tSection 8 of the European Union (Withdrawal) Act 2018 (dealing withdeficiencies arising from withdrawal) is amended in accordance withsubsections (2) to (6).\n\t\tIn subsection (2)—\n\t\t\tin paragraph (d)(ii), after “membership of the EU” insert “or Part 4 of thewithdrawal agreement”,\n\t\t\tin paragraph (e), after “Treaties” insert “or as a result of either the endof the implementation period or any other effect of the withdrawal agreement”,\n\t\t\tafter paragraph (e) insert—\n\t\t\tis not clear in its effect as a result of the operation of any provisionof sections 2 to 6 or Schedule 1,”, and\n\t\t\tin paragraph (f)(i) for “exit day” substitute “IP completion day”.\n\t\tIn subsection (4) for “exit day” substitute “IP completion day”.\n\t\tIn subsection (7), omit paragraph (e).\n\t\tIn subsection (8) for “exit day” substitute “IP completion day”.\n\t\tIn subsection (9)—\n\t\t\tfor “that withdrawal taken together” substitute “—\n\t\t\tany aspect of that withdrawal, including (among other things)—\n\t\t\tthe end of the implementation period, or\n\t\t\tany other effect of the withdrawal agreement, or\n\t\t\tthat withdrawal, or any such aspect of it, taken together”, and\n\t\t\tafter “Act” insert “or the European Union (Withdrawal Agreement) Act 2020”.\n\t\tIn the following provisions of Part 1 of Schedule 2 to the European Union(Withdrawal) Act 2018 (dealing with deficiencies arising from withdrawal:devolved authorities) for “exit day” substitute “IP completion day”—\n\t\t\tparagraph 4(a),\n\t\t\tparagraph 8(2)(a)(i),\n\t\t\tparagraph 9(2)(a)(i), and\n\t\t\tparagraph 10(2)(a)(i).\n\tAncillary fee-charging powers\n\t\tIn Part 1 of Schedule 4 to the European Union (Withdrawal) Act 2018 (chargingin connection with certain new functions)—\n\t\t\tin paragraph 1(1), after paragraph (a) (but before the “or” at the end ofthat paragraph) insert—\n\t\t\tsection 8B or Part 1B of Schedule 2 (powers in connection with Part 3 ofthe withdrawal agreement and Part 3 of the EEA EFTA separation agreement), or\n\t\t\tsection 8C or Part 1C of Schedule 2 (powers in connection with theIreland/Northern Ireland Protocol in the withdrawal agreement)”, and\n\t\t\tin paragraph 5—\n\t\t\tin sub-paragraph (1), for “sub-paragraph (2)” substitute “sub-paragraphs(2) and (2A)”, and\n\t\t\tafter sub-paragraph (2) insert—\n\t\t\t“(2A)This paragraph does not apply in relation to regulations made underparagraph 1(1)(aa) or (ab).”"
    },
    {
        "length": 1486,
        "text": "\nParliamentary oversight\n\tReview of EU legislation during implementation period\n\t\tAfter section 13 of the European Union (Withdrawal) Act 2018 (Parliamentaryapproval of the outcome of negotiations with the EU) insert—\n\t\t“13AReview of EU legislation during implementation period\n\t\t\tSubsection (2) applies where the European Scrutiny Select Committee of theHouse of Commons (“the ESC”) publishes a report in respect of any EUlegislation made, or which may be made, during the implementation period andthe report—\n\t\t\t\tstates that, in the opinion of the ESC, the EU legislation raises a matterof vital national interest to the United Kingdom,\n\t\t\t\tconfirms that the ESC has taken such evidence as it considers appropriateas to the effect of the EU legislation and has consulted any DepartmentalSelect Committee of the House of Commons which the ESC considers also has aninterest in the EU legislation, and\n\t\t\t\tsets out the wording of a motion to be moved in the House of Commons inaccordance with subsection (2).\n\t\t\tA Minister of the Crown must, within the period of 14 Commons sitting daysbeginning with the day on which the report is published, make arrangements forthe motion mentioned in subsection (1)(c) to be debated and voted on by theHouse of Commons.\n\t\t\tSubsection (4) applies where the EU Select Committee of the House of Lords(“the EUC”) publishes a report in respect of any EU legislation made, or whichmay be made, during the implementation period and the report—\n\t\t\t\tstates that, in the opinion of the EUC, the EU legislation raises a matterof vital national interest to the United Kingdom,\n\t\t\t\tconfirms that the EUC has taken such evidence as it considers appropriateas to the effect of the EU legislation, and\n\t\t\t\tsets out the wording of a motion to be moved in the House of Lords inaccordance with subsection (4).\n\t\t\tA Minister of the Crown must, within the period of 14 Lords sitting daysbeginning with the day on which the report is published, make arrangements forthe motion mentioned in subsection (3)(c) to be debated and voted on by theHouse of Lords.\n\t\t\tIn this section—\n\t\t\t\t  * “EU legislation” means—\n\t\t\t\tany amendment to the Treaty on European Union, the Treaty on the Functioningof the European Union, the Euratom Treaty or the EEA agreement,\n\t\t\t\tany EU directive, or\n\t\t\t\tany EU regulation or EU decision which is not EU tertiary legislation;\n\t\t\t\t\t  * “the European Scrutiny Select Committee of the House of Commons” means the Select Committee of the House of Commons known as the European Scrutiny Select Committee or any successor of that committee;\n\t\t\t\t\t  * “the EU Select Committee of the House of Lords” means the Select Committee of the House of Lords known as the EU Select Committee or any successor of that committee.”\n\tCertain dispute procedures under withdrawal agreement\n\t\tAfter section 13A of the European Union (Withdrawal) Act 2018 (review of EUlegislation during implementation period) (for which see section 29 above)insert—\n\t\t“13BCertain dispute procedures under withdrawal agreement\n\t\t\tSubsection (2) applies if a request has been made under Article 170 of thewithdrawal agreement to the other party in a dispute (request to establish anarbitration panel in relation to a dispute between the EU and the UnitedKingdom).\n\t\t\tA Minister of the Crown must, within the 14 day period beginning with theday on which the request is made, make a statement in writing to each House ofParliament that the request has been made and setting out the details of it.\n\t\t\tSubsection (4) applies if the European Court has given a ruling in responseto a request by an arbitration panel under Article 174(1) of the withdrawalagreement (request for ruling by European Court on certain questions arisingin a dispute submitted to arbitration).\n\t\t\tA Minister of the Crown must, within the 14 day period beginning with thepublication in the Official Journal of the European Union of the ruling of theEuropean Court, make a statement in writing to each House of Parliament thatthe ruling has been made and setting out the details of it contained in theOfficial Journal.\n\t\t\tAfter the end of each reporting period, a Minister of the Crown must laybefore each House of Parliament a report setting out the number of timeswithin the reporting period that the Joint Committee has been provided withnotice under Article 169(1) of the withdrawal agreement (notice concerning thecommencement of consultations in the Joint Committee to resolve a disputebetween the EU and the United Kingdom about the interpretation and applicationof the withdrawal agreement).\n\t\t\tIn this section—\n\t\t\t\t  * “reporting period” means—\n\t\t\t\tthe period of one year beginning with the day on which IP completion dayfalls, and\n\t\t\t\teach subsequent year;\n\t\t\t\t\t  * “the 14 day period” means—\n\t\t\t\tin relation to the House of Commons, the period of 14 Commons sitting days,and\n\t\t\t\tin relation to the House of Lords, the period of 14 Lords sitting days.”\n\tRepeal of section 13 of EUWA 2018\n\t\tSection 13 of the European Union (Withdrawal) Act 2018 (Parliamentaryapproval of the outcome of negotiations with the EU) is repealed.\n\t\tAccordingly, none of the conditions set out in paragraphs (a) to (d) ofsubsection (1) of that section apply in relation to the ratification of thewithdrawal agreement.\n\tRequirements in Part 2 of CRAGA\n\t\tSection 20 of the Constitutional Reform and Governance Act 2010 (treaties tobe laid before Parliament before ratification) does not apply in relation tothe withdrawal agreement (but this does not affect whether that sectionapplies in relation to any modification of the agreement)."
    },
    {
        "length": 943,
        "text": "\nOther matters\n\tProhibition on extending implementation period\n\t\tAfter section 15 of the European Union (Withdrawal) Act 2018 (publication andrules of evidence) insert—\n\t\t“15AProhibition on extending implementation period\n\t\t\tA Minister of the Crown may not agree in the Joint Committee to an extensionof the implementation period.”\n\tMinisterial co-chairs of the Joint Committee\n\t\tAfter section 15A of the European Union (Withdrawal) Act 2018 (prohibition onextending implementation period) (for which see section 33 above) insert—\n\t\t“15BMinisterial co-chairs of the Joint Committee\n\t\t\tThe functions of the United Kingdom’s co-chair of the Joint Committee, underAnnex VIII of the withdrawal agreement (rules of procedure of the JointCommittee and specialised committees), are to be exercised personally by aMinister of the Crown (and, accordingly, only a Minister of the Crown may bedesignated as a replacement under Rule 1(3)).”\n\tNo use of written procedure in the Joint Committee\n\t\tAfter section 15B of the European Union (Withdrawal) Act 2018 (ministerial co-chairs of the Joint Committee) (for which see section 34 above) insert—\n\t\t“15CNo use of written procedure in the Joint Committee\n\t\t\tThe United Kingdom’s co-chair of the Joint Committee may not consent to theJoint Committee using the written procedure provided for in Rule 9(1) of AnnexVIII of the withdrawal agreement.\n\t\t\tIn subsection (1) the reference to the United Kingdom’s co-chair of theJoint Committee includes a reference to any designee of the co-chairdesignated under Rule 1(3) of Annex VIII of the withdrawal agreement.”\n\tRepeal of unnecessary or spent enactments\n\t\tThe following enactments are repealed—\n\t\t\tsection 9 of the European Union (Withdrawal) Act 2018 (implementing thewithdrawal agreement),\n\t\t\tsections 16 and 18 of that Act (spent duties in relation to environmentalprinciples etc. and a customs arrangement),\n\t\t\tsection 19 of that Act (future interaction with the law and agencies of theEU),\n\t\t\tPart 2 of Schedule 2 to that Act (implementing the withdrawal agreement),\n\t\t\tthe European Union (Withdrawal) Act 2019 (provisions in connection with anextension under Article 50(3) of the Treaty on European Union), and\n\t\t\tthe European Union (Withdrawal) (No. 2) Act 2019 (duties in connection withan extension under Article 50(3) of the Treaty on European Union).\n\tArrangements with EU about unaccompanied children seeking asylum\n\t\tIn section 17 of the European Union (Withdrawal) Act 2018 (family unity forthose seeking asylum or other protection in Europe), for subsection (1)substitute—\n\t\tA Minister of the Crown must, within the period of two months beginningwith the day on which the European Union (Withdrawal Agreement) Act 2020 ispassed, lay before Parliament a statement of policy in relation to any futurearrangements between the United Kingdom and the EU about—\n\t\t\tunaccompanied children, who make an application for internationalprotection to a member State, coming to the United Kingdom where it is intheir best interests to join a relative who—\n\t\t\tis a lawful resident of the United Kingdom, or\n\t\t\thas made a protection claim which has not been decided, and\n\t\t\tunaccompanied children in the United Kingdom, who make a protection claim,going to a member State to join a relative there in equivalent circumstances.”"
    },
    {
        "length": 2792,
        "text": "\nPART 5General and final provision\n\tParliamentary sovereignty\n\t\tParliamentary sovereignty\n\t\t\tIt is recognised that the Parliament of the United Kingdom is sovereign.\n\t\t\tIn particular, its sovereignty subsists notwithstanding—\n\t\t\t\tdirectly applicable or directly effective EU law continuing to berecognised and available in domestic law by virtue of section 1A or 1B of theEuropean Union (Withdrawal) Act 2018 (savings of existing law for theimplementation period),\n\t\t\t\tsection 7A of that Act (other directly applicable or directly effectiveaspects of the withdrawal agreement),\n\t\t\t\tsection 7B of that Act (deemed direct applicability or direct effect inrelation to the EEA EFTA separation agreement and the Swiss citizens’ rightsagreement), and\n\t\t\t\tsection 7C of that Act (interpretation of law relating to the withdrawalagreement (other than the implementation period), the EEA EFTA separationagreement and the Swiss citizens’ rights agreement).\n\t\t\tAccordingly, nothing in this Act derogates from the sovereignty of theParliament of the United Kingdom.\n\tInterpretation\n\t\tInterpretation \n\t\t\tIn this Act—\n\t\t\t\t  * “devolved authority” means— \n\t\t\t\tthe Scottish Ministers,\n\t\t\t\tthe Welsh Ministers, or\n\t\t\t\ta Northern Ireland department;\n\t\t\t\t\t  * “EEA EFTA separation agreement” means (as modified from time to time in accordance with any provision of it) the Agreement on arrangements between Iceland, the Principality of Liechtenstein, the Kingdom of Norway and the United Kingdom of Great Britain and Northern Ireland following the withdrawal of the United Kingdom from the European Union, the EEA Agreement and other agreements applicable between the United Kingdom and the EEA EFTA States by virtue of the United Kingdom’s membership of the European Union; \n\t\t\t\t\t  * “enactment” means an enactment whenever passed or made and includes— \n\t\t\t\tan enactment contained in any Order in Council, order, rules, regulations,scheme, warrant, byelaw or other instrument made under an Act of Parliament,\n\t\t\t\tan enactment contained in any Order in Council made in exercise of HerMajesty’s Prerogative,\n\t\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales,\n\t\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation,\n\t\t\t\tan enactment contained in any instrument made by a member of the ScottishGovernment, the Welsh Ministers, the First Minister for Wales, the CounselGeneral to the Welsh Government, a Northern Ireland Minister, the FirstMinister in Northern Ireland, the deputy First Minister in Northern Ireland ora Northern Ireland department in exercise of prerogative or other executivefunctions of Her Majesty which are exercisable by such a person on behalf ofHer Majesty,\n\t\t\t\tan enactment contained in, or in an instrument made under, a Measure of theChurch Assembly or of the General Synod of the Church of England, and\n\t\t\t\tany retained direct EU legislation;\n\t\t\t\t\t  * “IP completion day” means 31 December 2020 at 11.00 p.m (and see subsections (2) to (5)); \n\t\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t\t  * “modify” includes amend, repeal or revoke (and related expressions are to be read accordingly); \n\t\t\t\t\t  * “primary legislation” means— \n\t\t\t\tan Act of Parliament,\n\t\t\t\tan Act of the Scottish Parliament,\n\t\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\t\tNorthern Ireland legislation;\n\t\t\t\t\t  * “subordinate legislation” means any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any primary legislation; \n\t\t\t\t\t  * “Swiss citizens’ rights agreement” means (as modified from time to time in accordance with any provision of it) the Agreement signed at Bern on 25 February 2019 between the United Kingdom of Great Britain and Northern Ireland and the Swiss Confederation on citizens’ rights following the withdrawal of the United Kingdom from— \n\t\t\t\tthe European Union, and\n\t\t\t\tthe free movement of persons agreement,\n\t\t\t\t\tso far as the Agreement operates for the purposes of the case where “specifieddate” for the purposes of that Agreement has the meaning given in Article2(b)(ii) of that Agreement;\n\t\t\t\t\t  * “withdrawal agreement” means the agreement between the United Kingdom and the EU under Article 50(2) of the Treaty on European Union which sets out the arrangements for the United Kingdom’s withdrawal from the EU (as that agreement is modified from time to time in accordance with any provision of it). \n\t\t\tIn this Act references to before, after or on IP completion day, or tobeginning with IP completion day, are to be read as references to before,after or at 11.00 p.m. on 31 December 2020 or (as the case may be) tobeginning with 11.00 p.m. on that day.\n\t\t\tSubsection (4) applies if, by virtue of any change to EU summer-timearrangements, the transition or implementation period provided for by Part 4of the withdrawal agreement is to end on a day or time which is different fromthat specified in the definition of “IP completion day” in subsection (1).\n\t\t\tA Minister of the Crown may by regulations—\n\t\t\t\tamend the definition of “IP completion day” in subsection (1) to ensurethat the day and time specified in the definition are the day and time thatthe transition or implementation period provided for by Part 4 of thewithdrawal agreement is to end, and\n\t\t\t\tamend subsection (2) in consequence of any such amendment.\n\t\t\tIn subsection (3) “EU summer-time arrangements” means the arrangementsprovided for by Directive[2000/84/EC](/european/directive/2000/0084?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 19 January 2001on summer-time arrangements.\n\t\t\tIn this Act any reference to an Article of the Treaty on European Unionincludes a reference to that Article as applied by Article 106a of the EuratomTreaty.\n\tSupplementary and final\n\t\tRegulations \n\t\t\tSchedule 4 contains provision about regulations under this Act (includingprovision about procedure).\n\t\tConsequential and transitional provision etc.\n\t\t\tA Minister of the Crown may by regulations make such provision as theMinister considers appropriate in consequence of this Act.\n\t\t\tThe power to make regulations under subsection (1) may (among other things)be exercised by modifying any provision made by or under an enactment.\n\t\t\tIn subsection (2) “enactment” does not include primary legislation passedor made after IP completion day.\n\t\t\tParts 1 and 2 of Schedule 5 contain minor and consequential provision.\n\t\t\tA Minister of the Crown may by regulations make such transitional,transitory or saving provision as the Minister considers appropriate inconnection with the coming into force of any provision of this Act (includingits operation in connection with exit day or IP completion day).\n\t\t\tPart 3 of Schedule 5 contains transitional, transitory and savingprovision.\n\t\tExtent, commencement and short title\n\t\t\tSubject to subsections (2) to (5), this Act extends to England and Wales,Scotland and Northern Ireland.\n\t\t\tAny provision of this Act which amends or repeals an enactment has the sameextent as the enactment amended or repealed.\n\t\t\tAccordingly, section 1 (but not section 2) also extends to the Isle of Man,the Channel Islands and Gibraltar.\n\t\t\tThe power in section 36 of the Immigration Act 1971 or (as the case may be)section 60(4) of the UK Borders Act 2007 may be exercised so as to extend(with or without modifications) to the Isle of Man or any of the ChannelIslands the modifications made to that Act by section 10 above.\n\t\t\tParagraphs 1 and 2 of Schedule 5, so far as they relate to the modificationof any provision in subordinate legislation which extends outside England andWales, Scotland and Northern Ireland, also extend there.\n\t\t\tThe following provisions—\n\t\t\t\tsections 3 and 4,\n\t\t\t\tsections 11, 16 and 17,\n\t\t\t\tsections 20, 29 and 31 to 40 (including Schedule 4),\n\t\t\t\tsection 41(1) to (3) and (5),\n\t\t\t\tthe following provisions of Schedule 5—\n\t\t\t\tparagraphs 1(3) to (6) and 2,\n\t\t\t\tparagraph 3(2) to (8),\n\t\t\t\tparagraph 4,\n\t\t\t\tparagraphs 5 and 7(a) and (b),\n\t\t\t\tparagraphs 8 and 12(a) and (b),\n\t\t\t\tparagraphs 17, 20, 22, 24, 27 and 31,\n\t\t\t\tparagraphs 32, 36(a) and (b) and 37(b) and (c),\n\t\t\t\tparagraphs 38, 41(1) and (3)(a), 42, 44(1), (2)(a), (d) and (e) and (3),47(1), (2), (4) and (6) and 50,\n\t\t\t\tparagraphs 51 and 56(1) and (7)(b) for the purposes of making regulationsunder section 8A of, or Part 1A of Schedule 2 to, the European Union(Withdrawal) Act 2018,\n\t\t\t\tparagraphs 52(1) and (3) to (7) and 53(1) to (4), (6), (7)(a), (8)(a) and(9) to (13),\n\t\t\t\tparagraph 56(1) and (6)(b) to (d), and\n\t\t\t\tparagraphs 65 to 68,\n\t\t\t\t\t(and section 41(4) and (6) so far as relating to any provision so far as itfalls within any of sub-paragraphs (i) to (xii)), and\n\t\t\t\tthis section,\n\t\t\t\tcome into force on the day on which this Act is passed.\n\t\t\tThe provisions of this Act, so far as they are not brought into force bysubsection (6), come into force on such day as a Minister of the Crown may byregulations appoint; and different days may be appointed for differentpurposes.\n\t\t\tThis Act may be cited as the European Union (Withdrawal Agreement) Act2020."
    }
]