{
    "general": "This law makes sure that the UK leaves the European Union (EU). It sets out the rules for how this will happen and what will happen after the UK leaves. The law also makes some other changes related to the UK's departure from the EU.",
    "series": [
        [
            {
                "length": 250,
                "short": "\"UK Legislation Extract: Preservation of EU Law and Domestic Legislation Post-Brexit\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK legislation, specifically the European Union (Withdrawal Agreement) Act 2020.\n* Simplified point 2: The extract of the legislation saves certain aspects of EU law and domestic legislation that would otherwise be repealed due to the UK's withdrawal from the EU.\n* Simplified point 3: The extract specifically saves the European Communities Act 1972, as well as EU-derived domestic legislation, and continues to have effect in domestic law on and after exit day.\n* Simplified point 4: The extract also provides for the modification of certain references to the EU and its instruments, and the inclusion of the United Kingdom in certain definitions and references.\n* Simplified point 5: The extract is subject to regulations made under the Act and is repealed on IP completion day, which is the day on which the withdrawal agreement is implemented in full."
            },
            {
                "length": 294,
                "short": "\"UK Government's Regulatory Power During Implementation Period\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations related to the implementation period of the withdrawal agreement, which includes provisions for modifying existing laws and making new provisions as needed.\n* Simplified point 2: The power to make regulations is exercisable by the UK government, either alone or jointly with devolved authorities (such as the Scottish and Welsh governments), and can be used to modify or make new provisions in relation to Part 4 of the withdrawal agreement.\n* Simplified point 3: The regulations made under this power can include provisions for other modifications, exceptions, and exemptions related to the implementation period, and can be made up to two years after the IP completion day.\n* Simplified point 4: The power to make regulations is subject to certain requirements, such as the need for consent, joint exercise, or consultation, and the provision must be within the devolved competence of the devolved authority.\n* Simplified point 5: The meaning of devolved competence is defined in the legislation and includes provisions that would be within the legislative competence of the Scottish Parliament, the National Assembly for Wales, or the Northern Ireland Assembly if they were contained in an Act of that Parliament."
            },
            {
                "length": 290,
                "short": "\"Withdrawal Agreement Legal Framework Established\"",
                "text": "\n* Simplified point 1: This section of the legislation ensures that the rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement are given legal effect and enforced in domestic law.\n* Simplified point 2: The legislation applies to all aspects of the withdrawal agreement, including the EEA EFTA separation agreement and the Swiss citizens’ rights agreement, and ensures that these agreements are recognized and available in domestic law.\n* Simplified point 3: The legislation provides for the implementation of the withdrawal agreement without further enactment, and ensures that all enactments (including those contained in the Act) are read and have effect subject to the provisions of the withdrawal agreement.\n* Simplified point 4: The legislation includes provisions for the recognition and enforcement of rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement, and provides for the interpretation of law relating to the withdrawal agreement and related agreements.\n* Simplified point 5: The legislation includes provisions for the use of powers involving devolved authorities in connection with certain other separation issues and the Ireland/Northern Ireland Protocol."
            },
            {
                "length": 190,
                "short": "\"UK Government Regulation on Residence Rights for EU Citizens After Brexit\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to specify deadlines for EU citizens to apply for residence in the UK after Brexit.\n* Simplified point 2: The regulations can also provide temporary protection for EU citizens who have not yet applied for residence but are living in the UK before the deadline.\n* Simplified point 3: The regulations can modify existing laws and immigration rules to implement these provisions.\n* Simplified point 4: The regulations can apply to both EU citizens who are eligible for residence and those who are not eligible but have been granted leave to enter or remain in the UK.\n* Simplified point 5: The regulations can also provide for the protection of Swiss nationals in the UK."
            },
            {
                "length": 213,
                "short": "\"UK Frontier Worker Rights Regulations: Ensuring Seamless Transition Post-Brexit\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to implement the rights of frontier workers (those who work in one country but live in another) under the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement.\n* Simplified point 2: These regulations can modify existing provisions made by or under the Immigration Acts.\n* Simplified point 3: The regulations can provide for the issue of documents to frontier workers, such as proof of their right to work or reside in a particular country.\n* Simplified point 4: The regulations can also provide for the implementation of Articles 23-26 of the withdrawal agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement, which relate to the rights of frontier workers."
            },
            {
                "length": 254,
                "short": "\"UK Border Control Regulations: Restricting Rights of Entry & Residence After Brexit\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to restrict the rights of entry and residence for certain individuals, as outlined in the withdrawal agreement, EEA EFTA separation agreement, and Swiss citizens' rights agreement.\n* Simplified point 2: These regulations can apply to both individuals who are covered by the agreements and those who are not, and can modify existing provisions made by or under the Immigration Acts or other primary legislation.\n* Simplified point 3: The regulations can also be made to apply to individuals who have been denied entry clearance or leave to enter or remain in the UK, including those who have been subject to deportation orders or other decisions restricting their right to enter the country.\n* Simplified point 4: The purpose of these regulations is to implement the restrictions of rights of entry and residence outlined in the withdrawal agreement, EEA EFTA separation agreement, and Swiss citizens' rights agreement, in order to ensure that the UK can control its borders and manage immigration after leaving the EU."
            },
            {
                "length": 351,
                "short": "\"UK Deports Foreign Criminals Post-Brexit: Complex Rules Apply\"",
                "text": "\n* Simplified point 1: The UK government is allowed to deport foreign criminals who have committed crimes before the UK's withdrawal from the EU, but only if their deportation does not breach the UK's obligations under the EU withdrawal agreement, EEA EFTA separation agreement, or Swiss citizens' rights agreement.\n* Simplified point 2: The UK government is not allowed to deport foreign criminals who have committed crimes before the UK's withdrawal from the EU if their deportation would breach the UK's obligations under the EU withdrawal agreement, EEA EFTA separation agreement, or Swiss citizens' rights agreement.\n* Simplified point 3: The UK government is not allowed to recommend that a foreign criminal be deported if the offence for which they were convicted consisted of or included conduct that took place before the UK's withdrawal from the EU.\n* Simplified point 4: The UK government is not allowed to deport a foreign criminal if they have a right to enter the UK by virtue of the EU withdrawal agreement, EEA EFTA separation agreement, or Swiss citizens' rights agreement, whether or not they have been granted such leave.\n* Simplified point 5: The UK government is not allowed to deport a foreign criminal if they may enter the UK by virtue of regulations made under section 8 of the European Union (Withdrawal Agreement) Act 2020 (frontier workers), whether or not they have entered by virtue of those regulations."
            },
            {
                "length": 382,
                "short": "Citizens' Rights: Regulatory Powers for Appeals and Reviews",
                "text": "\n* Simplified point 1: The UK government can make regulations to allow for appeals against immigration decisions related to citizens' rights.\n* Simplified point 2: The regulations can provide for appeals against decisions made under various immigration rules, including entry clearance, leave to enter or remain, and restrictions on the right to enter the UK.\n* Simplified point 3: The regulations can also provide for reviews (including judicial reviews) of decisions related to citizens' rights.\n* Simplified point 4: The power to make regulations can be exercised by modifying any provision made by or under an enactment.\n* Simplified point 5: The regulations can apply with or without modifications any enactment that applies to appeals under the Nationality, Immigration and Asylum Act 2002 or the Special Immigration Appeals Commission Act 1997.\n* Simplified point 6: The definition of a \"healthcare right of entry\" includes rights to enter the UK under Article 32(1)(b) of the withdrawal agreement, Article 31(1)(b) of the EEA EFTA separation agreement, or Article 26a(1)(b) of the Swiss citizens' rights agreement.\n* Simplified point 7: A \"relevant person\" for the purposes of the regulations includes a person who has entry clearance or leave to enter or remain granted by virtue of relevant immigration rules, or who would have had entry clearance or leave to enter or remain but for certain decisions made in connection with restricting the right to enter the UK."
            },
            {
                "length": 210,
                "short": "\"UK Regulatory Powers After Brexit\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to implement professional qualification provisions of the withdrawal agreement and the EEA EFTA separation agreement.\n* Simplified point 2: The regulations can supplement the effect of existing legislation and deal with matters arising from the agreements, including granting leave to enter or remain in the UK.\n* Simplified point 3: The regulations can modify existing provisions made by or under an enactment, but not primary legislation passed or made after IP completion day.\n* Simplified point 4: The appropriate authority for making regulations is a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with a devolved authority.\n* Simplified point 5: Schedule 1 contains further provision about the power of devolved authorities to make regulations under this section."
            },
            {
                "length": 283,
                "short": "\"UK Social Security Regulation-Making Power\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to implement the social security coordination provisions of the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement.\n* Simplified point 2: These regulations can modify existing provisions made by or under an enactment, and can be made by a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with a devolved authority.\n* Simplified point 3: The regulations can supplement the effect of sections 7A and 7B of the European Union (Withdrawal) Act 2018, which relate to the coordination of social security systems.\n* Simplified point 4: The regulations can deal with matters arising out of, or related to, the social security coordination provisions of the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement.\n* Simplified point 5: The power to make regulations under this section can be exercised by a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with a devolved authority."
            },
            {
                "length": 203,
                "short": "\"UK Regulatory Powers Under the Withdrawal Agreement\"",
                "text": "\n* Simplified point 1: The UK government can make regulations to implement the non-discrimination and equal treatment provisions of the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens’ rights agreement.\n* Simplified point 2: These regulations can modify existing provisions made by or under an enactment, and can apply to both individuals who are covered by the agreements and those who are not.\n* Simplified point 3: The power to make regulations under this section can be exercised by a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with a devolved authority.\n* Simplified point 4: Schedule 1 of the Act contains further provision about the power of devolved authorities to make regulations under this section."
            },
            {
                "length": 255,
                "short": "\nEstablishment of Independent Monitoring Authority for Citizens' Rights Agreements",
                "text": "\n* Simplified point 1: The Independent Monitoring Authority for the Citizens’ Rights Agreements is established as a body corporate.\n* Simplified point 2: The Independent Monitoring Authority will be referred to as \"the IMA\" in this Part of the Act, and Schedule 2 contains provisions related to its constitution and functions.\n\nEXPLANATION:\n\nThis extract from the European Union (Withdrawal Agreement) Act 2020 establishes the Independent Monitoring Authority for the Citizens’ Rights Agreements as a body corporate. This means that the Authority will have a separate legal identity and will be able to enter into contracts, own assets, and take legal action in its own name. The extract also provides that the Authority will be referred to as \"the IMA\" in this Part of the Act, and that Schedule 2 contains provisions related to its constitution and functions. These provisions will provide more detail about the Authority's structure, powers, and responsibilities."
            },
            {
                "length": 235,
                "short": "UK Govt Regulation Power: Implementing Brexit Agreements",
                "text": "\n* Simplified point 1: This section of the legislation gives the UK government the power to make regulations to implement the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement.\n* Simplified point 2: The regulations can supplement the effect of certain sections of the European Union (Withdrawal) Act 2018, and can provide for the conferral of functions on public authorities.\n* Simplified point 3: The regulations cannot provide for the conferral of functions on persons who are not public authorities.\n* Simplified point 4: The section defines certain terms used in the Part, including \"residence scheme immigration rules\" and \"relevant entry clearance immigration rules\".\n* Simplified point 5: The section includes provisions for the interpretation of the Part, including the meaning of \"entry clearance\" and \"immigration rules\" as defined in the Immigration Act 1971."
            },
            {
                "length": 294,
                "short": "\"UK Withdrawal Agreement Regulations: Powers and Limitations for Devolved Authorities\"",
                "text": "\n* Simplified point 1: The extract of the legislation gives powers to the UK government and devolved authorities to make regulations to implement certain separation issues related to the withdrawal agreement and EEA EFTA separation agreement.\n* Simplified point 2: The regulations made under this extract of the legislation can restate any provision of domestic law, make retrospective provision, or create a relevant criminal offence, but they cannot impose or increase taxation or fees, make retrospective provision, create a public authority, or amend or repeal certain Acts of Parliament.\n* Simplified point 3: The extract of the legislation also gives powers to the devolved authorities to make regulations in connection with certain separation issues, but they cannot make provision outside their devolved competence.\n* Simplified point 4: The meaning of \"devolved competence\" is defined in the legislation for the purposes of this extract, and it refers to the legislative competence of the Scottish Parliament, the National Assembly for Wales, or the Northern Ireland Assembly.\n* Simplified point 5: The regulations made under this extract of the legislation must be subject to certain requirements for consent, joint exercise, or consultation."
            },
            {
                "length": 240,
                "short": "\"UK's Financial Settlement with EU: Payments and Expenditure\"",
                "text": "\n* Simplified point 1: The UK government can pay money to the EU or EU entities to meet any obligations it has under the withdrawal agreement.\n* Simplified point 2: The UK government can spend money to prepare for anything that may be provided for in subordinate legislation made under this Act.\n* Simplified point 3: The UK government can pay money out of the Consolidated Fund or the National Loans Fund to cover expenditure incurred under this Act.\n* Simplified point 4: The UK government can pay money to the EU or EU entities for expenditure incurred before April 1, 2021, under the traditional own resources of the EU.\n* Simplified point 5: The UK government can spend money to cover any increase in expenditure attributable to this Act.\n* Simplified point 6: The provisions of this section are subject to any other provision made by or under this Act or any other enactment."
            },
            {
                "length": 218,
                "short": "\"UK-EU Withdrawal Agreement: Regulatory Powers and Safeguards for NI Goods\"",
                "text": "\n* Simplified point 1: The extract of the legislation gives powers to the UK government and devolved authorities to make regulations to implement the Protocol on Ireland/Northern Ireland in the withdrawal agreement.\n* Simplified point 2: The regulations can facilitate the access to the market within Great Britain of qualifying Northern Ireland goods, and can restate provisions of domestic law to make the law clearer or more accessible.\n* Simplified point 3: The powers of the devolved authorities are subject to certain requirements for consent, joint exercise, or consultation, and the regulations must be within the devolved competence of the authority.\n* Simplified point 4: The extract also provides for the protection of certain rights and safeguards in the Belfast Agreement, and prohibits the alteration of North-South cooperation."
            },
            {
                "length": 283,
                "short": "\"UK Legislation Amendments: EU Withdrawal Agreement Act 2020 Updates\"",
                "text": "\n* Simplified point 1: The text delimited by the triple backticks is an extract of clauses from a piece of UK Legislation with the title: European Union (Withdrawal Agreement) Act 2020.\n* Simplified point 2: The extract relates to the relationship between the EUWA 2018 and the EUWA 2020, specifically addressing the changes made to the former by the latter.\n* Simplified point 3: The main changes made by the EUWA 2020 include the retention of saved EU law at the end of the implementation period, incorporation of direct EU legislation, and exceptions to savings and incorporation.\n* Simplified point 4: The text also includes provisions for the interpretation of retained EU law and relevant separation agreement law, as well as dealing with deficiencies in retained EU law.\n* Simplified point 5: The amendments made by the EUWA 2020 aim to address issues arising from the withdrawal of the UK from the EU, such as the end of the implementation period and the effect of the withdrawal agreement on domestic law."
            },
            {
                "length": 340,
                "short": "\"UK Government's Review and Reporting Obligations Under the Withdrawal Agreement\"",
                "text": "\n* Simplified point 1: The UK government must review EU legislation during the implementation period and report back to Parliament on any matters of vital national interest.\n* Simplified point 2: The UK government must make arrangements for a motion to be debated and voted on by both the House of Commons and the House of Lords if the EU Select Committee of either house publishes a report stating that EU legislation raises a matter of vital national interest.\n* Simplified point 3: The UK government must make a statement to both Houses of Parliament within 14 days of a request being made under Article 170 of the withdrawal agreement to the other party in a dispute.\n* Simplified point 4: The UK government must make a statement to both Houses of Parliament within 14 days of the European Court giving a ruling in response to a request by an arbitration panel under Article 174(1) of the withdrawal agreement.\n* Simplified point 5: The UK government must lay before each House of Parliament a report setting out the number of times within the reporting period that the Joint Committee has been provided with notice under Article 169(1) of the withdrawal agreement.\n* Simplified point 6: The UK government must repeal section 13 of the European Union (Withdrawal) Act 2018, which relates to Parliamentary approval of the outcome of negotiations with the EU."
            },
            {
                "length": 263,
                "short": "\"UK Government Limited on Implementation Period and Decision-Making for Brexit\"",
                "text": "\n* Simplified point 1: The UK government cannot extend the implementation period of the Withdrawal Agreement beyond the initial 21-month limit.\n* Simplified point 2: The UK's co-chair of the Joint Committee, which oversees the implementation of the Withdrawal Agreement, must be personally exercised by a Minister of the Crown and cannot be delegated to a designee.\n* Simplified point 3: The Joint Committee cannot use the written procedure to make decisions, and all decisions must be made through in-person meetings.\n* Simplified point 4: Certain provisions of the European Union (Withdrawal) Act 2018 are repealed, including sections related to the implementation of the Withdrawal Agreement and the customs arrangement.\n* Simplified point 5: The UK government must make a statement of policy within two months of the European Union (Withdrawal Agreement) Act 2020 being passed regarding future arrangements with the EU about unaccompanied children seeking asylum."
            },
            {
                "length": 381,
                "short": "UK Withdrawal Agreement Legislation: Definitions and Modifications",
                "text": "\n* Simplified point 1: This text is an extract from the European Union (Withdrawal Agreement) Act 2020, which is a piece of UK legislation related to the withdrawal of the UK from the EU.\n* Simplified point 2: The extract recognizes the sovereignty of the UK Parliament and confirms that the withdrawal agreement and other agreements applicable between the UK and the EEA EFTA States are subject to the UK's membership of the European Union.\n* Simplified point 3: The extract defines various terms used in the legislation, including \"devolved authority,\" \"enactment,\" \"IP completion day,\" \"Minister of the Crown,\" \"primary legislation,\" \"subordinate legislation,\" \"Swiss citizens' rights agreement,\" and \"withdrawal agreement.\"\n* Simplified point 4: The extract provides for the modification of enactments, including primary legislation, to ensure that the transition or implementation period provided for by Part 4 of the withdrawal agreement is to end on a day or time specified in the definition of \"IP completion day.\"\n* Simplified point 5: The extract allows for the making of regulations by a Minister of the Crown to amend the definition of \"IP completion day\" and to make transitional, transitory, or saving provision in connection with the coming into force of any provision of the Act.\n* Simplified point 6: The extract provides for the extension of the Act to the Isle of Man, the Channel Islands, and Gibraltar, and for the modification of any provision in subordinate legislation which extends outside England and Wales, Scotland, and Northern Ireland."
            }
        ],
        [
            {
                "length": 1025,
                "short": "\"UK Government Regulation Powers Under the Withdrawal Agreement\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations related to the implementation period of the withdrawal agreement, which includes provisions for modifying existing laws and making new provisions as needed.\n* Simplified point 2: The power to make regulations is exercisable by the UK government, either alone or jointly with devolved authorities, and can be used to modify or make new provisions in relation to Part 4 of the withdrawal agreement.\n* Simplified point 3: The regulations made under this power can include provisions for other modifications, exceptions, and exemptions related to the implementation period, and can be made up to two years after the IP completion day.\n* Simplified point 4: The power to make regulations is subject to certain requirements, such as the need for consent, joint exercise, or consultation, and the provision must be within the devolved competence of the devolved authority.\n* Simplified point 5: The meaning of devolved competence is defined in the legislation and includes provisions that would be within the legislative competence of the Scottish Parliament, the National Assembly for Wales, or the Northern Ireland Assembly if they were contained in an Act of that Parliament.\n\n* Simplified point 1: This section of the legislation ensures that the rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement are given legal effect and enforced in domestic law.\n* Simplified point 2: The legislation applies to all aspects of the withdrawal agreement, including the EEA EFTA separation agreement and the Swiss citizens’ rights agreement, and ensures that these agreements are recognized and available in domestic law.\n* Simplified point 3: The legislation provides for the implementation of the withdrawal agreement without further enactment, and ensures that all enactments (including those contained in the Act) are read and have effect subject to the provisions of the withdrawal agreement.\n* Simplified point 4: The legislation includes provisions for the recognition and enforcement of rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement, and provides for the interpretation of law relating to the withdrawal agreement and related agreements.\n* Simplified point 5: The legislation includes provisions for the use of powers involving devolved authorities in connection with certain other separation issues and the Ireland/Northern Ireland Protocol.\n\n* Simplified point 1: The UK government can make regulations to specify deadlines for EU citizens to apply for residence in the UK after Brexit.\n* Simplified point 2: The regulations can also provide temporary protection for EU citizens who have not yet applied for residence but are living in the UK before the deadline.\n* Simplified point 3: The regulations can modify existing laws and immigration rules to implement these provisions.\n* Simplified point 4: The regulations can apply to both EU citizens who are eligible for residence and those who are not eligible but have been granted leave to enter or remain in the UK.\n* Simplified point 5: The regulations can also provide for the protection of Swiss nationals in the UK.\n\n* Simplified point 1: The UK government can make regulations to implement the rights of frontier workers under the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement.\n* Simplified point 2: These regulations can modify existing provisions made by or under the Immigration Acts.\n* Simplified point 3: The regulations can provide for the issue of documents to frontier workers, such as proof of their right to work or reside in a particular country.\n* Simplified point 4: The regulations can also provide for the implementation of Articles 23-26 of the withdrawal agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement, which relate to the rights of frontier workers.\n\n* Simplified point 1: The UK government can make regulations to restrict the rights of entry and residence for certain individuals, as outlined in the withdrawal agreement, EEA EFTA separation agreement, and Swiss citizens' rights agreement.\n* Simplified point 2: These regulations can apply to both individuals who are covered by the agreements and those who are not, and can modify existing provisions made by or under the Immigration Acts or other primary legislation.\n* Simplified point 3: The regulations can also be made to apply to individuals who have"
            },
            {
                "length": 260,
                "short": "\"UK's Withdrawal Agreement Implementation: Establishment of Regulatory Powers and Financial Provisions\"",
                "text": "\n* Simplified point 1: The Independent Monitoring Authority for the Citizens’ Rights Agreements is established as a body corporate.\n* Simplified point 2: The UK government and devolved authorities are given powers to make regulations to implement the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens’ rights agreement.\n* Simplified point 3: The regulations can restate provisions of domestic law, make retrospective provision, or create a relevant criminal offence, but they cannot impose or increase taxation or fees, make retrospective provision, create a public authority, or amend or repeal certain Acts of Parliament.\n* Simplified point 4: The UK government can pay money to the EU or EU entities to meet any obligations it has under the withdrawal agreement.\n* Simplified point 5: The UK government must review EU legislation during the implementation period and report back to Parliament on any matters of vital national interest.\n* Simplified point 6: The UK government cannot extend the implementation period of the Withdrawal Agreement beyond the initial 21-month limit."
            }
        ],
        [
            {
                "length": 259,
                "short": "\"UK Government's Regulatory Power During Implementation Period\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations related to the implementation period of the withdrawal agreement, which includes provisions for modifying existing laws and making new provisions as needed.\n* Simplified point 2: The regulations made under this power can include provisions for other modifications, exceptions, and exemptions related to the implementation period, and can be made up to two years after the IP completion day.\n* Simplified point 3: The power to make regulations is subject to certain requirements, such as the need for consent, joint exercise, or consultation, and the provision must be within the devolved competence of the devolved authority.\n* Simplified point 4: The legislation includes provisions for the recognition and enforcement of rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement, and provides for the interpretation of law relating to the withdrawal agreement and related agreements.\n* Simplified point 5: The legislation includes provisions for the use of powers involving devolved authorities in connection with certain other separation issues and the Ireland/Northern Ireland Protocol."
            }
        ]
    ],
    "summary": "The European Union (Withdrawal Agreement) Act 2020 is a law passed by the UK parliament to ensure that the rights, powers, liabilities, obligations, restrictions, remedies, and procedures established by the withdrawal agreement are given legal effect and enforced in domestic law. The act applies to all aspects of the withdrawal agreement, including the EEA EFTA separation agreement and the Swiss citizens’ rights agreement, and ensures that these agreements are recognized and available in domestic law. The UK government has the power to make regulations related to the implementation period of the withdrawal agreement, which includes provisions for modifying existing laws and making new provisions as needed. The regulations can include provisions for other modifications, exceptions, and exemptions related to the implementation period, and can be made up to two years after the IP completion day. Additionally, the UK government can make regulations to specify deadlines for EU citizens to apply for residence in the UK after Brexit, provide temporary protection for EU citizens who have not yet applied for residence, and implement the rights of frontier workers under the Withdrawal Agreement, the EEA EFTA separation agreement, and the Swiss citizens' rights agreement. Finally, the UK government can pay money to the EU or EU entities to meet any obligations it has under the withdrawal agreement, and must review EU legislation during the implementation period and report back to Parliament on any matters of vital national interest."
}