{
    "general": "This law makes it easier for courts to help girls who have been hurt by female genital mutilation (FGM). FGM is when someone cuts or changes a girl's body parts to try to make her a woman. This law says that if a court needs to get involved to protect a girl from FGM, they can use the same rules as if they were helping a lost child find their parents. This will make it easier for the court to help the girl and keep her safe.",
    "series": [
        [
            {
                "length": 161,
                "short": "\"New Law Prohibits Female Genital Mutilation in England and Wales\"",
                "text": "* Simplified point 1: The act amends the Children Act 1989 by adding Part 1 of Schedule 2 to the Female Genital Mutilation Act 2003 to section 8(4)(i) of the Children Act.\n* Simplified point 2: This act only applies to England and Wales.\n* Simplified point 3: The act comes into effect immediately after being passed.\n* Simplified point 4: The act can be referred to as the \"Children Act 1989 (Amendment) (Female Genital Mutilation) Act 2019\"."
            }
        ]
    ],
    "summary": "The new law changes how courts handle cases involving female genital mutilation (FGM). It adds FGM laws to existing child protection laws so that judges can use these laws to protect girls at risk of FGM. This law only applies to England and Wales. It came into effect right after it was passed. You can call this law the \"Children Act 1989 (Amendment) (Female Genital Mutilation) Act 2019.\"",
    "single": "\n• Amends the Children Act 1989 to include proceedings under Part 1 of Schedule 2 to the Female Genital Mutilation Act 2003 as family proceedings.\n\n• Extends to England and Wales only.\n\n• Comes into effect on the day it is passed.\n\n• May be cited as the Children Act 1989 (Amendment) (Female Genital Mutilation) Act 2019.\n\nKEY POINTS:\n\n• The bill makes it so that proceedings related to female genital mutilation fall under the category of \"family proceedings\" rather than \"criminal proceedings.\"\n\n• This change allows for these cases to be handled more quickly and efficiently within the family court system.\n\n• The bill only applies to England and Wales."
}