{
    "general": "This law allows the government to spend money from the year 2004-2005 on things like schools, hospitals, and the military. It also lets the government take money from the Consolidated Fund to pay for these things. The fund is like a big pot of money that the government uses to pay for different things. This law says how much money can be taken from the fund and how it should be spent.",
    "series": [
        [
            {
                "length": 255,
                "short": "\"Appropriations Act 2005: Authorization of Funds for Fiscal Year Ending March 31, 2005\"",
                "text": "* Simplified point 1: The Appropriation Act 2005 authorizes the use of £13,879,870,995.67 in resources for the year ending March 31, 2005, and £13,763,310,194.64 in grants from the Consolidated Fund.\n* Simplified point 2: The act sets limits on appropriations in aid for various services and purposes, including £37,324,362.30 for operating appropriations in aid and £912,684,000 for non-operating appropriations in aid.\n* Simplified point 3: The act allows for the retention of amounts in the Consolidated Fund without requiring payment into the fund, provided that permission is given by the Treasury and the amounts are applied as appropriations in aid for the year ending March 31, 2005."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2005 lets the government spend money for the year ending March 31, 2005. This law says how much money can be spent on different things like running the country and giving money to other organizations. For the year ending March 31, 2005, the government can spend up to £13,879,870,995.67. Of this amount, £13,763,310,194.64 comes from the Consolidated Fund, and £37,324,362.30 is for operating expenses. The law also sets limits on how much money can be spent on different things, like £912,684,000 for non-operating expenses. Finally, the law allows the government to keep some money in the Consolidated Fund without having to pay it back, as long as the Treasury gives permission and the money is used for specific purposes.",
    "single": "\n* The Appropriation Act 2005 authorizes the use of £13,879,870,995.67 in resources for the service of the years ending with 31st March 2004 and 31st March 2005.\n* The Act also authorizes the issue of £13,763,310,194.64 from the Consolidated Fund for the service of the years ending with 31st March 2004 and 31st March 2005.\n* The Act appropriates the supply authorized in this Session of Parliament for the service of the years ending with 31st March 2004 and 31st March 2005.\n* The Act sets out modifications of the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 on the resources applicable as appropriations in aid for the year ending with 31st March 2005.\n* The limits as modified by Part 1 of Schedule 2 shall be deemed to have been in force from 22nd February 2005.\n* The limits as modified by Part 2 of Schedule 2 shall be deemed to have been in force from 15th November 2004.\n* The Act allows for the payment of amounts into the Consolidated Fund without the requirement for a direction from the Treasury, subject to certain conditions.\n* The Act may be cited as the Appropriation Act 2005."
}