[
    {
        "length": 3739,
        "text": "\nPrudential regulation of credit institutions and investment firms\n\tExclusion of certain investment firms from the Capital RequirementsRegulation\n\t\tArticle 4(1) of the Capital Requirements Regulation (definitions) isamended in accordance with subsections (2) to (6).\n\t\tIn point (2) (definition of “investment firm”), for the words from“excluding” to the end substitute “other than a credit institution”.\n\t\tIn point (2A) (definition of “CRR firm”), in paragraph (a)(ii), for “aninvestment firm” substitute “a designated investment firm”.\n\t\tAfter point (2A) insert—\n\t\t\t“(2AA)‘ _designated investment firm_ ’ means an investment firm that is forthe time being designated by the PRA under article 3 of the Financial Servicesand Markets Act 2000 (PRA-regulated Activities) Order 2013 ([S.I.2013/556](/id/uksi/2013/556?view=plain \"Go to item of legislation\")), but isnot—\n\t\t\ta commodity and emission allowance dealer,\n\t\t\ta collective investment undertaking, or\n\t\t\tan insurance undertaking;\n\t\t\t(2AB)‘ _FCA investment firm_ ’ means an investment firm that—\n\t\t\tis an authorised person within the meaning of section 31(1)(a) of FSMA, and\n\t\t\tis not a designated investment firm;”.\n\t\tIn point (3) (definition of “institution”), for “an investment firm”substitute “a designated investment firm”.\n\t\tAt the end insert—\n\t\t‘ _commodity and emission allowance dealer_ ’ means an undertaking themain business of which consists exclusively of the provision of investmentservices or activities in relation to—\n\t\t\tcommodity derivatives or commodity derivative contracts referred to inparagraphs 5, 6, 7, 9 and 10 of Part 1 of Schedule 2 to the RegulatedActivities Order,\n\t\t\tderivatives of emission allowances referred to in paragraph 4 of that Partof that Schedule, or\n\t\t\temission allowances referred to in paragraph 11 of that Part of thatSchedule.”\n\t\tIn Schedule 1—\n\t\t\tPart 1 contains consequential amendments of the Capital RequirementsRegulation, and\n\t\t\tPart 2 contains consequential amendments of the Capital Requirements(Country-by-Country Reporting) Regulations 2013 ([S.I.2013/3118](/id/uksi/2013/3118?view=plain \"Go to item of legislation\")).\n\tPrudential regulation of certain investment firms by FCA rules\n\t\tIn Schedule 2—\n\t\t\tPart 1 inserts Part 9C of the Financial Services and Markets Act 2000(prudential regulation of FCA investment firms),\n\t\t\tPart 2 contains minor and consequential amendments of the FinancialServices and Markets Act 2000, and\n\t\t\tPart 3 contains transitional provision.\n\tTransfer of certain prudential regulation matters into PRA rules\n\t\tThe Treasury may by regulations revoke provisions of the CapitalRequirements Regulation relating to the matters listed in subsection (2).\n\t\tThe matters are—\n\t\t\tdeductions from Common Equity Tier 1 items;\n\t\t\tthe following aspects of the standardised approach to credit risk—\n\t\t\texposure value;\n\t\t\trisk weights for exposures to institutions;\n\t\t\texposures to corporates;\n\t\t\texposures secured by mortgages on immovable property;\n\t\t\tretail exposures;\n\t\t\tsubordinated debt and equity exposures;\n\t\t\tthe use of credit assessments;\n\t\t\texposures with particularly high risk;\n\t\t\texposures in the form of units or shares in collective investmentundertakings;\n\t\t\tclassification of off-balance sheet items;\n\t\t\tthe following aspects of the internal ratings based approach to creditrisk—\n\t\t\tthe advanced internal ratings based approach for asset classes that cannotbe modelled in a robust and prudent manner;\n\t\t\tinput parameters;\n\t\t\tthe requirement to use the internal ratings based approach for allsignificant exposure classes;\n\t\t\tthe 1.06 scaling factor for estimating risk-weighted assets;\n\t\t\texposures in the form of units or shares in collective investmentundertakings;\n\t\t\trisk-weighted exposure amounts for equity exposures;\n\t\t\tthe treatment of expected loss amounts by exposure types;\n\t\t\tthe use of credit risk mitigation techniques for exposures risk-weightedunder the standardised approach to credit risk or the internal ratings basedapproach to credit risk;\n\t\t\tthe following aspects of own funds requirements for counterparty creditrisk—\n\t\t\trequirements to use particular methods for calculating the exposure value;\n\t\t\tthe mark-to-market method;\n\t\t\tthe original exposure method;\n\t\t\tthe standardised method;\n\t\t\town funds requirements for exposures to a central counterparty;\n\t\t\town funds requirements for operational risk;\n\t\t\tthe following aspects of own funds requirements for market risk—\n\t\t\tthe approaches for calculating the own funds requirements for market risk;\n\t\t\tthe scope and structure of the alternative standardised approach;\n\t\t\tforeign exchange risk factors in the alternative standardised approach;\n\t\t\tthe scope and structure of the alternative internal model approach,including the use of alternative internal models;\n\t\t\tregulatory back-testing requirements and multiplication factors in thealternative internal model approach;\n\t\t\trequirements relating to risk measurement in the alternative internalmodel approach;\n\t\t\town funds requirements relating to—\n\t\t\tderogations for small trading book business;\n\t\t\tthe trading book;\n\t\t\town funds requirements for credit valuation adjustment risk;\n\t\t\tlarge exposures;\n\t\t\tliquidity requirements;\n\t\t\tthe leverage ratio;\n\t\t\treporting requirements;\n\t\t\tdisclosure requirements;\n\t\t\tany other matter which is the subject of a CRR Basel standard.\n\t\tThe Treasury may by regulations revoke a provision of the CapitalRequirements Regulation where—\n\t\t\tthe provision is connected with provision relating to a matter listed insubsection (2), and\n\t\t\tthe Treasury consider the revocation necessary or desirable in order tomaintain or improve the coherence of the prudential regime comprised in, andin provision made under, the Capital Requirements Regulation and in generalrules made by the Prudential Regulation Authority.\n\t\tThe Treasury may only make regulations under subsection (1) or (3) revokinga provision if they consider that—\n\t\t\tthe provision has been, or will be, adequately replaced by general rulesmade, or to be made, by the Prudential Regulation Authority, or\n\t\t\tit is appropriate for the provision not to be replaced.\n\t\tThe Treasury may by regulations make consequential, supplementary,incidental, transitional, transitory and saving provision in connection withthe revocation of provisions under subsection (1) or (3), including provisionamending, repealing or revoking provisions of the Capital RequirementsRegulation or another enactment.\n\t\tRegulations under this section may make different provision for differentpurposes.\n\t\tRegulations under this section are subject to the affirmative procedure.\n\t\tWhere the Treasury make regulations in reliance on subsection (2)(p), theTreasury must, when laying a draft of the regulations before Parliament, alsolay before Parliament a statement explaining which provisions are made inreliance on that paragraph and identifying the relevant CRR Basel standard.\n\t\tThe reference in subsection (2)(p) to a matter that is the subject of a CRRBasel standard includes such a matter as it relates to any CRR firm (evenwhere the standard in question does not apply to all CRR firms).\n\t\tIn this section—\n\t\t\t  * “CRR Basel standard” has the meaning given in section 4; \n\t\t\t  * “general rules” has the same meaning as in the Financial Services and Markets Act 2000 (see section 417 of that Act). \n\t\tTerms used in this section and in the Capital Requirements Regulation havethe same meaning in this section as they have in that Regulation (or any partof it).\n\tCRR Basel standards\n\t\tFor the purposes of section 3, “CRR Basel standard” means—\n\t\t\ta standard recommended in a document issued by the Basel Committee onBanking Supervision listed in subsection (2), or\n\t\t\ta standard recommended in another document issued by that Committee wherethe recommended date for implementation of the standard falls on or before thedate described in subsection (3),\n\t\t\t\tsubject to subsection (4).\n\t\tThe documents referred to in subsection (1)(a) are the documents entitled(and issued) as follows—\n\t\t\tCapital requirements for banks’ equity investments in funds (December2013);\n\t\t\tThe standardised approach for measuring counterparty credit risk exposures(March 2014);\n\t\t\tCapital requirements for bank exposures to central counterparties (April2014);\n\t\t\tSupervisory framework for measuring and controlling large exposures (April2014);\n\t\t\tBasel III: the net stable funding ratio (October 2014);\n\t\t\tRevised Pillar 3 disclosure requirements (January 2015);\n\t\t\tPillar 3 disclosure requirements — consolidated and enhanced framework(March 2017);\n\t\t\tImplementation of net stable funding ratio and treatment of derivativeliabilities (October 2017);\n\t\t\tBasel III: Finalising post-crisis reforms (December 2017);\n\t\t\tTechnical Amendment — Basel III: Treatment of extraordinary monetary policyoperations in the Net Stable Funding Ratio (June 2018);\n\t\t\tPillar 3 disclosure requirements — regulatory treatment of accountingprovisions (August 2018);\n\t\t\tPillar 3 disclosure requirements — updated framework (December 2018);\n\t\t\tMinimum capital requirements for market risk (January 2019);\n\t\t\tTargeted revisions to the credit valuation adjustment risk framework (July2020).\n\t\tThe date referred to in subsection (1)(b) is whichever is the latest of thedates recommended by the Basel Committee on Banking Supervision in a documentlisted in subsection (2) for the implementation of a standard (or, whereimplementation is recommended to take place in phases, for the fullimplementation of a standard).\n\t\tA recommended standard is not a CRR Basel standard to the extent that,immediately before the day on which this section comes into force, provisiongiving effect to the recommendation is included in an enactment.\n\t\tReferences in this section to a document issued by the Basel Committee onBanking Supervision are to such a document as it has effect from time to time.\n\tPrudential regulation of credit institutions etc by PRA rules\n\t\tIn Schedule 3—\n\t\t\tPart 1 inserts Part 9D of the Financial Services and Markets Act 2000(prudential regulation of credit institutions etc),\n\t\t\tPart 2 amends the Prudential Regulation Authority’s powers under Part 12Bof that Act (approval of certain holding companies),\n\t\t\tPart 3 contains minor and consequential amendments, and\n\t\t\tPart 4 contains transitional provision.\n\t\tSubsections (3) to (5) apply where a provision of the Capital RequirementsRegulation, or of an instrument made under that Regulation, has been revokedby regulations under section 3.\n\t\tIn the Capital Requirements Regulation and in other enactments, except asotherwise provided—\n\t\t\tpre-revocation references to the revoked provision are to be treated asreferences to the corresponding CRR rule, and\n\t\t\tpre-revocation references to the Capital Requirements Regulation or theinstrument, or to a division of that Regulation or instrument that includedthe revoked provision, are to be treated as including the corresponding CRRrule.\n\t\tThe Prudential Regulation Authority must—\n\t\t\tprepare a document setting out whether and, if so, how CRR rules correspondto the revoked provision,\n\t\t\tupdate the document from time to time, and\n\t\t\tpublish the document, and any update, in the manner best calculated tobring it to the attention of those likely to be affected by the CapitalRequirements Regulation and CRR rules.\n\t\tFor the purposes of subsection (3), whether a CRR rule corresponds to arevoked provision is to be determined by reference to the document publishedunder subsection (4), as updated from time to time.\n\t\tIn this section, references to instruments made under the CapitalRequirements Regulation include EU tertiary legislation made under thatRegulation which forms part of retained EU law.\n\t\tIn this section—\n\t\t\t  * “CRR rules” has the same meaning as in the Financial Services and Markets Act 2000 (see section 144A of that Act, inserted by Schedule 3 to this Act); \n\t\t\t  * “EU tertiary legislation” has the same meaning as in the European Union (Withdrawal) Act 2018 (see section 20 of that Act); \n\t\t\t  * “pre-revocation reference” means, in connection with the revocation of a provision described in subsection (2), a reference contained in an enactment immediately before the revocation (whether or not the reference is in force at that time). \n\tPower to amend the Credit Rating Agencies Regulation\n\t\tThe Treasury may by regulations amend the Credit Rating Agencies Regulationby making provision related to the issuing and use of credit ratings which itconsiders necessary or desirable having regard to a CRR Basel standard.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes, and\n\t\t\tmake consequential, supplemental, incidental, transitional, transitory andsaving provision.\n\t\tRegulations under this section are subject to the affirmative procedure.\n\t\tThe power under subsection (1) includes power to make provision in relationto any CRR firm (even where the CRR Basel standard to which the Treasury haveregard does not apply to all CRR firms).\n\t\tIn this section—\n\t\t\t  * “CRR Basel standard” has the meaning given in section 4; \n\t\t\t  * “CRR firm” has the same meaning as in the Capital Requirements Regulation; \n\t\t\t  * “the Credit Rating Agencies Regulation” means Regulation [(EC) No. 1060/2009](/european/regulation/2009/1060?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 16 September 2009 on credit rating agencies; \n\t\t\t  * “credit rating” has the same meaning as in the Credit Rating Agencies Regulation (see Article 3(1)(a) of that Regulation). \n\tAmendments of the Capital Requirements Regulation\n\t\tSchedule 4 contains amendments of the Capital Requirements Regulation."
    },
    {
        "length": 401,
        "text": "\nReview of which benchmarks are critical benchmarks\n\tArticle A20 of the Benchmarks Regulation (review of critical benchmarks) isamended in accordance with subsections (2) to (5).\n\tIn paragraph 2, for point (a) (but not the “and” at the end) substitute—\n\t\twhether an administrator located in the United Kingdom provides abenchmark that satisfies one or more of conditions (a), (b), (c) or (d) ofparagraph 1 of Article 20;”.\n\tIn paragraph 2(b), for “point (a)(i) or (ii)” substitute “point (a)”.\n\tIn paragraph 3(b), for “point (a)(i) or (ii)” substitute “point (a)”.\n\tIn paragraph 6, for point (b) substitute—\n\t\tthe Treasury consider that the benchmark satisfies one or more ofconditions (a), (b), (c) or (d) of paragraph 1 of Article 20.”\n\tIn Article 20(1) of the Benchmarks Regulation (critical benchmarks:conditions and other matters)—\n\t\tin the opening words of point (c), for “all” substitute “both”,\n\t\tomit point (c)(i), and\n\t\tafter point (c) insert—\n\t\tthe benchmark has a sufficient number of appropriate market-ledsubstitutes that it does not fulfil the criterion in point (c)(ii), but:\n\t\tit is not reasonably practicable for one or more users of the benchmark toswitch to one of those substitutes, and\n\t\tthe benchmark fulfils the criterion in point (c)(iii).”"
    },
    {
        "length": 313,
        "text": "\nMandatory administration of a critical benchmark\n\tArticle 21 of the Benchmarks Regulation (mandatory administration of acritical benchmark) is amended as follows.\n\tIn paragraph 3, for “five years” substitute “10 years”.\n\tAfter paragraph 3 insert—\n\t\t“3AIf the FCA decides to compel the administrator to continue publishing thebenchmark under paragraph 3, the FCA must assess the capability of thebenchmark to measure the underlying market or economic reality, taking intoaccount, among other things, the procedure established by the administrator inaccordance with Article 28(1).\n\t3BAfter making its assessment under paragraph 3A, the FCA must give theadministrator—\n\t\ta written notice stating that it considers that the benchmark is notrepresentative of the market or economic reality that it is intended tomeasure or that the representativeness of the benchmark is at risk, or\n\t\ta written notice stating that it considers that the representativeness ofthe benchmark is not at risk.\n\t\t3CThe FCA must make its assessment under paragraph 3A, and give the noticeunder paragraph 3B, before the end of the period of 28 days beginning with theday on which the FCA notifies the administrator of its decision to compel theadministrator to continue publishing the benchmark.”"
    },
    {
        "length": 945,
        "text": "\nProhibition on new use where administrator to cease providing criticalbenchmark\n\tIn the Benchmarks Regulation, after Article 21 insert—\n\t_“ Article 21A_ **Prohibition on new use where administrator to ceaseproviding critical benchmark**\n\t\t1.Where the FCA has completed an assessment of a critical benchmark underArticle 21(2), the FCA may, by publishing a notice, prohibit some or all newuse of the benchmark by supervised entities.\n\t2.In paragraph 1, the reference to new use of a benchmark is to doing thefollowing on or after the day on which the prohibition takes effect (“theprohibition day”)—\n\t\tissuing a financial instrument which references the benchmark, or amendingthe terms of a financial instrument so as to include a reference to thebenchmark where the instrument did not reference the benchmark immediatelybefore the prohibition day;\n\t\tdetermining the amount payable under a financial instrument or a financialcontract by referencing the benchmark, where the instrument or contract didnot reference the benchmark immediately before the prohibition day;\n\t\tbeing a party to a financial contract which references the benchmark—\n\t\twhere the contract is formed on or after the prohibition day, or\n\t\twhere the contract was formed before the prohibition day but did notreference the benchmark immediately before that day;\n\t\tproviding a borrowing rate as described in point (7)(d) of Article 3(1)calculated by reference to the benchmark for the purposes of a financialcontract—\n\t\twhere the contract is formed on or after the prohibition day, or\n\t\twhere the contract was formed before the prohibition day but did not usethe borrowing rate immediately before that day;\n\t\tmeasuring the performance of an investment fund through the benchmark for apurpose described in point (7)(e) of Article 3(1), where the fund’sconstitutional documents or prospectus did not provide for its performance tobe measured through the benchmark immediately before the prohibition day.\n\t\t3.The FCA may only exercise the power under paragraph 1 if it considers itdesirable to do so in order to advance either or both of the following—\n\t\tits consumer protection objective (see section 1C of FSMA);\n\t\tits integrity objective (see section 1D of that Act).\n\t\t4.In exercising the power under paragraph 1 in relation to a benchmark that isused outside the United Kingdom, the FCA may, among other things, have regardto the likely effect outside the United Kingdom of the exercise of the power.\n\t\t5.A notice under this Article may—\n\t\tmake different provision for different purposes;\n\t\tmake provision by reference to any aspect of the new use, including thepersons involved in the use;\n\t\tprovide that the prohibition has effect only during a period specified inthe notice;\n\t\tmake such transitional provision as the FCA considers appropriate.\n\t\t6.A notice under this Article must—\n\t\tgive reasons for the prohibition,\n\t\tspecify when the prohibition is to take effect,\n\t\texplain how the FCA has taken account of the relevant policy statement (seeArticle 23F), and\n\t\tprovide any further information that the FCA considers appropriate forassisting supervised entities to understand the prohibition.\n\t\t7.A notice under this Article must be published in the manner that appears tothe FCA to be best calculated to bring it to the attention of—\n\t\tsupervised entities, and\n\t\tthe public.\n\t\t8.The FCA—\n\t\tmust give a copy of a notice under this Article to the Treasury beforepublishing it, and\n\t\tmay charge a reasonable fee for providing a person with a copy of a noticepublished under this Article.\n\t\t9.In paragraph 2(a) to (e), references to referencing, or measuringperformance through, the benchmark (however expressed) include referencing, ormeasuring performance through, a combination of indices that include thebenchmark.”"
    },
    {
        "length": 1633,
        "text": "\nAssessment of representativeness of critical benchmarks\n\tIn Article 3(1) of the Benchmarks Regulation (definitions)—\n\t\tafter point (10) insert—\n\t\t\t“(10A)‘ _supervised third country contributor_ ’ means a supervised thirdcountry entity that contributes input data to an administrator located in theUnited Kingdom;”, and\n\t\tafter point (17) insert—\n\t\t“(17A)‘ _supervised third country entity_ ’ means an entity that would be asupervised entity by virtue of point (a) of the definition of that term (CRRfirm that is a credit institution) but for the fact that it does not have itshead office or registered office in the United Kingdom;”.\n\tAfter Article 22 of the Benchmarks Regulation insert—\n\t_“ Article 22A_ **Assessment of representativeness of criticalbenchmarks: administrator**\n\t\t1.This Article applies to a critical benchmark that—\n\t\t\tis based on submissions by contributors the majority of which aresupervised entities or supervised third country entities, and\n\t\t\tis not an Article 23A benchmark.\n\t\t\t2.An administrator of a critical benchmark must submit to the FCA anassessment of the capability of the benchmark to measure the underlying marketor economic reality—\n\t\t\tat the end of the period of two years beginning with the day on which thebenchmark became a critical benchmark, and\n\t\t\tat the end of each subsequent two year period.\n\t\t\t3.The FCA may, by written notice, require an administrator of a criticalbenchmark to submit to the FCA an assessment of the capability of thebenchmark to measure the underlying market or economic reality.\n\t\t\t4.The FCA may only impose a requirement under paragraph 3 if it considersthat—\n\t\t\tthe benchmark does not, or may not, represent the underlying market oreconomic reality, or\n\t\t\tthe representativeness of the benchmark is or may be at risk.\n\t\t\t5.A notice under paragraph 3 may require the administrator to submit theassessment before a date specified in the notice, provided that date fallsafter the end of the period of two weeks beginning with the day on which thenotice was given.\n\t\t\t6.If a supervised contributor or a supervised third country contributorintends to cease contributing input data to a critical benchmark—\n\t\t\tthe contributor must notify the benchmark administrator promptly inwriting, and\n\t\t\tthe notification must state the date on which it intends to ceasecontributing, which must be after the end of the period of 15 weeks beginningwith the first working day after the day on which it gives the notification.\n\t\t\t7.If an administrator of a benchmark is notified under paragraph 6, it must—\n\t\t\tinform the FCA promptly, stating the date on which the notification wasgiven, and\n\t\t\tsubmit to the FCA an assessment of the implications of the contributor’swithdrawal for the capability of the benchmark to measure the underlyingmarket or economic reality.\n\t\t\t8.An assessment under paragraph 7(b) must be submitted to the FCA before theend of the period of 14 days beginning with the first working day after theday on which the notification under paragraph 6 was given.\n\t\t\t9.An administrator of a critical benchmark that is required to provide anassessment under this Article must not change the market or economic realityintended to be measured by the benchmark (as defined in the benchmarkstatement referred to in Article 27) during the assessment period, unless theFCA gives it written permission to do so.\n\t\t\t10.For the purposes of paragraph 9, the assessment period begins—\n\t\t\tin the case of an assessment under paragraph 2, with the day falling onemonth before the end of the relevant two year period described in thatparagraph;\n\t\t\tin the case of an assessment under paragraph 3, when the administratorreceives the FCA’s notice requiring the assessment;\n\t\t\tin the case of an assessment under paragraph 7(b), when the contributornotifies the administrator under paragraph 6.\n\t\t\t11.For the purposes of paragraph 9, the assessment period ends—\n\t\t\twhen the FCA notifies the administrator that it considers that therepresentativeness of the benchmark is not at risk, whether by giving a noticeunder Article 22B(3)(b) or otherwise, or\n\t\t\twhen the benchmark becomes an Article 23A benchmark.\n\t_Article 22B_ **Assessment of representativeness of critical benchmarks:FCA**\n\t\t1.Where the FCA receives an assessment by a benchmark administrator underArticle 22A within the period specified by or under that Article, the FCA mustmake its own assessment of the capability of the benchmark to measure theunderlying market or economic reality, taking into account, among otherthings—\n\t\t\tthe procedure established by the administrator in accordance with Article28(1), and\n\t\t\tthe administrator’s assessment.\n\t\t\t2.If a benchmark administrator does not submit an assessment under Article 22Awithin the period specified by or under that Article, the FCA may make its ownassessment of the capability of the benchmark to measure the underlying marketor economic reality and, if it does so—\n\t\t\tmust take into account the procedure established by the administrator inaccordance with Article 28(1), and\n\t\t\tmay take into account, among other things, an assessment submitted by theadministrator after the end of the specified period.\n\t\t\t3.After making its assessment under this Article, the FCA must give thebenchmark administrator—\n\t\t\ta written notice stating that it considers that the benchmark is notrepresentative of the market or economic reality that it is intended tomeasure or that the representativeness of the benchmark is at risk, or\n\t\t\ta written notice stating that it considers that the representativeness ofthe benchmark is not at risk.\n\t\t\t4.Where the administrator’s assessment was made under Article 22A(7)(b)(contributor intends to cease contributing input data), the FCA must make itsassessment under paragraph 1 or 2, and give the notice under paragraph 3,before the end of the period of 28 days beginning with the first working dayafter the day on which the administrator was notified under Article 22A(6).”\n\t\tParagraph 2 of Article 22A of the Benchmarks Regulation (inserted by thissection) applies in the case of a benchmark which became a critical benchmarkbefore the day on which this section comes into force, but as if it onlyrequired the administrator to submit an assessment at the end of each two yearperiod described in that paragraph which ends after that day."
    },
    {
        "length": 619,
        "text": "\nMandatory contribution to critical benchmarks\n\tArticle 23 of the Benchmarks Regulation (mandatory contribution to acritical benchmark) is amended as follows.\n\tOmit paragraphs 1 to 4.\n\tFor paragraph 5 substitute—\n\t\t“5A.If a supervised contributor or supervised third country contributor givesa notification under Article 22A(6), the contributor may not ceasecontributing input data before the date specified in the notification as thedate on which it intends to cease contributing, unless the FCA gives itwritten permission to do so.\n\t5B.Paragraph 5A does not require a contributor to trade or commit to trade.”\n\tIn paragraph 6, for the opening words substitute “If the FCA gives theadministrator of a critical benchmark a notice under Article 21(3B)(a) orArticle 22B(3)(a) (benchmark unrepresentative or representativeness at risk),it has the power to—”.\n\tIn paragraph 6(a)—\n\t\tafter “supervised entities” insert “and supervised third country entities”,and\n\t\tomit “from the date” to the end.\n\tIn paragraph 6(c), after “supervised entities” insert “and supervised thirdcountry entities”.\n\tAfter paragraph 6 insert—\n\t“6A.The FCA may only exercise the powers under paragraph 6 so far as itconsiders it appropriate to do so for the purpose of maintaining, restoring orimproving the representativeness of the benchmark.”\n\tIn paragraph 7—\n\t\tafter “supervised entities” insert “and supervised third country entities”,and\n\t\tomit “supervised” (in the second place it occurs).\n\tIn paragraph 9(d), for “relevant supervised entities” substitute“contributors mandated to contribute input data”.\n\tAfter paragraph 9 insert—\n\t“9A.In the case of an Article 23A benchmark, any measures adopted underparagraph 6 in relation to the benchmark are to be treated as being revokedwhen the designation of the benchmark under Article 23A takes effect.”\n\tIn paragraph 10—\n\t\tafter “supervised contributor” insert “and supervised third countrycontributor”, and\n\t\tfor “exceeding the maximum five year period laid down in the secondsubparagraph of paragraph 6” substitute “extending beyond the end of theperiod of five years beginning with the day on which the administratornotified the FCA of its intention to cease providing the benchmark underArticle 21(1)”.\n\tOmit paragraph 12."
    },
    {
        "length": 1239,
        "text": "\nDesignation of certain critical benchmarks\n\tIn the Benchmarks Regulation, after Article 23 insert—\n\t_“ Article 23A_ **Designation of certain critical benchmarks**\n\t\t1.If the FCA gives the administrator of a critical benchmark a notice underArticle 21(3B)(a) or Article 22B(3)(a) (benchmark unrepresentative orrepresentativeness at risk), the FCA must, before the end of the period of 21days beginning with the day on which it gave the notice—\n\t\t\tconsider whether it is appropriate for the FCA to designate the benchmarkunder this Article, and\n\t\t\tif it proposes to do so, inform the benchmark administrator by writtennotice.\n\t\t\t2.The FCA may not designate a benchmark under this Article if it considersthat it is, and is likely to continue to be, the case that—\n\t\t\tthe representativeness of the benchmark can reasonably be restored andmaintained by the administrator or by the FCA exercising its powers underArticle 23(6), and\n\t\t\tthere are good reasons to restore and maintain its representativeness.\n\t\t\t3.A notice under paragraph 1(b) must—\n\t\t\texplain when the FCA proposes that the designation of the benchmark shouldtake effect,\n\t\t\tgive reasons for the FCA’s proposed decision, and\n\t\t\tstate that the administrator may make written representations to the FCAduring the period of 14 days beginning with the day on which the notice isgiven.\n\t\t\t4.If, after considering any representations made in accordance with paragraph3(c), the FCA decides to designate the benchmark under this Article, it mustgive the administrator a written notice of its decision.\n\t\t\t5.A notice under paragraph 4 must—\n\t\t\tstate when the designation of the benchmark takes effect,\n\t\t\tgive reasons for the FCA’s decision,\n\t\t\texplain how the FCA has taken account of the relevant policy statement (seeArticle 23F),\n\t\t\tstate that the prohibition on use of the benchmark under Article 23B willtake effect when the designation of the benchmark takes effect, unless the FCAexercises its powers under Article 23B(2) or 23C,\n\t\t\tinform the administrator of its right to refer the decision to the UpperTribunal and of the procedure for doing so, and\n\t\t\tprovide any further information that the FCA considers appropriate forassisting supervised entities to understand the effects of the designation ofthe benchmark.\n\t\t\t6.The FCA may, before a designation under this Article takes effect, decide tochange when it takes effect to a later time.\n\t\t\t7.If it decides to make such a change—\n\t\t\tthe FCA must give the benchmark administrator a written notice of itsdecision, and\n\t\t\tthe notice must satisfy the requirements in paragraph 5(a) to (d) and (f).\n\t\t\t8.The FCA may withdraw a designation of a benchmark under this Article if—\n\t\t\tthe designation has not taken effect,\n\t\t\tparagraph 1 applies again in relation to the benchmark, and\n\t\t\tthe FCA designates the benchmark again under this Article with effect froman earlier date.\n\t\t\t9.If the FCA decides to withdraw the designation of a benchmark underparagraph 8—\n\t\t\tthe FCA must include notice of the withdrawal in the notice under paragraph4 of the further designation of the benchmark, and\n\t\t\tthe notice must satisfy the requirements in paragraph 5(b), (c) and (f) inrelation to the decision to withdraw.\n\t\t\t10.A notice under paragraph 4 or 7—\n\t\t\tmay identify when the designation takes effect in any manner that the FCAconsiders appropriate, including by specifying a day or by describing a day byreference to the process for a reference to the Upper Tribunal or anotherprocess or event, and\n\t\t\tmust be published by the FCA—\n\t\t\tbefore the day on which the notice provides for the designation to takeeffect, and\n\t\t\tin the manner that appears to the FCA to be best calculated to bring it tothe attention of the public.\n\t\t\t11.The FCA—\n\t\t\tmust give a copy of a notice under this Article to the Treasury beforepublishing it, and\n\t\t\tmay charge a reasonable fee for providing a person with a copy of a noticeunder this Article.\n\t\t\t12.If the FCA decides to designate a benchmark under this Article and givesthe administrator a notice under paragraph 4, the benchmark administrator mayrefer the matter to the Upper Tribunal.\n\t\t\t13.Part 9 of FSMA (hearings and appeals) applies in relation to references tothe Upper Tribunal made under this Article as it applies in relation toreferences made to that Tribunal under that Act.\n\t\t\t14.In this Regulation, references to an “Article 23A benchmark” are to abenchmark in relation to which a designation under this Article has effect.”"
    },
    {
        "length": 943,
        "text": "\nUse of Article 23A benchmarks\n\tIn the Benchmarks Regulation, after Article 23A (inserted by section 13)insert—\n\t_“ Article 23B_ **Prohibition on use of Article 23A benchmark**\n\t\t1.Supervised entities must not use an Article 23A benchmark, except wherepermitted to do so under paragraph 2 or Article 23C.\n\t2.The FCA may, by publishing a notice before the day on which the designationof the benchmark under Article 23A takes effect, provide that the prohibitionin paragraph 1 does not take effect until a date specified in the notice.\n\t3.The date specified in a notice under paragraph 2 must fall before the end ofthe period of four months beginning with the day on which the designation ofthe benchmark under Article 23A takes effect.\n\t4.A notice published under this Article must be published in the way appearingto the FCA to be best calculated to bring it to the attention of—\n\t\tsupervised entities, and\n\t\tthe public.\n\t\t5.The FCA may charge a reasonable fee for providing a person with a copy of anotice published under this Article.\n\t _Article 23C_ **Exception from the prohibition for legacy use of Article23A benchmark**\n\t\t1.This Article applies to an Article 23A benchmark.\n\t2.The FCA may, by publishing a notice, permit some or all legacy use of thebenchmark by supervised entities.\n\t3.The FCA may, by publishing a notice, alter or withdraw a permission underparagraph 2.\n\t4.The FCA may only exercise a power under paragraph 2 or 3 if it considers itdesirable to do so in order to advance either or both of the following—\n\t\tits consumer protection objective (see section 1C of FSMA);\n\t\tits integrity objective (see section 1D of that Act).\n\t\t5.In exercising a power under paragraph 2 or 3 in relation to a benchmark thatis used outside the United Kingdom, the FCA may, among other things, haveregard to the likely effect outside the United Kingdom of the exercise of thepower.\n\t\t6.A notice under this Article may—\n\t\tmake provision by reference to any aspect of the legacy use of thebenchmark, including the persons involved in the use;\n\t\tprovide that the permission has effect only during a period specified inthe notice;\n\t\tmake different provision for different purposes;\n\t\tmake such transitional provision as the FCA considers appropriate.\n\t\t7.A notice under this Article must—\n\t\tgive reasons for the permission, or the alteration or withdrawal ofpermission,\n\t\tspecify when the permission, or the alteration or withdrawal, is to takeeffect,\n\t\texplain how the FCA has taken account of the relevant policy statement (seeArticle 23F), and\n\t\tprovide any further information that the FCA considers appropriate forassisting supervised entities to understand the permission or the alterationor withdrawal of permission.\n\t\t8.A notice under this Article must be published in the manner that appears tothe FCA to be best calculated to bring it to the attention of—\n\t\tsupervised entities, and\n\t\tthe public.\n\t\t9.The FCA—\n\t\tmust give a copy of a notice under this Article to the Treasury beforepublishing it, and\n\t\tmay charge a reasonable fee for providing a person with a copy of a noticepublished under this Article.\n\t\t10.In this Article—\n\t\treferences to legacy use of a benchmark are to use that is not new use, and\n\t\t“new use” has the same meaning, in connection with the prohibition underArticle 23B, as it has in connection with a prohibition under Article 21A (seeArticle 21A(2) and (9)).”"
    },
    {
        "length": 1966,
        "text": "\nOrderly cessation of Article 23A benchmarks\n\tIn the Benchmarks Regulation, after Article 23C (inserted by section 14)insert—\n\t_“ Article 23D_ **Orderly cessation of Article 23A benchmarks**\n\t\t1.This Article applies to an Article 23A benchmark.\n\t2.The FCA may by written notice impose requirements on the benchmarkadministrator relating to any of the following—\n\t\tthe way in which the benchmark is determined, including the input data,\n\t\trules of the benchmark, and\n\t\twhere the benchmark is based on submissions by contributors, the code ofconduct referred to in Article 15.\n\t\t3.The FCA may only exercise the powers under paragraph 2 if—\n\t\tit considers it appropriate to do so having regard to the desirability ofsecuring that the cessation of the benchmark takes place in an orderlyfashion, and\n\t\tit considers it desirable to do so in order to advance either or both ofthe following—\n\t\tits consumer protection objective (see section 1C of FSMA);\n\t\tits integrity objective (see section 1D of that Act).\n\t\t4.In exercising a power under paragraph 2 in relation to a benchmark that isused outside the United Kingdom, the FCA may, among other things, have regardto the likely effect outside the United Kingdom of the exercise of the power.\n\t\t5.The powers under paragraph 2—\n\t\tmay be exercised so as to confer a discretion on the administrator,\n\t\tinclude power to specify when a requirement must be satisfied, and\n\t\tinclude power to vary or withdraw a requirement from time to time.\n\t\t6.The powers under paragraph 2 are not limited by the market or economicreality that was intended to be measured by the benchmark immediately beforeit became an Article 23A benchmark (as defined in the benchmark statementreferred to in Article 27), although the FCA may have regard to that whenexercising those powers.\n\t\t7.A notice under paragraph 2 must—\n\t\texplain the exercise of the power,\n\t\tgive reasons for the decision to exercise the power,\n\t\tspecify when the requirement (or variation or withdrawal of a requirement)is to take effect,\n\t\texplain how the FCA has taken account of the relevant policy statement (seeArticle 23F), and\n\t\tprovide any further information that the FCA considers appropriate forassisting supervised entities to understand the effects of the exercise of thepower.\n\t\t8.The benchmark administrator may not change anything described in paragraph 2unless—\n\t\tthe FCA requires it to do so, or gives it a discretion to do so, underparagraph 2, or\n\t\tthe FCA has given a written notice permitting it to do so and has not givena written notice withdrawing the permission.\n\t\t9.A notice under paragraph 2 or 8(b) must be published as soon as reasonablypracticable in the way appearing to the FCA to be best calculated to bring itto the attention of the public.\n\t\t10.The FCA—\n\t\tmust give a copy of a notice under paragraph 2 or 8(b) to the Treasurybefore publishing it, and\n\t\tmay charge a reasonable fee for providing a person with a copy of a noticeunder paragraph 2 or 8(b).\n\t\t11.In relation to an Article 23A benchmark, this Regulation applies with themodifications specified in or under Annex 4 (and see also Articles 22A(1)(b)and 23(9A)).”\n\t\tIn the Benchmarks Regulation, after Annex 3 insert—\n\t“ANNEX 4ARTICLE 23A BENCHMARKS\n\t\t1.This Regulation applies in relation to an Article 23A benchmark with—\n\t\t\tthe modifications listed in paragraph 2, and\n\t\t\tany modifications specified in a notice given by the FCA to the benchmarkadministrator under paragraph 6.\n\t\t\t2.The modifications referred to in paragraph 1(a) are the following—\n\t\t\tArticle 11(1) has effect as if—\n\t\t\tpoint (a) were omitted, and\n\t\t\tin point (d), the words “and representative” (in the first place theyoccur) and “and representative of the market or economic reality that thebenchmark is intended to measure” were omitted;\n\t\t\tpoint (a) in Article 27(1) has effect as if for “and the circumstances inwhich such measurement may become unreliable” there were substituted“immediately before it became an Article 23A benchmark”.\n\t\t\t3.The FCA may, in accordance with paragraphs 4 to 9, provide that thisRegulation applies to an Article 23A benchmark with modifications, where itconsiders it appropriate to do so having regard to the effects of thedesignation under Article 23A or the FCA’s exercise of its powers underArticle 23D(2) (or both).\n\t\t\t4.If the FCA proposes that this Regulation should apply to an Article 23Abenchmark with modifications, or that existing modifications applied by anotice under paragraph 6 should be varied, it must inform the benchmarkadministrator by written notice.\n\t\t\t5.\n\t\t\tA notice under paragraph 4 must—\n\t\t\texplain the proposed modifications or variations,\n\t\t\tgive reasons for the FCA’s proposed decision, and\n\t\t\tstate that the administrator may make written representations to the FCAduring the period of 14 days beginning with the day on which the notice isgiven.\n\t\t\t6.If, after considering any representations made in accordance with paragraph5(c), the FCA decides to make the proposed modifications or variations, itmust give the administrator a written notice of its decision.\n\t\t\t7.A notice under paragraph 6 must—\n\t\t\tspecify the modifications or variations,\n\t\t\tgive reasons for the FCA’s decision, and\n\t\t\tprovide any further information that the FCA considers appropriate forassisting supervised entities to understand the effects of the modificationsor variations.\n\t\t\t8.A notice under paragraph 6 must be published as soon as reasonablypracticable in the way appearing to the FCA to be best calculated to bring itto the attention of the public.\n\t\t\t9.The FCA—\n\t\t\tmust give a copy of a notice under paragraph 6 to the Treasury beforepublishing it, and\n\t\t\tmay charge a reasonable fee for providing a person with a copy of a noticepublished under this Annex.\n\t\t\t10.Paragraphs 11 to 13 apply where the FCA gives the administrator of anArticle 23A benchmark a notice under Article 23D(2) or (8)(b).\n\t\t\t11.The FCA must, before the end of the period of three months beginning withthe day on which it gave the notice referred to in paragraph 10, considerwhether to exercise its power under paragraph 3 in relation to the benchmark.\n\t\t\t12.During the interim period, the benchmark administrator is only required tocomply with this Regulation to the extent that, taking account of the changesmade by the notice referred to in paragraph 10, it remains reasonablypracticable to do so.\n\t\t\t13.In paragraph 12, “interim period” means a period beginning when the noticereferred to in paragraph 10 is given and ending—\n\t\t\tat the end of the three month period referred to in paragraph 11, if thatperiod ends without the FCA giving a notice under paragraph 4, or\n\t\t\twhen the FCA, having given the administrator a notice under paragraph 4,gives the administrator —\n\t\t\ta written notice that it has decided not to make the proposed modificationsor variations, or\n\t\t\ta notice under paragraph 6.\n\t\t\t14.References in this Annex to varying modifications (however expressed)include removing or replacing some or all modifications.”"
    },
    {
        "length": 684,
        "text": "\nReview of exercise of powers under Article 23D\n\tIn the Benchmarks Regulation, after Article 23D (inserted by section 15)insert—\n\t_“ Article 23E_ **Review of exercise of powers under Article 23D**\n\t\t1.Where the FCA has exercised a power under Article 23D(2) in relation to abenchmark, the FCA must, for each review period—\n\t\t\treview its exercise of its powers under Article 23D(2) in relation to thatbenchmark during the period, and\n\t\t\tpublish a report setting out the outcome of the review.\n\t\t\t2.For the purposes of paragraph 1, the review periods are—\n\t\t\tthe period of two years beginning with the day on which the first noticeunder Article 23D(2) relating to the benchmark is published, and\n\t\t\teach subsequent period of two years, excluding the period in which thebenchmark ceases to be provided and subsequent periods.\n\t\t\t3.The FCA must publish a report under paragraph 1(b) as soon as reasonablypracticable after the end of the review period.\n\t\t\t4.Where the FCA, having exercised a power under Article 23D(2) in relation toa benchmark, exercises a power under Article 23D(2) again in relation to thebenchmark, it must—\n\t\t\tcarry out a review of the most recent previous exercise of that power inrelation to that benchmark, and\n\t\t\tpublish a report setting out the outcome of the review.\n\t\t\t5.The FCA must take the action described in paragraph 4—\n\t\t\tbefore its subsequent exercise of a power under Article 23D(2), where thatis reasonably practicable, or\n\t\t\totherwise, as soon as reasonably practicable afterwards.\n\t\t\t6.The FCA may fulfil the duty in paragraph 1 and satisfy paragraph 4 by meansof the same review and report.\n\t\t\t7.In a review under this Article, the FCA must—\n\t\t\tconsider whether the exercise of the power has advanced, or is likely toadvance, the objectives mentioned in Article 23D(3)(b), and\n\t\t\thave regard to the policy statement with respect to the exercise of itspowers under Article 23D (see Article 23F).\n\t\t\t8.A report published under this Article must be published in the way appearingto the FCA to be best calculated to bring it to the attention of the public.\n\t\t\t9.The FCA—\n\t\t\tmust give a copy of a report of a review under this Article to the Treasurybefore publishing it, and\n\t\t\tmay charge a reasonable fee for providing a person with a copy of a reportpublished in accordance with this Article.”"
    },
    {
        "length": 438,
        "text": "\nPolicy statements relating to critical benchmarks\n\tIn the Benchmarks Regulation, after Article 23E (inserted by section 16)insert—\n\t_“ Article 23F_ **Policy statements**\n\t\t1.The FCA must prepare and publish a statement of its policy with respect to—\n\t\t\tthe exercise of its power under Article 21A,\n\t\t\tthe designation of benchmarks under Article 23A,\n\t\t\tthe exercise of its powers under Article 23C, and\n\t\t\tthe exercise of its powers under Article 23D.\n\t\t\t2.The FCA—\n\t\t\tmay alter or replace a statement published under this Article, and\n\t\t\tif it does so, must publish the altered or replacement statement.\n\t\t\t3.A statement published under this Article must be published in the wayappearing to the FCA to be best calculated to bring it to the attention of thepublic.\n\t\t\t4.The FCA—\n\t\t\tmust give a copy of a statement under this Article to the Treasury beforepublishing it, and\n\t\t\tmay charge a reasonable fee for providing a person with a copy of astatement published under this Article.\n\t\t\t5.In making a decision under Article 23A, or exercising its powers under anyof Article 21A, 23C or 23D, the FCA must have regard to any relevant statementof policy published under this Article and in force at the time.”\n\t\tThe FCA’s duty under Article 23F(1) of the Benchmarks Regulation (insertedby subsection (1)) to prepare and publish a statement may be satisfied bythings done by the FCA before subsection (1) comes into force (as well as bythings done after that time)."
    },
    {
        "length": 882,
        "text": "\nCritical benchmarks provided for different currencies etc\n\tIn the Benchmarks Regulation, after Article 23F (inserted by section 17)insert—\n\t_“ Article 23G_ **Critical benchmarks provided for different currenciesetc**\n\t\t1.This Article makes provision about critical benchmarks provided fordifferent currencies, maturities or tenors (“umbrella benchmarks”).\n\t2.References in this Article to a “version” of an umbrella benchmark are tothe benchmark as provided for a particular currency, maturity or tenor or,where the benchmark is provided for a combination of two or more of thosefactors, the benchmark as provided for each combination.\n\t3.Articles 11(4), (4A) and (4B), 21, 21A, 22A, 22B, 23 and 23A to 23E andAnnex 4 apply in relation to an umbrella benchmark as if each version of theumbrella benchmark were—\n\t\ta separate critical benchmark, and\n\t\tintended to measure the market or economic reality defined in the benchmarkstatement for the umbrella benchmark (whether defined there separately fordifferent versions of the benchmark or for the umbrella benchmark taken as awhole),\n\t\tsubject to the modifications in paragraph 4.\n\t\t4.The modifications are as follows—\n\t\tthe reference in point (c) of Article 21(3) to the benchmark ceasing to becritical is a reference to the umbrella benchmark ceasing to be critical;\n\t\tthe reference in Article 22A(1)(a) to a benchmark being based on particularsubmissions is a reference to the umbrella benchmark, taken as a whole butdisregarding any versions that are Article 23A benchmarks, being based on suchsubmissions;\n\t\tthe benchmark administrator’s duty under Article 22A(2) is a duty to submitan assessment dealing separately with each version of the umbrella benchmark;\n\t\tthe FCA’s duty under Article 23E(1) is a duty to carry out a review of itsexercise of its powers under Article 23D(2) in relation to each version of theumbrella benchmark (and the first review period begins when the first noticeunder Article 23D(2) relating to any version of the benchmark is published).\n\t\t5.Notices given under the provisions listed in paragraph 3 may relate to oneversion, several versions or all versions of the umbrella benchmark.\n\t\t6.The FCA may exercise its functions under Articles 21, 21A, 22A, 22B, 23 and23A to 23E and paragraph 3 of Annex 4 in different ways in relation todifferent versions of the umbrella benchmark.\n\t\t7.Nothing in this Article is to be interpreted as implying anything about theoperation, in relation to umbrella benchmarks, of provisions of thisRegulation not mentioned in this Article.\n\t\t8.The Treasury may by regulations make provision about the operation of thisRegulation in relation to umbrella benchmarks, including provision amending orrevoking provisions of this Article (other than this paragraph).”\n\t\tIn Article 49 of the Benchmarks Regulation (regulations made by theTreasury)—\n\t\t\tafter paragraph 2 insert—\n\t\t\t“2A.Regulations made under Article 23G may not be made unless a draft of thestatutory instrument containing them has been laid before and approved by aresolution of each House of Parliament.”, and\n\t\t\tin paragraph 3, at the beginning insert “Subject to paragraph 2A,”."
    },
    {
        "length": 707,
        "text": "\nChanges to and cessation of a benchmark\n\tArticle 28 of the Benchmarks Regulation (changes to and cessation of abenchmark) is amended as follows.\n\tIn paragraph 1—\n\t\tomit “, together with the benchmark statement referred to in Article 27,”,\n\t\tfor “a procedure” substitute “a robust procedure”, and\n\t\tomit “and shall be updated and published whenever a material changeoccurs”.\n\tAfter paragraph 1 insert—\n\t\t“1A.The procedure described in paragraph 1—\n\t\tmust be published with the benchmark statement for the benchmark when thatstatement is published in accordance with the first or second subparagraph ofArticle 27(1), and\n\t\tmust be updated and published whenever a material change occurs.\n\t\t1B.In the case of a critical benchmark—\n\t\ton the day on which a procedure described in paragraph 1 is published inaccordance with paragraph 1A(a), the administrator must give the FCA anassessment of the matters described in paragraph 1C,\n\t\tthe FCA must, before the end of the consideration period, consider whethera procedure published in accordance with paragraph 1A(a) satisfies paragraph1,\n\t\tbefore publishing an update of a procedure described in paragraph 1(whether in accordance with paragraph 1A(b) or otherwise), an administratormust give the update to the FCA, together with an assessment of the mattersdescribed in paragraph 1C,\n\t\twhere the FCA is given an update of a procedure described in paragraph 1 byan administrator, it must, before the end of the consideration period,consider whether the update satisfies paragraph 1, and\n\t\tan administrator must not publish an update of a procedure described inparagraph 1 unless—\n\t\tthe FCA has given a written notice to the administrator confirming that theupdate satisfies paragraph 1, or\n\t\tthe consideration period has expired without the FCA giving a writtennotice to the administrator stating that the update does not satisfy thatparagraph.\n\t\t1C.An assessment provided by an administrator for the purposes of paragraph1B(a) or (c) must assess the following matters—\n\t\tthe nature and extent of the current use of the benchmark,\n\t\tthe availability of suitable alternatives to the benchmark, and\n\t\thow prepared users of the benchmark are for changes to, or the cessationof, the benchmark.\n\t\t1D.For the purposes of paragraph 1B, “the consideration period”, in relationto a procedure or an update of a procedure, means the period of 60 daysbeginning with the day on which the procedure is published or the update ofthe procedure is given to the FCA (as appropriate) (“the relevant day”),subject to any extension under paragraph 1E.\n\t\t1E.The FCA may extend the consideration period by giving a written notice tothe administrator before its expiry but may not extend the period beyond theend of the period of six months beginning with the relevant day.”"
    },
    {
        "length": 150,
        "text": "\nExtension of transitional period for benchmarks with non-UKadministrators\n\tArticle 51(5) of the Benchmarks Regulation (transitional provision forbenchmarks with administrators located in a country outside the UK) is amendedas follows.\n\tIn point (a), for “31 December 2022” substitute “31 December 2025”.\n\tIn point (b)—\n\t\tfor “1 January 2023” substitute “1 January 2026”, and\n\t\tfor “31 December 2022” substitute “31 December 2025”."
    },
    {
        "length": 860,
        "text": "\nRegulated activities and Gibraltar\n\tPart 3 of the Financial Services and Markets Act 2000 (authorisation andexemption) is amended in accordance with subsections (2) to (4).\n\tIn section 31(1) (authorised persons), after paragraph (a) insert—\n\t\ta Gibraltar-based person who has a Schedule 2A permission to carry on oneor more regulated activities;”.\n\tAfter section 32 insert—\n\t“32AGibraltar-based persons\n\t\tThe Treasury must, for each reporting period, prepare a report about theoperation of Schedule 2A during the period.\n\t\tThe report must, among other things, consider whether the conditions inparagraphs 7, 8 and 9 of Schedule 2A continue to be satisfied in connectionwith each regulated activity which is an approved activity for the purposes ofthat Schedule.\n\t\tThe Treasury must consult the FCA and the PRA during the preparation of thereport.\n\t\tThe Treasury must lay a copy of the report before Parliament as soon asreasonably practicable after the end of the reporting period.\n\t\tThe reporting periods are—\n\t\t\tthe period of two years beginning with the day on which Schedule 2A comesfully into force, and\n\t\t\teach subsequent period of two years.”\n\t\tAfter section 36 insert—\n\t“UK-based persons carrying on activities in Gibraltar\n\t\tAUK-based persons carrying on activities in Gibraltar\n\t\t\tSchedule 2B makes provision about the carrying on of activities correspondingto regulated activities in Gibraltar by UK-based persons.”\n\t\t\tSchedule 6 inserts Schedule 2A to the Financial Services and Markets Act2000 (Gibraltar-based persons carrying on activities in the UK).\n\t\t\tSchedule 7 inserts Schedule 2B to the Financial Services and Markets Act2000 (UK-based persons carrying on activities in Gibraltar).\n\t\t\tSchedule 8 contains minor and consequential amendments.\n\t\t\tThe Treasury may by regulations—\n\t\t\t\tamend Part 7 of the Financial Services and Markets Act 2000 (control ofbusiness transfers) to make provision about the operation of that Part inrelation to cases involving a Gibraltar-based person;\n\t\t\t\tamend Part 18A of the Financial Services and Markets Act 2000 (suspensionand removal of financial instruments from trading) to make provision about theoperation of that Part in relation to cases involving a Gibraltar-basedperson;\n\t\t\t\tmake provision relating to a Gibraltar-based person equivalent to provisionin an enactment in force immediately before IP completion day relating to anEEA firm of a kind mentioned in Schedule 3 to the Financial Services andMarkets Act 2000, with such modifications as the Treasury considerappropriate.\n\t\t\tThe powers to make regulations under subsection (8) do not restrict theTreasury’s power to make consequential provision under section 45.\n\t\t\tSection 45(3) to (5) apply in relation to regulations under subsection (8)as they apply to regulations under that section.\n\t\t\tIn this section, “Gibraltar-based person” has the same meaning as inSchedule 2A to the Financial Services and Markets Act 2000 (inserted bySchedule 6 to this Act) (see paragraph 1 of that Schedule)."
    },
    {
        "length": 1996,
        "text": "\nPower to make provision about Gibraltar\n\tThe Treasury may by regulations—\n\t\trepeal or revoke relevant Gibraltar provision and make changes described insubsection (5),\n\t\tmake provision with the same effect as relevant Gibraltar provisionrepealed or revoked under paragraph (a),\n\t\tamend relevant Gibraltar provision so as to restore any aspect of theeffect the provision had immediately before IP completion day, and\n\t\treplace or supplement relevant Gibraltar provision with provisionsubstantially similar to, or to a provision of, section 32A of, or Schedule 2Aor 2B to, the Financial Services and Markets Act 2000 (inserted by section 22of, and Schedules 6 and 7 to, this Act).\n\tIn this section—\n\t\t“Gibraltar provision” means a provision or set of provisions in anenactment so far as it relates to—\n\t\tthe carrying on of activities in the United Kingdom by persons based inGibraltar,\n\t\tthe carrying on of activities in Gibraltar by persons based in the UnitedKingdom, or\n\t\tinteraction of any other kind between the United Kingdom and Gibraltar,whether relating to persons, activities, financial instruments, other propertyor other matters,\n\t\tGibraltar provision is “relevant” if—\n\t\tit is a provision of, or applied or modified by, regulations listed insubsection (3),\n\t\tit was inserted, amended or otherwise modified by regulations listed insubsection (4),\n\t\tit is, or is the subject of, saving provision included in regulationslisted in subsection (4), or\n\t\tin the case of a set of provisions, it includes provision falling withinsub-paragraph (ii) or (iii), and\n\t\tGibraltar provision is also “relevant” if it was made by regulations undersubsection (1)(b), (c) or (d) or, in the case of a set of provisions, itincludes provision made by such regulations.\n\tThe regulations referred to in subsection (2)(b)(i) are the following, asamended from time to time—\n\t\tthe Electronic Money Regulations 2011 ([S.I.2011/99](/id/uksi/2011/99?view=plain \"Go to item of legislation\"));\n\t\tthe Payment Services Regulations 2017 ([S.I.2017/752](/id/uksi/2017/752?view=plain \"Go to item of legislation\"));\n\t\tthe Data Reporting Services Regulations 2017 ([S.I.2017/699](/id/uksi/2017/699?view=plain \"Go to item of legislation\")).\n\tThe regulations referred to in subsection (2)(b)(ii) and (iii) are thefollowing, as amended from time to time—\n\t\tregulation 3 of the Building Societies Legislation (Amendment) (EU Exit)Regulations 2018 ([S.I. 2018/1187](/id/uksi/2018/1187?view=plain \"Go to itemof legislation\"));\n\t\tParts 2 and 3 of the Credit Transfers and Direct Debits in Euro (Amendment)(EU Exit) Regulations 2018 ([S.I. 2018/1199](/id/uksi/2018/1199?view=plain \"Goto item of legislation\"));\n\t\tPart 2 of the Greenhouse Gas Emissions Trading Scheme (Amendment) (EU Exit)Regulations 2019 ([S.I. 2019/107](/id/uksi/2019/107?view=plain \"Go to item oflegislation\"));\n\t\tChapters 1 and 2 of Part 2 of the Alternative Investment Fund Managers(Amendment etc) (EU Exit) Regulations 2019 ([S.I.2019/328](/id/uksi/2019/328?view=plain \"Go to item of legislation\"));\n\t\tthe Gibraltar (Miscellaneous Amendments) (EU Exit) Regulations 2019 ([S.I.2019/680](/id/uksi/2019/680?view=plain \"Go to item of legislation\")).\n\tThe changes referred to in subsection (1)(a) are changes that the Treasuryconsider appropriate to secure that, after the repeal or revocation of therelevant Gibraltar provision, the same provision is made in connection withGibraltar as is made in connection with most or all other countries orterritories outside the United Kingdom.\n\tThe Treasury may not make regulations under subsection (1)(b), (c) or (d)unless they are satisfied that doing so is compatible with each of thefollowing objectives—\n\t\tto protect and enhance the soundness, stability and resilience of the UKfinancial system;\n\t\tto protect and enhance public confidence in the UK financial system;\n\t\tto prevent the use of the UK financial system for a purpose connected withfinancial crime;\n\t\tto ensure that, in the United Kingdom, financial markets and significantmarkets for financial services function well;\n\t\tto protect consumers;\n\t\tto protect the operation of the Financial Services Compensation Scheme;\n\t\tto protect public funds;\n\t\tto maintain and improve relations between the United Kingdom and othercountries and territories with significant financial markets or significantmarkets for financial services.\n\tBefore making regulations under subsection (1)(d), the Treasury mustconsult—\n\t\tthe government of Gibraltar,\n\t\tthe Financial Conduct Authority, and\n\t\tthe Prudential Regulation Authority.\n\tThe powers under subsection (1)(b), (c) and (d) include—\n\t\tpower to make such modifications as the Treasury consider appropriatehaving regard to changes in the law of any part of the United Kingdom sincethe relevant regulations listed in subsection (3) or (4) were made, and\n\t\tpower to restate relevant Gibraltar provision in a clearer or moreaccessible way.\n\tWhere provision saving or modifying a provision is repealed or revokedunder subsection (1)(a), the power under subsection (1)(b) includes power tomake provision with the same effect as the provision that was the subject ofthe saving or modification, read with the saving or modification.\n\tThe power under subsection (1)(d) includes power to make provisionapplying provisions of section 32A of, or Schedule 2A or 2B to, the FinancialServices and Markets Act 2000, with or without modifications.\n\tRegulations under this section may—\n\t\tmake different provision for different purposes;\n\t\tconfer functions on a person, including functions involving the exercise ofa discretion;\n\t\tamend, revoke, repeal or otherwise modify an enactment;\n\t\tmake consequential, incidental, supplementary, transitional, transitory orsaving provision.\n\tRegulations under this section are subject to the affirmative procedure.\n\tFor the purposes of this section, provision that is saved or modified byregulations listed in subsection (3) or (4) is Gibraltar provision if, whenread with the saving or modification, it relates to a matter described insubsection (2)(a).\n\tIn this section—\n\t\t  * “consumers” has the meaning given in section 1G of the Financial Services and Markets Act 2000; \n\t\t  * “financial crime” has the meaning given in section 1H of the Financial Services and Markets Act 2000; \n\t\t  * “public funds” means the Consolidated Fund and any other account or source of money which cannot be drawn or spent other than by, or with the authority of, the Treasury; \n\t\t  * “the UK financial system” has the same meaning as in the Financial Services and Markets Act 2000 (see section 1I of that Act). "
    },
    {
        "length": 229,
        "text": "\nCollective investment schemes authorised in approved countries\n\tIn Part 17 of the Financial Services and Markets Act 2000 (collectiveinvestment schemes), in section 237(3)—\n\t\tin the definition of “a recognised scheme”, after “means” insert “a section271A scheme or”, and\n\t\tafter that definition insert—\n\t\t\t  * ““a section 271A scheme” means a scheme recognised under section 271A (and see also section 271S);”.\n\tIn Schedule 9—\n\t\tPart 1 inserts sections 271A to 271S (collective investment schemesauthorised in approved countries or territories) in Chapter 5 of Part 17 ofthe Financial Services and Markets Act 2000 (recognised overseas schemes), and\n\t\tPart 2 contains minor and consequential amendments."
    },
    {
        "length": 1837,
        "text": "\nIndividually recognised overseas collective investment schemes\n\tThe Financial Services and Markets Act 2000 is amended as follows.\n\tChapter 5 of Part 17 (recognised overseas schemes) is amended in accordancewith subsections (3) to (5).\n\tIn section 272 (individually recognised overseas schemes)—\n\t\tin subsection (1)—\n\t\tin paragraph (a) omit the “and” at the end,\n\t\tbefore paragraph (d) insert—\n\t\tdoes not have the benefit of section 271A, and”, and\n\t\tin paragraph (d), for “the following provisions of this section”substitute “subsections (2) to (15)”,\n\t\tafter that subsection insert—\n\t\t\t“(1A)For the purposes of subsection (1)(ca), a collective investment schemehas the benefit of section 271A if—\n\t\tit is authorised under the law of a country or territory which is for thetime being approved by regulations under section 271A, and\n\t\tit falls within a description of schemes specified in the regulations.”,and\n\t\tin subsection (5)(b) omit “, or could be,”.\n\tIn section 277 (requirement to notify the FCA of proposed alteration torecognised scheme)—\n\t\tin subsection (1), at the end insert “which, if made, would be a materialalteration”,\n\t\tin subsection (3) omit “At least one month”,\n\t\tafter that subsection insert—\n\t\t“(3A)A notice under subsection (3) must be given—\n\t\tat least one month before the proposed replacement, or\n\t\tif that is not reasonably practicable, as soon as is reasonably practicablein the period of one month before the proposed replacement.\n\t\t(3B)The operator of such a scheme must give written notice to the FCA, as soonas reasonably practicable, of any change to—\n\t\tthe name or address of the operator of the scheme,\n\t\tthe name or address of any trustee or depositary of the scheme,\n\t\tthe name or address of any representative of the operator in the UnitedKingdom, and\n\t\tthe address of the place in the United Kingdom for service of notices, orother documents, required or authorised to be served on the operator underthis Act.”, and\n\t\tafter subsection (5) insert—\n\tThe FCA may make rules specifying when a proposed alteration is a materialalteration for the purposes of subsection (1).”\n\tAfter section 282 insert—\n\t“282AObligations on operator where recognition is revoked or suspended\n\t\tThis section applies where—\n\t\t\tthe FCA gives a decision notice under section 280(2) in relation to ascheme recognised under section 272, or\n\t\t\ta direction given by the FCA under section 281(2) in relation to such ascheme takes effect.\n\t\tThe operator of the scheme must notify such persons as the FCA may directthat the FCA has revoked an order under section 272 for recognition of thescheme or given a direction under section 281 in relation to the scheme (asapplicable).\n\t\tA notification under subsection (2) that relates to a direction undersection 281 must set out the terms of the direction.\n\t\tA notification under subsection (2) must—\n\t\t\tcontain such information as the FCA may direct, and\n\t\t\tbe made in such form and manner as the FCA may direct.\n\t\tDifferent directions may be given under subsection (2) or (4) in relationto—\n\t\t\tdifferent schemes or different descriptions of schemes;\n\t\t\tdifferent persons or descriptions of persons to whom a notification undersubsection (2) must be given.\n\tBPublic censure\n\t\tThis section applies where the FCA considers that—\n\t\t\trules made under section 278 have been contravened,\n\t\t\tthe operator of a scheme recognised under section 272 has contravenedsection 277, 277A or 282A, or\n\t\t\tthe operator of a scheme recognised under section 272 has contravened arule made, or a requirement imposed, under section 283.\n\t\tThe FCA may publish a statement to that effect.\n\t\tWhere the FCA proposes to publish a statement under subsection (2) inrelation to a scheme or the operator of a scheme, it must give the operator awarning notice setting out the terms of the statement.\n\t\tIf the FCA decides to publish the statement—\n\t\t\tit must give the operator, without delay, a decision notice setting out theterms of the statement, and\n\t\t\tthe operator may refer the matter to the Tribunal.\n\t\tAfter a statement under subsection (2) is published, the FCA must send acopy of it to the operator and to any person to whom a copy of the decisionnotice was given under section 393(4).\n\tCRecognition of parts of schemes under section 272\n\t\tSection 272(1) applies in relation to a part of a collective investmentscheme as it applies in relation to such a scheme.\n\t\tAccordingly, the following include a part of a scheme recognised undersection 272—\n\t\t\tthe reference to a scheme recognised under section 272 in the definition of“recognised scheme” in section 237(3), and\n\t\t\tother references to such a scheme (however expressed) in or in provisionmade under this Part of this Act (unless the contrary intention appears).\n\t\tProvisions of or made under this Part of this Act have effect in relationto parts of schemes recognised, or seeking recognition, under section 272 withappropriate modifications.\n\t\tThe Treasury may by regulations—\n\t\t\tmake provision about what are, or are not, appropriate modifications forthe purposes of subsection (3);\n\t\t\tmake provision so that a relevant enactment has effect in relation to partsof schemes recognised, or seeking recognition, under section 272 with suchmodifications as the Treasury consider appropriate;\n\t\t\tmake provision so that a relevant enactment does not have effect inrelation to such parts of schemes.\n\t\tRegulations under subsection (4)(b) or (c) may amend, repeal or revoke anenactment.\n\t\tIn this section—\n\t\t\t  * “enactment” has the same meaning as in section 271E;\n\t\t\t  * “relevant enactment” means an enactment passed or made before the day on which subsection (1) comes into force that makes provision in relation to collective investment schemes recognised, or seeking recognition, under section 272.”\n\t\tIn section 237(3), in the definition of “a recognised scheme”, at the endinsert “(and see also section 282C)”.\n\t\tIn section 392 (application of third party rights to notices)—\n\t\t\tin paragraph (a), after “280(1),” insert “282B(3),”, and\n\t\t\tin paragraph (b), after “280(2),” insert “282B(4),”.\n\t\tIn section 429(2) (regulations subject to affirmative procedure), before“284A” insert “282C,”."
    },
    {
        "length": 666,
        "text": "\nMoney market funds authorised in approved countries\n\t[Regulation (EU) 2017/1131](/european/regulation/2017/1131?view=plain \"Goto item of legislation\") of the European Parliament and of the Council of 14June 2017 on money market funds is amended as follows.\n\tIn Article 4 (authorisation of MMFs)—\n\t\tin paragraph 1, after point (a) insert—\n\t\tit is authorised and supervised in a country or territory approved byregulations under Article 4A and satisfies the condition in paragraph 1ZA;”,and\n\t\tafter paragraph 1 insert—\n\t\t\t“1ZA.An undertaking satisfies the condition in this paragraph if the FCA hasreceived written notification that the undertaking intends to be marketed inthe United Kingdom as an MMF.\n\t\t1ZB.A notification under paragraph 1ZA must—\n\t\tbe made by such person, and in such form and manner, as the FCA may direct,and\n\t\tcontain or be accompanied by such information as the FCA may direct.\n\t\t1ZC.Different directions may be given under paragraph 1ZB in relation todifferent undertakings or categories of undertaking.”\n\tAfter Article 4 insert—\n\t_“ Article 4A_ **Approval of country or territory**\n\t\t1.The Treasury may make regulations for the purposes of Article 4(1)(aa)approving a country or territory in relation to MMFs.\n\t2.The Treasury may not make regulations under paragraph 1 unless satisfiedthat the law and practice of the country or territory imposes requirements onMMFs which have equivalent effect to the requirements imposed by thisRegulation.\n\t3.In making regulations under this Article, the Treasury may have regard toany matter that they consider relevant.\n\t4.When considering whether to make, vary or revoke regulations under thisArticle, the Treasury may ask the FCA to prepare a report on the law andpractice of the country or territory under which MMFs are authorised andsupervised, or particular aspects of such law and practice.\n\t5.A request for a report under paragraph 4 must be made in writing.\n\t6.If the Treasury ask for a report under paragraph 4, the FCA must provide theTreasury with the report.”\n\t\tIn Article 6(1) (use of designation as MMF), in each subparagraph, afterpoint (a) insert—\n\t\t\tthe UCITS or AIF is authorised and supervised in a country or territoryapproved by regulations under Article 4A and satisfies the condition inArticle 4(1ZA); or”."
    },
    {
        "length": 166,
        "text": "\nProvision of investment services etc in the UK\n\tSchedule 10 contains amendments of the Markets in Financial InstrumentsRegulation relating to the provision of investment services, and theperformance of investment activities, in the United Kingdom by third countryfirms.\n\tIn this section and Schedule 10, “the Markets in Financial InstrumentsRegulation” means [Regulation (EU) No.600/2014](/european/regulation/2014/0600?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 15 May 2014 onmarkets in financial instruments."
    },
    {
        "length": 466,
        "text": "\nRules about level of care provided by authorised persons\n\tFCA rules about level of care provided to consumers by authorisedpersons\n\t\tThe Financial Conduct Authority must carry out a public consultation aboutwhether it should make general rules providing that authorised persons owe aduty of care to consumers.\n\t\tThe consultation must include consultation about—\n\t\t\twhether the Financial Conduct Authority should make other provision ingeneral rules about the level of care that must be provided to consumers byauthorised persons, either instead of or in addition to a duty of care,\n\t\t\twhether a duty of care should be owed, or other provision should apply, toall consumers or to particular classes of consumer, and\n\t\t\tthe extent to which a duty of care, or other provision, would advance theFinancial Conduct Authority’s consumer protection objective (see section 1C ofthe Financial Services and Markets Act 2000).\n\t\tThe Financial Conduct Authority—\n\t\t\tmust carry out the consultation, and publish its analysis of the responses,before 1 January 2022, and\n\t\t\tmust, before 1 August 2022, make such general rules about the level of carethat must be provided to consumers, or particular classes of consumer, byauthorised persons as it considers appropriate, having regard to thatanalysis.\n\t\tThe duties to consult under this section may be satisfied by consultationcarried out after 1 January 2021 but before this section comes into force (aswell as by consultation carried out after this section comes into force).\n\t\tIn this section—\n\t\t\t  * “authorised person” has the same meaning as in the Financial Services and Markets Act 2000 (see section 31 of that Act); \n\t\t\t  * “consumer” has the meaning given in section 1G of that Act; \n\t\t\t  * “general rules” means rules made under section 137A of that Act. "
    },
    {
        "length": 2676,
        "text": "\nInsider dealing and money laundering etc\n\tInsider lists and managers’ transactions\n\t\t[Regulation (EU) No. 596/2014](/european/regulation/2014/0596?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of16 April 2014 on market abuse is amended as follows.\n\t\tIn Article 18 (insider lists)—\n\t\t\tin paragraph 1, in the opening words—\n\t\t\tfor “or any person” substitute “, and any person”, and\n\t\t\tafter “shall” insert “each”,\n\t\t\tin paragraph 2, in the first subparagraph—\n\t\t\tfor “or any person” substitute “, and any person”,\n\t\t\tafter “shall” insert “each”, and\n\t\t\tfor “the insider list” substitute “their insider list”,\n\t\t\tin paragraph 2, for the second subparagraph substitute—\n\t\t\t\t“Where another person is requested by the issuer to draw up and update theissuer’s insider list, the issuer shall remain fully responsible for complyingwith this Article. The issuer shall always retain a right of access to theinsider list that the other person is drawing up.”,\n\t\t\tin paragraph 4—\n\t\t\tfor “or any person” substitute “, and any person”, and\n\t\t\tfor “shall update the” substitute “, shall each update their”, and\n\t\t\tin paragraph 5—\n\t\t\tfor “or any person” substitute “, and any person”, and\n\t\t\tfor “shall retain the” substitute “, shall each retain their”.\n\t\tIn Article 19 (managers’ transactions)—\n\t\t\tin paragraph 1, in the second subparagraph, for “business days” substitute“working days”,\n\t\t\tin paragraph 3, in the first subparagraph, for the words from the beginningto “transaction” substitute “The issuer or emission allowance marketparticipant must make public the information contained in a notificationreferred to in paragraph 1 within two working days of receipt of such anotification”, and\n\t\t\tat the end insert—\n\t\t\t“16.In this Article, “working day” means a day other than—\n\t\t\tSaturday or Sunday,\n\t\t\tChristmas Day or Good Friday, or\n\t\t\ta day which is a bank holiday in England and Wales under the Banking andFinancial Dealings Act 1971.”\n\tMaximum sentences for insider dealing and financial services offences\n\t\tIn section 61(1)(b) of the Criminal Justice Act 1993 (penalty forconviction on indictment for insider dealing), for “seven years” substitute“ten years”.\n\t\tIn section 92(1)(b) of the Financial Services Act 2012 (penalty forconviction on indictment for financial services offences), for “7 years”substitute “10 years”.\n\t\tThe amendment made by subsection (1) or (2) does not apply in relation tooffences committed before the subsection comes into force.\n\t\tWhere an offence is found to have been committed over a period of 2 or moredays, or at some time during a period of 2 or more days, it must be taken forthe purposes of subsection (3) to have been committed on the first of thosedays.\n\tMoney laundering offences: electronic money institutions, paymentinstitutions and deposit-taking bodies\n\t\tPart 7 of the Proceeds of Crime Act 2002 (money laundering) is amended inaccordance with subsections (2) to (6).\n\t\tIn section 327(2C) (conversion or transfer of criminal property:exceptions), after “deposit-taking body” insert “, electronic moneyinstitution or payment institution”.\n\t\tIn section 328(5) (arrangements: exceptions), after “deposit-taking body”insert “, electronic money institution or payment institution”.\n\t\tIn section 329(2C) (acquisition, use and possession: exceptions), after“deposit-taking body” insert “, electronic money institution or paymentinstitution”.\n\t\tIn section 339A (threshold amounts)—\n\t\t\tin subsection (2), after “deposit-taking body” insert “, electronic moneyinstitution or payment institution”,\n\t\t\tin subsection (3), in the opening words, after “deposit-taking body” insert“, electronic money institution or payment institution”,\n\t\t\tin subsection (3)(a), for “deposit-taking body’s” substitute “body’s orinstitution’s”,\n\t\t\tin subsection (3)(b), for “deposit-taking body” substitute “body orinstitution”,\n\t\t\tin subsection (4), after “deposit-taking body” insert “, electronic moneyinstitution or payment institution”, and\n\t\t\tin subsection (8)—\n\t\t\tafter “deposit-taking body” insert “, electronic money institution orpayment institution”, and\n\t\t\tafter “the body” insert “or institution”.\n\t\tIn section 340 (interpretation)—\n\t\t\tin subsection (14)—\n\t\t\tomit “or” at the end of paragraph (a), and\n\t\t\tafter paragraph (b) insert “, or\n\t\t\ta person specified, or of a description specified, in regulations made bythe Treasury or the Secretary of State.”,\n\t\t\tafter subsection (14) insert—\n\t\t\t\t“(14A)In subsection (14)(a)—\n\t\t\tthe reference to the activity of accepting deposits is a reference to thatactivity so far as it is, for the time being, a regulated activity for thepurposes of the Financial Services and Markets Act 2000 by virtue of an orderunder section 22 of that Act, but\n\t\t\tthe reference to a business which engages in that activity does not includea person specified, or of a description specified, in regulations made by theTreasury or the Secretary of State.\n\t\t\t(14B)Before making regulations under subsection (14A)(b), the Treasury or theSecretary of State (as appropriate) must consult such persons likely to beaffected by the regulations, or such representatives of such persons, as theyconsider appropriate.\n\t\t\t(14C)“Electronic money institution” has the same meaning as in the ElectronicMoney Regulations 2011 ([S.I. 2011/99](/id/uksi/2011/99?view=plain \"Go to itemof legislation\")) (see regulation 2 of those Regulations).”, and\n\t\t\tat the end insert—\n\t\t“Payment institution” means an authorised payment institution or a smallpayment institution (each as defined in regulation 2 of the Payment ServicesRegulations 2017 ([S.I. 2017/752](/id/uksi/2017/752?view=plain \"Go to item oflegislation\"))).”\n\t\tIn section 459 of the Proceeds of Crime Act 2002 (orders and regulations)—\n\t\t\tin subsection (4), before paragraph (aa), insert—\n\t\t\tregulations under section 340(14)(c) or (14A)(b),”,\n\t\t\tbefore subsection (6A) insert—\n\t\t\t“(6ZC)No regulations may be made by the Treasury or the Secretary of Stateunder section 340(14)(c) or (14A)(b) unless a draft of the regulations hasbeen laid before Parliament and approved by a resolution of each House.”, and\n\t\t\tin subsection (6A), before “would” insert “or of regulations under section340(14)(c) or (14A)(b)”.\n\tForfeiture of money: electronic money institutions and paymentinstitutions\n\t\tSchedule 12 amends provisions in the Anti-terrorism, Crime and Security Act2001 and the Proceeds of Crime Act 2002 about the forfeiture of money so thatthey apply to money held in accounts maintained with electronic moneyinstitutions and payment institutions.\n\t\tSubject to subsection (3), the amendments made by that Schedule are to betreated as having come into force at the same time as the provisions theyamend.\n\t\tSubsection (2) does not apply to the amendments of Part 5 of the Proceedsof Crime Act 2002 as they extend to Northern Ireland.\n\t\tRegulations made, before this section comes into force, under—\n\t\t\tparagraph 10X of Schedule 1 to the Anti-Terrorism, Crime and Security Act2001, or\n\t\t\tsection 303Z10 of the Proceeds of Crime Act 2002,\n\t\t\t\tapply (and are to be treated as having always applied) for the purposes ofnotices relating to money held in accounts maintained with electronic moneyinstitutions and payment institutions, as well as for the purposes of noticesrelating to money held in accounts maintained with banks and buildingsocieties.\n\tApplication of money laundering regulations to overseas trustees\n\t\tSchedule 2 to the Sanctions and Anti-Money Laundering Act 2018 (moneylaundering and terrorist financing: further provision about section 49regulations) is amended as follows.\n\t\tIn paragraph 22(2) (extra-territorial application of section 49regulations: meaning of “United Kingdom person”)—\n\t\t\tin paragraph (b), omit the “or” at the end, and\n\t\t\tafter paragraph (c) insert “, or\n\t\t\ta person—\n\t\t\twho does not fall within any of paragraphs (a) to (c), and\n\t\t\twho is a trustee with links to the United Kingdom (see paragraph 22A).”\n\t\tAfter paragraph 22 insert—\n\t\t\t“22A(1)Sub-paragraphs (2) and (3) have effect for the purposes of paragraph22(2)(d).\n\t\tA person who is a trustee of a trust has links to the United Kingdom if—\n\t\t\tany property subject to the trust is situated in the United Kingdom,\n\t\t\ta trustee of the trust enters into a business, professional or commercialrelationship with a relevant person, or\n\t\t\tthe income of the trust includes income which, directly or indirectly, isfrom a source in the United Kingdom.\n\t\tA person who is a trustee of a trust also has links to the United Kingdomif—\n\t\t\tat least one other person is a trustee of the trust,\n\t\t\tthe other trustee (or at least one of the other trustees if the trust hasmore than two trustees) is resident in the United Kingdom, and\n\t\t\ta person makes, at a time when the person is resident in the UnitedKingdom, a gift of property which becomes subject to the trust.\n\t\tIn this paragraph “property” has the meaning given by section 436 of theInsolvency Act 1986.”"
    },
    {
        "length": 415,
        "text": "\nDebt respite scheme\n\tDebt respite scheme\n\t\tIn section 6(2)(c) of the Financial Guidance and Claims Act 2018 (debtrespite scheme), omit “and their creditors”.\n\t\tIn section 7 of that Act (debt respite scheme: regulations), aftersubsection (4) insert—\n\t\t\t“(4A)The regulations may include the following as part of the scheme so far asit applies in England and Wales—\n\t\t\tprovision about the involvement of creditors in the process of devising aplan for the repayment of some or all of an individual’s debts;\n\t\t\tprovision to protect an individual, during the period of a repayment plan,from being required to repay a debt to which the plan applies otherwise thanin accordance with the plan;\n\t\t\tprovision for an amount payable in respect of a debt in accordance with arepayment plan—\n\t\t\tto be payable instead towards the costs of operating the repayment plan,other repayment plans or the debt respite scheme, and\n\t\t\tto be treated, so far as paid towards those costs, as permanently reducinga debt to which the plan applies.”\n\t\tIn section 7(5) of that Act, after paragraph (b) insert—\n\t\t\tmake provision binding the Crown,”.\n\t\tThe amendment in subsection (1) does not have the effect that furtheradvice on the establishment of a debt respite scheme has to be sought,provided or published under section 6(1), (4) or (5) of the Financial Guidanceand Claims Act 2018 (such advice having been sought, provided and published inaccordance with those provisions before the day on which this Act is passed)."
    },
    {
        "length": 412,
        "text": "\nHelp to save\n\tSuccessor accounts for Help-to-Save savers\n\t\tIn Schedule 2 to the Savings (Government Contributions) Act 2017 (Help-to-Saveaccounts), after paragraph 13 insert—\n\t\t“Successor accounts for certain Help-to-Save accounts\n\t\t\t13A(1)In this paragraph “matured account” means an account provided by theDirector of Savings which has been, but has ceased to be, a Help-to-Saveaccount.\n\t\t\tTreasury regulations may make provision for, or in connection with, thetransfer of the balance in a matured account to another account provided bythe Director of Savings (a “successor account”).\n\t\t\tRegulations under sub-paragraph (2) must require the successor account tobe an account in the National Savings Bank.\n\t\t\tRegulations under sub-paragraph (2) may not include provision for atransfer which overrides an instruction for dealing with the balance in amatured account where—\n\t\t\t\tthe instruction is given by, or by a person acting on behalf of, theindividual for whom the matured account was opened, and\n\t\t\t\tthe Director of Savings receives the instruction before the transfer ismade and considers that it is reasonably practicable to implement it.\n\t\t\tRegulations under sub-paragraph (2) may make provision about the balance ina matured account opened before the regulations are made.\n\t\t\tWhere regulations under sub-paragraph (2) provide for a transfer from amatured account to a successor account—\n\t\t\t\tthe successor account may be a new or existing account, and\n\t\t\t\tno charge for the transfer may be imposed on the individual for whom thematured account was opened.”"
    },
    {
        "length": 3831,
        "text": "\nMiscellaneous\n\tRegulated activities and application of Consumer Credit Act 1974\n\t\tThis section applies on or at any time after the making of an order undersection 22 of the Financial Services and Markets Act 2000, after this sectioncomes into force, which has the effect that a relevant credit activity becomesa regulated activity for the purposes of that Act.\n\t\tSection 107(6) of the Financial Services Act 2012 (power to make provisionabout the application of the Consumer Credit Act 1974) has effect as if—\n\t\t\tthe reference to an order of the kind mentioned in subsection (1) of thatsection included an order of the kind mentioned in subsection (1) of thissection, and\n\t\t\tthe references to a transferred activity included a relevant creditactivity which is the subject of an order of the kind mentioned in subsection(1) of this section.\n\t\t“Relevant credit activity” means the activity of—\n\t\t\tentering into an agreement described in article 60F(2) or (3) of theRegulated Activities Order (certain borrower-lender-supplier agreements forfixed-sum credit or running-account credit) as lender, or\n\t\t\texercising, or having the right to exercise, the lender’s rights and dutiesunder such an agreement,\n\t\t\t\tso far as the activity is not a transferred activity (as defined in section107(1) of the Financial Services Act 2012).\n\t\t“The Regulated Activities Order” means the Financial Services and MarketsAct 2000 (Regulated Activities) Order 2001 ([S.I.2001/544](/id/uksi/2001/544?view=plain \"Go to item of legislation\")) as it haseffect on the passing of this Act.\n\tAmendments of the PRIIPs Regulation etc\n\t\tIn this section “the PRIIPs Regulation” means [Regulation (EU) No.1286/2014](/european/regulation/2014/1286?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 26 November2014 on key information documents for packaged retail and insurance-basedinvestment products (PRIIPs).\n\t\tAfter Article 4 of the PRIIPs Regulation insert—\n\t\t_“ Article 4A_\n\t\t\t1.The FCA may make rules specifying whether or not a product, or category ofproduct, falls within the definition of a PRIIP for the purposes of thisRegulation.\n\t\t2.The provisions of Part 9A of FSMA listed in paragraph 3 apply to rules madeunder this Article as they apply to rules made by the FCA under that Act,subject to the modifications in that paragraph (if any).\n\t\t3.The provisions are—\n\t\t\tsection 137T (general supplementary powers), as if—\n\t\t\tthe reference in paragraph (a) to authorised persons were a reference topersons, and\n\t\t\tparagraph (b) were omitted;\n\t\t\tsection 138F (notification of rules), as if subsection (2) were omitted;\n\t\t\tsection 138G (rule-making instruments);\n\t\t\tsection 138I (consultation by the FCA), as if—\n\t\t\tsubsection (1)(a) (and the “and” after it) were omitted,\n\t\t\tin subsection (1)(b), “after doing so,” were omitted,\n\t\t\tin subsection (2), paragraphs (c) and (d) were omitted, and\n\t\t\tsubsections (5)(b) and (10) were omitted;\n\t\t\tsection 138L (consultation: general exemptions), as if—\n\t\t\tin subsection (1), for “Sections 138I(1)(b) and (2) to (5) and 138K do”there were substituted “Section 138I(1)(b) and (2) to (5) does”,\n\t\t\tsubsections (2) and (4)(b) were omitted,\n\t\t\tin subsection (5)(a), “or 138J(2)(a)” were omitted, and\n\t\t\tin subsection (5)(b), “or 138J(5)(a)” were omitted;\n\t\t\tsection 141A (power to make consequential amendments of references to rulesetc).”\n\t\t\tAny requirement that arises by virtue of Article 4A(3)(d) of the PRIIPsRegulation, as inserted by subsection (2), may be satisfied by things donebefore that subsection comes into force (as well as by things done after thattime).\n\t\t\tIn paragraph 3 of Article 8 of the PRIIPs Regulation (information to becontained in key information document), in point (d)(iii), for “performancescenarios and the assumptions made to produce them” substitute “information onperformance”.\n\t\t\tThe Treasury may by regulations substitute a later date for the date thatis for the time being mentioned in Article 32(1) of the PRIIPs Regulation(exemption of UCITS).\n\t\t\tThe date as substituted under subsection (5) must be no later than 31December 2026.\n\t\t\tRegulations under subsection (5) are subject to the negative procedure.\n\tRetention of personal data under the Market Abuse Regulation\n\t\tIn Article 28 of [Regulation (EU) No.596/2014](/european/regulation/2014/0596?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 16 April 2014on market abuse (data protection), omit “Personal data is to be retained for amaximum period of five years.”\n\tOver the counter derivatives: clearing and procedures for reporting\n\t\t[Regulation (EU) No. 648/2012](/european/regulation/2012/0648?view=plain\"Go to item of legislation\") of the European Parliament and of the Council of4 July 2012 on OTC derivatives, central counterparties and trade repositories(the “European Market Infrastructure Regulation”) is amended as follows.\n\t\tIn Article 4 (clearing obligation)—\n\t\t\tafter paragraph 3 insert—\n\t\t\t\t“3A.Clearing members and clients which provide clearing services, whetherdirectly or indirectly, must—\n\t\t\tprovide those services under fair, reasonable, non-discriminatory andtransparent commercial terms, and\n\t\t\ttake all reasonable measures to identify, prevent, manage and monitorconflicts of interest, in particular between the trading unit and the clearingunit, that may adversely affect the fair, reasonable, non-discriminatory andtransparent provision of clearing services.\n\t\t\t3B.The duty under paragraph 3A(a)—\n\t\t\tdoes not oblige clearing members or clients to contract, and\n\t\t\tdoes not prevent clearing members or clients from taking steps to controlthe risks related to the clearing services offered.\n\t\t\t3C.The duty to take the measures described in paragraph 3A(b) includes a dutyto do so where trading and clearing services are provided by different legalentities belonging to the same group.\n\t\t\t3D.The duties under paragraph 3A (read with paragraphs 3B and 3C) apply inrelation to an undertaking with an indirect contractual arrangement with aclearing member of a CCP which enables that undertaking to clear itstransactions with a CCP as they apply in relation to a client.”, and\n\t\t\tafter paragraph 4 insert—\n\t\t\t“4A.The FCA may make rules specifying the conditions under which thecommercial terms referred to in paragraph 3A(a) are to be considered fair,reasonable, non-discriminatory and transparent.”\n\t\tIn Article 78 (general requirements), at the end insert—\n\t\t“9.A trade repository must establish the following procedures and policies—\n\t\t\tprocedures for the effective reconciliation of data between traderepositories;\n\t\t\tprocedures to verify the completeness and correctness of the data reported;\n\t\t\tpolicies for the orderly transfer of data to other trade repositories whererequested by the counterparties or CCPs referred to in Article 9 or whereotherwise necessary.\n\t\t\t10.The FCA may make rules applying to trade repositories relating to—\n\t\t\tprocedures described in paragraph 9(a) and (b),\n\t\t\tprocedures to be applied to verify compliance by counterparties and CCPswith the reporting obligation under Article 9, and\n\t\t\tpolicies described in paragraph 9(c).”\n\t\tAfter Article 84a insert—\n\t\t_“ Article 84b_ **FCA rules**\n\t\t\t1.The provisions of Part 9A of FSMA (rules and guidance) listed in paragraph 2apply in relation to rules made by the FCA under Article 4(4A) or 78(10) asthey apply in relation to rules made by the FCA under that Part of that Act,subject to the modification in paragraph 3.\n\t\t2.The provisions are—\n\t\t\tsection 137T (general supplementary powers);\n\t\t\tsection 138C (evidential provision);\n\t\t\tsection 138E (limits on effect of contravening rules);\n\t\t\tsections 138F, 138G and 138H (notification and verification etc);\n\t\t\tsections 138I and 138L (consultation);\n\t\t\tsection 141A (power to make consequential amendments of references torules).\n\t\t\t3.Section 137T applies as if the reference to authorised persons were—\n\t\t\tfor the purposes of rules made under Article 4(4A), a reference to clearingmembers, clients and undertakings described in Article 4(3D), and\n\t\t\tfor the purposes of rules made under Article 78(10), a reference to traderepositories.”\n\t\t\tThe requirements of section 138I of the Financial Services and Markets Act2000, in so far as they apply in connection with rules made under Article4(4A) or 78(10) of the European Market Infrastructure Regulation, may besatisfied by things done before the relevant provision of this section comesinto force (as well as by things done after that time).\n\tRegulations about financial collateral arrangements\n\t\tThe Financial Collateral Arrangements (No. 2) Regulations 2003 ([S.I.2003/3226](/id/uksi/2003/3226?view=plain \"Go to item of legislation\")) asoriginally made, and all amendments made to them, have effect, and are to betreated as having had effect, despite any lack of power to make theregulations and amendments.\n\t\tAccordingly, the validity of anything done under or in reliance on thoseregulations (whether as originally made or as amended) is to be treated asunaffected by any such lack of power.\n\t\tThe Banking Act 2009 is amended in accordance with subsections (4) to (6).\n\t\tIn section 255 (regulations about financial collateral arrangements)—\n\t\t\tin subsection (3)(b) omit “or purported to be done”,\n\t\t\tomit subsection (5), and\n\t\t\tafter that subsection insert—\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\tSection 41 of the Financial Services Act 2021 makes further provision inrelation to the Financial Collateral Arrangements (No. 2) Regulations 2003([S.I. 2003/3226](/id/uksi/2003/3226?view=plain \"Go to item oflegislation\")).”\n\t\tOmit section 256 (procedure for making regulations under section 255).\n\t\tIn the table in section 259(3) (procedure applying to statutoryinstruments), in the entry for section 255, for “affirmative resolution”substitute “draft affirmative resolution”.\n\tAppointment of chief executive of FCA\n\t\tSchedule 1ZA to the Financial Services and Markets Act 2000 (FinancialConduct Authority) is amended as follows.\n\t\tIn paragraph 2A—\n\t\t\tafter sub-paragraph (1) insert—\n\t\t\t\t“(1A)Appointment as chief executive under paragraph 2(2)(b) is to be for aperiod of 5 years.”, and\n\t\t\tin sub-paragraph (2), for “Sub-paragraph (1) does” substitute “Sub-paragraphs (1) and (1A) do”.\n\t\tAfter paragraph 2A insert—\n\t\t“2B(1)A person may not be appointed as chief executive under paragraph 2(2)(b)more than twice.\n\t\tFor this purpose an appointment as chief executive on an acting basis,pending a further appointment being made, is to be ignored.”\n\tSubordinate legislation made under retained direct EU legislation\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tIn section 425C (“qualifying provision”)—\n\t\t\tthe existing text becomes subsection (1),\n\t\t\tafter paragraph (b) of that subsection insert—\n\t\t\tother subordinate legislation made under retained direct EUlegislation;”,\n\t\t\tin paragraph (c) of that subsection omit “(within the meaning of theInterpretation Act 1978)”, and\n\t\t\tafter that subsection insert—\n\t\tIn this section, “subordinate legislation” has the same meaning as in theInterpretation Act 1978 (see section 21 of that Act).”\n\t\tIn paragraph 8(3) of Schedule 1ZA (Financial Conduct Authority’sarrangements for discharging functions: legislative functions), in paragraph(a), after “rules” insert “under this Act or under retained direct EUlegislation”.\n\tPayment services and the provision of cash\n\t\tIn Part 2 of Schedule 1 to the Payment Services Regulations ([S.I.2017/752](/id/uksi/2017/752?view=plain \"Go to item of legislation\"))(activities which do not constitute payment services), after paragraph 2insert—\n\t\tThe provision of cash otherwise than through an automatic teller machinedoes not constitute a payment service where—\n\t\t\tthere is a transfer of a corresponding amount from a payment account heldby the recipient of the cash to a relevant person, and\n\t\t\tthe payment account is not provided by a relevant person.\n\t\tIn sub-paragraph (1), “relevant person” means—\n\t\t\twhere the cash is provided by a person (“P1”) through one or more personsacting on P1’s behalf, P1 and each person acting (directly or indirectly) onP1’s behalf;\n\t\t\twhere the cash is provided by a person (“P2”) otherwise than on behalf ofanother person or through one or more persons acting on P2’s behalf, P2.\n\t\tThe execution of the transfer referred to in sub-paragraph (1)(a), andother services enabling that transfer, are not excluded from the meaning ofpayment services by this paragraph.”"
    },
    {
        "length": 1450,
        "text": "\nGeneral\n\tPower to make consequential provision\n\t\tThe Treasury may by regulations make provision that is consequential on anyprovision made by this Act.\n\t\tThe Secretary of State may by regulations make provision that isconsequential on provision made by section 32 or 33 or Schedule 12.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes;\n\t\t\tinclude transitional, transitory or saving provision;\n\t\t\tamend, repeal, revoke or otherwise modify an enactment.\n\t\tRegulations under this section are subject to the affirmative procedure ifthey amend, repeal or revoke any provision of—\n\t\t\tan Act,\n\t\t\tretained direct principal EU legislation,\n\t\t\ta Measure or Act of Senedd Cymru,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\tNorthern Ireland legislation.\n\t\tRegulations under this section to which subsection (4) does not apply aresubject to the negative procedure.\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tWhere regulations under this Act are subject to “the negative procedure”,the statutory instrument containing the regulations is subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tWhere regulations under this Act are subject to “the affirmativeprocedure”, the regulations may not be made unless a draft of the statutoryinstrument containing them has been laid before and approved by a resolutionof each House of Parliament.\n\t\tAny provision that may be included in regulations under this Act subject tothe negative procedure may be made by regulations subject to the affirmativeprocedure.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the Benchmarks Regulation” means [Regulation (EU) 2016/1011](/european/regulation/2016/1011?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 8 June 2016 on indices used as benchmarks in financial instruments and financial contracts or to measure the performance of investment funds; \n\t\t  * “the Capital Requirements Regulation” means [Regulation (EU) No. 575/2013](/european/regulation/2013/0575?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms; \n\t\t  * “enactment” includes— \n\t\t\tretained direct EU legislation,\n\t\t\tan enactment comprised in subordinate legislation,\n\t\t\tan enactment comprised in, or in an instrument made under, a Measure or Act ofSenedd Cymru,\n\t\t\tan enactment comprised in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment comprised in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act 1978 (see section 21 of that Act). \n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to subsections (2) and (3).\n\t\tIn section 35—\n\t\t\tsubsections (1), (2) and (4) extend to England and Wales only, and\n\t\t\tsubsection (3) extends to England and Wales and Northern Ireland only.\n\t\tIn Schedule 12, paragraph 14(4) extends to Northern Ireland only.\n\t\tThe power under section 79(10) of the Criminal Justice Act 1993 may beexercised so as to extend to any of the British overseas territories theamendment of that Act made by section 31 of this Act (with or withoutexceptions or modifications).\n\t\tThe power under section 430(3) of the Financial Services and Markets Act2000 may be exercised so as to extend to any of the Channel Islands or theIsle of Man any amendment or repeal made by or under this Act of any part ofthat Act (with or without modifications).\n\tCommencement and transitional provision\n\t\tThis section and the following provisions come into force on the day onwhich this Act is passed—\n\t\t\tsection 33 and Schedule 12, except for paragraphs 10 to 21 of that Scheduleas they extend to Northern Ireland,\n\t\t\tsection 36,\n\t\t\tsection 41,\n\t\t\tsection 45,\n\t\t\tsection 46,\n\t\t\tsection 47,\n\t\t\tsection 48, and\n\t\t\tsection 50.\n\t\tThe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\tsection 30,\n\t\t\tsection 32,\n\t\t\tsection 35,\n\t\t\tsection 42, and\n\t\t\tsection 44.\n\t\tParagraphs 10 to 21 of Schedule 12 as they extend to Northern Ireland comeinto force on such day as the Treasury or the Secretary of State may byregulations appoint.\n\t\tSection 34 comes into force on such day as the Treasury or the Secretary ofState may by regulations appoint.\n\t\tThe other provisions of this Act come into force on such day as theTreasury may by regulations appoint.\n\t\tRegulations under subsection (3), (4) or (5) may appoint different days fordifferent purposes.\n\t\tThe Treasury or the Secretary of State may by regulations maketransitional, transitory or saving provision in connection with the cominginto force of a provision of this Act.\n\t\tRegulations under subsection (7) may make different provision for differentpurposes.\n\tShort title\n\t\tThis Act may be cited as the Financial Services Act 2021."
    }
]