{
    "general": "This law makes rules for banks, lenders, and other people who give loans or financial advice. It also helps people who are struggling with debt by giving them more time to pay back their loans. Additionally, it creates a new type of savings account called \"Help-to-Save\" that gives people a small amount of money to help them save.",
    "series": [
        [
            {
                "length": 188,
                "short": "\"Regulatory Changes for Investment Firms in the UK\"",
                "text": "\n* Simplified point 1: The exclusion of certain investment firms from the Capital Requirements Regulation.\n* Simplified point 2: The prudential regulation of certain investment firms by FCA rules.\n* Simplified point 3: The transfer of certain prudential regulation matters into PRA rules.\n* Simplified point 4: The revocation of certain provisions of the Capital Requirements Regulation.\n* Simplified point 5: The amendments of the Financial Services and Markets Act 2000.\n* Simplified point 6: The power to amend the Credit Rating Agencies Regulation.\n\nPlease let me know if you need any further clarification or details."
            },
            {
                "length": 216,
                "short": "\"UK Benchmark Regulations Amended for Critical Designation\"",
                "text": "\n* Simplified point 1: The review of critical benchmarks is amended to include benchmarks provided by administrators located in the UK.\n* Simplified point 2: The criteria for determining whether a benchmark is critical have been updated to include the availability of appropriate market-led substitutes.\n* Simplified point 3: The regulation now requires that the Treasury consider whether the benchmark satisfies certain conditions before it can be designated as critical.\n* Simplified point 4: The regulation has been updated to include a new criterion for determining whether a benchmark is critical, which is whether it has a sufficient number of appropriate market-led substitutes.\n* Simplified point 5: The regulation now allows for the possibility that a benchmark may be considered critical even if it does not fulfill all of the criteria, if it is not reasonably practicable for users to switch to a substitute benchmark."
            },
            {
                "length": 234,
                "short": "\"UK Financial Conduct Authority Given Power to Ensure Representative Benchmarks\"",
                "text": "\n* Simplified point 1: The UK Financial Conduct Authority (FCA) is given the power to assess the representativeness of a critical benchmark and to compel the administrator to continue publishing it for an extended period of 10 years.\n* Simplified point 2: The FCA must assess the capability of the benchmark to measure the underlying market or economic reality before giving notice to the administrator, and must make its assessment and give notice before the end of a 28-day period.\n* Simplified point 3: The FCA can give the administrator either a notice stating that the benchmark is not representative of the market or economic reality, or a notice stating that the representativeness of the benchmark is not at risk.\n* Simplified point 4: The amendment to Article 21 of the Benchmarks Regulation aims to ensure that critical benchmarks continue to be published and are representative of the market or economic reality they are intended to measure."
            },
            {
                "length": 470,
                "short": "\"UK Regulator's Power to Prohibit Use of Critical Benchmarks\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) can prohibit the use of a critical benchmark by supervised entities if it is no longer reliable or if it is being used in a way that is not in the best interests of users.\n* Simplified point 2: The FCA can prohibit new use of a benchmark by supervised entities, such as issuing financial instruments that reference the benchmark or using the benchmark to determine the amount payable under a financial contract.\n* Simplified point 3: The FCA can only exercise this power if it is desirable to do so in order to advance either or both of its consumer protection objective and its integrity objective.\n* Simplified point 4: The FCA can take into account the likely effect outside the United Kingdom of the exercise of this power when making decisions about the use of critical benchmarks.\n* Simplified point 5: The FCA can make different provision for different purposes in a notice under this Article, and can provide transitional provision as it considers appropriate.\n* Simplified point 6: A notice under this Article must give reasons for the prohibition, specify when the prohibition is to take effect, explain how the FCA has taken account of the relevant policy statement, and provide any further information that the FCA considers appropriate for assisting supervised entities to understand the prohibition.\n* Simplified point 7: A notice under this Article must be published in a manner that is best calculated to bring it to the attention of supervised entities and the public.\n* Simplified point 8: The FCA must give a copy of a notice under this Article to the Treasury before publishing it, and may charge a reasonable fee for providing a person with a copy of a notice published under this Article.\n* Simplified point 9: The FCA can prohibit the use of a benchmark in a way that is not in the best interests of users, such as if the benchmark is no longer reliable or if it is being used in a way that is not in the best interests of users."
            },
            {
                "length": 349,
                "short": "\"UK Financial Conduct Authority's Power to Assess Benchmark Representativeness\"",
                "text": "\n* Simplified point 1: The UK Financial Conduct Authority (FCA) has the power to assess the representativeness of critical benchmarks, such as financial indices, and to require administrators to submit assessments of the benchmark's capability to measure the underlying market or economic reality.\n* Simplified point 2: The FCA can impose a requirement on the administrator of a critical benchmark to submit an assessment of the benchmark's representativeness, and can also make its own assessment of the benchmark's capability to measure the underlying market or economic reality.\n* Simplified point 3: The FCA can take into account the procedure established by the benchmark administrator in accordance with Article 28(1) of the Benchmarks Regulation, and can also consider an assessment submitted by the administrator after the end of the specified period.\n* Simplified point 4: The FCA must give the benchmark administrator a written notice stating that it considers the benchmark is not representative of the market or economic reality that it is intended to measure, or that the representativeness of the benchmark is at risk, if it makes such a finding.\n* Simplified point 5: The FCA can only impose a requirement on the administrator of a critical benchmark to submit an assessment of the benchmark's representativeness if it considers that the benchmark does not, or may not, represent the underlying market or economic reality, or that the representativeness of the benchmark is or may be at risk."
            },
            {
                "length": 302,
                "short": "\"UK Regulator's Power to Maintain Benchmark Representativeness\"",
                "text": "\n* Simplified point 1: The UK Financial Conduct Authority (FCA) has the power to require contributors to continue providing input data to critical benchmarks, even if they have given notice to cease contributing, in order to maintain, restore, or improve the representativeness of the benchmark.\n* Simplified point 2: The FCA may only exercise this power if it considers it appropriate to do so for the purpose of maintaining, restoring, or improving the representativeness of the benchmark.\n* Simplified point 3: The FCA has the power to extend beyond the maximum five-year period laid down in the second subparagraph of paragraph 6 any measures adopted under paragraph 6 in relation to the benchmark, if it considers it appropriate to do so for the purpose of maintaining, restoring, or improving the representativeness of the benchmark.\n* Simplified point 4: The FCA may only exercise this power in relation to an Article 23A benchmark if the designation of the benchmark under Article 23A takes effect.\n* Simplified point 5: The FCA has the power to treat any measures adopted under paragraph 6 in relation to the benchmark as being revoked when the designation of the benchmark under Article 23A takes effect."
            },
            {
                "length": 503,
                "short": "\"Designation of Unrepresentative Benchmarks: FCA Powers and Procedures\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) can designate certain critical benchmarks as unrepresentative or at risk of being unrepresentative.\n* Simplified point 2: If the FCA gives a notice to the benchmark administrator under Article 21(3B)(a) or Article 22B(3)(a), it must consider whether to designate the benchmark under Article 23A within 21 days.\n* Simplified point 3: The FCA may not designate a benchmark if it can be restored and maintained by the administrator or the FCA exercising its powers under Article 23(6).\n* Simplified point 4: If the FCA decides to designate a benchmark, it must give the administrator a written notice of its decision and explain the effects of the designation.\n* Simplified point 5: The FCA may change the effective date of the designation, and if it does, it must give the administrator a written notice of the new effective date.\n* Simplified point 6: The FCA may withdraw a designation of a benchmark if it has not taken effect, paragraph 1 applies again in relation to the benchmark, and the FCA designates the benchmark again under this Article with effect from an earlier date.\n* Simplified point 7: The FCA must publish a notice of the designation before the day on which the notice provides for the designation to take effect, and in a manner that appears to the FCA to be best calculated to bring it to the attention of the public.\n* Simplified point 8: The FCA may charge a reasonable fee for providing a person with a copy of a notice under this Article.\n* Simplified point 9: The benchmark administrator may refer the matter to the Upper Tribunal if the FCA decides to designate a benchmark under this Article and gives the administrator a notice under paragraph 4.\n* Simplified point 10: Part 9 of FSMA (hearings and appeals) applies in relation to references to the Upper Tribunal made under this Article as it applies in relation to references made to that Tribunal under that Act."
            },
            {
                "length": 368,
                "short": "\"UK Financial Regulator Gains Power to Prohibit Use of Certain Benchmarks\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) is given the power to prohibit the use of certain benchmarks, specifically those designated under Article 23A of the Benchmarks Regulation.\n* Simplified point 2: The FCA may allow supervised entities to continue using these benchmarks for \"legacy use\" purposes, but only if it is desirable to do so in order to advance either the FCA's consumer protection or integrity objectives.\n* Simplified point 3: The FCA may charge a reasonable fee for providing a person with a copy of a notice published under this Article.\n* Simplified point 4: The FCA must give a copy of a notice under this Article to the Treasury before publishing it.\n* Simplified point 5: The FCA may alter or withdraw a permission for legacy use of a benchmark, and must give reasons for the permission or alteration/withdrawal of permission.\n* Simplified point 6: The FCA must publish notices under this Article in a manner that is best calculated to bring them to the attention of supervised entities and the public.\n* Simplified point 7: The FCA must consider the relevant policy statement when making decisions under this Article.\n* Simplified point 8: The FCA may make transitional provision in notices under this Article.\n* Simplified point 9: The FCA must provide further information in notices under this Article to assist supervised entities in understanding the permission or alteration/withdrawal of permission."
            },
            {
                "length": 449,
                "short": "\"Regulatory Control Over Benchmarks: FCA's Power to Cessate Article 23A Benchmarks\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) has the power to order the cessation of Article 23A benchmarks if it is deemed necessary for the orderly cessation of the benchmark.\n* Simplified point 2: The FCA may exercise this power if it is desirable to do so in order to advance either or both of its consumer protection objective or integrity objective.\n* Simplified point 3: The FCA may only exercise this power if it is appropriate to do so, having regard to the desirability of securing that the cessation of the benchmark takes place in an orderly fashion.\n* Simplified point 4: The FCA may have regard to the likely effect outside the United Kingdom of the exercise of the power when exercising its powers under paragraph 2.\n* Simplified point 5: The FCA may specify when a requirement must be satisfied, and may vary or withdraw a requirement from time to time.\n* Simplified point 6: The benchmark administrator may not change anything described in paragraph 2 unless the FCA requires it to do so, or gives it a discretion to do so under paragraph 2.\n* Simplified point 7: The FCA must give a copy of a notice under paragraph 2 or 8(b) to the Treasury before publishing it, and may charge a reasonable fee for providing a person with a copy of a notice under paragraph 2 or 8(b).\n* Simplified point 8: The FCA may, in accordance with paragraphs 4 to 9, provide that this Regulation applies to an Article 23A benchmark with modifications, where it considers it appropriate to do so having regard to the effects of the designation under Article 23A or the FCA’s exercise of its powers under Article 23D(2) (or both)."
            },
            {
                "length": 247,
                "short": "\"Regulatory Review Under the Benchmarks Regulation\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) must review its exercise of powers under Article 23D of the Benchmarks Regulation every two years to ensure that the powers are being used to advance the objectives of the regulation.\n* Simplified point 2: The FCA must publish a report on the outcome of each review, which must consider whether the exercise of powers has advanced the objectives of the regulation and have regard to the policy statement with respect to the exercise of powers.\n* Simplified point 3: The FCA must give a copy of the review report to the Treasury before publishing it, and may charge a reasonable fee for providing a person with a copy of the report.\n* Simplified point 4: The FCA may fulfil its duty to review the exercise of powers under Article 23D by means of the same review and report.\n* Simplified point 5: The FCA must publish the review report in a way that is best calculated to bring it to the attention of the public."
            },
            {
                "length": 243,
                "short": "\"UK Financial Conduct Authority Policy Statement on Benchmarks Regulation\"",
                "text": "\n* Simplified point 1: The FCA (Financial Conduct Authority) must create and publish a statement of their policy regarding the use of their powers under the Benchmarks Regulation.\n* Simplified point 2: The statement must cover the FCA's policy on designating benchmarks, exercising powers under Article 21A, 23C, and 23D, and publishing the statement in a way that is best calculated to bring it to the attention of the public.\n* Simplified point 3: The FCA must give a copy of the statement to the Treasury before publishing it, and may charge a reasonable fee for providing a copy to others.\n* Simplified point 4: The FCA must have regard to any relevant statement of policy published under Article 23F of the Benchmarks Regulation when making decisions under Article 23A or exercising its powers under any of Articles 21A, 23C, or 23D."
            },
            {
                "length": 282,
                "short": "\"New Provisions for Critical Benchmarks Under the Financial Services Act 2021\"",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 introduces a new provision for critical benchmarks provided for different currencies, maturities, or tenors (umbrella benchmarks).\n* Simplified point 2: The provision ensures that each version of an umbrella benchmark is treated as a separate critical benchmark, subject to certain modifications, to accurately reflect the market or economic reality defined in the benchmark statement.\n* Simplified point 3: The modifications include the benchmark administrator's duty to submit an assessment for each version of the umbrella benchmark, and the FCA's duty to carry out a review of its exercise of powers under Article 23D(2) for each version.\n* Simplified point 4: Notices given under the provisions listed in paragraph 3 may relate to one or all versions of the umbrella benchmark, and the FCA may exercise its functions in different ways in relation to different versions.\n* Simplified point 5: The Treasury may make regulations to modify or revoke provisions of this Article, and any such regulations must be approved by a resolution of each House of Parliament."
            },
            {
                "length": 234,
                "short": "\"UK Financial Regulator's Power Over Benchmark Changes\"",
                "text": "\n* Simplified point 1: The UK Financial Conduct Authority (FCA) has the power to approve or reject changes to benchmarks used in financial instruments, and can extend the consideration period for such changes.\n* Simplified point 2: The FCA must consider whether changes to benchmarks satisfy certain criteria, including whether the benchmark is robust and whether users are prepared for changes to the benchmark.\n* Simplified point 3: The FCA can request an assessment from the benchmark administrator of the current use of the benchmark, the availability of suitable alternatives, and the preparedness of users for changes to the benchmark.\n* Simplified point 4: The FCA can extend the consideration period for changes to benchmarks beyond the initial 60-day period.\n* Simplified point 5: The benchmark administrator must publish the procedure for making changes to the benchmark and provide an assessment of the matters described in paragraph 1C of the Financial Services Act 2021."
            },
            {
                "length": 233,
                "short": "\"Transition Period Extended for Benchmarks Until 2025\"",
                "text": "\n* Simplified point 1: The transitional period for benchmarks with non-UK administrators is extended from 31 December 2022 to 31 December 2025.\n* Simplified point 2: The transitional period for benchmarks with UK administrators is extended from 1 January 2023 to 1 January 2026.\n\nExplanation:\nThe extract of the legislation amends Article 51(5) of the Benchmarks Regulation to extend the transitional period for benchmarks with non-UK administrators and UK administrators. The transitional period is extended from 31 December 2022 to 31 December 2025 for benchmarks with non-UK administrators, and from 1 January 2023 to 1 January 2026 for benchmarks with UK administrators. This allows for more time for the transition to the new regulatory framework for benchmarks."
            },
            {
                "length": 290,
                "short": "\"UK-Gibraltar Financial Services Amendments: Streamlining Regulatory Requirements for Cross-Border Activities\"",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 amends the Financial Services and Markets Act 2000 to allow Gibraltar-based persons to carry on regulated activities in the UK without needing authorization.\n* Simplified point 2: The amendments also require the Treasury to prepare reports on the operation of the Schedule 2A permissions and to consult with the FCA and PRA.\n* Simplified point 3: The amendments provide for the carrying on of activities corresponding to regulated activities in Gibraltar by UK-based persons, and make provision for the operation of Part 7 of the Financial Services and Markets Act 2000 in relation to cases involving a Gibraltar-based person.\n* Simplified point 4: The amendments also allow the Treasury to make regulations to make provision relating to a Gibraltar-based person equivalent to provision in an enactment in force immediately before IP completion day relating to an EEA firm of a kind mentioned in Schedule 3 to the Financial Services and Markets Act 2000."
            },
            {
                "length": 308,
                "short": "\"UK Control Over Gibraltar's Finances: Regulatory Changes Allowed\"",
                "text": "\n* Simplified point 1: The UK government can make changes to financial regulations related to Gibraltar to ensure that the financial system in Gibraltar is compatible with the UK's financial system.\n* Simplified point 2: The changes can include repealing or revoking provisions related to Gibraltar, making new provisions with the same effect, and replacing or supplementing existing provisions with provisions similar to those of the Financial Services and Markets Act 2000.\n* Simplified point 3: The regulations can also make consequential, incidental, supplementary, transitional, transitory or saving provisions.\n* Simplified point 4: The regulations are subject to the affirmative procedure and must be made by the Treasury, who must consult with the government of Gibraltar, the Financial Conduct Authority, and the Prudential Regulation Authority before making any changes.\n* Simplified point 5: The powers under subsection (1)(b), (c) and (d) include the ability to make modifications to provisions in the Financial Services and Markets Act 2000, with or without modifications, and to make consequential, incidental, supplementary, transitional, transitory or saving provisions."
            },
            {
                "length": 196,
                "short": "UK Recognition of Overseas Investment Schemes Eased with Minor Amendments",
                "text": "\n* Simplified point 1: This extract of the legislation allows for the recognition of collective investment schemes authorized in approved countries or territories, making it easier for these schemes to operate in the UK.\n* Simplified point 2: The insertion of \"a section 271A scheme\" in the definition of \"a recognised scheme\" means that these schemes will be subject to specific regulations and requirements under section 271A of the Financial Services and Markets Act 2000.\n* Simplified point 3: The minor and consequential amendments in Part 2 of Schedule 9 ensure that the legislation is consistent and up-to-date, and that any necessary changes are made to reflect the new provisions for recognised overseas schemes."
            },
            {
                "length": 329,
                "short": "Recognition of Overseas Collective Investment Schemes Amendment",
                "text": "\n* Simplified point 1: The Financial Services and Markets Act 2000 is amended to include individually recognised overseas collective investment schemes.\n* Simplified point 2: The amendments include changes to the requirements for recognizing and reporting alterations to recognized schemes, as well as the addition of a new section 282C which specifies the obligations of the operator of a scheme where recognition is revoked or suspended.\n* Simplified point 3: The amendments also include changes to the rules for recognizing parts of schemes under section 272, and the Treasury is given the power to make regulations to modify enactments to make them apply to parts of recognized schemes.\n* Simplified point 4: The definition of \"a recognised scheme\" in section 237(3) is amended to include references to schemes recognised under section 272, and provisions of or made under this Part of this Act have effect in relation to parts of schemes recognised, or seeking recognition, under section 272 with appropriate modifications.\n* Simplified point 5: The regulations made under section 282C may amend, repeal or revoke an enactment, and the Treasury may make regulations to make provision about what are, or are not, appropriate modifications for the purposes of section 282C."
            },
            {
                "length": 281,
                "short": "\"Amendments to Allow for MMF Authorization and Supervision in Approved Countries\"",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 is amending the European Parliament and Council of 2017 Regulation on money market funds to allow for MMFs authorized and supervised in approved countries.\n* Simplified point 2: The Treasury can make regulations to approve countries or territories for the purpose of MMF authorization and supervision, and the FCA can prepare reports on the law and practice of such countries or territories.\n* Simplified point 3: The regulation adds a new Article 4A to the Financial Services Act 2021, which allows for the approval of countries or territories for the purpose of MMF authorization and supervision.\n* Simplified point 4: The regulation also adds new provisions to Article 4 of the Financial Services Act 2021, which relate to the authorization and supervision of MMFs in approved countries or territories.\n* Simplified point 5: The regulation makes changes to Article 6 of the Financial Services Act 2021, which relates to the use of designation as an MMF."
            },
            {
                "length": 247,
                "short": "\"UK Investment Services Open to Third Country Firms\"",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 amends the Markets in Financial Instruments Regulation to allow third country firms to provide investment services and perform investment activities in the UK.\n* Simplified point 2: The amendments in Schedule 10 of the Act apply to the provision of investment services and the performance of investment activities in the UK by third country firms, and relate to the Markets in Financial Instruments Regulation.\n* Simplified point 3: The Markets in Financial Instruments Regulation is a European Union regulation that sets out rules for the provision of investment services and the performance of investment activities in the European Economic Area.\n* Simplified point 4: The Financial Services Act 2021 enables third country firms to provide investment services and perform investment activities in the UK, subject to certain conditions and requirements, as set out in the Act and the Markets in Financial Instruments Regulation."
            },
            {
                "length": 266,
                "short": "\"Financial Regulator Seeks Public Input on Consumer Protection Rules\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) must consult the public on whether to make rules that require authorized persons to provide a duty of care to consumers.\n\n* Simplified point 2: The consultation must consider the level of care that should be provided to consumers, whether a duty of care should be owed to all consumers or specific classes of consumers, and how a duty of care would advance the FCA's consumer protection objective.\n\n* Simplified point 3: The FCA must carry out the consultation before January 1, 2022, and make rules about the level of care that must be provided to consumers by authorized persons before August 1, 2022.\n\n* Simplified point 4: The FCA may satisfy its duty to consult by carrying out consultation before January 1, 2021, as well as after the section comes into force.\n\n* Simplified point 5: The section defines \"authorized person,\" \"consumer,\" and \"general rules\" for the purposes of the section."
            },
            {
                "length": 375,
                "short": "`UK Legislative Amendments: Expanded Scope for Insider Dealing & Money Laundering Regulations`",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation, specifically the Financial Services Act 2021, related to insider dealing and money laundering.\n* Simplified point 2: The extract amends existing legislation to expand the scope of insider dealing and money laundering regulations to include electronic money institutions and payment institutions, and to apply forfeiture of money held in accounts maintained with these institutions.\n* Simplified point 3: The amendments made by the Schedule are to be treated as having come into force at the same time as the provisions they amend, except for the amendments of Part 5 of the Proceeds of Crime Act 2002, which extend to Northern Ireland.\n* Simplified point 4: Regulations made under paragraph 10X of Schedule 1 to the Anti-Terrorism, Crime and Security Act 2001, or section 303Z10 of the Proceeds of Crime Act 2002, apply for the purposes of notices relating to money held in accounts maintained with electronic money institutions and payment institutions, as well as for the purposes of notices relating to money held in accounts maintained with banks and building societies.\n* Simplified point 5: The text also includes a new provision that applies the money laundering regulations to overseas trustees, and a new definition of \"United Kingdom person\" for the purposes of the section 49 regulations."
            },
            {
                "length": 290,
                "short": "\"Debt Respite Scheme: Temporary Reprieve from Debt Payments for Financial Advice and Repayment Planning\"",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 amends the Financial Guidance and Claims Act 2018 to allow for the creation of a debt respite scheme.\n* Simplified point 2: The debt respite scheme will provide individuals with a temporary reprieve from making payments towards their debts, allowing them to seek financial advice and create a plan for repaying their debts.\n* Simplified point 3: The regulations under the debt respite scheme may include provisions for the involvement of creditors in the repayment plan process, protection of individuals from being required to repay debts otherwise than in accordance with the plan, and the treatment of payments towards the costs of operating the repayment plan as permanently reducing the debt.\n* Simplified point 4: The amendment in subsection (1) does not require further advice on the establishment of a debt respite scheme to be sought, provided, or published under section 6(1), (4), or (5) of the Financial Guidance and Claims Act 2018."
            },
            {
                "length": 202,
                "short": "\"UK Government's Help-to-Save Account Transfer Regulations\"",
                "text": "\n* Simplified point 1: The UK government can transfer the balance of a matured Help-to-Save account to a new or existing account with the National Savings Bank, without charging any fees to the account holder.\n* Simplified point 2: The government can only transfer the balance if they receive an instruction from the account holder or someone acting on their behalf, and if it is reasonably practicable to implement the transfer.\n* Simplified point 3: The regulations can provide for the transfer of the balance in a matured account opened before the regulations were made.\n* Simplified point 4: The purpose of this legislation is to allow the government to help people save money by providing them with a successor account, which can be an existing or new account with the National Savings Bank, without charging any fees."
            },
            {
                "length": 1035,
                "short": "\"Financial Regulatory Amendments\"",
                "text": "\n* Simplified point 1: The section applies to any relevant credit activity that becomes subject to regulation under the Financial Services Act 2012 after the passing of the Financial Services and Markets Act 2000.\n* Simplified point 2: The section amends the Financial Collateral Arrangements (No. 2) Regulations 2003 to allow for the validity of anything done under or in reliance on those regulations to be treated as unaffected by any lack of power to make the regulations.\n* Simplified point 3: The section inserts a new Article 4A into the PRIIPs Regulation, which allows the FCA to make rules specifying whether or not a product falls within the definition of a PRIIP for the purposes of the Regulation.\n* Simplified point 4: The section amends the Financial Services and Markets Act 20000 to allow for the appointment of a chief executive of the FCA for a period of 5 years.\n* Simplified point 5: The section inserts a new paragraph 2B into Schedule 1ZA of the Financial Services and Markets Act 200000, which states that a person may not be appointed as chief executive under paragraph 2(2)(b) more than twice.\n* Simplified point 6: The section amends the Financial Services and Markets Act 20000 to include subordinate legislation made under retained direct EU legislation within the definition of \"qualifying provision\".\n* Simplified point 7: The section inserts a new paragraph 8(3) into Schedule 1ZA of the Financial Services and Markets Act 200000, which states that the FCA's appointment as chief executive under paragraph 2(2)(b) is to be treated as if the Financial Services and Markets Act 20000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000ter\ntheemtheone thepending thepending thep0000ter thepending theplaces theplaces theplaces.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ntheention the\ntheention the\ntheention the\ntheention theention theepetention theenotted the\n\n\n\n\n\n\n\nthe\nthe\nthe the\n\n\n\n\n\n\nthe\nthe\n\n\n\n\nthe\ntheentioning the\nthe year.\nthe"
            },
            {
                "length": 266,
                "short": "Financial Revolution: New Regulatory Powers and Products",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 gives the UK government the power to make changes to financial services regulations through secondary legislation.\n* Simplified point 2: The Act allows for the creation of new financial products and services, and the modification of existing ones, through the use of \"regulations\" which are subject to the affirmative or negative procedure.\n* Simplified point 3: The Act also allows for the repeal or amendment of existing legislation, and the creation of new offenses and penalties for non-compliance with financial services regulations.\n* Simplified point 4: The Act provides for the extension of certain provisions to the British overseas territories and the Channel Islands or Isle of Man, and for the creation of transitional or saving provisions in connection with the coming into force of the Act's provisions.\n* Simplified point 5: The Act's commencement and transitional provisions allow for the gradual introduction of the new financial services regulations, with some provisions coming into force immediately and others being introduced over a period of time."
            }
        ],
        [
            {
                "length": 157,
                "short": "\"Regulatory Changes for Investment Firms in the UK\"",
                "text": "\n* Simplified point 1: The exclusion of certain investment firms from the Capital Requirements Regulation.\n* Simplified point 2: The prudential regulation of certain investment firms by FCA rules.\n* Simplified point 3: The transfer of certain prudential regulation matters into PRA rules.\n* Simplified point 4: The revocation of certain provisions of the Capital Requirements Regulation.\n* Simplified point 5: The amendments of the Financial Services and Markets Act 2000.\n* Simplified point 6: The power to amend the Credit Rating Agencies Regulation."
            },
            {
                "length": 1025,
                "short": "\"Regulatory Review and Reporting Requirements for Critical Benchmarks\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) must review its exercise of powers under Article 23D of the Benchmarks Regulation every two years to ensure that the powers are being used to advance the objectives of the regulation.\n* Simplified point 2: The FCA must publish a report on the outcome of each review, which must consider whether the exercise of powers has advanced the objectives of the regulation and have regard to the policy statement with respect to the exercise of powers.\n* Simplified point 3: The FCA must give a copy of the review report to the Treasury before publishing it, and may charge a reasonable fee for providing a person with a copy of the report.\n* Simplified point 4: The FCA may fulfill its duty to review the exercise of powers under Article 23D by means of the same review and report.\n* Simplified point 5: The FCA must publish the review report in a way that is best calculated to bring it to the attention of the public.\n\n* Simplified point 1: The Financial Conduct Authority (FCA) must create and publish a statement of their policy regarding the use of their powers under the Benchmarks Regulation.\n* Simplified point 2: The statement must cover the FCA's policy on designating benchmarks, exercising powers under Article 21A, 23C, and 23D, and publishing the statement in a way that is best calculated to bring it to the attention of the public.\n* Simplified point 3: The FCA must give a copy of the statement to the Treasury before publishing it, and may charge a reasonable fee for providing a copy to others.\n* Simplified point 4: The FCA must have regard to any relevant statement of policy published under Article 23F of the Benchmarks Regulation when making decisions under Article 23A or exercising its powers under any of Articles 21A, 23C, or 23D.\n\n* Simplified point 1: The Financial Services Act 2021 introduces a new provision for critical benchmarks provided for different currencies, maturities, or tenors (umbrella benchmarks).\n* Simplified point 2: The provision ensures that each version of an umbrella benchmark is treated as a separate critical benchmark, subject to certain modifications, to accurately reflect the market or economic reality defined in the benchmark statement.\n* Simplified point 3: The modifications include the benchmark administrator's duty to submit an assessment for each version of the umbrella benchmark, and the FCA's duty to carry out a review of its exercise of powers under Article 23D(2) for each version.\n* Simplified point 4: Notices given under the provisions listed in paragraph 3 may relate to one or all versions of the umbrella benchmark, and the FCA may exercise its functions in different ways in relation to different versions.\n* Simplified point 5: The Treasury may make regulations to modify or revoke provisions of this Article, and any such regulations must be approved by a resolution of each House of Parliament.\n\n* Simplified point 1: The UK Financial Conduct Authority (FCA) has the power to approve or reject changes to benchmarks used in financial instruments, and can extend the consideration period for such changes.\n* Simplified point 2: The FCA must consider whether changes to benchmarks satisfy certain criteria, including whether the benchmark is robust and whether users are prepared for changes to the benchmark.\n* Simplified point 3: The FCA can request an assessment from the benchmark administrator of the current use of the benchmark, the availability of suitable alternatives, and the preparedness of users for changes to the benchmark.\n* Simplified point 4: The FCA can extend the consideration period for changes to benchmarks beyond the initial 60-day period.\n* Simplified point 5: The benchmark administrator must publish the procedure for making changes to the benchmark and provide an assessment of the matters described in paragraph 1C of the Financial Services Act 2021.\n\n* Simplified point 1: The transitional period for benchmarks with non-UK administrators is extended from 31 December 2022 to 31 December 2025.\n* Simplified point 2: The transitional period for benchmarks with UK administrators is extended from 1 January 2023 to 1 January 2026."
            },
            {
                "length": 232,
                "short": "The Financial Services Revolution: Empowering Innovation and Regulatory Evolution",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 empowers the UK government to make changes to financial services regulations through secondary legislation.\n* Simplified point 2: The Act allows for the creation of new financial products and services, and the modification of existing ones, using \"regulations\" subject to the affirmative or negative procedure.\n* Simplified point 3: The Act permits the repeal or amendment of existing legislation and creates new offenses and penalties for non-compliance with financial services regulations.\n* Simplified point 4: The Act extends certain provisions to the British overseas territories and the Channel Islands or Isle of Man, and establishes transitional or saving provisions for the coming into force of the Act's provisions.\n* Simplified point 5: The Act's commencement and transitional provisions enable the gradual introduction of new financial services regulations, with some provisions taking effect immediately and others being phased in over time."
            }
        ],
        [
            {
                "length": 226,
                "short": "The Financial Services Act 2021: Regulatory Changes for Investment Firms in the UK",
                "text": "\n* Simplified point 1: The Financial Services Act 2021 makes regulatory changes for investment firms in the UK, including the exclusion of certain investment firms from the Capital Requirements Regulation and the prudential regulation of certain investment firms by FCA rules.\n* Simplified point 2: The Act also includes provisions related to the regulatory review and reporting requirements for critical benchmarks, such as the requirement for the Financial Conduct Authority (FCA) to review its exercise of powers under Article 23D of the Benchmarks Regulation every two years.\n* Simplified point 3: Other key provisions of the Act include the creation of new financial products and services using \"regulations\" subject to the affirmative or negative procedure, the extension of certain provisions to the British overseas territories and the Channel Islands or Isle of Man, and the establishment of transitional or saving provisions for the coming into force of the Act's provisions."
            }
        ]
    ],
    "summary": "\nHello! I'm here to help you understand the Financial Services Act 2021. This law is designed to improve the regulation of financial services in the UK, and it includes several key provisions that aim to achieve this goal. Here's a breakdown of the main points:\n\n1. Regulatory Changes for Investment Firms: The Act allows for changes to the regulatory requirements for investment firms, including the exclusion of certain firms from the Capital Requirements Regulation and the prudential regulation of these firms by FCA rules.\n2. Regulatory Review and Reporting Requirements for Critical Benchmarks: The Act requires the Financial Conduct Authority (FCA) to review its exercise of powers under the Benchmarks Regulation every two years and publish a report on the outcome of the review. The FCA must also create and publish a statement of their policy regarding the use of their powers under the Benchmarks Regulation.\n3. New Provisions for Critical Benchmarks: The Act introduces new provisions for critical benchmarks provided for different currencies, maturities, or tenors (umbrella benchmarks), ensuring that each version of an umbrella benchmark is treated as a separate critical benchmark.\n4. Power to Approve or Reject Changes to Benchmarks: The FCA has the power to approve or reject changes to benchmarks used in financial instruments, and can extend the consideration period for such changes.\n5. Transitional Period Extensions: The Act extends the transitional periods for benchmarks with non-UK administrators and benchmarks with UK administrators until 31 December 2025 and 1 January 2026, respectively.\n6. Empowering Innovation and Regulatory Evolution: The Act empowers the UK government to make changes to financial services regulations through secondary legislation, allowing for the creation of new financial products and services and the modification of existing ones. It also permits the repeal or amendment of existing legislation and creates new offenses and penalties for non-compliance with financial services regulations.\n\nOverall, the Financial Services Act 2021 aims to improve the regulation of financial services in the UK, promote innovation, and ensure the stability of the financial system."
}