[
    {
        "length": 1895,
        "text": "\nOffence of supplying specialist printing equipment knowing it will be usedfor criminal purposes\n\tA person commits an offence if—\n\t\tthe person supplies any specialist printing equipment, and\n\t\tin making the supply, the person knows that the equipment will be or isintended to be used for the purposes of criminal conduct.\n\t“Criminal conduct” means conduct which constitutes—\n\t\tan offence under the law of England and Wales, or\n\t\tan offence under the law of a country outside England and Wales which, ifit took place in England and Wales, would constitute an offence in England andWales.\n\tAn individual guilty of an offence under this section is liable onconviction on indictment to imprisonment for a term not exceeding 10 years, orto a fine, or to both.\n\tAny other person guilty of an offence under this section is liable onconviction on indictment to a fine.\n\tIt is a defence for a person charged with an offence under this section toprove that the person’s conduct was necessary for a purpose related to theprevention or detection of crime.\nMeaning of “specialist printing equipment”\n\tIn this Act, “specialist printing equipment” means any equipment which isdesigned or adapted for, or is otherwise capable of being used for, the makingof relevant documents (including any material or article that is used in themaking of such documents).\n\tA “relevant document” is anything that is or purports to be—\n\t\tan identity document;\n\t\ta travel document;\n\t\tan entry document;\n\t\ta document used for verifying the holder’s age or national insurancenumber;\n\t\ta currency note or protected coin, as defined by section 27(1) of theForgery and Counterfeiting Act; 1981\n\t\ta debit or credit card;\n\t\tany other instrument to which section 5 of the Forgery and CounterfeitingAct 1981 applies (money orders, etc).\n\tIn subsection (2)(a), “identity document” means—\n\t\ta document used for confirming the right of a person under the EU Treatiesin respect of entry or residence in the United Kingdom;\n\t\ta document that is given in the exercise of immigration functions andrecords information about leave granted to a person to enter or remain in theUnited Kingdom;\n\t\ta registration card (within the meaning of section 26A of the ImmigrationAct 1971);\n\t\ta United Kingdom passport (within the meaning of the Immigration Act 1971);\n\t\ta passport, or other document used for the purposes of establishingidentity, issued by or on behalf of the authorities of a country or territoryoutside the United Kingdom or by or on behalf of an internationalorganisation;\n\t\ta document that can be used (in some or all circumstances) instead of apassport.\n\tIn subsection (2)(b), “travel document” means—\n\t\ta licence to drive a motor vehicle granted under Part 3 of the Road TrafficAct 1988 or under Part 2 of the Road Traffic (Northern Ireland) Order 1981([S.I. 1981/154 (N.I. 1)](/id/nisi/1981/154?view=plain \"Go to item oflegislation\"));\n\t\ta driving licence issued by or on behalf of the authorities of a country orterritory outside the United Kingdom or by or on behalf of an internationalorganisation;\n\t\ta ticket or other document authorising travel on public passenger transportservices;\n\t\ta permit authorising travel on public passenger transport services at aconcession;\n\t\ta badge of a form prescribed under section 21 of the Chronically Sick andDisabled Persons Act 1970 (blue badge scheme) or a recognised badge for thepurposes of section 21A of that Act.\n\tIn subsection (2)(c), “entry document” means any document used for thepurpose of authorising the holder to enter any premises (or part of premises),including—\n\t\ta security pass or other document used in that capacity, and\n\t\ta ticket, or other document used in that capacity, to a sporting or otherevent.\n\tIn this section—\n\t\t  * “equipment” includes any device, machinery or apparatus and any wire or cable, together with any software used with it; \n\t\t  * “document” means information recorded in any form (including stamps or labels); \n\t\t  * “immigration functions” means functions under the Immigration Acts (within the meaning of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004); \n\t\t  * “premises” includes any land; \n\t\t  * “public passenger transport services” has the same meaning as in the Transport Act 1985 (see section 63(10) of that Act). \nOffences by bodies corporate and partnerships etc\n\tFor the purposes of section 1(1) a body (whether corporate or not) is to betreated as knowing a fact about a supply of equipment if a person who hasresponsibility within the body for the supply knows of the fact.\n\tWhere an offence committed by a body corporate is proved—\n\t\tto have been committed with the consent or connivance of an officer of thebody corporate, or\n\t\tto be attributable to neglect on the part of an officer of the bodycorporate,\n\t\t\tthat officer (as well as the body corporate) is guilty of the offence and isliable to be proceeded against and dealt with accordingly.\n\t“Officer”, in relation to a body corporate, means—\n\t\tany director, manager, secretary or other similar officer of the bodycorporate, or\n\t\tany person purporting to act in any such capacity;\n\t\tand for this purpose “director”, in relation to a body corporate whose affairsare managed by its members, means a member of the body corporate.\n\tProceedings for an offence alleged to have been committed by a partnershipmay be brought in the name of the partnership.\n\tRules of court relating to the service of documents have effect in relationto such proceedings as if the partnership were a body corporate.\n\tFor the purposes of such proceedings section 33 of the Criminal Justice Act1925 and Schedule 3 to the Magistrates’ Courts Act 1980 apply as they apply inrelation to a body corporate.\n\tA fine imposed on a partnership on its conviction for an offence is to bepaid out of the partnership assets.\n\tWhere an offence committed by a partnership is proved—\n\t\tto have been committed with the consent or connivance of a partner, or\n\t\tto be attributable to neglect on the part of a partner,\n\t\tthe partner (as well as the partnership) is guilty of the offence and isliable to be proceeded against and dealt with accordingly.\n\tFor the purposes of subsections (2)(b) and (8)(b), the commission of anoffence is attributable to neglect on the part of an officer or partner onlyif that person ought reasonably to have known of the facts giving rise to theoffence.\n\tIn this section—\n\t\t  * “offence” means an offence under section 1; \n\t\t  * “partner” includes a person purporting to act as a partner. \nApplication to Crown\n\tThis Act applies to individuals in the public service of the Crown as itapplies to other individuals.\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tHer Majesty may by order in Council provide for this Act to extend with orwithout modifications to the Isle of Man.\n\tThis Act comes into force two months after the day on which this Act ispassed.\n\tNothing in this Act applies in relation to supplies of specialist printingequipment before that day.\n\tThis Act may be cited as the Specialist Printing Equipment and Materials(Offences) Act 2015.\n\t\t"
    }
]