{
    "general": "This law makes it illegal to supply certain types of specialized printing equipment and materials without proper authorization or licenses. It's like how you need a license to drive a car, but for really advanced printers and special paper that can only be used by professionals. This law helps protect people from using these high-tech printers and materials for bad things, like making fake money or passports.",
    "series": [
        [
            {
                "length": 232,
                "short": "The Specialist Printing Equipment and Materials (Offences) Act 2015: Illegal Supply of Specialized Printing Equipment for Criminal Purposes",
                "text": "\n* Simplified point 1: The Specialist Printing Equipment and Materials (Offences) Act 2015 makes it illegal to supply specialized printing equipment knowing it will be used for criminal purposes.\n* Simplified point 2: Offenders can face up to 10 years in prison or a fine for committing this offense.\n* Simplified point 3: The act also defines \"specialist printing equipment\" as any equipment designed or adapted for making relevant documents, including identity documents, travel documents, and entry documents.\n* Simplified point 4: The act applies to individuals in the public service of the crown as well as other individuals, and extends to England and Wales only.\n* Simplified point 5: The act comes into force two months after the day it is passed, and does not apply to supplies of specialist printing equipment before that day."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Specialist Printing Equipment and Materials (Offences) Act 2015 makes it against the law to sell special printers and their parts if you know they'll be used for bad things like making fake IDs or passports. If you get caught doing this, you could go to jail for up to ten years or have to pay a big fine. This law only applies to people in England and Wales who work for the government or just regular folks like you and me. It doesn't matter if you're selling these items online or in person. So, don't try to sell any special printers or parts unless you want to risk getting into trouble with the law!",
    "single": "\n* This act makes it an offense to supply specialist printing equipment knowing it will be used for criminal purposes.\n* The offense is punishable by up to 10 years in prison, a fine, or both.\n* The act defines \"specialist printing equipment\" as any equipment designed or adapted for making relevant documents, including identity documents, travel documents, entry documents, and currency notes.\n* The act also defines \"relevant documents\" as anything that can be used to confirm a person's identity, including passports, driving licenses, and tickets for public passenger transport services.\n* The act applies to individuals in the public service of the Crown as it applies to other individuals.\n* The act extends to England and Wales only, but Her Majesty may by order in Council provide for it to extend with or without modifications to the Isle of Man.\n* The act comes into force two months after the day on which it is passed, and nothing in the act applies in relation to supplies of specialist printing equipment before that day.\n"
}