[
    {
        "length": 3075,
        "text": "\nMain interpretative provisions\n\tThe following provisions apply for the interpretation of this Act.\n\t“Sunbed” means an electrically-powered device designed to produce tanningof the human skin by the emission of ultra-violet radiation.\n\tA “sunbed business” is a business that involves making one or more sunbedsavailable for use on premises that are occupied by, or are to any extent underthe management or control of, the person who carries on the business; andthose sunbeds are the sunbeds to which the business relates.\nDuty to prevent sunbed use by children\n\tA person who carries on a sunbed business (“P”) must secure—\n\t\tthat no person aged under 18 uses on relevant premises a sunbed to whichthe business relates;\n\t\tthat no offer is made by P or on P’s behalf to make a sunbed to which thebusiness relates available for use on relevant premises by a person aged under18;\n\t\tthat no person aged under 18 is at any time present, otherwise than in thecourse of providing services to P for the purposes of the business, in arestricted zone.\n\tIn this section “relevant premises” means premises which—\n\t\tare occupied by P or are to any extent under P’s management or control, and\n\t\tare not domestic premises.\n\tSubsections (4) and (5) have effect for determining what is for thepurposes of subsection (1)(c) a “restricted zone”.\n\tIf a sunbed to which the business relates is in a wholly or partly enclosedspace on relevant premises that is reserved for users of that sunbed, everypart of that space is a restricted zone.\n\tIf a sunbed to which the business relates is in a room on relevantpremises, but not in a space falling within subsection (4), every part of thatroom is a restricted zone.\n\tIf P fails to comply with subsection (1), P commits an offence and isliable on summary conviction to a fine not exceeding £20,000.\n\tIt is a defence for a person (“D”) charged with an offence under thissection to show that D took all reasonable precautions and exercised all duediligence to avoid committing it.\n\tThis section is subject to section 3 (exemption for medical treatment).\nExemption for medical treatment\n\tThe use of a sunbed falls within this subsection if—\n\t\tthe use is for the purpose of medical treatment provided under thesupervision or direction of a registered medical practitioner, and\n\t\tthe sunbed is a dedicated sunbed in, or provided by, a healthcareestablishment.\n\tSection 2(1)(a) does not apply to any use of a sunbed that falls withinsubsection (1).\n\tSection 2(1)(b) does not apply to an offer to make a sunbed available foruse in a case where the use of the sunbed would fall within subsection (1).\n\tSection 2(1)(c) does not apply in a case where a person is present in arestricted zone for the purpose of any use of a sunbed in that zone that wouldfall within subsection (1).\n\tIn subsection (1)—\n\t\t  * “dedicated sunbed” means a sunbed that is made available only for use for the purpose of medical treatment; \n\t\t  * “healthcare establishment” means— \n\t\tin England, a hospital as defined by section 275 of the National HealthService Act 2006;\n\t\tin Wales, a hospital as defined by section 206 of the National Health Service(Wales) Act 2006 or an independent hospital, independent clinic, orindependent medical agency within the meaning of the Care Standards Act 2000.\nPower to make further provision restricting use, sale or hire of sunbeds\n\tRegulations may make provision requiring a person who carries on a sunbedbusiness (“P”) to secure that—\n\t\tthe use of sunbeds to which the business relates is supervised in suchmanner as the regulations may require;\n\t\tno sunbed to which the business relates is used on domestic premises by aperson aged under 18;\n\t\tno offer is made by P or on P’s behalf to make a sunbed to which thebusiness relates available for use on domestic premises by a person aged under18.\n\tRegulations may make provision prohibiting or restricting the sale or hireof sunbeds to persons aged under 18.\n\tBefore making regulations under subsection (1)(a) or (2), the appropriatenational authority must consult persons appearing to the appropriate nationalauthority to have an interest in the subject-matter of the proposedregulations.\n\tConsultation undertaken by the appropriate national authority before thecommencement of this section is as effective for the purposes of subsection(3) as consultation undertaken after that time.\nPower to require information to be provided to sunbed users\n\tRegulations may make provision requiring any person who carries on a sunbedbusiness—\n\t\tto provide, in prescribed circumstances and in a prescribed manner,prescribed health information to persons who are using or may seek to use asunbed;\n\t\tto display prescribed health information in a prescribed manner and in aprescribed form.\n\tIn subsection (1) “health information” means information about the healthrisks associated with the use of sunbeds.\n\tRegulations may make provision prohibiting any person who carries on asunbed business from providing or displaying any material that containsstatements relating to the health effects of sunbed use other than—\n\t\tstatements containing information prescribed under subsection (1), or\n\t\tstatements containing any other information prescribed for the purposes ofthis subsection.\nProtective eyewear\n\tRegulations may make provision requiring any person who carries on a sunbedbusiness—\n\t\tto secure that protective eyewear meeting prescribed requirements is madeavailable in connection with any use of a sunbed to which the businessrelates, and\n\t\tto secure as far as reasonably practicable that persons who use a sunbed towhich the business relates wear protective eyewear meeting those requirements.\nEnforcement by local authorities\n\tIt is the duty of a local authority to enforce in its area the provisionsof section 2.\n\tFor that purpose it is the duty of every local authority to appointofficers (“authorised officers”).\n\tThe Schedule makes provision about powers of entry and related matters.\nObstruction etc. of authorised officers\n\tA person who without reasonable excuse obstructs an authorised officer,acting in the exercise of the officer’s functions under this Act, commits anoffence.\n\tA person who without reasonable excuse fails to give to an authorisedofficer, acting in the exercise of the officer’s functions under this Act, anyfacilities, assistance or information which the authorised officer reasonablyrequires of the person for the performance of those functions commits anoffence.\n\tA person (“P”) commits an offence if, in purported compliance with anyrequirement of an authorised officer mentioned in subsection (2)—\n\t\tP makes a statement which is false or misleading in a material respect, and\n\t\tP either knows that it is false or misleading or is reckless as to whetherit is false or misleading.\n\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tIn subsections (1) and (2) references to functions under this Act includereferences to functions under regulations made under this Act.\nOffences by bodies corporate\n\tThis section applies where an offence under this Act, or under regulationsmade under this Act, is committed by a body corporate.\n\tIf the offence is proved to have been committed by, or with the consent orconnivance of, or to be attributable to any neglect on the part of—\n\t\tany director, manager or secretary of the body corporate, or\n\t\tany person who was purporting to act in any such capacity,\n\t\t\tthat director, manager, secretary or person purporting to act as such (as wellas the body corporate) is guilty of the offence and liable to be proceededagainst and punished accordingly.\n\tThe reference in subsection (2) to the director, manager or secretary ofthe body corporate includes a reference to any other similar officer of thebody corporate.\nRegulations: general\n\tThe power to make regulations under this Act is exercisable by statutoryinstrument.\n\tRegulations under this Act may—\n\t\tmake different provision for different cases or different areas,\n\t\tinclude supplementary, incidental or consequential provision, and\n\t\tmake transitional provisions or savings.\n\tRegulations under this Act may—\n\t\tcreate offences punishable on summary conviction with a fine not exceeding—\n\t\ta prescribed level on the standard scale, or\n\t\ta prescribed amount not exceeding £20,000;\n\t\tprovide for exceptions from any duty imposed by the regulations;\n\t\tprovide for defences in relation to any offence created by the regulations.\n\tRegulations under this Act may also—\n\t\trequire a local authority to enforce in its area the provisions of theregulations;\n\t\trequire a local authority to appoint officers for that purpose;\n\t\tprovide for any provision of the Schedule to apply with modifications inrelation to an officer so appointed.\nRegulations: control by Parliament or National Assembly for Wales\n\tA statutory instrument containing regulations made under this Act, exceptone to which subsection (3) applies, is subject to annulment—\n\t\tin the case of regulations made by the Secretary of State, in pursuance ofa resolution of either House of Parliament;\n\t\tin the case of regulations made by the Welsh Ministers, in pursuance of aresolution of the National Assembly for Wales.\n\tSubsection (3) applies to an instrument containing (whether alone or withother provisions)—\n\t\tregulations under section 4, or\n\t\tregulations under section 5 or 6 which—\n\t\tcreate an offence or increase the penalty for an offence, or\n\t\tmake provision about any of the matters mentioned in section 10(4)(a) to(c).\n\tA statutory instrument to which this subsection applies may not be madeunless—\n\t\tin the case of regulations made by the Secretary of State, a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament;\n\t\tin the case of regulations made by the Welsh Ministers, a draft of theinstrument has been laid before, and approved by a resolution of, the NationalAssembly for Wales.\nInterpretation \n\tIn this Act—\n\t\t  * “the appropriate national authority” means— \n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the Welsh Ministers;\n\t\t\t  * “domestic premises” means premises used wholly or mainly as a private dwelling; \n\t\t\t  * “local authority” means— \n\t\tin relation to England—\n\t\ta district council;\n\t\ta county council for an area for which there is no district council;\n\t\ta London borough council;\n\t\tthe Common Council of the City of London, in its capacity as a localauthority;\n\t\tthe Sub-Treasurer of the Inner Temple and the Under Treasurer of the MiddleTemple;\n\t\tthe Council of the Isles of Scilly;\n\t\tin relation to Wales, a county council or county borough council;\n\t\t\t  * “premises” includes any place and, in particular, includes— \n\t\tany vehicle or vessel, and\n\t\tany tent or moveable structure;\n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “regulations” means regulations made by the appropriate national authority; \n\t\t\t  * “sunbed” has the meaning given by section 1(2); \n\t\t\t  * “sunbed business” has the meaning given by subsection (3) of section 1, and references to a sunbed to which a sunbed business relates are to be read in accordance with that subsection. \n\tWhere any functions of a local authority under this Act are assigned by anorder under section 2 of the Public Health (Control of Disease) Act 1984 to aport health authority, any reference in this Act to a local authority is to beread, so far as relating to those functions, as a reference to the port healthauthority to which they are so assigned.\nFinancial provisions\n\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\nShort title, commencement and extent\n\tThis Act may be cited as the Sunbeds (Regulation) Act 2010.\n\tThis Act comes into force at the end of the period of 12 months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales.\n\t\tSection 7"
    }
]