{
    "general": "This law makes sure that sunbed businesses are safe and follow rules so people don't get hurt using them. It also helps prevent skin cancer caused by too much UV light from sunbeds. The government made this law to keep you healthy!",
    "series": [
        [
            {
                "length": 212,
                "short": "\"Sunbed Regulations in England and Wales: Safety Measures and Enforcement\"",
                "text": "\n* Simplified point 1: The Sunbeds (Regulation) Act 2010 regulates the use of sunbeds in England and Wales.\n* Simplified point 2: The Act sets out duties for sunbed businesses, including ensuring that no person under 18 uses a sunbed and that offers to make sunbeds available to minors are prohibited.\n* Simplified point 3: Regulations can be made to require sunbed businesses to provide health information to users and to display certain statements about the health risks of sunbed use.\n* Simplified point 4: Local authorities have a duty to enforce the provisions of the Act and can appoint officers for that purpose.\n* Simplified point 5: Offences under the Act can lead to fines up to £20,000 and/or imprisonment."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Sunbeds (Regulation) Act 2010 helps keep people safe when they use sunbeds. It says that only adults over 18 can use sunbeds and that businesses must follow rules to protect customers' health. Businesses must give customers information about the risks of sunbed use and show signs warning about these risks. Local authorities are responsible for making sure everyone follows the rules. If someone breaks the rules, they could face big fines or even go to jail.  ",
    "single": "\n* The Sunbeds (Regulation) Act 2010 is a piece of legislation that regulates the use of sunbeds in England and Wales.\n* The act aims to protect people, especially children, from the health risks associated with sunbed use.\n* Key provisions of the act include:\n\t+ Prohibiting the use of sunbeds by children under the age of 18.\n\t+ Requiring sunbed businesses to secure that users wear protective eyewear and that the use of sunbeds is supervised.\n\t+ Prohibiting the sale or hire of sunbeds to persons under the age of 18.\n\t+ Requiring sunbed businesses to provide health information to users and display health warnings.\n\t+ Giving local authorities the power to enforce the act's provisions.\n* The act applies to all sunbeds, including those in salons, gyms, and other commercial settings.\n* Failure to comply with the act's provisions can result in fines and criminal charges.\n* The act is subject to certain exceptions and defenses, such as the use of sunbeds for medical treatment.\n* The act has been in force since 2010 and has been amended several times to improve its effectiveness."
}