[
    {
        "length": 785,
        "text": "\nReduced rates of SDLT on residential property for a temporary period\n\tThis section makes modifications of Part 4 of the Finance Act 2003 inrelation to any land transaction the effective date of which falls in theperiod (“the temporary relief period”)—\n\t\tbeginning with 8 July 2020, and\n\t\tending with 31 March 2021.\n\tSection 55(1B) (amount of stamp duty land tax chargeable: general) haseffect as if for Table A there were substituted—\n\t“TABLE A: RESIDENTIAL\n\t\tPart of relevant consideration| Percentage  ---|---  So much as does not exceed £500,000| 0%  So much as exceeds £500,000 but does not exceed £925,000| 5%  So much as exceeds £925,000 but does not exceed £1,500,000| 10%  The remainder (if any)| 12%”.    (3)Schedule 4ZA (higher rates of stamp duty land tax for additional dwellingsetc) has effect as if for the Table A in section 55(1B) mentioned in paragraph1(2) there were substituted—\n\t“TABLE A: RESIDENTIAL\n\t\tPart of relevant consideration| Percentage  ---|---  So much as does not exceed £500,000| 3%  So much as exceeds £500,000 but does not exceed £925,000| 8%  So much as exceeds £925,000 but does not exceed £1,500,000| 13%  The remainder (if any)| 15%”.    (4)Paragraph 2(3) of Schedule 5 (amount of SDLT chargeable in respect of rent)has effect as if for Table A there were substituted—\n\t“TABLE A: RESIDENTIAL\n\t\tRate bands| Percentage  ---|---  £0 to £500,000| 0%  Over £500,000| 1%”.    (5)Part 4 of the Finance Act 2003 has effect as if section 57B and Schedule6ZA (which concern relief for first-time buyers) were omitted (and,accordingly, Schedule 9 is to have effect as if paragraphs 15 to 16 wereomitted).\n\t\tIn a case where—\n\t\t\tas a result of section 44(4) of the Finance Act 2003 the effective date ofa land transaction falls in the temporary relief period, and\n\t\t\tthe contract concerned is completed by a conveyance after that period ends,\n\t\t\tsection 44(8) of that Act is not to apply in relation to that conveyance ifthe sole reason that (but for this subsection) it would have applied is thatthe modifications made by this section have no effect in relation to thatconveyance.\n\t\tSection 44(10) of the Finance Act 2003 applies for the purposes ofsubsection (6).\nShort title\n\tThis Act may be cited as the Stamp Duty Land Tax (Temporary Relief) Act 2020.\n"
    }
]