{
    "general": "This law helps people who buy homes by reducing the amount of tax they have to pay on those homes for a short time. It's like a discount on the tax you would normally pay when buying a house. The idea is to help make home ownership more affordable during these difficult times.",
    "series": [
        [
            {
                "length": 231,
                "short": "\"SDLT Relief for Residential Properties: Temporary Rate Reduction and Modifications\"",
                "text": "\n* Simplified point 1: Reduces the rate of SDLT on residential properties for a limited time period (July 8th 2020 - March 31st 2021)\n* Simplified point 2: Modifies the amount of SDLT charged based on the price range of the property, with higher rates for higher price ranges.\n* Simplified point 3: Introduces a new table for the amount of SDLT chargeable for additional dwellings, with a lower rate for lower price ranges.\n* Simplified point 4: Omits sections 57B and Schedule 6ZA of the Finance Act 2003, which concern relief for first-time buyers.\n* Simplified point 5: Allows for conveyances completed after the end of the temporary relief period to still benefit from the modified SDLT rates if the contract was entered into during the temporary relief period."
            }
        ]
    ],
    "summary": "The Stamp Duty Land Tax (Temporary Relief) Act 2020 is a law that helps people buying homes by reducing the amount of tax they have to pay on their purchase. This reduction only lasts for a certain period of time, from July 8th 2020 to March 31st 2021. The amount of tax you pay will depend on how much your home costs, with higher prices leading to higher taxes. There's also a special table that shows how much tax you'll pay based on the price of your home. If you enter into a contract to buy a home during the temporary relief period, even if the conveyance is done after the period ends, you can still benefit from the reduced tax rates. So, if you're looking to buy a home, this law might help you save some money!",
    "single": "\n* Reduces the amount of Stamp Duty Land Tax (SDLT) charged on residential properties for a temporary period from July 8th, 2020 to March 31st, 2021.\n* Modifies the amount of SDLT charged based on the price of the property:\n\t+ For properties worth up to £500,000, there is no SDLT charged.\n\t+ For properties worth between £500,000 and £925,000, 5% SDLT is charged.\n\t+ For properties worth between £925,000 and £1,500,000, 10% SDLT is charged.\n\t+ For properties worth over £1,500,000, 12% SDLT is charged.\n* Excludes certain types of properties, such as agricultural land and buildings used for business purposes, from the reduced SDLT rate.\n* Allows first-time buyers to claim relief on SDLT paid on homes worth up to £500,000.\n* Expires on March 31st, 2021."
}