{
    "general": "This law makes sure that the UK has fixed election dates, so instead of the Prime Minister choosing when an election happens, there are set dates every five years. This means that voters know exactly when they will be going to the polls and can plan ahead. It also helps to prevent governments from calling elections just to gain an advantage or distract from controversial issues. The law was passed in 2011 and applies to all future UK general elections.",
    "series": [
        [
            {
                "length": 230,
                "short": "\"Election Timing Regulations: UK Parliamentary Elections\"",
                "text": "* Simplified point 1: The Fixed-term Parliaments Act 2011 sets the date for future parliamentary general elections to the first Thursday in May every five years, starting from 2015.\n* Simplified point 2: The Act allows the Prime Minister to change the polling day up to two months later by making an order through statutory instrument, but only if approved by both Houses of Parliament.\n* Simplified point 3: Early parliamentary general elections can be called if the House of Commons passes a motion with a two-thirds majority or if the government loses a confidence vote.\n* Simplified point 4: Dissolution of Parliament occurs 17 working days before the polling day for the next parliamentary general election, and Parliament cannot otherwise be dissolved.\n* Simplified point 5: The Act ensures that Scottish Parliament and National Assembly for Wales elections do not fall on the same date as parliamentary general elections."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Fixed-term Parliaments Act 2011 changes when and how often we have elections in the UK. From 2015, all general elections will take place on the first Thursday in May every five years. This means you'll know exactly when the next election is happening, so you can plan ahead!\nBut, just in case something big happens and the country needs a new leader, the Prime Minister can still call an early election if they get approval from most MPs (two-thirds majority). And, if the government loses a vote of no confidence, they might need to call an early election too.\nSo, don't worry - you won't have to remember when the next election is, because it'll always be on the same day in May! But, if there's a really good reason, like a big crisis or something, then the Prime Minister might call an early election to make sure everything stays safe and sound.",
    "single": "\n* The Fixed-term Parliaments Act 2011 sets the polling day for parliamentary general elections to the first Thursday in May every five years.\n* The Act applies to the next parliamentary general election after the passing of the Act, and subsequent elections.\n* The Prime Minister may by order make the polling day later than the day determined under the Act, but not more than two months later.\n* An early parliamentary general election can be called if the House of Commons passes a motion in a specific form.\n* The Act sets the dissolution of Parliament 17 working days before the polling day for the next parliamentary general election.\n* The Act does not affect Her Majesty's power to prorogue Parliament.\n* The Act does not affect the way in which the sealing of a proclamation summoning a new Parliament is authorized.\n* The Schedule of the Act contains consequential amendments and repeals.\n* The Act comes into force on the day it is passed.\n* The Prime Minister must make arrangements for a review of the operation of the Act and for the publication of the committee's findings and recommendations.\nIn simpler terms, this Act sets the polling day for parliamentary general elections to the first Thursday in May every five years, and allows the Prime Minister to change the polling day by up to two months. It also sets the dissolution of Parliament 17 working days before the polling day. Additionally, the Act does not affect the power of the monarch to prorogue Parliament, and contains consequential amendments and repeals. The Prime Minister must also make arrangements for a review of the operation of the Act and for the publication of the committee's findings and recommendations."
}