[
    {
        "length": 1688,
        "text": "\nImprovement of young children’s well-being\n\tGeneral duties of local authority in relation to well-being of youngchildren\n\t\tAn English local authority must—\n\t\t\timprove the well-being of young children in their area, and\n\t\t\treduce inequalities between young children in their area in relation to thematters mentioned in subsection (2).\n\t\tIn this Act “well-being”, in relation to children, means their well-beingso far as relating to—\n\t\t\tphysical and mental health and emotional well-being;\n\t\t\tprotection from harm and neglect;\n\t\t\teducation, training and recreation;\n\t\t\tthe contribution made by them to society;\n\t\t\tsocial and economic well-being.\n\t\tThe Secretary of State may, in accordance with regulations, set targetsfor—\n\t\t\tthe improvement of the well-being of young children in the area of anEnglish local authority;\n\t\t\tthe reduction of inequalities between young children in the area of anEnglish local authority in relation to the matters mentioned in subsection(2).\n\t\tIn exercising their functions, an English local authority must act in themanner that is best calculated to secure that any targets set under subsection(3) (so far as relating to the area of the local authority) are met.\n\t\tIn performing their duties under this section, an English local authoritymust have regard to any guidance given from time to time by the Secretary ofState.\n\tMeaning of “early childhood services” for purposes of section 3\n\t\tIn section 3 “early childhood services”, in relation to an English localauthority, means—\n\t\t\tearly years provision;\n\t\t\tthe social services functions of the local authority, so far as relating toyoung children, parents or prospective parents;\n\t\t\thealth services relating to young children, parents or prospective parents;\n\t\t\tthe provision, under arrangements made under section 2 of the Employmentand Training Act [1973 (c. 50)](/id/ukpga/1973/50?view=plain \"Go to item oflegislation\"), of assistance to parents or prospective parents;\n\t\t\tthe service provided by the local authority under section 12 (duty toprovide information and assistance) so far as relating to parents orprospective parents.\n\t\tIn this section—\n\t\t\t  * “parent” means a parent of a young child, and includes any individual who— \n\t\t\thas parental responsibility for a young child, or\n\t\t\thas care of a young child;\n\t\t\t\t  * “prospective parent” means a pregnant woman or any other person who is likely to become, or is planning to become, a parent; \n\t\t\t\t  * “social services functions”, in relation to a local authority, has the same meaning as in the Local Authority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\"). \n\tSpecific duties of local authority in relation to early childhoodservices\n\t\tFor the purpose of their general duty under section 1(1), an English localauthority have the further duties imposed by subsections (2) and (3).\n\t\tThe authority must make arrangements to secure that early childhoodservices in their area are provided in an integrated manner which iscalculated to—\n\t\t\tfacilitate access to those services, and\n\t\t\tmaximise the benefit of those services to parents, prospective parents andyoung children.\n\t\tThe authority must take steps—\n\t\t\tto identify parents or prospective parents in the authority’s area whowould otherwise be unlikely to take advantage of early childhood services thatmay be of benefit to them and their young children, and\n\t\t\tto encourage those parents or prospective parents to take advantage ofthose services.\n\t\tAn English local authority must take all reasonable steps to encourage andfacilitate the involvement in the making and implementation of arrangementsunder this section of—\n\t\t\tparents and prospective parents in their area,\n\t\t\tearly years providers in their area, including those in the private andvoluntary sectors, and\n\t\t\tother persons engaged in activities which may improve the well-being ofyoung children in their area.\n\t\tIn discharging their duties under this section, an English local authoritymust have regard to such information about the views of young children as isavailable to the local authority and appears to them to be relevant to thedischarge of those duties.\n\t\tIn discharging their duties under this section, an English local authoritymust have regard to any guidance given from time to time by the Secretary ofState.\n\t\tIn this section—\n\t\t\t  * “early years provider” has the same meaning as in Part 3; \n\t\t\t  * “parent” and “prospective parent” have the same meaning as in section 2. \n\tDuty of local authority and relevant partners to work together\n\t\tFor the purposes of this section each of the following is a relevantpartner of an English local authority—\n\t\t\ta Strategic Health Authority or Primary Care Trust for an area any part ofwhich falls within the area of the local authority;3\n\t\t\tthe Secretary of State, in relation to his functions under section 2 of theEmployment and Training Act [1973 (c. 50)](/id/ukpga/1973/50?view=plain \"Go toitem of legislation\").\n\t\tAn English local authority must make arrangements to work with each of theauthority’s relevant partners in the performance by the authority of theirduties under sections 1 and 3.\n\t\tEach of the relevant partners of an English local authority must work withthe authority and with the other relevant partners in the making of thearrangements.\n\t\tAn English local authority and each of their relevant partners may for thepurposes of arrangements under this section—\n\t\t\tprovide staff, goods, services, accommodation or other resources;\n\t\t\testablish and maintain a pooled fund.\n\t\tFor the purposes of subsection (4) a pooled fund is a fund—\n\t\t\twhich is made up of contributions by the authority and the relevant partneror partners concerned, and\n\t\t\tout of which payments may be made towards expenditure incurred in thedischarge of functions of the authority and functions of the relevant partneror partners.\n\t\tAn English local authority and each of their relevant partners fallingwithin subsection (1)(a) must, in exercising their functions under thissection, have regard to any guidance given from time to time by the Secretaryof State.\n\tPower to amend sections 2 and 4\n\t\tThe Secretary of State may by order—\n\t\t\tamend the definition of “early childhood services” in section 2(1), and\n\t\t\tin connection with any amendment of that definition, make such otheramendments of section 2 or 4 as appear to him to be necessary or expedient."
    },
    {
        "length": 1726,
        "text": "\nProvision of childcare\n\tDuty to secure sufficient childcare for working parents\n\t\tAn English local authority must secure, so far as is reasonablypracticable, that the provision of childcare (whether or not by them) issufficient to meet the requirements of parents in their area who requirechildcare in order to enable them—\n\t\t\tto take up, or remain in, work, or\n\t\t\tto undertake education or training which could reasonably be expected toassist them to obtain work.\n\t\tIn determining for the purposes of subsection (1) whether the provision ofchildcare is sufficient to meet those requirements, a local authority—\n\t\t\tmust have regard to the needs of parents in their area for—\n\t\t\tthe provision of childcare in respect of which the child care element ofworking tax credit is payable, and\n\t\t\tthe provision of childcare which is suitable for disabled children, and\n\t\t\tmay have regard to any childcare which they expect to be available outsidetheir area.\n\t\tIn discharging their duty under subsection (1), a local authority must haveregard to any guidance given from time to time by the Secretary of State.\n\t\tThe Secretary of State may by order amend subsection (2) (and subsection(6) so far as relating to that subsection) so as to modify the matters towhich a local authority must or may have regard in determining whether theprovision of childcare is sufficient.\n\t\tExcept in relation to a disabled child, this section does not apply inrelation to childcare for a child on or after the 1st September next followingthe date on which he attains the age of 14.\n\t\tIn this section—\n\t\t\t  * “child care element”, in relation to working tax credit, is to be read in accordance with section 12 of the Tax Credits Act [2002 (c. 21)](/id/ukpga/2002/21?view=plain \"Go to item of legislation\"); \n\t\t\t  * “disabled child” means a child who has a disability for the purposes of the Disability Discrimination Act [1995 (c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\"); \n\t\t\t  * “parent” includes any individual who— \n\t\t\thas parental responsibility for a child, or\n\t\t\thas care of a child.\n\tDuty to secure prescribed early years provision free of charge\n\t\tAn English local authority must secure that early years provision of aprescribed description is available free of charge for such periods as may beprescribed for each young child in their area who—\n\t\t\thas attained such age as may be prescribed, but\n\t\t\tis under compulsory school age.\n\t\tIn discharging their duty under subsection (1), a local authority must haveregard to any guidance given from time to time by the Secretary of State.\n\tPowers of local authority in relation to the provision of childcare\n\t\tAn English local authority may—\n\t\t\tassist any person who provides or proposes to provide childcare;\n\t\t\tmake arrangements with any other person for the provision of childcare;\n\t\t\tsubject to subsection (3), provide childcare.\n\t\tThe assistance which a local authority may give under subsection (1)(a)includes financial assistance; and the arrangements which a local authoritymay make under subsection (1)(b) include arrangements involving the provisionof financial assistance by the authority.\n\t\tAn English local authority may not provide childcare for a particular childor group of children unless the local authority are satisfied—\n\t\t\tthat no other person is willing to provide the childcare (whether inpursuance of arrangements made with the authority or otherwise), or\n\t\t\tif another person is willing to do so, that in the circumstances it isappropriate for the local authority to provide the childcare.\n\t\tSubsection (3) does not affect the provision of childcare by the governingbody of a maintained school.\n\t\tSubsection (3) does not apply in relation to the provision of childcareunder section 18(1) or (5) of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (day care forchildren in need).\n\t\tIn exercising their functions under this section, an English localauthority must have regard to any guidance given from time to time by theSecretary of State.\n\tArrangements between local authority and childcare providers\n\t\tThis section applies where an English local authority make arrangementswith a person (other than the governing body of a maintained school) for theprovision by that person of childcare in consideration of financial assistanceprovided by the authority under the arrangements.\n\t\tThe local authority must exercise their functions with a view to securingthat the provider of the childcare meets any requirements imposed on him bythe arrangements.\n\t\tThe requirements imposed by the arrangements may, in particular, if anyspecified conditions are not satisfied, require the repayment of the whole orany part of any financial assistance provided by the local authority under thearrangements.\n\tCharges where local authority provide childcare\n\t\tAn English local authority may enter into an agreement under which paymentsare made to the authority for the provision by the authority of childcare fora child.\n\t\tSubsection (1) does not apply—\n\t\t\tto childcare provided in pursuance of the duty imposed by section 7, or\n\t\t\tto childcare provided under section 18(1) or (5) of the Children Act [1989(c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (day carefor children in need), provision as to charges for such care being made bysection 29 of that Act.\n\tDuty to assess childcare provision\n\t\tAn English local authority must prepare assessments of the sufficiency ofthe provision of childcare (whether or not by them) in their area (“childcareassessments”).\n\t\tThe first childcare assessment must be prepared before the end of theperiod of one year beginning with the commencement of this section.\n\t\tSubsequent childcare assessments must be prepared at intervals notexceeding three years.\n\t\tThe authority must keep a childcare assessment prepared by them underreview until the childcare assessment is superseded by a further childcareassessment.\n\t\tRegulations may make provision requiring a childcare assessment—\n\t\t\tto deal with prescribed matters or be prepared according to prescribedcriteria;\n\t\t\tto be in the prescribed form;\n\t\t\tto be published in the prescribed manner.\n\t\tIn preparing a childcare assessment and keeping it under review, an Englishlocal authority must—\n\t\t\tconsult such persons, or persons of such a description, as may beprescribed, and\n\t\t\thave regard to any guidance given from time to time by the Secretary ofState.\n\t\tSubsection (5) of section 6 applies for the purposes of this section as itapplies for the purposes of that section."
    },
    {
        "length": 1202,
        "text": "\nInformation, advice and assistance\n\tDuty to provide information, advice and assistance\n\t\tAn English local authority must establish and maintain a service providinginformation, advice and assistance in accordance with this section.\n\t\tThe service must provide to parents or prospective parents informationwhich is of a prescribed description and relates to any of the following—\n\t\t\tthe provision of childcare in the area of the local authority;\n\t\t\tany other services or facilities, or any publications, which may be ofbenefit to parents or prospective parents in their area;\n\t\t\tany other services or facilities, or any publications, which may be ofbenefit to children or young persons in their area.\n\t\tIn prescribing information for the purpose of subsection (2), the Secretaryof State must have regard to the needs of the parents of disabled children oryoung persons for information relating to—\n\t\t\tthe provision of childcare which is suitable for disabled children, and\n\t\t\tother services or facilities, or publications, which may be of particularbenefit to the parents of disabled children or young persons or to disabledchildren or young persons.\n\t\tThe service may, in addition to providing information which it is requiredto provide under subsection (2), provide information relating to any of thematters mentioned in paragraphs (a) to (c) of that subsection to such personsas the local authority consider appropriate.\n\t\tThe service must provide advice and assistance to parents or prospectiveparents who use, or propose to use, childcare provided in the area of thelocal authority.\n\t\tThe service must be established and maintained in the manner which is bestcalculated to facilitate access to the service by persons in the localauthority’s area who may benefit from it, including, in particular, personswho might otherwise have difficulty in taking advantage of the service.\n\t\tIn exercising their functions under this section, a local authority musthave regard to any guidance given from time to time by the Secretary of State.\n\t\tFor the purposes of this section, a child or young person is disabled if hehas a disability for the purposes of the Disability Discrimination Act [1995(c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\").\n\t\tIn this section—\n\t\t\t  * “parent” means a parent of a child or young person and includes any individual who— \n\t\t\thas parental responsibility for a child, or\n\t\t\thas care of a child;\n\t\t\t\t  * “prospective parent” means a pregnant woman or any other person who is likely to become, or is planning to become, a parent; \n\t\t\t\t  * “young person” means a person who has attained the age of 18 but has not attained the age of 20. \n\tDuty to provide information, advice and training to childcare providers\n\t\tAn English local authority must, in accordance with regulations, secure theprovision of information, advice and training to—\n\t\t\tpersons providing childcare in their area who are registered under Part 3;\n\t\t\tpersons who intend to provide childcare in their area in respect of whichthey will be required to be registered under Part 3;\n\t\t\tpersons who provide childcare at any of the following schools in their area(whether or not they are required to be registered under Part 3)—\n\t\t\ta maintained school,\n\t\t\ta school approved by the Secretary of State under section 342 of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") (approval of non-maintained special schools),\n\t\t\tan independent school;\n\t\t\tpersons who intend to provide childcare at any such school (whether or notthey would be required to be registered under Part 3);\n\t\t\tpersons who are employed to assist any such persons as are mentioned inparagraph (a) or (c) in the provision of childcare or persons who intend toobtain such employment.\n\t\tAn English local authority may, in addition to securing the provision ofinformation, advice and training which they are required to secure undersubsection (1), provide other information, advice and training to any personsmentioned in paragraphs (a) to (e) of that subsection.\n\t\tAn English local authority may provide information, advice and training topersons who do not fall within any of paragraphs (a) to (e) of subsection (1)but who—\n\t\t\tprovide or intend to provide childcare in their area, or\n\t\t\tare employed to assist in the provision of childcare in their area or whointend to obtain such employment.\n\t\tAn English local authority may impose such charges as they considerreasonable for the provision of information, advice or training provided bythem in pursuance of subsection (1), (2) or (3).\n\t\tIn exercising their functions under this section, an English localauthority must have regard to any guidance given from time to time by theSecretary of State."
    },
    {
        "length": 1062,
        "text": "\nMiscellaneous\n\tInspection \n\t\tFor the purposes of section 38 of the Education Act [1997 (c.44)](/id/ukpga/1997/44?view=plain \"Go to item of legislation\") (inspection oflocal education authorities), the functions conferred on an English localauthority by or under this Part are to be regarded as functions conferred on alocal education authority in their capacity as such.\n\tPowers of Secretary of State to secure proper performance etc.\n\t\tSection 496 of the 1996 Act (powers of Secretary of State to preventunreasonable exercise of functions) applies in relation to an English localauthority and the powers conferred or duties imposed on them by or under thisPart as it applies in relation to a local education authority in England andthe powers conferred or duties imposed on them by or under the 1996 Act.\n\t\tSection 497 of the 1996 Act (general default powers) applies in relation tothe duties imposed on an English local authority by or for the purposes ofthis Part as it applies in relation to the duties imposed on a local educationauthority in England by or for the purposes of the 1996 Act.\n\t\tSection 497A of the 1996 Act (power to secure proper performance of LEA’sfunctions) applies in relation to an English local authority’s functions underthis Part as it applies in relation to the functions of a local educationauthority in England mentioned in subsection (1) of that section.\n\t\tSections 497AA and 497B of the 1996 Act apply accordingly where powersunder section 497A of that Act are exercised in relation to any of thefunctions of an English local authority under this Part.\n\t\tIn the application of sections 497A(2) to (7), 497AA and 497B of the 1996Act in relation to an English local authority’s functions under this Part,references to the local education authority are to be read as references tothe local authority.\n\t\tIn subsection (5) of section 497A of the 1996 Act, the reference tofunctions to which that section applies includes (for all purposes) functionsof an English local authority under this Part.\n\t\tIn this section, “the 1996 Act” means the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\").\n\tAmendments of Children Act 2004\n\t\tThe Children Act [2004 (c. 31)](/id/ukpga/2004/31?view=plain \"Go to item oflegislation\") is amended as follows.\n\t\tIn section 18 (director of children’s services), in subsection (2)—\n\t\t\tomit the “and” at the end of paragraph (d), and\n\t\t\tafter paragraph (e) insert “; and\n\t\t\tthe functions conferred on the authority under Part 1 of the Childcare Act2006.”\n\t\tIn section 23 (interpretation), in subsection (3) (which defines“children’s services”)—\n\t\t\tomit the “and” at the end of paragraph (b), and\n\t\t\tafter paragraph (c) insert “; and\n\t\t\tany function conferred on a local authority under Part 1 of the ChildcareAct 2006.”\n\tCharges for early years provision at maintained school\n\t\tSection 451 of the Education Act 1996 (prohibition of charges for provisionof education) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)Regulations may, in relation to England, prescribe circumstances in whichsubsection (2) does not apply in relation to education which is early yearsprovision (as defined by section 20 of the Childcare Act 2006) other than —\n\t\t\tearly years provision provided in pursuance of the duty imposed by section7 of that Act, or\n\t\t\tearly years provision for a pupil who is of compulsory school age.”\n\t\tIn subsection (4) after paragraph (b) insert “or\n\t\t\tprovided in pursuance of the duty imposed by section 7 of the Childcare Act2006.”"
    },
    {
        "length": 912,
        "text": "\nInterpretation\n\tMeaning of childcare\n\t\tThis section applies for the purposes of this Part and Part 3.\n\t\t“Childcare” means any form of care for a child and, subject to subsection(3), care includes—\n\t\t\teducation for a child, and\n\t\t\tany other supervised activity for a child.\n\t\t“Childcare” does not include—\n\t\t\teducation (or any other supervised activity) provided by a school duringschool hours for a registered pupil who is not a young child, or\n\t\t\tany form of health care for a child.\n\t\t“Childcare” does not include care provided for a child by—\n\t\t\ta parent or step-parent of the child;\n\t\t\ta person with parental responsibility for the child;\n\t\t\ta relative of the child;\n\t\t\ta person who is a local authority foster parent in relation to the child;\n\t\t\ta person who is a foster parent with whom the child has been placed by avoluntary organisation;\n\t\t\ta person who fosters the child privately.\n\t\t“Childcare” does not include care provided for a child if the care—\n\t\t\tis provided in any of the following establishments as part of theestablishment’s activities—\n\t\t\tan appropriate children’s home,\n\t\t\ta care home,\n\t\t\ta hospital in which the child is a patient,\n\t\t\ta residential family centre, and\n\t\t\tis so provided by the person carrying on the establishment or a personemployed to work at the establishment.\n\t\tThe reference in subsection (5)(b) to a person who is employed includes areference to a person who is employed under a contract for services.\n\t\t“Childcare” does not include care provided for a child who is detained in—\n\t\t\ta young offender institution, or\n\t\t\ta secure training centre.\n\t\tIn this section—\n\t\t\t“appropriate children’s home”, “local authority foster parent”, “to fostera child privately” and “voluntary organisation” have the same meaning as inthe Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\");\n\t\t\t“care home”, “hospital” and “residential family centre” have the samemeaning as in the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\");\n\t\t\t“relative”, in relation to a child, means a grandparent, aunt, uncle,brother or sister, whether of the full blood or half blood or by marriage orcivil partnership.\n\tMeaning of “young child”\n\t\tFor the purposes of this Part and Part 3, a child is a “young child” duringthe period—\n\t\t\tbeginning with his birth, and\n\t\t\tending immediately before the 1st September next following the date onwhich he attains the age of five.\n\tMeaning of “early years provision”\n\t\tIn this Part “early years provision” means the provision of childcare for ayoung child.\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t  * “childcare” has the meaning given by section 18; \n\t\t  * “early years provision” has the meaning given by section 20; \n\t\t  * “prescribed” means prescribed by regulations; \n\t\t  * “regulations” means regulations made by the Secretary of State; \n\t\t  * “young child” has the meaning given by section 19. "
    },
    {
        "length": 2748,
        "text": "\nPart 2General Functions of Local Authority: Wales\n\tProvision of childcare\n\t\tDuty to secure sufficient childcare for working parents\n\t\t\tA Welsh local authority must secure, so far as is reasonably practicable,that the provision of childcare (whether or not by them) is sufficient to meetthe requirements of parents in their area who require childcare in order toenable them—\n\t\t\t\tto take up, or remain in, work, or\n\t\t\t\tto undertake education or training which could reasonably be expected toassist them to obtain work.\n\t\t\tIn determining for the purposes of subsection (1) whether the provision ofchildcare is sufficient to meet those requirements, a local authority—\n\t\t\t\tmust have regard to the needs of parents in their area for—\n\t\t\t\tthe provision of childcare in respect of which the child care element ofworking tax credit is payable,\n\t\t\t\tthe provision of childcare which is suitable for disabled children, and\n\t\t\t\tthe provision of childcare involving the use of the Welsh language, and\n\t\t\t\tmay have regard to any childcare which they expect to be available outsidetheir area.\n\t\t\tIn discharging their duty under subsection (1), a local authority must haveregard to any guidance given from time to time by the Assembly.\n\t\t\tThe Assembly may by order amend subsection (2) (and subsection (6) so faras relating to that subsection) so as to modify the matters to which a localauthority must or may have regard in determining whether the provision ofchildcare is sufficient.\n\t\t\tExcept in relation to a disabled child, this section does not apply inrelation to childcare for a child on or after the 1st September next followingthe date on which he attains the age of 14.\n\t\t\tIn this section—\n\t\t\t\t  * “child care element”, in relation to working tax credit, is to be read in accordance with section 12 of the Tax Credits Act [2002 (c. 21)](/id/ukpga/2002/21?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “disabled child” means a child who has a disability for the purposes of the Disability Discrimination Act [1995 (c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “parent” includes any individual who— \n\t\t\t\thas parental responsibility for a child, or\n\t\t\t\thas care of a child.\n\t\tPowers of local authority in relation to the provision of childcare\n\t\t\tA Welsh local authority may—\n\t\t\t\tassist any person who provides or proposes to provide childcare;\n\t\t\t\tmake arrangements with any other person for the provision of childcare;\n\t\t\t\tprovide childcare.\n\t\t\tThe assistance which a local authority may give under subsection (1)(a)includes financial assistance; and the arrangements which a local authoritymay make under subsection (1)(b) include arrangements involving the provisionof financial assistance by the authority.\n\t\t\tIn exercising their functions under this section, a Welsh local authoritymust have regard to any guidance given from time to time by the Assembly.\n\t\tArrangements between local authority and childcare providers\n\t\t\tThis section applies where a Welsh local authority make arrangements with aperson (other than the governing body of a maintained school) for theprovision by that person of childcare in consideration of financial assistanceprovided by the authority under the arrangements.\n\t\t\tThe local authority must exercise their functions with a view to securingthat the provider of the childcare meets any requirements imposed on him bythe arrangements.\n\t\t\tThe requirements imposed by the arrangements may, in particular, if anyspecified conditions are not satisfied, require the repayment of the whole orany part of any financial assistance provided by the local authority under thearrangements.\n\t\tCharges where local authority provide childcare\n\t\t\tA Welsh local authority may enter into an agreement under which paymentsare made to the authority for the provision by the authority of childcare fora child.\n\t\t\tSubsection (1) does not apply to childcare provided under section 18 of theChildren Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\") (day care for pre-school and other children), provision as tocharges for such care being made by section 29 of that Act.\n\t\tPower to require local authority to assess childcare provision\n\t\t\tThe Assembly may by regulations require a Welsh local authority to—\n\t\t\t\tprepare assessments at prescribed intervals of the sufficiency of theprovision of childcare (whether or not by them) in their area;\n\t\t\t\treview any such assessment prepared by them.\n\t\t\tRegulations under subsection (1) may make provision for the manner in whichan assessment or review is to be prepared and, in particular, may require thelocal authority to—\n\t\t\t\tconsult such persons, or persons of such a description, as may beprescribed, and\n\t\t\t\thave regard to any guidance given from time to time by the Assembly.\n\t\t\tSubsection (5) of section 22 applies for the purposes of this section as itapplies for the purposes of that section.\n\tInformation, advice and assistance\n\t\tDuty to provide information, advice and assistance\n\t\t\tA Welsh local authority must establish and maintain a service providinginformation, advice and assistance in accordance with this section.\n\t\t\tThe service must provide to parents or prospective parents informationwhich is of a prescribed description and relates to any of the following—\n\t\t\t\tthe provision of childcare in the area of the local authority;\n\t\t\t\tany other services or facilities, or any publications, which may be ofbenefit to parents or prospective parents in their area;\n\t\t\t\tany other services or facilities, or any publications, which may be ofbenefit to children or young persons in their area.\n\t\t\tIn prescribing information for the purpose of subsection (2), the Assemblymust have regard to the needs of the parents of disabled children or youngpersons for information relating to—\n\t\t\t\tthe provision of childcare which is suitable for disabled children, and\n\t\t\t\tother services or facilities, or publications, which may be of particularbenefit to the parents of disabled children or young persons or to disabledchildren or young persons.\n\t\t\tThe service may, in addition to providing information which it is requiredto provide under subsection (2), provide information relating to any of thematters mentioned in paragraphs (a) to (c) of that subsection to such personsas the local authority consider appropriate.\n\t\t\tThe service must provide advice and assistance to parents or prospectiveparents who use, or propose to use, childcare provided in the area of thelocal authority.\n\t\t\tThe service must be established and maintained in the manner which is bestcalculated to facilitate access to the service by persons in the localauthority’s area who may benefit from it, including, in particular, personswho might otherwise have difficulty in taking advantage of the service.\n\t\t\tIn exercising their functions under this section, a local authority musthave regard to any guidance given from time to time by the Assembly.\n\t\t\tFor the purposes of this section, a child or young person is disabled if hehas a disability for the purposes of the Disability Discrimination Act [1995(c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\").\n\t\t\tIn this section—\n\t\t\t\t  * “parent” means a parent of a child or young person and includes any individual who— \n\t\t\t\thas parental responsibility for a child, or\n\t\t\t\thas care of a child;\n\t\t\t\t\t  * “prospective parent” means a pregnant woman or any other person who is likely to become, or is planning to become, a parent; \n\t\t\t\t\t  * “young person” means a person who has attained the age of 18 but has not attained the age of 20. \n\tMiscellaneous\n\t\tInspection \n\t\t\tFor the purposes of section 38 of the Education Act [1997 (c.44)](/id/ukpga/1997/44?view=plain \"Go to item of legislation\") (inspection oflocal education authorities), the functions conferred on a Welsh localauthority by or under this Part are to be regarded as functions conferred on alocal education authority in their capacity as such.\n\t\tPowers of Assembly to secure proper performance etc.\n\t\t\tSection 496 of the 1996 Act (power to prevent unreasonable exercise offunctions) applies in relation to a Welsh local authority and the powersconferred or duties imposed on them by or under this Part as it applies inrelation to a local education authority in Wales and the powers conferred orduties imposed on them by or under the 1996 Act.\n\t\t\tSection 497 of the 1996 Act (general default powers) applies in relation tothe duties imposed on a Welsh local authority by or for the purposes of thisPart as it applies in relation to the duties imposed on a local educationauthority in Wales by or for the purposes of the 1996 Act.\n\t\t\tSection 497A of the 1996 Act (power to secure proper performance of LEA’sfunctions) applies in relation to a Welsh local authority’s functions underthis Part as it applies in relation to the functions of a local educationauthority in Wales mentioned in subsection (1) of that section.\n\t\t\tSections 497AA and 497B of the 1996 Act apply accordingly where powersunder section 497A of that Act are exercised in relation to any of thefunctions of a Welsh local authority under this Part.\n\t\t\tIn the application of sections 497A(2) to (7), 497AA and 497B of the 1996Act in relation to a Welsh local authority’s functions under this Part,references to the local education authority are to be read as references tothe local authority.\n\t\t\tIn subsection (5) of section 497A of the 1996 Act, the reference tofunctions to which that section applies includes (for all purposes) functionsof a Welsh local authority under this Part.\n\t\t\tIn this section, “the 1996 Act” means the Education Act [1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\").\n\tInterpretation\n\t\tInterpretation of Part 2\n\t\t\tIn this Part—\n\t\t\t  * “childcare” means— \n\t\t\t\tchild minding or day care within the meaning of Part 10A of the Children Act[1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") inrespect of which the provider is required to be registered under that Part;\n\t\t\t\tcare provided by a person of a description approved in accordance with ascheme made by the Assembly under section 12(5) of the Tax Credits Act [2002(c. 21)](/id/ukpga/2002/21?view=plain \"Go to item of legislation\");\n\t\t\t\t\t  * “prescribed” means prescribed by regulations made by the Assembly. "
    },
    {
        "length": 648,
        "text": "\nChapter 1General functions of Chief Inspector\n\tGeneral functions of the Chief Inspector\n\t\tThe Chief Inspector has the general duty of keeping the Secretary of Stateinformed about—\n\t\t\tthe contribution of regulated early years provision in England to the well-being of children for whom it is provided;\n\t\t\tthe quality and standards of regulated early years provision in England;\n\t\t\thow far regulated early years provision in England meets the needs of therange of children for whom it is provided;\n\t\t\tthe quality of leadership and management in connection with regulated earlyyears provision in England.\n\t\tIn subsection (1), “regulated early years provision” means early yearsprovision in respect of which a person is required to be registered underChapter 2 or in respect of which he would be required to be registered underthat Chapter but for section 34(2) (exemption for provision for children aged3 or over at certain schools).\n\t\tWhen asked to do so by the Secretary of State, the Chief Inspector mustgive advice to the Secretary of State on such matters relating to early yearsprovision or later years provision in England as may be specified in theSecretary of State’s request.\n\t\tThe Chief Inspector may at any time give advice to the Secretary of Stateon any matter connected with—\n\t\t\tearly years provision or later years provision in England generally, or\n\t\t\tearly years provision or later years provision in England by particularpersons or on particular premises.\n\t\tThe Chief Inspector is to have such other functions in connection withearly years provision or later years provision in England as may be assignedto him by the Secretary of State.\n\tMaintenance of the two childcare registers\n\t\tThe Chief Inspector must maintain two registers.\n\t\tThe first register (“the early years register”) is to be a register of allpersons who are registered as early years childminders or other early yearsproviders under Chapter 2 (which provides for the compulsory registration ofpersons providing early years provision).\n\t\tThe second register (“the general childcare register”) is to be dividedinto two Parts.\n\t\tThe first Part (“Part A”) is to be a register of all persons who areregistered as later years childminders or other later years providers underChapter 3 (which provides for the compulsory registration of persons providinglater years provision for children under the age of eight).\n\t\tThe second Part (“Part B”) is to be a register of all persons who areregistered as childminders or other childcare providers under Chapter 4 (whichprovides for the voluntary registration of persons providing early yearsprovision or later years provision in respect of which they are not requiredto be registered under Chapter 2 or 3)."
    },
    {
        "length": 1006,
        "text": "\nRequirements to register\n\tRequirement to register: early years childminders\n\t\tA person may not provide early years childminding in England unless he isregistered in the early years register as an early years childminder.\n\t\tThe Secretary of State may by order provide that, in circumstancesspecified in the order, subsection (1) does not apply in relation to earlyyears childminding.\n\t\tThe circumstances specified in an order under subsection (2) may relate toone or more of the following matters (among others)—\n\t\t\tthe person providing the early years childminding;\n\t\t\tthe child or children for whom it is provided;\n\t\t\tthe nature of the early years childminding;\n\t\t\tthe premises on which it is provided;\n\t\t\tthe times during which it is provided;\n\t\t\tthe arrangements under which it is provided.\n\t\tIf it appears to the Chief Inspector that a person has provided early yearschildminding in contravention of subsection (1), he may serve a notice (“anenforcement notice”) on the person.\n\t\tAn enforcement notice may be served on a person—\n\t\t\tby delivering it to him, or\n\t\t\tby sending it by post.\n\t\tAn enforcement notice has effect until it is revoked by the ChiefInspector.\n\t\tA person commits an offence if, at any time when an enforcement notice haseffect in relation to him and without reasonable excuse, he provides earlyyears childminding in contravention of subsection (1).\n\t\tA person guilty of an offence under subsection (7) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tRequirement to register: other early years providers\n\t\tA person may not provide—\n\t\t\tearly years provision on premises in England which are not domesticpremises, or\n\t\t\tearly years provision on domestic premises in England which would be earlyyears childminding but for section 96(5),\n\t\t\t\tunless he is registered in the early years register in respect of thepremises.\n\t\tSubsection (1) does not apply in relation to early years provision for achild or children who has (or have) attained the age of three if—\n\t\t\tthe provision is made at any of the following schools as part of theschool’s activities—\n\t\t\ta maintained school,\n\t\t\ta school approved by the Secretary of State under section 342 of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") (approval of non-maintained special schools), or\n\t\t\tan independent school,\n\t\t\tthe provision is made by the proprietor of the school or a person employedto work at the school, and\n\t\t\tthe child is a registered pupil at the school or, if the provision is madefor more than one child, at least one of the children is a registered pupil atthe school.\n\t\tThe Secretary of State may by order provide that, in circumstancesspecified in the order, subsection (1) does not apply in relation to earlyyears provision.\n\t\tThe circumstances specified in an order under subsection (3) may relate toone or more of the following matters (among others)—\n\t\t\tthe person providing the early years provision;\n\t\t\tthe child or children for whom it is provided;\n\t\t\tthe nature of the early years provision;\n\t\t\tthe premises on which it is provided;\n\t\t\tthe times during which it is provided;\n\t\t\tthe arrangements under which it is provided.\n\t\tA person commits an offence if, without reasonable excuse, he providesearly years provision in contravention of subsection (1).\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 1320,
        "text": "\nProcess of registration\n\tApplications for registration: early years childminders\n\t\tA person who proposes to provide early years childminding in respect ofwhich he is required by section 33(1) to be registered may make an applicationto the Chief Inspector for registration as an early years childminder.\n\t\tAn application under subsection (1) must—\n\t\t\tgive any prescribed information about prescribed matters,\n\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give, and\n\t\t\tbe accompanied by any prescribed fee.\n\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (3) does not require him to grant.\n\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\tthe applicant;\n\t\t\tthe premises on which the early years childminding is to be provided;\n\t\t\tthe arrangements for early years childminding on those premises;\n\t\t\tany person who may be caring for children on those premises;\n\t\t\tany other person who may be on those premises.\n\tApplications for registration: other early years providers\n\t\tA person who proposes to provide on any premises early years provision inrespect of which he is required by section 34(1) to be registered may make anapplication to the Chief Inspector for registration as an early years providerin respect of the premises.\n\t\tAn application under subsection (1) must—\n\t\t\tgive any prescribed information about prescribed matters,\n\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give, and\n\t\t\tbe accompanied by any prescribed fee.\n\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (3) does not require him to grant.\n\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\tthe applicant;\n\t\t\tthe premises on which the early years provision is to be provided;\n\t\t\tthe arrangements for early years provision on those premises;\n\t\t\tany person who may be caring for children on those premises;\n\t\t\tany other person who may be on those premises.\n\tEntry on the register and certificates\n\t\tIf an application under section 35(1) is granted, the Chief Inspector must—\n\t\t\tregister the applicant in the early years register as an early yearschildminder, and\n\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\tIf an application under section 36(1) is granted, the Chief Inspector must—\n\t\t\tregister the applicant in the early years register as an early yearsprovider other than a childminder, in respect of the premises in question, and\n\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\tA certificate of registration given to the applicant in pursuance ofsubsection (1) or (2) must contain prescribed information about prescribedmatters.\n\t\tIf there is a change of circumstances which requires the amendment of acertificate of registration, the Chief Inspector must give the registeredearly years provider an amended certificate.\n\t\tIf the Chief Inspector is satisfied that a certificate of registration hasbeen lost or destroyed, the Chief Inspector must give the registered earlyyears provider a copy, on payment by the provider of any prescribed fee.\n\tConditions on registration\n\t\tThe Chief Inspector may impose such conditions as he thinks fit on theregistration of an early years provider under this Chapter.\n\t\tThe power conferred by subsection (1) may be exercised at the time when theChief Inspector registers the person in pursuance of section 37 or at anysubsequent time.\n\t\tThe Chief Inspector may at any time vary or remove any condition imposedunder subsection (1).\n\t\tThe power conferred by subsection (1) includes power to impose conditionsfor the purpose of giving effect to an order under subsection (1)(a) ofsection 39 or regulations under subsection (1)(b) of that section.\n\t\tAn early years provider registered under this Chapter commits an offenceif, without reasonable excuse, he fails to comply with any condition imposedunder subsection (1).\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 2784,
        "text": "\nRequirements to be met by early years providers\n\tThe Early Years Foundation Stage\n\t\tFor the purpose of promoting the well-being of young children for whomearly years provision is provided by early years providers to whom section 40applies, the Secretary of State must—\n\t\t\tby order specify in accordance with section 41 such requirements as heconsiders appropriate relating to learning by, and the development of, suchchildren (“learning and development requirements”), and\n\t\t\tby regulations specify in accordance with section 43 such requirements ashe considers appropriate governing the activities of early years providers towhom section 40 applies (“welfare requirements”).\n\t\tThe learning and development requirements and the welfare requirements aretogether to be known as “the Early Years Foundation Stage”.\n\tDuty to implement Early Years Foundation Stage\n\t\tThis section applies to—\n\t\t\tearly years providers providing early years provision in respect of whichthey are registered under this Chapter, and\n\t\t\tearly years providers providing early years provision in respect of which,but for section 34(2) (exemption for provision for children aged 3 or over atcertain schools), they would be required to be registered under this Chapter.\n\t\tAn early years provider to whom this section applies—\n\t\t\tmust secure that the early years provision meets the learning anddevelopment requirements, and\n\t\t\tmust comply with the welfare requirements.\n\tThe learning and development requirements\n\t\tThe learning and development requirements must cover the areas of learningand development specified in subsection (3).\n\t\tThe learning and development requirements may specify in relation to eachof the areas of learning and development—\n\t\t\tthe knowledge, skills and understanding which young children of differentabilities and maturities are expected to have before the 1st September nextfollowing the day on which they attain the age of five (“early learninggoals”);\n\t\t\tthe matters, skills and processes which are required to be taught to youngchildren of different abilities and maturities (“educational programmes”), and\n\t\t\tthe arrangements which are required for assessing children for the purposeof ascertaining what they have achieved in relation to the early learninggoals (“assessment arrangements”).\n\t\tThe areas of learning and development are as follows—\n\t\t\tpersonal, social and emotional development,\n\t\t\tcommunication, language and literacy,\n\t\t\tproblem solving, reasoning and numeracy,\n\t\t\tknowledge and understanding of the world,\n\t\t\tphysical development, and\n\t\t\tcreative development.\n\t\tThe Secretary of State may by order amend subsection (3).\n\t\tA learning and development order may not require—\n\t\t\tthe allocation of any particular period or periods of time to the teachingof any educational programme or any matter, skill or process forming part ofit, or\n\t\t\tthe making in the timetables of any early years provider of provision ofany particular kind for the periods to be allocated to such teaching.\n\t\tIn this section “a learning and development order” means an order undersection 39(1)(a).\n\tFurther provisions about assessment arrangements\n\t\tA learning and development order specifying assessment arrangements mayconfer or impose on any of the persons mentioned in subsection (2) suchfunctions as appear to the Secretary of State to be required.\n\t\tThose persons are—\n\t\t\tan early years provider,\n\t\t\tthe governing body or head teacher of a maintained school in England, and\n\t\t\tan English local authority.\n\t\tA learning and development order may specify such assessment arrangementsas may for the time being be made by a person specified in the order.\n\t\tProvision must be made for determining the extent to which any assessmentarrangements, and the implementation of the arrangements, achieve the purposefor which the arrangements were made; and any such provision may be made by orunder the learning and development order specifying the arrangements or (wherethe order specifies the person making the arrangements) in the arrangementsthemselves.\n\t\tThe duties that may be imposed by virtue of subsection (1) include, inrelation to persons exercising any power in pursuance of provision made byvirtue of subsection (4), the duty to permit them—\n\t\t\tto enter premises on which the early years provision is provided,\n\t\t\tto observe implementation of the arrangements, and\n\t\t\tto inspect, and take copies of, documents and other articles.\n\t\tA learning and development order specifying assessment arrangements mayauthorise the making of such provisions giving full effect to or otherwisesupplementing the provisions made by the order (other than provisionconferring or imposing functions as mentioned in subsection (1)) as appear tothe Secretary of State to be expedient; and any provisions made under such anorder, on being published as specified in the order, are to have effect forthe purposes of this Chapter as if made by the order.\n\t\tIn this section “a learning and development order” means an order undersection 39(1)(a).\n\tWelfare requirements\n\t\tThe matters that may be dealt with by welfare regulations include—\n\t\t\tthe welfare of the children concerned;\n\t\t\tthe arrangements for safeguarding the children concerned;\n\t\t\tsuitability of persons to care for, or be in regular contact with, thechildren concerned;\n\t\t\tqualifications and training;\n\t\t\tthe suitability of premises and equipment;\n\t\t\tthe manner in which the early years provision is organised;\n\t\t\tprocedures for dealing with complaints;\n\t\t\tthe keeping of records;\n\t\t\tthe provision of information.\n\t\tBefore making welfare regulations, the Secretary of State must consult theChief Inspector and any other persons he considers appropriate.\n\t\tWelfare regulations may provide—\n\t\t\tthat a person who without reasonable excuse fails to comply with anyrequirement of the regulations is guilty of an offence, and\n\t\t\tthat a person guilty of the offence is liable on summary conviction to afine not exceeding level 5 on the standard scale.\n\t\tIn this section “welfare regulations” means regulations under section39(1)(b).\n\tInstruments specifying learning and development or welfarerequirements\n\t\tA relevant instrument may, instead of containing the provisions to be made,refer to provisions in a document published as specified in the instrument anddirect that those provisions are to have effect or, as the case may be, are tohave effect as specified in the instrument.\n\t\tThe power to make a relevant instrument may be exercised so as to conferpowers or impose duties on the Chief Inspector in the exercise of hisfunctions under this Part.\n\t\tIn particular, that power may be exercised so as to require or authorisethe Chief Inspector, in exercising those functions, to have regard to factors,standards and other matters prescribed by or referred to in the instrument.\n\t\tIf a relevant instrument requires any person (other than the ChiefInspector) to have regard to or meet factors, standards and other mattersprescribed by or referred to in the instrument, the instrument may alsoprovide for any allegation that the person has failed to do so to be takeninto account—\n\t\t\tby the Chief Inspector in the exercise of his functions under this Part, or\n\t\t\tin any proceedings under this Part.\n\t\tIn this section “a relevant instrument” means an order under subsection(1)(a) of section 39 or regulations under subsection (1)(b) of that section.\n\tProcedure for making certain orders\n\t\tThis section applies where the Secretary of State proposes to make an orderunder section 39(1)(a) specifying early learning goals or educationalprogrammes.\n\t\tThe Secretary of State must give notice of the proposal—\n\t\t\tto such bodies representing the interests of early years providers as theSecretary of State considers appropriate, and\n\t\t\tto any other persons with whom consultation appears to the Secretary ofState to be desirable,\n\t\t\t\tand must give them a reasonable opportunity of submitting evidence andrepresentations as to the issues arising.\n\t\tWhen the Secretary of State has considered any evidence and representationssubmitted to him in pursuance of subsection (2), he must publish in suchmanner as, in his opinion, is likely to bring them to the notice of personshaving a special interest in early years provision—\n\t\t\ta draft of the proposed order and any associated document, and\n\t\t\ta summary of the views expressed during the consultation.\n\t\tThe Secretary of State must allow a period of not less than one monthbeginning with the publication of the draft of the proposed order for thesubmission of any further evidence and representations as to the issuesarising.\n\t\tWhen the period so allowed has expired, the Secretary of State may make theorder, with or without modifications.\n\tPower to enable exemptions to be conferred\n\t\tRegulations may enable the Secretary of State, in prescribed circumstances,to direct in respect of a particular early years provider or a particulardescription of early years providers, that to such extent as may be prescribedthe learning and development requirements—\n\t\t\tdo not apply, or\n\t\t\tapply with such modifications as may be specified in the direction.\n\t\tRegulations may enable an early years provider, in prescribedcircumstances, to determine in respect of a particular young child that tosuch extent as may be prescribed the learning and development requirements—\n\t\t\tdo not apply, or\n\t\t\tapply with such modifications as may be specified in the determination.\n\tIndependent schools\n\t\tIn section 157 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") (independentschool standards) after subsection (1) insert—\n\t\t\t“(1A)In relation to England, the standards do not apply to early yearsprovision for pupils who have not attained the age of three (separaterequirements as to such provision being imposed by or under Part 3 of theChildcare Act 2006).”\n\t\tFor subsection (2) of that section substitute—\n\t\tIn this Chapter “independent school standards” means—\n\t\t\tthe standards for the time being prescribed under this section, and\n\t\t\tin relation to early years provision in England for pupils who haveattained the age of three, the Early Years Foundation Stage.”\n\t\tIn section 171 of that Act (interpretation of Chapter 1 of Part 10), afterthe definition of “Chief Inspector” insert—\n\t\t““early years provision”, in relation to England, has the meaning given bysection 96(2) of the Childcare Act 2006;”.\n\tAmendments relating to curriculum\n\t\tSchedule 1 (which contains amendments relating to the preceding provisions ofthis Chapter, including amendments excluding or modifying the application toearly years provision of provisions of Part 6 of the Education Act [2002 (c.32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\")) has effect."
    },
    {
        "length": 898,
        "text": "\nInspection\n\tInspections \n\t\tThis section applies to early years provision in respect of which the earlyyears provider is registered under this Chapter.\n\t\tThe Chief Inspector—\n\t\t\tmust at such intervals as may be prescribed inspect early years provisionto which this section applies,\n\t\t\tmust inspect early years provision to which this section applies at anytime when the Secretary of State requires the Chief Inspector to secure itsinspection, and\n\t\t\tmay inspect early years provision to which this section applies at anyother time when the Chief Inspector considers that it would be appropriate forit to be inspected.\n\t\tRegulations may provide that in prescribed circumstances the ChiefInspector is not required to inspect early years provision at an intervalprescribed for the purposes of subsection (2)(a).\n\t\tRegulations may provide that the Chief Inspector is not required bysubsection (2)(a) to inspect early years provision at an independent school ifthe early years provision is inspected in prescribed circumstances by a bodyapproved by the Secretary of State for the purposes of this subsection.\n\t\tA requirement made by the Secretary of State as mentioned in subsection(2)(b) may be imposed in relation to early years provision at particularpremises or a class of premises.\n\t\tRegulations may make provision requiring the registered person to notifyprescribed persons of the fact that early years provision is to be inspectedunder this section.\n\t\tIf the Chief Inspector so elects in the case of an inspection fallingwithin paragraph (b) or (c) of subsection (2), that inspection is to betreated as if it were an inspection falling within paragraph (a) of thatsubsection.\n\tReport of inspections\n\t\tAfter conducting an inspection under section 49, the Chief Inspector mustmake a report in writing on—\n\t\t\tthe contribution of the early years provision to the well-being of thechildren for whom it is provided,\n\t\t\tthe quality and standards of the early years provision,\n\t\t\thow far the early years provision meets the needs of the range of childrenfor whom it is provided, and\n\t\t\tthe quality of leadership and management in connection with the early yearsprovision.\n\t\tThe Chief Inspector—\n\t\t\tmay send a copy of the report to the Secretary of State and must do sowithout delay if the Secretary of State requests a copy,\n\t\t\tmust ensure that a copy of the report is sent without delay to theregistered person, 23\n\t\t\tmust ensure that copies of the report, or such parts of it as he considersappropriate, are sent to such other persons as may be prescribed, and\n\t\t\tmay arrange for the report (or parts of it) to be further published in anymanner he considers appropriate.\n\t\tRegulations may make provision—\n\t\t\trequiring the registered person to make a copy of any report sent to himunder subsection (2)(b) available for inspection by prescribed persons;\n\t\t\trequiring the registered person, except in prescribed cases, to provide acopy of the report to prescribed persons;\n\t\t\tauthorising the registered person in prescribed cases to charge a fee forproviding a copy of the report.\n\t\tSubsections (2) to (4) of section 11 of the Education Act [2005 (c.18)](/id/ukpga/2005/18?view=plain \"Go to item of legislation\") (publication ofinspection reports) apply in relation to the publication of a report undersubsection (2) of this section as they apply in relation to the publication ofa report under any of the provisions mentioned in subsection (2) of section11."
    },
    {
        "length": 180,
        "text": "\nInterpretation\n\tInterpretation of Chapter 2\n\t\tIn this Chapter—\n\t\t  * “assessment arrangements” is to be read in accordance with section 41(2)(c); \n\t\t  * “early learning goals” is to be read in accordance with section 41(2)(a); \n\t\t  * “educational programmes” is to be read in accordance with section 41(2)(b); \n\t\t  * “learning and development requirements” means requirements specified by order under section 39(1)(a); \n\t\t  * “welfare requirements” means requirements specified by regulations under section 39(1)(b). "
    },
    {
        "length": 1041,
        "text": "\nRequirements to register\n\tRequirement to register: later years childminders for children undereight\n\t\tA person may not provide later years childminding in England for a childwho has not attained the age of eight unless he is registered in Part A of thegeneral childcare register as a childminder.\n\t\tThe Secretary of State may by order provide that, in circumstancesspecified in the order, subsection (1) does not apply in relation to lateryears childminding.\n\t\tThe circumstances specified in an order under subsection (2) may relate toone or more of the following matters (among others)—\n\t\t\tthe person providing the later years childminding;\n\t\t\tthe child or children for whom it is provided;\n\t\t\tthe nature of the later years childminding;\n\t\t\tthe premises on which it is provided;\n\t\t\tthe times during which it is provided;\n\t\t\tthe arrangements under which it is provided.\n\t\tIf it appears to the Chief Inspector that a person has provided later yearschildminding in contravention of subsection (1), the Chief Inspector may servea notice (“an enforcement notice”) on the person.\n\t\tAn enforcement notice may be served on a person—\n\t\t\tby delivering it to him, or\n\t\t\tby sending it by post.\n\t\tAn enforcement notice has effect until it is revoked by the ChiefInspector.\n\t\tA person commits an offence if, at any time when an enforcement notice haseffect in relation to him and without reasonable excuse, he provides lateryears childminding in contravention of subsection (1).\n\t\tA person guilty of an offence under subsection (7) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tRequirement to register: other later years providers for childrenunder eight\n\t\tA person may not provide for a child who has not attained the age of eight—\n\t\t\tlater years provision on premises in England which are not domesticpremises, or\n\t\t\tlater years provision on domestic premises in England which would be lateryears childminding but for section 96(9),\n\t\t\t\tunless he is registered in Part A of the general childcare register in respectof the premises.\n\t\tSubsection (1) does not apply in relation to later years provision for achild if—\n\t\t\tthe provision is made at any of the following schools as part of theschool’s activities—\n\t\t\ta maintained school,\n\t\t\ta school approved by the Secretary of State under section 342 of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") (approval of non-maintained special schools), or\n\t\t\tan independent school,\n\t\t\tthe provision is made by the proprietor of the school or a person employedto work at the school, and\n\t\t\tthe child is a registered pupil at the school or, if the provision is madefor more than one child who has not attained the age of eight, at least one ofthe children is a registered pupil at the school.\n\t\tThe Secretary of State may by order provide that, in circumstancesspecified in the order, subsection (1) does not apply in relation to lateryears provision.\n\t\tThe circumstances specified in an order under subsection (3) may relate toone or more of the following matters (among others)—\n\t\t\tthe person providing the later years provision;\n\t\t\tthe child or children for whom it is provided;\n\t\t\tthe nature of the later years provision;\n\t\t\tthe premises on which it is provided;\n\t\t\tthe times during which it is provided;\n\t\t\tthe arrangements under which it is provided.\n\t\tA person commits an offence if, without reasonable excuse, he provideslater years provision in contravention of subsection (1).\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 1417,
        "text": "\nProcess of registration\n\tApplications for registration: later years childminders\n\t\tA person who proposes to provide later years childminding in respect ofwhich he is required by section 52(1) to be registered may make an applicationto the Chief Inspector for registration as a later years childminder.\n\t\tAn application under subsection (1) must—\n\t\t\tgive any prescribed information about prescribed matters,\n\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give, and\n\t\t\tbe accompanied by any prescribed fee.\n\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (3) does not require him to grant.\n\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\tthe applicant;\n\t\t\tthe premises on which the later years childminding is to be provided;\n\t\t\tthe arrangements for later years childminding on those premises;\n\t\t\tany person who may be caring for children on those premises;\n\t\t\tany other person who may be on those premises.\n\tApplications for registration: other later years providers\n\t\tA person who proposes to provide on any premises later years provision inrespect of which he is required by section 53(1) to be registered may make anapplication to the Chief Inspector for registration as a later years providerin respect of the premises.\n\t\tAn application under subsection (1) must—\n\t\t\tgive any prescribed information about prescribed matters,\n\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give, and\n\t\t\tbe accompanied by any prescribed fee.\n\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (3) does not require him to grant.\n\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\tthe applicant;\n\t\t\tthe premises on which the later years provision is to be provided;\n\t\t\tthe arrangements for later years provision on those premises;\n\t\t\tany person who may be caring for children on those premises;\n\t\t\tany other person who may be on those premises.\n\tEntry on the register and certificates\n\t\tIf an application under section 54(1) is granted, the Chief Inspector must—\n\t\t\tregister the applicant in Part A of the general childcare register as alater years childminder, and\n\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\tIf an application under section 55(1) is granted, the Chief Inspector must—\n\t\t\tregister the applicant in Part A of the general childcare register as alater years provider other than a childminder, in respect of the premises inquestion, and\n\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\tA certificate of registration given to the applicant in pursuance ofsubsection (1) or (2) must contain prescribed information about prescribedmatters.\n\t\tIf there is a change of circumstances which requires the amendment of acertificate of registration, the Chief Inspector must give the registeredlater years provider an amended certificate.\n\t\tIf the Chief Inspector is satisfied that a certificate of registration hasbeen lost or destroyed, the Chief Inspector must give the registered lateryears provider a copy, on payment by the provider of any prescribed fee.\n\tSpecial procedure for registered early years providers\n\t\tIf a person who is registered in the early years register as an early yearschildminder gives notice to the Chief Inspector that he proposes to providelater years childminding in respect of which he is required to be registeredunder this Chapter, the Chief Inspector must—\n\t\t\tregister the person in Part A of the general childcare register as a lateryears childminder, and\n\t\t\tgive the person a certificate of registration stating that he is soregistered.\n\t\tIf a person who is registered in the early years register in respect ofparticular premises as an early years provider other than a childminder givesnotice to the Chief Inspector that he proposes to provide later yearsprovision in respect of which he is required to be registered under thisChapter on the same premises, the Chief Inspector must—\n\t\t\tregister the person in Part A of the general childcare register as a lateryears provider other than a childminder, in respect of the premises, and\n\t\t\tgive the person a certificate of registration stating that he is soregistered.\n\t\tSubsections (3) to (5) of section 56 apply in relation to a certificate ofregistration given in pursuance of subsection (1) or (2) of this section asthey apply in relation to a certificate of registration given in pursuance ofsubsection (1) or (2) of that section."
    },
    {
        "length": 823,
        "text": "\nRegulation\n\tConditions on registration\n\t\tThe Chief Inspector may impose such conditions as he thinks fit on theregistration of a later years provider under this Chapter.\n\t\tThe power conferred by subsection (1) may be exercised at the time when theChief Inspector registers the person in pursuance of section 56 or 57 or atany subsequent time.\n\t\tThe Chief Inspector may at any time vary or remove any condition imposedunder subsection (1).\n\t\tThe power conferred by subsection (1) includes power to impose conditionsfor the purpose of giving effect to regulations under section 59.\n\t\tA later years provider registered under this Chapter commits an offence if,without reasonable excuse, he fails to comply with any condition imposed undersubsection (1).\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tRegulations governing activities\n\t\tThis section applies to—\n\t\t\tlater years providers providing later years provision in respect of whichthey are registered under this Chapter, and\n\t\t\tlater years providers providing later years provision in respect of which,but for section 53(2) (exemption for provision for children at certainschools), they would be required to be registered under this Chapter.\n\t\tThe Secretary of State may, after consulting the Chief Inspector and anyother person he considers appropriate, make regulations governing theactivities of later years providers to whom this section applies.\n\t\tThe regulations may deal with the following matters (among others)—\n\t\t\tthe welfare of the children concerned;\n\t\t\tthe arrangements for safeguarding the children concerned;\n\t\t\tsuitability of persons to care for, or be in regular contact with, thechildren concerned;\n\t\t\tqualifications and training;\n\t\t\tthe suitability of premises and equipment;\n\t\t\tthe manner in which the later years provision is organised;\n\t\t\tprocedures for dealing with complaints;\n\t\t\tthe keeping of records;\n\t\t\tthe provision of information.\n\t\tThe power to make regulations under this section may be exercised so asconfer powers or impose duties on the Chief Inspector in the exercise of hisfunctions under this Part.\n\t\tIn particular, it may be so exercised so as to require the Chief Inspector,in exercising his functions under this Part, to have regard to factors,standards and other matters prescribed by or referred to in the regulations.\n\t\tIf the regulations require any person (other than the Chief Inspector) tohave regard to or to meet factors, standards and other matters prescribed byor referred to in the regulations, they may also provide for any allegationthat the person has failed to do so to be taken into account—\n\t\t\tby the Chief Inspector in the exercise of his functions under this Part, or\n\t\t\tin any proceedings under this Part.\n\t\tThe regulations may provide—\n\t\t\tthat a person who without reasonable excuse fails to comply with anyrequirement of the regulations is guilty of an offence, and\n\t\t\tthat a person guilty of the offence is liable on summary conviction to afine not exceeding level 5 on the standard scale."
    },
    {
        "length": 710,
        "text": "\nInspection\n\tInspections \n\t\tThis section applies to later years provision in respect of which theprovider is registered under this Chapter.\n\t\tThe Chief Inspector—\n\t\t\tmust inspect later years provision to which this section applies at anytime when the Secretary of State requires the Chief Inspector to secure itsinspection, and\n\t\t\tmay inspect later years provision to which this section applies at anyother time when the Chief Inspector considers that it would be appropriate forit to be inspected.\n\t\tA requirement made by the Secretary of State as mentioned in subsection(2)(a) may be imposed in relation to later years provision at particularpremises or a class of premises.\n\t\tRegulations may make provision requiring the registered person to notifyprescribed persons of the fact that later years provision is to be inspectedunder this section.\n\tReport of inspections\n\t\tAfter conducting an inspection under section 60, the Chief Inspector maymake a report in writing on such of the following matters as he considersappropriate—\n\t\t\tthe contribution of the later years provision to the well-being of thechildren for whom it is provided,\n\t\t\tthe quality and standards of the later years provision,\n\t\t\thow far the later years provision meets the needs of the range of childrenfor whom it is provided, and\n\t\t\tthe quality of leadership and management in connection with the later yearsprovision.\n\t\tThe Chief Inspector—\n\t\t\tmay send a copy of the report to the Secretary of State and must do sowithout delay if the Secretary of State requests a copy,\n\t\t\tmust ensure that a copy of the report is sent without delay to theregistered person,\n\t\t\tmust ensure that copies of the report, or such parts of it as he considersappropriate, are sent to such other persons as may be prescribed, and\n\t\t\tmay arrange for the report (or parts of it) to be further published in anymanner he considers appropriate.\n\t\tRegulations may make provision—\n\t\t\trequiring the registered person to make a copy of any report sent to himunder subsection (2)(b) available for inspection by prescribed persons;\n\t\t\trequiring the registered person, except in prescribed cases, to provide acopy of the report to prescribed persons;\n\t\t\tauthorising the registered person in prescribed cases to charge a fee forproviding a copy of the report.\n\t\tSubsections (2) to (4) of section 11 of the Education Act [2005 (c.18)](/id/ukpga/2005/18?view=plain \"Go to item of legislation\")(publication ofinspection reports) apply in relation to the publication of a report undersubsection (2) of this section as they apply in relation to the publication ofa report under any of the provisions mentioned in subsection (2) of section11."
    },
    {
        "length": 2506,
        "text": "\nChapter 4Voluntary registration\n\tProcess of voluntary registration\n\t\tApplications for registration on the general register: childminders\n\t\t\tA person who provides or proposes to provide in England—\n\t\t\t\tlater years childminding for a child who has attained the age of eight, or\n\t\t\t\tearly years childminding or later years childminding for a child who hasnot attained that age but in respect of which the person is not required to beregistered under Chapter 2 or 3,\n\t\t\t\t\tmay make an application to the Chief Inspector for registration in Part B ofthe general childcare register as a childminder.\n\t\t\tAn application under subsection (1) must—\n\t\t\t\tgive any prescribed information about prescribed matters,\n\t\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give, and\n\t\t\t\tbe accompanied by any prescribed fee.\n\t\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (3) does not require him to grant.\n\t\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\t\tthe applicant;\n\t\t\t\tthe premises on which the childminding is being (or is to be) provided;\n\t\t\t\tthe arrangements for childminding on those premises;\n\t\t\t\tany person who may be caring for children on those premises;\n\t\t\t\tany other person who may be on those premises.\n\t\tApplications for registration on the general register: other childcareproviders\n\t\t\tA person who provides or proposes to provide on premises in England—\n\t\t\t\tlater years provision (other than later years childminding) for a child whohas attained the age of eight, or\n\t\t\t\tearly years provision or later years provision (other than early years orlater years childminding) for a child who has not attained that age but inrespect of which the person is not required to be registered under Chapter 2or 3,\n\t\t\t\t\tmay make an application to the Chief Inspector for registration in Part B ofthe general childcare register in respect of the premises.\n\t\t\tAn application under subsection (1) must—\n\t\t\t\tgive any prescribed information about prescribed matters;\n\t\t\t\tgive any other information which the Chief Inspector reasonably requiresthe applicant to give;\n\t\t\t\tbe accompanied by any prescribed fee.\n\t\t\tAn application under subsection (1) may not be made in respect of provisionfor a child who has attained the age of three if—\n\t\t\t\tthe provision is made at any of the following schools as part of theschool’s activities—\n\t\t\t\ta maintained school,\n\t\t\t\ta school approved by the Secretary of State under section 342 of theEducation Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\") (approval of non-maintained special schools), or\n\t\t\t\tan independent school,\n\t\t\t\tthe provision is made by the proprietor of the school or a person employedto work at the school, and\n\t\t\t\tthe child is a registered pupil at the school or, if the provision is madefor more than one child who has attained the age of three, at least one of thechildren is a registered pupil at the school.\n\t\t\tThe Chief Inspector must grant an application under subsection (1) if—\n\t\t\t\tthe applicant is not disqualified from registration by regulations undersection 75, and\n\t\t\t\tit appears to the Chief Inspector that any requirements prescribed for thepurposes of this subsection (“the prescribed requirements for registration”)are satisfied and are likely to continue to be satisfied.\n\t\t\tThe Chief Inspector must refuse any application under subsection (1) whichsubsection (4) does not require him to grant.\n\t\t\tThe prescribed requirements for registration may include requirementsrelating to—\n\t\t\t\tthe applicant;\n\t\t\t\tthe premises on which the childcare is being (or is to be) provided;\n\t\t\t\tthe arrangements for childcare on those premises;\n\t\t\t\tany person who may be caring for children on those premises;\n\t\t\t\tany other person who may be on those premises.\n\t\tEntry on the register and certificates\n\t\t\tIf an application under section 62(1) is granted, the Chief Inspector must—\n\t\t\t\tregister the applicant in Part B of the general childcare register as achildminder, and\n\t\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\t\tIf an application under section 63(1) is granted, the Chief Inspector must—\n\t\t\t\tregister the applicant in Part B of the general childcare register as aprovider of childcare other than a childminder, in respect of the premises inquestion, and\n\t\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\t\tA certificate of registration given to the applicant in pursuance ofsubsection (1) or (2) must contain prescribed information about prescribedmatters.\n\t\t\tIf there is a change of circumstances which requires the amendment of acertificate of registration, the Chief Inspector must give the registeredperson an amended certificate.\n\t\t\tIf the Chief Inspector is satisfied that a certificate of registration hasbeen lost or destroyed, the Chief Inspector must give the registered person acopy, on payment by the provider of any prescribed fee.\n\t\tSpecial procedure for persons already registered\n\t\t\tIf a person who is registered as a childminder in the early years registeror in Part A of the general childcare register gives notice to the ChiefInspector that he wishes to be registered in Part B of the general childcareregister, the Chief Inspector must—\n\t\t\t\tregister the person in Part B of the general childcare register as achildminder, and\n\t\t\t\tgive the applicant a certificate of registration stating that he is soregistered.\n\t\t\tIf a person who is registered (otherwise than as a childminder) in theearly years register or in Part A of the general childcare register in respectof particular premises gives notice to the Chief Inspector that he wishes tobe registered in Part B of the general childcare register in respect of thesame premises, the Chief Inspector must—\n\t\t\t\tregister the person in Part B of the general childcare register as aprovider of childcare other than a childminder, in respect of the premises,and\n\t\t\t\tgive the person a certificate of registration stating that he is soregistered.\n\t\t\tSubsections (3) to (5) of section 64 apply in relation to a certificate ofregistration given in pursuance of subsection (1) or (2) of this section asthey apply in relation to a certificate of registration given in pursuance ofsubsection (1) or (2) of that section.\n\tRegulation of persons registering voluntarily\n\t\tConditions on registration\n\t\t\tThe Chief Inspector may impose such conditions as he thinks fit on theregistration of a person under this Chapter.\n\t\t\tThe power conferred by subsection (1) may be exercised at the time when theChief Inspector registers a person in pursuance of section 64 or 65 or at anysubsequent time.\n\t\t\tThe Chief Inspector may at any time vary or remove any condition imposedunder subsection (1).\n\t\t\tThe power conferred by subsection (1) includes power to impose conditionsfor the purpose of giving effect to regulations under section 67.\n\t\t\tA person registered under this Chapter commits an offence if, withoutreasonable excuse, he fails to comply with any condition imposed undersubsection (1).\n\t\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\tRegulations governing activities\n\t\t\tThis section applies to persons providing early years provision or lateryears provision (or both) in respect of which they are registered under thisChapter.\n\t\t\tThe Secretary of State may, after consulting the Chief Inspector and anyother person he considers appropriate, make regulations governing theactivities of persons to whom this section applies.\n\t\t\tThe regulations may deal with the following matters (among others)—\n\t\t\t\tthe welfare of the children concerned;\n\t\t\t\tthe arrangements for safeguarding the children concerned;\n\t\t\t\tsuitability of persons to care for, or be in regular contact with, thechildren concerned;\n\t\t\t\tqualifications and training;\n\t\t\t\tthe suitability of premises and equipment;\n\t\t\t\tthe manner in which the childcare provision is organised;\n\t\t\t\tprocedures for dealing with complaints;\n\t\t\t\tthe keeping of records;\n\t\t\t\tthe provision of information.\n\t\t\tThe power to make regulations under this section may be exercised so asconfer powers or impose duties on the Chief Inspector in the exercise of hisfunctions under this Part.\n\t\t\tIn particular, it may be so exercised so as to require the Chief Inspector,in exercising his functions under this Part, to have regard to factors,standards and other matters prescribed by or referred to in the regulations.\n\t\t\tIf the regulations require any person (other than the Chief Inspector) tohave regard to or meet factors, standards and other matters prescribed by orreferred to in the regulations, they may also provide for any allegation thatthe person has failed to do so to be taken into account—\n\t\t\t\tby the Chief Inspector in the exercise of his functions under this Part, or\n\t\t\t\tin any proceedings under this Part."
    },
    {
        "length": 1564,
        "text": "\nCancellation of registration etc.\n\tCancellation of registration\n\t\tThe Chief Inspector must cancel the registration of a person registeredunder Chapter 2, 3 or 4 if it appears to him that the person has becomedisqualified from registration by regulations under section 75.\n\t\tThe Chief Inspector may cancel the registration of a person registeredunder Chapter 2, 3 or 4 if it appears to him—\n\t\t\tthat the prescribed requirements for registration which apply in relationto the person’s registration under that Chapter have ceased, or will cease, tobe satisfied,\n\t\t\tthat the person has failed to comply with a condition imposed on hisregistration under that Chapter,\n\t\t\tthat he has failed to comply with a requirement imposed on him byregulations under that Chapter,\n\t\t\tin the case of a person registered under Chapter 2, that he has failed tocomply with section 40(2)(a), or\n\t\t\tin any case, that he has failed to pay a prescribed fee.\n\t\tThe Chief Inspector may cancel the registration of a person registered asan early years childminder under Chapter 2 if it appears to him that theperson has not provided early years childminding for a period of more thanthree years during which he was registered.\n\t\tThe Chief Inspector may cancel the registration of a person registered as alater years childminder under Chapter 3 if it appears to him that the personhas not provided later years childminding for a period of more than threeyears during which he was registered.\n\t\tThe Chief Inspector may cancel the registration of a person registered as achildminder under Chapter 4 if it appears to him that the person has providedneither early years childminding nor later years childminding for a period ofmore than three years during which he was registered.\n\t\tWhere a requirement to make any changes or additions to any services,equipment or premises has been imposed on a person registered under Chapter 2,3 or 4, his registration may not be cancelled on the ground of any defect orinsufficiency in the services, equipment or premises if—\n\t\t\tthe time set for complying with the requirements has not expired, and\n\t\t\tit is shown that the defect or insufficiency is due to the changes oradditions not having been made.\n\tSuspension of registration\n\t\tRegulations may provide for the registration of a person registered underChapter 2, 3 or 4 to be suspended for a prescribed period in prescribedcircumstances.\n\t\tRegulations under subsection (1) must include provision conferring on theregistered person a right of appeal to the Tribunal against suspension.\n\t\tA person registered as an early years childminder under Chapter 2 may notprovide early years childminding in England at any time when his registrationunder that Chapter is suspended in accordance with regulations under thissection.\n\t\tA person registered as a later years childminder under Chapter 3 may notprovide later years childminding in England, for a child who has not attainedthe age of eight, at any time when his registration under that Chapter issuspended in accordance with regulations under this section.\n\t\tSubsection (3) or (4) does not apply in relation to early yearschildminding or (as the case may be) later years childminding which the personmay provide without being registered under Chapter 2 or 3.\n\t\tA person registered as an early years provider (other than an early yearschildminder) under Chapter 2 may not provide early years provision on premisesin England at any time when his registration under that Chapter in respect ofthe premises is suspended in accordance with regulations under this section.\n\t\tA person registered as a later years provider (other than a later yearschildminder) under Chapter 3 may not provide later years provision on premisesin England, for a child who has not attained the age of eight, at any timewhen his registration under that Chapter in respect of the premises issuspended in accordance with regulations under this section.\n\t\tSubsection (6) or (7) does not apply in relation to early years provisionor (as the case may be) later years provision which the person may providewithout being registered under Chapter 2 or 3.\n\t\tA person commits an offence if, without reasonable excuse, he contravenessubsection (3), (4), (6) or (7).\n\t\tA person guilty of an offence under subsection (9) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\tIn this Part, “the Tribunal” means the Tribunal established by section 9of the Protection of Children Act [1999 (c. 14)](/id/ukpga/1999/14?view=plain\"Go to item of legislation\").\n\tVoluntary removal from register\n\t\tA person registered under any of Chapters 2 to 4 may give notice to theChief Inspector that he wishes to be removed from the early years register or(as the case may be) from Part A or B of the general childcare register.\n\t\tIf a person gives notice under subsection (1) the Chief Inspector mustremove him from the early years register or (as the case may be) from therelevant Part of the general childcare register.\n\t\tThe Chief Inspector must not act under subsection (2) if—\n\t\t\tthe Chief Inspector has sent the person a notice (in pursuance of section73(2)) of his intention to cancel his registration, and\n\t\t\tthe Chief Inspector has not decided that he no longer intends to take thatstep.\n\t\tThe Chief Inspector must not act under subsection (2) if—\n\t\t\tthe Chief Inspector has sent the person a notice (in pursuance of section73(7)) of his decision to cancel his registration, and\n\t\t\tthe time within which an appeal under section 74 may be brought has notexpired or, if such an appeal has been brought, it has not been determined.\n\t\tSubsections (3) and (4) do not apply if the person is seeking removal fromPart B of the general childcare register.\n\tTermination of voluntary registration on expiry of prescribed period\n\t\tRegulations may make provision requiring the Chief Inspector to remove aregistered person from Part B of the general childcare register on the expiryof a prescribed period of time from the date of his registration."
    },
    {
        "length": 459,
        "text": "\nCancellation etc. in an emergency\n\tProtection of children in an emergency\n\t\tIn relation to a person registered under Chapter 2, 3 or 4, the ChiefInspector may apply to a justice of the peace for an order—\n\t\t\tcancelling the person’s registration;\n\t\t\tvarying or removing a condition to which his registration is subject;\n\t\t\timposing a new condition on his registration.\n\t\tIf it appears to the justice that a child for whom early years provision orlater years provision is being or may be provided by that person is sufferingor is likely to suffer significant harm, the justice may make the order.\n\t\tAn application under subsection (1) may be made without notice.\n\t\tAn order under subsection (2)—\n\t\t\tmust be made in writing, and\n\t\t\thas effect from the time when it is made.\n\t\tIf an order is made under subsection (2), the Chief Inspector must serve onthe registered person as soon as is reasonably practicable after the making ofthe order—\n\t\t\ta copy of the order,\n\t\t\ta copy of any written statement in support of the application for theorder, and\n\t\t\tnotice of any right of appeal conferred by section 74.\n\t\tThe documents mentioned in subsection (5) may be served on the registeredperson by—\n\t\t\tdelivering them to him, or\n\t\t\tsending them by post.\n\t\tFor the purposes of this section, “harm” has the same meaning as in theChildren Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item oflegislation\") and the question of whether harm is significant is to bedetermined in accordance with section 31(10) of that Act."
    },
    {
        "length": 1092,
        "text": "\nRegistration – procedural safeguards\n\tProcedure for taking certain steps\n\t\tThis section applies if the Chief Inspector proposes to take any of thefollowing steps under this Part—\n\t\t\trefuse an application for registration;\n\t\t\timpose a new condition on a person’s registration;\n\t\t\tvary or remove any condition imposed on a person’s registration;\n\t\t\trefuse to grant an application for the variation or removal of any suchcondition;\n\t\t\tcancel a person’s registration.\n\t\tThe Chief Inspector must give to the applicant or (as the case may be) theregistered person notice of his intention to take the step in question.\n\t\tThe notice must—\n\t\t\tgive the Chief Inspector’s reasons for proposing to take the step, and\n\t\t\tinform the person concerned of his rights under this section.\n\t\tThe Chief Inspector may not take the step until the end of the period of 14days beginning with the day on which he gives notice under subsection (2)unless the applicant or (as the case may be) the registered person notifiesthe Chief Inspector that he does not wish to object to the step being taken.\n\t\tIf the recipient of a notice under subsection (2) (“the recipient”) givesnotice to the Chief Inspector that he wishes to object to the step beingtaken, the Chief Inspector must give him an opportunity to object beforedeciding whether to take the step.\n\t\tAn objection made in pursuance of subsection (5) may be made orally or inwriting and in either case may be made by the recipient or his representative.\n\t\tIf the Chief Inspector decides to take the step, he must give the recipientnotice of his decision (whether or not the recipient informed the ChiefInspector that he wished to object to the step being taken).\n\t\tThe taking of a step mentioned in paragraph (b), (c) or (e) of subsection(1) does not have effect until—\n\t\t\tthe expiry of the time within which an appeal may be brought under section74, or\n\t\t\tif such an appeal is brought, the time when the appeal is determined (andthe taking of the step is confirmed).\n\t\tSubsection (8) does not prevent such a step having effect before the expiryof the time within which an appeal may be brought if the person concernednotifies the Chief Inspector that he does not intend to appeal.\n\t\tIf the Chief Inspector gives notice to an applicant for registration underChapter 2 or 3 that he intends to refuse his application, the application maynot be withdrawn without the consent of the Chief Inspector.\n\t\tIn this section and in section 74, “a new condition” means a conditionimposed otherwise than at the time of the person’s registration.\n\tAppeals \n\t\tAn applicant for registration or (as the case may be) a registered personmay appeal to the Tribunal against the taking of any of the following steps bythe Chief Inspector under this Part—\n\t\t\tthe refusal of his application for registration;\n\t\t\tthe imposition of a new condition on his registration;\n\t\t\tthe variation or removal of any condition imposed on his registration;\n\t\t\tthe refusal of an application to vary or remove any such condition;\n\t\t\tthe cancellation of his registration.\n\t\tAn applicant for registration or (as the case may be) a registered personmay also appeal to the Tribunal against any other determination made by theChief Inspector under this Part which is of a prescribed description.\n\t\tA person against whom an order is made under section 72(2) may appeal tothe Tribunal against the making of the order.\n\t\tOn an appeal the Tribunal must either—\n\t\t\tconfirm the taking of the step, the making of the other determination orthe making of the order (as the case may be), or\n\t\t\tdirect that it shall not have, or shall cease to have, effect.\n\t\tUnless the Tribunal has confirmed the taking of a step mentioned insubsection (1)(a) or (e) or the making of an order under section 72(2)cancelling a person’s registration, the Tribunal may also do either or both ofthe following—\n\t\t\timpose conditions on the registration of the person concerned;\n\t\t\tvary or remove any condition previously imposed on his registration."
    },
    {
        "length": 1707,
        "text": "\nDisqualification from registration\n\tDisqualification from registration\n\t\tIn this section, “registration” means registration under Chapters 2, 3 and4.\n\t\tRegulations may provide for a person to be disqualified from registration.\n\t\tThe regulations may, in particular, provide for a person to be disqualifiedfrom registration if—\n\t\t\the is included in the list kept under section 1 of the Protection ofChildren Act [1999 (c. 14)](/id/ukpga/1999/14?view=plain \"Go to item oflegislation\");\n\t\t\the is subject to a direction under section 142 of the Education Act [2002(c. 32)](/id/ukpga/2002/32?view=plain \"Go to item of legislation\") on thegrounds that he is unsuitable to work with children or on grounds relating tohis health;\n\t\t\tan order of a prescribed kind has been made at any time with respect tohim;\n\t\t\tan order of a prescribed kind has been made at any time with respect to achild who has been in his care;\n\t\t\ta requirement of a prescribed kind has been imposed at any time withrespect to such a child, under or by virtue of any enactment;\n\t\t\the has at any time been refused registration under Chapter 2, 3 or 4 ofthis Part of this Act or under Part 10 or Part 10A of the Children Act [1989(c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") or anyprescribed enactment, or had any such registration cancelled;\n\t\t\the has been convicted of an offence of a prescribed kind or has beendischarged absolutely or conditionally for such an offence;\n\t\t\the has been given a caution in respect of an offence of a prescribed kind;\n\t\t\the has at any time been disqualified from fostering a child privately(within the meaning of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\"));\n\t\t\ta prohibition has been imposed on him at any time under section 69 of theChildren Act 1989, section 10 of the Foster Children (Scotland) Act [1984 (c.56)](/id/ukpga/1984/56?view=plain \"Go to item of legislation\") or anyprescribed enactment;\n\t\t\this rights and powers with respect to a child have at any time been vestedin a prescribed authority under a prescribed enactment.\n\t\tRegulations may provide for a person to be disqualified from registrationif—\n\t\t\the lives in the same household as another person who is disqualified fromregistration, or\n\t\t\the lives in a household in which any such person is employed.\n\t\tRegulations under subsection (2) or (4) may provide for a person not to bedisqualified from registration (and in particular may provide for a person notto be disqualified from registration for the purposes of section 76) by reasonof any fact which would otherwise cause him to be disqualified if—\n\t\t\the has disclosed the fact to the Chief Inspector, and\n\t\t\tthe Chief Inspector has consented in writing to the person’s not beingdisqualified from registration and has not withdrawn his consent.\n\t\tIn this section—\n\t\t\t  * ‘“caution” includes a reprimand or warning within the meaning of section 65 of the Crime and Disorder Act [1998 (c. 37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\"); \n\t\t\t  * “enactment” means any enactment having effect at any time in any part of the United Kingdom. \n\t\tA conviction in respect of which a probation order was made before 1stOctober 1992 (which would not otherwise be treated as a conviction) is to betreated as a conviction for the purposes of this section.\n\tConsequences of disqualification\n\t\tThis section applies to—\n\t\t\tearly years provision in respect of which the provider is required bysection 33(1) or 34(1) to be registered,\n\t\t\tearly years provision in respect of which, but for section 34(2), theprovider would be required to be registered,\n\t\t\tlater years provision in respect of which the provider is required bysection 52(1) or 53(1) to be registered, and\n\t\t\tlater years provision in respect of which, but for section 53(2), theprovider would be required to be registered.\n\t\tA person who is disqualified from registration by regulations under section75 must not—\n\t\t\tprovide early years or later years provision to which this section applies,or\n\t\t\tbe directly concerned in the management of early years or later yearsprovision to which this section applies.\n\t\tNo person may employ, in connection with the provision of early years orlater years provision to which this section applies, a person who isdisqualified from registration by regulations under section 75.\n\t\tA person who contravenes subsection (2) or (3) commits an offence.\n\t\tA person who contravenes subsection (2) is not guilty of an offence undersubsection (4) if—\n\t\t\the is disqualified from registration by virtue only of regulations undersection 75(4), and\n\t\t\the proves that he did not know, and had no reasonable grounds forbelieving, that he was living—\n\t\t\tin the same household as a person who was disqualified from registration,or\n\t\t\tin a household in which such a person was employed.\n\t\tA person who contravenes subsection (3) is not guilty of an offence undersubsection (4) if he proves that he did not know, and had no reasonablegrounds for believing, that the person whom he was employing was disqualifiedfrom registration.\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to imprisonment for a term not exceeding 51 weeks, or to a fine notexceeding level 5 on the standard scale, or to both.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\") (alteration of penalties for summary offences),the reference in subsection (7) to 51 weeks is to be read as a reference to 6months."
    },
    {
        "length": 1466,
        "text": "\nRights of entry\n\tPowers of entry\n\t\tA person authorised for the purposes of this subsection by the ChiefInspector may at any reasonable time enter any premises in England if he hasreasonable cause to believe that early years provision or later yearsprovision is being provided on the premises in breach of section 33(1), 34(1),52(1) or 53(1).\n\t\tA person authorised for the purposes of this subsection by the ChiefInspector may at any reasonable time enter any premises in England on whichearly years provision or later years provision in respect of which a person isregistered under this Part is being provided—\n\t\t\tfor the purpose of conducting an inspection under section 49 or 60, or\n\t\t\tfor the purpose of determining whether any conditions or requirementsimposed by or under this Part are being complied with.\n\t\tAuthorisation under subsection (1) or (2)—\n\t\t\tmay be given for a particular occasion or period;\n\t\t\tmay be given subject to conditions.\n\t\tA person entering premises under this section may (subject to anyconditions imposed under subsection (3)(b))—\n\t\t\tinspect the premises;\n\t\t\tinspect, and take copies of—\n\t\t\tany records kept by the person providing the childcare, and\n\t\t\tany other documents containing information relating to that provision;\n\t\t\tseize and remove any document or other material or thing found there whichhe has reasonable grounds to believe may be evidence of a failure to complywith any condition or requirement imposed by or under this Part;\n\t\t\ttake measurements and photographs or make recordings;\n\t\t\tinspect any children being cared for there, and the arrangements made fortheir welfare;\n\t\t\tinterview in private the childcare provider;\n\t\t\tinterview in private any person caring for children, or living or working,on the premises who consents to be interviewed.\n\t\tA person entering premises under this section may (subject to anyconditions imposed under subsection (3)(b)) require any person to afford himsuch facilities and assistance with respect to matters within the person’scontrol as are necessary to enable him to exercise his powers under thissection.\n\t\tSection 58 of the Education Act [2005 (c. 18)](/id/ukpga/2005/18?view=plain\"Go to item of legislation\") (inspection of computer records for the purposesof Part 1 of that Act) applies for the purposes of this section as it appliesfor the purposes of Part 1 of that Act.\n\t\tA person exercising any power conferred by this section must, if sorequired, produce a duly authenticated document showing his authority to doso.\n\t\tA person commits an offence if he intentionally obstructs a personexercising any power under this section.\n\t\tA person guilty of an offence under subsection (8) is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\tIn this section, “documents” and “records” each include informationrecorded in any form.\n\tRequirement for consent to entry\n\t\tThis section applies where a person (“the authorised person”) proposes toenter domestic premises in pursuance of—\n\t\t\tprovision made by virtue of section 42(1) and (4) in a learning anddevelopment order specifying assessment arrangements in relation to earlyyears provision, or\n\t\t\ta power of entry conferred by section 77(2).\n\t\tIf the authorised person has reasonable cause to believe—\n\t\t\tthat the premises are not the home of the person providing the early yearsor later years provision, or\n\t\t\tthat the premises are the home of a child for whom the early years or lateryears provision is provided,\n\t\t\t\tthe authorised person may not enter the premises without the consent of anadult who is an occupier of the premises.\n\t\tSubsection (2) does not prevent the imposition under section 38, 58 or 66of a condition requiring a person registered under Chapter 2, 3 or 4 to securethat the occupier of any premises on which the registered person providesearly years provision or later years provision gives any consent required bythat subsection.\n\t\tIn this section—\n\t\t\t  * “a learning and development order” means an order under section 39(1)(a); \n\t\t\t  * “occupier” does not include the person providing the early years or later years rovision. \n\tPower of constable to assist in exercise of powers of entry\n\t\tA person authorised for the purpose of subsection (1) or (2) of section 77may apply to a court for a warrant under this section.\n\t\tIf it appears to the court that the authorised person—\n\t\t\thas attempted to exercise a power conferred on him by section 77 but hasbeen prevented from doing so, or\n\t\t\tis likely to be prevented from exercising any such power,\n\t\t\t\tthe court may issue a warrant authorising any constable to assist that personin the exercise of the power, using reasonable force if necessary.\n\t\tA warrant issued under this section must be addressed to, and executed by,a constable.\n\t\tSchedule 11 to the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain\"Go to item of legislation\") (jurisdiction of courts) applies in relation toproceedings under this section as if they were proceedings under that Act.\n\t\tIn this section, “court” means the High Court, a county court or amagistrates' court but this is subject to any provision which may be made (byvirtue of subsection (4)) by or under Schedule 11 to the Children Act 1989."
    },
    {
        "length": 1037,
        "text": "\nReports and information\n\tCombined reports\n\t\tThis section applies if, following inspections under this Part of earlyyears or later years provision, the Chief Inspector—\n\t\t\tis required to make more than one report under section 50(1) or determinesto make more than one report under section 61(1), or\n\t\t\tis required to make one or more reports under section 50(1) and determinesto make one or more reports under section 61(1).\n\t\tIf the Chief Inspector considers it appropriate, he may—\n\t\t\tcombine any two or more of those reports in a single document (“a combinedreport”), and\n\t\t\tto such extent as he considers appropriate, combine the substantivereports.\n\t\tIf the Chief Inspector combines reports under this section, the powers andduties which apply in relation to each report by virtue of section 50(2) or61(2) are to be read as applying instead to the combined report.\n\tInformation to be included in annual reports\n\t\tThe annual reports of the Chief Inspector required by section 3(a) of theEducation Act [2005 (c. 18)](/id/ukpga/2005/18?view=plain \"Go to item oflegislation\") to be made to the Secretary of State must include an account ofthe exercise of the Chief Inspector’s functions under this Part in relation toearly years provision and later years provision.\n\t\tThe power conferred on the Chief Inspector by section 3(b) of that Actincludes a power to make reports with respect to matters which fall within thescope of his functions by virtue of the provisions of this Part relating toearly years provision and later years provision.\n\tSupply of information to Chief Inspector\n\t\tThe Chief Inspector may at any time require any person registered under thisPart to provide him with any information connected with the person’sactivities as an early years provider or later years provider which the ChiefInspector considers it necessary to have for the purposes of his functionsunder this Part.\n\tSupply of information to HMRC and local authorities\n\t\tThe Chief Inspector must provide prescribed information to Her Majesty’sRevenue and Customs, and the relevant local authority, if he takes any of thefollowing steps under this Part—\n\t\t\tgrants a person’s application for registration;\n\t\t\tgives notice of his intention to cancel a person’s registration;\n\t\t\tcancels a person’s registration;\n\t\t\tsuspends a person’s registration;\n\t\t\tremoves a person from the register at that person’s request.\n\t\tThe Chief Inspector must also provide prescribed information to HerMajesty’s Revenue and Customs, and the relevant local authority, if an orderis made under section 72(2).\n\t\tThe information which may be prescribed for the purposes of this sectionis—\n\t\t\tin the case of information to be provided to Her Majesty’s Revenue andCustoms, information which Her Majesty’s Revenue and Customs may require forthe purposes of their functions in relation to tax credits;\n\t\t\tin the case of information to be provided to the relevant local authority,information which would assist the local authority in the discharge of theirfunctions under section 12.\n\t\tIn this section, “the relevant local authority” means the English localauthority for the area in which the person provides (or, as the case may be,has provided) the early years provision or later years provision in respect ofwhich he is (or was) registered.\n\tDisclosure of information for certain purposes\n\t\tThe Chief Inspector may arrange for prescribed information held by him inrelation to persons registered under this Part to be made available for thepurpose of—41\n\t\t\tassisting parents or prospective parents in choosing an early years orlater years provider, or\n\t\t\tprotecting children from harm or neglect.\n\t\tThe information may be made available in such manner and to such persons asthe Chief Inspector considers appropriate.\n\t\tRegulations may require the Chief Inspector to provide prescribedinformation held by him in relation to persons registered under this Part toprescribed persons for either of the purposes mentioned in subsection (1)."
    },
    {
        "length": 738,
        "text": "\nOffences and criminal proceedings\n\tOffence of making false or misleading statement\n\t\tA person commits an offence if, in an application for registration underany of Chapters 2 to 4, he knowingly makes a statement which is false ormisleading in a material particular.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tTime limit for proceedings\n\t\tProceedings for an offence under this Part or regulations made under it maybe brought within a period of six months from the date on which evidencesufficient in the opinion of the prosecutor to warrant the proceedings comesto his knowledge.\n\t\tNo such proceedings may be brought by virtue of subsection (1) more thanthree years after the commission of the offence.\n\tOffences by bodies corporate\n\t\tThis section applies where any offence under this Part is committed by abody corporate.\n\t\tIf the offence is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of, anydirector, manager or other similar officer of the body corporate, or anyperson who was purporting to act in any such capacity, he (as well as the bodycorporate) is guilty of the offence and liable to be proceeded against andpunished accordingly.\n\tUnincorporated associations\n\t\tProceedings for an offence under this Part which is alleged to have beencommitted by an unincorporated association must be brought in the name of theassociation (and not in the name of any of its members).\n\t\tFor the purpose of any such proceedings, rules of court relating to theservice of documents are to have effect as if the association were a bodycorporate.\n\t\tIn proceedings for an offence under this Part brought against anunincorporated association, section 33 of the Criminal Justice Act [1925 (c.86)](/id/ukpga/1925/86?view=plain \"Go to item of legislation\") and Schedule 3to the Magistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Goto item of legislation\") (procedure) apply as they do in relation to a bodycorporate.\n\t\tA fine imposed on an unincorporated association on its conviction of anoffence under this Part is to be paid out of the funds of the association.\n\t\tIf an offence under this Part by an unincorporated association is shown—\n\t\t\tto have been committed with the consent or connivance of an officer of theassociation or a member of its governing body, or\n\t\t\tto be attributable to any neglect on the part of such an officer or member,\n\t\t\t\tthe officer or member as well as the association is guilty of the offence andliable to be proceeded against and punished accordingly."
    },
    {
        "length": 1626,
        "text": "\nMiscellaneous\n\tFees \n\t\tRegulations may require persons registered under any of Chapters 2 to 4 topay to the Chief Inspector at or by prescribed times fees of the prescribedamounts in respect of the discharge by the Chief Inspector of his functionsunder this Part.\n\t\tRegulations under subsection (1) may prescribe circumstances in which—\n\t\t\tthe amount of a fee payable under the regulations may be varied inaccordance with the regulations;\n\t\t\ta fee payable under the regulations may be waived.\n\tCases where consent to disclosure withheld\n\t\tThis section applies where the Chief Inspector—\n\t\t\tis determining, for the purpose of deciding whether to grant an applicationfor registration under Chapter 2, 3 or 4, whether the prescribed requirementsfor registration are satisfied and are likely to be continued to be satisfied,or\n\t\t\tis determining, for the purpose of deciding whether to cancel theregistration of any person under section 68(2)(a), whether the prescribedrequirements for registration have ceased, or will cease, to be satisfied.\n\t\tThe Chief Inspector may, if regulations so provide and he thinks itappropriate to do so, treat the prescribed requirements for registration asnot being satisfied or (as the case may be) as having ceased to be satisfiedif for the purpose of his determination—\n\t\t\tthe Chief Inspector has requested a person (“A”) to consent to thedisclosure by another person (“B”) to the Chief Inspector of informationwhich—\n\t\t\trelates to A,\n\t\t\tis held by B, and\n\t\t\tis of a prescribed description, and\n\t\t\tA does not give his consent or withdraws his consent after giving it.\n\tCo-operation between authorities\n\t\tIf it appears to the Chief Inspector that any English local authoritycould, by taking any specified action, help in the exercise of any of hisfunctions under this Part, he may request the help of the authority,specifying the action in question.\n\t\tAn authority whose help is requested must comply with the request if it iscompatible with their own statutory and other duties and does not undulyprejudice the discharge of any of their functions.\n\tCombined certificates of registration\n\t\tThis section applies if the Chief Inspector is required by virtue of thisPart to issue more than one certificate of registration to a person.\n\t\tIf the Chief Inspector considers it appropriate, he may combine any two ormore of those certificates in a single certificate (a combined certificate).\n\t\tA combined certificate of registration must contain prescribed informationabout prescribed matters.\n\t\tIf there is a change of circumstances which requires the amendment of acombined certificate of registration, the Chief Inspector must give theregistered person an amended combined certificate.\n\t\tIf the Chief Inspector is satisfied that a combined certificate ofregistration has been lost or destroyed, the Chief Inspector must give theregistered person a copy, on payment by that person of any prescribed fee.\n\tNotices \n\t\tThis section applies in relation to notices required or authorised to begiven to any person by any of the following—\n\t\t\tsection 57(1) and (2);\n\t\t\tsection 65(1) and (2);\n\t\t\tsection 70(1);\n\t\t\tsection 73(2), (4), (5), (7) and (9).\n\t\tThe notice may be given to the person in question—\n\t\t\tby delivering it to him,\n\t\t\tby sending it by post, or\n\t\t\tsubject to subsection (3), by transmitting it electronically.\n\t\tIf the notice is transmitted electronically, it is to be treated as givenonly if the requirements of subsection (4) or (5) are met.\n\t\tIf the person required or authorised to give the notice is the ChiefInspector—\n\t\t\tthe person to whom the notice is required or authorised to be given musthave indicated to the Chief Inspector his willingness to receive noticestransmitted by electronic means and provided an address suitable for thatpurpose, and\n\t\t\tthe notice must be sent to the address provided by him.\n\t\tIf the person required or authorised to give the notice is not the ChiefInspector, the notice must be transmitted in such manner as the ChiefInspector may require.\n\t\tAn indication given for the purposes of subsection (4) may be givengenerally for the purposes of notices required or authorised to be given bythe Chief Inspector under this Part or may be limited to notices of aparticular description.\n\t\tA requirement imposed by the Chief Inspector under subsection (5) must bepublished in such manner as the Chief Inspector thinks appropriate for thepurpose of bringing it to the attention of persons who are likely to beaffected by it.\n\t\tIn relation to the taking of a step mentioned in subsection (1)(b) or (c)of section 73, notification authorised to be given to the Chief Inspectorunder subsection (4) or (9) of that section may be given orally to a personauthorised by the Chief Inspector to receive such notification (as well as byany of the methods mentioned in subsection (2)).\n\tPower to amend Part 3: applications in respect of multiple premises\n\t\tThe Secretary of State may by order—\n\t\t\tamend this Part so as to enable an application for registration undersection 36(1), 55(1) or 63(1) to be made in respect of more than one set ofpremises, and\n\t\t\tmake such further amendments of this Part as appear to him to be necessaryor expedient in consequence of the amendments made by virtue of paragraph (a).\n\tCertain institutions not to be regarded as schools\n\t\tSection 4 of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain\"Go to item of legislation\") (schools: general) is amended as follows.\n\t\tIn subsection (1) after “In this Act” insert “(subject to subsection(1A))”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)An institution which—\n\t\t\tprovides only early years provision (as defined by section 96(2) of theChildcare Act 2006), and\n\t\t\tis not a maintained nursery school,\n\t\t\tis not a school.”"
    },
    {
        "length": 1081,
        "text": "\nInterpretation\n\tMeaning of early years and later years provision etc.\n\t\tThis section applies for the purposes of this Part.\n\t\t“Early years provision” means the provision of childcare for a young child.\n\t\t“Early years provider” means a person who provides early years provision.\n\t\tSubject to subsection (5), “early years childminding” means early yearsprovision on domestic premises for reward (and “early years childminder” is tobe read accordingly).\n\t\tEarly years provision on domestic premises for reward is not early yearschildminding if at any time the number of persons providing the early yearsprovision on the premises or assisting with the provision exceeds three.\n\t\t“Later years provision”, in relation to a child, means the provision ofchildcare at any time during the period—\n\t\t\tbeginning with the 1st September next following the date on which heattains the age of five, and\n\t\t\tending with such day as may be prescribed.\n\t\t“Later years provider” means a person who provides later years provision.\n\t\tSubject to subsection (9), “later years childminding” means later yearsprovision on domestic premises for reward (and “later years childminder” is tobe read accordingly).\n\t\tLater years provision on domestic premises for reward is not later yearschildminding if at any time the number of persons providing the later yearsprovision on the premises or assisting with the provision exceeds three.\n\tEmployees not to be regarded as providing childcare\n\t\tThis section applies for the purposes of this Part.\n\t\tWhere an individual (“the employee”) is employed to care for a child by aperson who provides early years provision or later years provision for thechild, the employee is not to be regarded as providing early years provisionor (as the case may be) later years provision by virtue of anything done byhim in the course of that employment.\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “the Chief Inspector” means Her Majesty’s Chief Inspector of Schools in England; \n\t\t\t  * “childcare” has the meaning given by section 18; \n\t\t\t  * “domestic premises” means premises which are used wholly or mainly as a private dwelling; \n\t\t\t  * “early years provision” has the meaning given by section 96(2); \n\t\t\t  * “early years provider” has the meaning given by section 96(3); \n\t\t\t  * “early years childminding” and “early years childminder” have the meanings given by section 96(4); \n\t\t\t  * “later years provision” has the meaning given by section 96(6); \n\t\t\t  * “later years provider” has the meaning given by section 96(7); \n\t\t\t  * “later years childminding” and “later years childminder” have the meanings given by section 96(8); \n\t\t\t  * “premises” includes any area and any vehicle; \n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “proprietor”, in relation to a school, has the same meaning as in the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"); \n\t\t\t  * “regulations” means regulations made by the Secretary of State; \n\t\t\t  * “the Tribunal” has the meaning given by section 69(11); \n\t\t\t  * “young child” has the meaning given by section 19. \n\t\tFor the purposes of section 7 of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") (references toservice by post), a notice or order which may by virtue of any provision ofthis Part be sent by post to an applicant for registration or to a registeredperson is to be treated as properly addressed if it is addressed to him at theaddress notified by him to the Chief Inspector as the address to whichcorrespondence to him should be sent."
    },
    {
        "length": 2151,
        "text": "\nProvision of information about children\n\tProvision of information about young children: England\n\t\tRegulations may make provision, in relation to England, requiring—\n\t\t\ta person registered as an early years provider under Chapter 2 of Part 3,and\n\t\t\ta person who provides early years provision in respect of which, but forsection 34(2) (exemption for provision for children aged 3 or over at certainschools), he would be required to be registered under that Chapter,\n\t\t\t\tto provide to the relevant person such individual child information as may beprescribed.\n\t\tIn subsection (1), “the relevant person” means one or more of thefollowing—\n\t\t\tthe Secretary of State, and\n\t\t\tany prescribed person.\n\t\tWhere any person within paragraph (b) of subsection (2) receivesinformation by virtue of subsection (1), the Secretary of State may requirethat person to provide any such information—\n\t\t\tto the Secretary of State, or\n\t\t\tto any prescribed person.\n\t\tThe Secretary of State may provide any individual child information—\n\t\t\tto any information collator,\n\t\t\tto any prescribed person, or\n\t\t\tto any person falling within a prescribed category.\n\t\tAny information collator—\n\t\t\tmay provide any individual child information—\n\t\t\tto the Secretary of State, or\n\t\t\tto any other information collator, and\n\t\t\tmay at such times as the Secretary of State may determine or in prescribedcircumstances provide such individual child information as may be prescribed—\n\t\t\tto any prescribed person, or\n\t\t\tto any person falling within a prescribed category.\n\t\tAny person holding any individual child information (other than theSecretary of State or an information collator) may provide that informationto—\n\t\t\tthe Secretary of State,\n\t\t\tany information collator, or\n\t\t\tany prescribed person.\n\t\tNo information received under or by virtue of this section shall bepublished in any form which includes the name of the child or children to whomit relates.\n\t\tRegulations under this section may provide that, in such circumstances asmay be prescribed, the provision of information to a person other than theSecretary of State is to be treated, for the purposes of any provision of suchregulations or this section, as compliance with any requirement imposed by orby virtue of any such provision and relating to the provision of informationto the Secretary of State.\n\t\tIn this section—\n\t\t\t  * “early years provision” has the meaning given by section 20; \n\t\t\t  * “individual child information” means information relating to and identifying individual children for whom early years provision is being or has been provided by a person mentioned in subsection (1)(a) or (b), whether obtained under subsection (1) or otherwise; \n\t\t\t  * “information collator” means any body which, for the purposes of or in connection with the functions of the Secretary of State relating to early years provision, is responsible for collating or checking information relating to children for whom such provision is made; \n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “regulations” means regulations made by the Secretary of State. \n\tProvision of information about young children: transitory provision\n\t\tSection 99 has effect with the modifications specified in subsections (2)and (3) until section 7 comes into force.\n\t\tIn subsection (1)—\n\t\t\tafter “requiring” insert “a person who provides funded nursery education”,and\n\t\t\tomit paragraphs (a) and (b).\n\t\tIn subsection (9)—\n\t\t\tfor the definition of “early years provision” substitute—\n\t\t\t\t““funded nursery education” means nursery education, within the meaning ofPart 5 of the School Standards and Framework Act [1998 (c.31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"), which isprovided by any person—\n\t\t\tunder arrangements made with that person by a local education authority inEngland in pursuance of the duty imposed on the authority by section 118 ofthat Act (duty of LEA to secure sufficient nursery education), and\n\t\t\tin consideration of financial assistance provided by the authority underthose arrangements,\n\t\t\tother than such education provided by a school for its pupils;”,\n\t\t\tfor the definition of “individual child information” substitute—\n\t\t\t\t  * “individual child information” means information relating to and identifying individual children for whom funded nursery education is being or has been provided, whether obtained under subsection (1) or otherwise;”, and \n\t\t\tin the definition of “information collator” for “early years provision”substitute “funded nursery education”.\n\tProvision of information about children: Wales\n\t\tRegulations may make provision, in relation to Wales, requiring—\n\t\t\ta person who is registered under Part 10A of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") to providechild minding or day care, and\n\t\t\ta person who provides funded nursery education,\n\t\t\t\tto provide to the relevant person such individual child information as may beprescribed.\n\t\tIn subsection (1), “the relevant person” means one or more of thefollowing—\n\t\t\tthe Assembly, and\n\t\t\tany prescribed person.\n\t\tWhere any person within paragraph (b) of subsection (2) receivesinformation by virtue of subsection (1), the Assembly may require that personto provide any such information—\n\t\t\tto the Assembly, or\n\t\t\tto any prescribed person.\n\t\tThe Assembly may provide any individual child information—\n\t\t\tto any information collator,\n\t\t\tto any prescribed person, or\n\t\t\tto any person falling within a prescribed category.\n\t\tAny information collator—\n\t\t\tmay provide any individual child information—\n\t\t\tto the Assembly, or\n\t\t\tto any other information collator, and\n\t\t\tmay at such times as the Assembly may determine or in prescribedcircumstances provide such individual child information as may be prescribed—\n\t\t\tto any prescribed person, or\n\t\t\tto any person falling within a prescribed category.\n\t\tAny person holding any individual child information (other than theAssembly or an information collator) may provide that information to—\n\t\t\tthe Assembly,\n\t\t\tany information collator, or\n\t\t\tany prescribed person.\n\t\tNo information received under or by virtue of this section shall bepublished in any form which includes the name of the child or children to whomit relates.\n\t\tRegulations under this section may provide that, in such circumstances asmay be prescribed, the provision of information to a person other than theAssembly is to be treated, for the purposes of any provision of suchregulations or this section, as compliance with any requirement imposed by orby virtue of any such provision and relating to the provision of informationto the Assembly.\n\t\tIn this section—\n\t\t\t  * “child minding” and “day care” have the same meaning as in Part 10A of the Children Act 1989; \n\t\t\t  * “funded nursery education” means nursery education, within the meaning of Part 5 of the School Standards and Framework Act [1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"), which is provided by any person— \n\t\t\tunder arrangements made with that person by a local education authority inWales in pursuance of the duty imposed on the authority by section 118 of thatAct (duty of LEA to secure sufficient nursery education), and\n\t\t\tin consideration of financial assistance provided by the authority under thosearrangements,\n\t\t\tother than such education provided by a school for its pupils;\n\t\t\t\t  * “individual child information” means information relating to and identifying individual children for whom child minding, day care or funded nursery education is being or has been provided, whether obtained under subsection (1) or otherwise; \n\t\t\t\t  * “information collator” means any body which, for the purposes of or in connection with the functions of the Assembly relating to child minding, day care or funded nursery education (as the case may be), is responsible for collating or checking information relating to children for whom such provision is made; \n\t\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t\t  * “regulations” means regulations made by the Assembly. "
    },
    {
        "length": 267,
        "text": "\nDisqualification for registration under Children Act 1989\n\tDisqualification for registration under Children Act 1989\n\t\tParagraph 4 of Schedule 9A to the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\")(disqualification for registration) is amended as follows.\n\t\tIn sub-paragraph (2)—\n\t\t\tin paragraph (b) after “children” insert “or on grounds relating to hishealth”, and\n\t\t\tafter paragraph (g) insert—\n\t\t\the has been given a caution in respect of any offence of a prescribedkind;”.\n\t\tFor sub-paragraph (6) substitute—\n\t\tIn this paragraph—\n\t\t\t  * “caution” includes a reprimand or warning within the meaning of section 65 of the Crime and Disorder Act 1998;\n\t\t\t  * “enactment” means any enactment having effect, at any time, in any part of the United Kingdom.”"
    },
    {
        "length": 1781,
        "text": "\nGeneral\n\tMinor and consequential amendments and repeals\n\t\tSchedule 2 (which contains minor and consequential amendments) has effect.\n\t\tThe enactments specified in Schedule 3 are repealed to the extentspecified.\n\tSubordinate legislation: general provisions\n\t\tAny power of the Secretary of State or the Assembly to make an order orregulations under this Act is exercisable by statutory instrument.\n\t\tAny power of the Secretary of State or the Assembly to make an order orregulations under this Act includes power—\n\t\t\tto make different provision for different cases or areas;\n\t\t\tto make provision generally or in relation to specific cases;\n\t\t\tto make such incidental, supplementary, saving or transitional provision asthe Secretary of State or the Assembly thinks fit.\n\tSubordinate legislation: parliamentary control\n\t\tA statutory instrument containing an order or regulations made by theSecretary of State under this Act is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tSubsection (1) does not apply to—\n\t\t\tan order under section 109(2) (commencement), or\n\t\t\tan order to which subsection (3) applies.\n\t\tA statutory instrument which contains (whether alone or with otherprovisions) —\n\t\t\tan order under section 5,\n\t\t\tan order under section 41(4), or\n\t\t\tan order under section 94,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\tGeneral interpretation etc.\n\t\tIn this Act—\n\t\t  * “the Assembly” means the National Assembly for Wales; \n\t\t  * “child” means a person under the age of 18; \n\t\t  * “English local authority” means— \n\t\t\ta county council in England;\n\t\t\ta metropolitan district council;\n\t\t\ta non-metropolitan district council for an area for which there is no countycouncil;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London (in their capacity as a localauthority);\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\t  * “independent school” has the same meaning as in the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “maintained school” means a community, foundation or voluntary school, a community or foundation special school or a maintained nursery school; \n\t\t\t\t  * “maintained nursery school” has the same meaning as in the School Standards and Framework Act [1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “parental responsibility” has the same meaning as in the Children Act [1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “registered pupil” has the same meaning as in the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “school” has the same meaning as in the Education Act 1996; \n\t\t\t\t  * “Welsh local authority” means a county council or county borough council in Wales; \n\t\t\t\t  * “well-being”, in relation to children, has the meaning given by section 1(2). \n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenses incurred by a Minister of the Crown or government departmentunder or by virtue of this Act, and\n\t\t\tany increase attributable to this Act in the sums which under any other Actare payable out of money so provided.\n\tIsles of Scilly\n\t\tParts 1 and 3 and this Part, in their application to the Isles of Scilly, haveeffect subject to such exceptions, adaptations and modifications as theSecretary of State may by order prescribe.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\t  * this section, \n\t\t\t  * sections 104 to 108, \n\t\t\t  * sections 110 and 111, and \n\t\t\t  * paragraph 1 of Schedule 2 (and section 103(1) so far as relating to that paragraph). \n\t\tThe other provisions of this Act come into force in accordance withprovision made by order by the appropriate authority (as determined undersection 110).\n\tThe appropriate authority by whom commencement order is made\n\t\tThis section has effect for determining who is the appropriate authorityfor the purposes of section 109(2).\n\t\tIn relation to Parts 1 and 3 (including Schedule 1) and sections 99 and100, the appropriate authority is the Secretary of State.\n\t\tIn relation to Part 2 and section 101, the appropriate authority is theAssembly.\n\t\tIn relation to section 102, the appropriate authority is—\n\t\t\tin relation to England, the Secretary of State, and\n\t\t\tin relation to Wales, the Assembly.\n\t\tIn relation to section 103(1) and Schedule 2, the appropriate authority is—\n\t\t\tfor paragraphs 18(5)(b) and (c), 20 to 24, 27, 31, 32(4) and 34 of thatSchedule (and section 103(1) so far as relating to those provisions)—\n\t\t\tin relation to England, the Secretary of State, and\n\t\t\tin relation to Wales, the Assembly,\n\t\t\tfor paragraph 28 of that Schedule (and section 103(1) so far as relating tothat paragraph), the Assembly, and\n\t\t\tfor the other provisions of that Schedule to which section 109(2) applies(and section 103(1) so far as relating to those provisions), the Secretary ofState.\n\t\tIn relation to section 103(2) and Schedule 3, the appropriate authority is—\n\t\t\tfor a repeal contained in Part 1 of that Schedule, the Secretary of State,and\n\t\t\tfor a repeal contained in Part 2 of that Schedule, the appropriateauthority for the purposes of section 109(2) in relation to the provision onwhich the repeal is consequential.\n\tShort title and extent\n\t\tThis Act may be cited as the Childcare Act 2006.\n\t\tAny amendment or repeal made by this Act has the same extent as theprovision amended or repealed.\n\t\tExcept as provided by subsection (2), this Act extends to England and Walesonly."
    }
]