[
    {
        "length": 818,
        "text": "\nACases involving criminal proceedings\n\tThis section applies where—\n\t\tan infringing article is removed under section 22 or 28, and\n\t\tits retention is justified by the matter specified in section 22(5)(c) or(as the case may be) 28(2)(c).\n\tIn the case of a perishable article, the Olympic Delivery Authority must,so far as is reasonably practicable, store the article pending its return ordisposal in accordance with this group of sections.\n\tIn the case of an animal, the Authority must take care of the animalpending its return or disposal in accordance with this group of sections.\n\tIf proceedings on the offence under section 21 or 27 are not institutedbefore the end of the relevant period, the infringing article shall bereturned to the owner of the article at the end of that period unless—\n\t\tthe Authority, having undertaken such enquiries as it thinks appropriate,fails to establish who or where the owner is,\n\t\tthe owner disclaims the article or refuses to accept it, or\n\t\tin the case of a perishable article, the article has ceased to be usablefor trade.\n\tIf proceedings on the offence under section 21 or 27 are instituted beforethe end of the relevant period but are discontinued, the infringing articleshall be returned to the owner on the discontinuance of the proceedings unlesssubsection (4)(a), (b) or (c) applies.\n\tIf proceedings on the offence under section 21 or 27 are instituted beforethe end of the relevant period, and subsection (5) does not apply, theinfringing article shall be returned to the owner at the conclusion of theproceedings unless—\n\t\tsubsection (4)(a), (b) or (c) applies,\n\t\tthe court orders the infringing article to be forfeited under section 143of the Powers of Criminal Courts (Sentencing) Act 2000, or\n\t\twhere (without making an order under that section) the court awards coststo the Authority against the owner, the period of 28 days beginning with theday on which the award was made expires without the costs having been paid.\n\tIf subsection (4)(a) applies, the Authority may apply to a magistrates’court for a disposal order under section 31D.\n\tIf subsection (4)(b) or (6)(c) applies, the Authority must proceed inaccordance with section 31E.\n\tIf subsection (4)(c) applies, the Authority may dispose of the article asit thinks appropriate.\n\tFor the purposes of this section, “the relevant period” is—\n\t\tin the case of an infringing article removed under section 22, the periodof 56 days beginning with the day after the day on which it is removed, and\n\t\tin the case of an infringing article removed under section 28, the periodof 28 days beginning with the day after the day on which it is removed.\n\tIn this section, “this group of sections” means this section and sections31B to 31E."
    },
    {
        "length": 510,
        "text": "\nBCases not involving criminal proceedings: articles other thanvehicles\n\tThis section applies where—\n\t\tan infringing article which is not a vehicle is removed under section 22 or28, and\n\t\tretention of the article is not justified by the matter specified insection 22(5)(c) or (as the case may be) 28(2)(c).\n\tIn the case of a perishable article, the Olympic Delivery Authority must,so far as is reasonably practicable, store the article pending its return ordisposal in accordance with this group of sections.\n\tIn the case of an animal, the Authority must take care of the animalpending its return or disposal in accordance with this group of sections.\n\tThe article shall be returned to the owner when retention is no longerjustified by a matter specified in section 22(5)(a) or (b) or (as the case maybe) 28(2)(a) or (b) unless—\n\t\tthe Authority, having undertaken such enquiries as it thinks appropriate,fails to establish who or where the owner of the article is,\n\t\tthe owner disclaims the article or refuses to accept it, or\n\t\tin the case of a perishable article, the article has ceased to be usablefor trade.\n\tIf subsection (4)(a) applies, the Authority may apply to a magistrates’court for a disposal order under section 31D.\n\tIf subsection (4)(b) applies, the Authority must proceed in accordance withsection 31E.\n\tIf subsection (4)(c) applies, the Authority may dispose of the article asit thinks appropriate.\n\tIn this section—\n\t\t  * “this group of sections” has the meaning given in section 31A, and\n\t\t  * “vehicle” has the same meaning as in the Vehicle Excise and Registration Act 1994 (see section 1 of that Act)."
    },
    {
        "length": 602,
        "text": "\nCCases not involving criminal proceedings: vehicles\n\tThis section applies where—\n\t\ta vehicle is removed under section 22 or 28, and\n\t\tretention of the vehicle is not justified by the matter specified insection 22(5)(c) or (as the case may be) 28(2)(c).\n\tIf the Olympic Delivery Authority receives a written application for thereturn of the vehicle and is satisfied that the applicant is the owner, thevehicle shall be returned to the applicant when retention is no longerjustified by a matter specified in section 22(5)(a) or (b) or (as the case maybe) 28(2)(a) or (b), unless the applicant disclaims the vehicle or refuses toaccept it.\n\tSubsection (2) does not apply if the vehicle has been removed under section22 or 28 on a previous occasion; where that is the case, if the Authority issatisfied as to who the owner is, the vehicle shall be returned to the owneras soon as is reasonably practicable after the end of the London Olympicsperiod, unless the owner disclaims the vehicle or refuses to accept it.\n\tIf neither subsection (2) nor subsection (3) applies, the Authority mustrequest from the Secretary of State the particulars relating to the person inwhose name the vehicle is registered under the Vehicle Excise and RegistrationAct 1994.\n\tOnce those particulars have been received, the vehicle shall—\n\t\tif it has been removed under section 22 or 28 on a previous occasion, bereturned to the owner as soon as is reasonably practicable after the end ofthe London Olympics period, or\n\t\tin any other case, be returned to the owner when retention is no longerjustified by a matter specified in section 22(5)(a) or (b) or (as the case maybe) 28(2)(a) or (b),\n\t\t\tunless the owner disclaims the vehicle or refuses to accept it.\n\tIf the owner disclaims or refuses to accept the vehicle in thecircumstances mentioned in subsection (2), (3) or (5), the Authority mustproceed in accordance with section 31E.\n\tIn this section, “vehicle” has the same meaning as in the Vehicle Exciseand Registration Act 1994 (see section 1 of that Act)."
    },
    {
        "length": 409,
        "text": "\nDDisposal orders\n\tA magistrates’ court may, on an application under section 31A(7) or 31B(5),make an order (a “disposal order”) authorising the Olympic Delivery Authority—\n\t\tto dispose of the article or animal as the Authority thinks appropriate,and\n\t\tto apply any proceeds of the disposal towards the Authority’s costs ofexercising functions by virtue of section 19 or 25.\n\tThe court may make a disposal order only if it is satisfied that theAuthority has made reasonable efforts to establish who and where the owner ofthe article or animal is.\n\tIf a person who claims to be the owner of the article or animal, orotherwise to have an interest in it, applies to the court to be heard in theproceedings, the court—\n\t\tmust give the applicant an opportunity to make representations as to why adisposal order should not be made,\n\t\tmay not make a disposal order pending the making of the representations,and\n\t\thaving heard the representations, may (instead of making a disposal order)make an order requiring the article or animal to be returned to the owner.\n\tIn considering whether to make a disposal order, the court must have regardin particular to—\n\t\tthe value of the article or animal, and\n\t\tthe likely financial or other effects of making the order.\n\tThe court may make a disposal order even if the value of the article oranimal exceeds the maximum fine which could be imposed on conviction of theoffence under section 21 or (as the case may be) 27."
    },
    {
        "length": 1530,
        "text": "\nESale or other disposal\n\tThis section has effect for the purposes of sections 31A(8), 31B(6) and31C(6).\n\tIf the Olympic Delivery Authority thinks that there is a realistic prospectof selling the article or animal in question—\n\t\tit must take reasonable steps to sell it at the best price that canreasonably be obtained, but\n\t\tif (having complied with paragraph (a)) it fails to sell it, it may disposeof it as it thinks appropriate.\n\tIf the Authority does not think that there is a realistic prospect ofselling the article or animal, it may dispose of it as it thinks appropriate.\n\tIn a case within section 31A(4)(b) or 31B(4)(b), or in the circumstancesmentioned in section 31C(2), (3) or (5), the proceeds of a sale under thissection must be applied towards the Authority’s costs of exercising functionsby virtue of section 19 or 25.\n\tIn a case within section 31A(6)(c), the proceeds of a sale under thissection must—\n\t\tbe applied in paying the amount of the costs referred to in section31A(6)(c) that are unpaid, and\n\t\tin so far as the proceeds exceed that amount, be given to the owner of thearticle or animal.\n\tIf, in a case within section 31A(6)(c), the Authority sells or otherwisedisposes of the article or animal having failed to comply with subsection(2)(a), the failure—\n\t\tis actionable against the Authority by any person suffering loss inconsequence of the sale or other disposal, but\n\t\tin the case of a sale, does not affect the validity of the sale.\n\tIf the Authority, having undertaken such enquiries as it thinksappropriate, fails to establish for the purposes of subsection (5)(b) wherethe owner is, it may apply to a magistrates’ court for an order undersubsection (8).\n\tA magistrates’ court may, on an application under subsection (7), make anorder authorising the Authority to apply the excess of the proceeds of saletowards its costs of exercising functions by virtue of section 19 or 25.\n\tThe court may make an order under subsection (8) only if it is satisfiedthat the Authority has made reasonable efforts to establish where the owneris.\n\tIn considering whether to make an order under subsection (8), the courtmust have regard in particular to—\n\t\tthe amount of the excess of the proceeds of sale, and\n\t\tthe likely financial or other effects of making the order.”\n\tIn section 37 of that Act (Scotland), omit—\n\t\tsubsection (6), and\n\t\tsubsection (11).\n\tAt the end of that section insert—\n\tIn section 22, subsection (6) has effect as if there were substituted forit—\n\tAn article that is held by a constable (having been removed by ordelivered to the constable) shall be returned when retention is no longerjustified by a matter specified in subsection (5)(a) to (c), unless—\n\t\tin the case of a perishable article, the article has ceased to be usablefor trade, or\n\t\tthe court orders the article to be forfeited under Part 2 of the Proceedsof Crime (Scotland) Act 1995.\n\t\t\t(6A)Subject to subsection (6), the article shall be treated as if acquired bythe constable in the course of the investigation of an offence.\n\t\t(6B)An article that is held by an enforcement officer (having been removed byor delivered to the officer) shall be dealt with in accordance with sections31A to 31E.”\n\tIn section 28, subsection (4) has effect as if there were substituted forit—\n\tAn article that is held by a constable (having been removed by ordelivered to the constable) shall be returned when retention is no longerjustified by a matter specified in subsection (2)(a) to (c), unless—\n\t\tin the case of a perishable article, the article has ceased to be usablefor trade, or\n\t\tthe court orders the article to be forfeited under Part 2 of the Proceedsof Crime (Scotland) Act 1995.\n\t\t(4A)Subject to subsection (4), the article shall be treated as if acquired bythe constable in the course of the investigation of an offence.\n\t\t(4B)An article that is held by an enforcement officer (having been removed byor delivered to the officer) shall be dealt with in accordance with sections31A to 31E.”\n\tIn sections 31A, 31B and 31D, the references to a magistrates’ court areto be read as if they were references to the sheriff.\n\tSection 31A has effect as if—\n\t\tin subsection (4), “before the end of the relevant period” and “at the endof that period” were omitted,\n\t\tin subsections (5) and (6), “before the end of the relevant period” wereomitted,\n\t\tin subsection (6), in paragraph (b), for “section 143 of the Powers ofCriminal Courts (Sentencing) Act 2000” there were substituted “Part 2 of theProceeds of Crime (Scotland) Act 1995”,\n\t\tin that subsection, paragraph (c) were omitted,\n\t\tin subsection (8), “or (6)(c)” were omitted, and\n\t\tsubsection (10) were omitted.\n\tSection 31E has effect as if subsections (5) to (10) were omitted.”\n\tIn section 38 of that Act (Northern Ireland), omit paragraph (g)."
    },
    {
        "length": 624,
        "text": "\nRegulations: Parliamentary procedure and public notice\n\tIn section 20 of the London Olympic Games and Paralympic Games Act 2006(supplementary provision about advertising regulations), after subsection (2)insert—\n\t\t“(2A)But if, in relation to regulations under section 19 other than the firstregulations, the Secretary of State considers that by reason of urgency it isnecessary that they be made without being approved in draft—\n\t\tsubsection (2)(b) does not apply to the regulations, and\n\t\tthe regulations are instead subject to annulment in pursuance of aresolution of either House of Parliament.”\n\tIn section 23 of that Act (role of Olympic Delivery Authority in relationto advertising regulations), in subsection (2), after “subsection (1)” insert“in relation to the first regulations made or expected to be made under thatsection,”.\n\tIn section 26 of that Act (supplementary provision about tradingregulations), after subsection (2) insert—\n\t“(2A)But if, in relation to regulations under section 25 other than the firstregulations, the Secretary of State considers that by reason of urgency it isnecessary that they be made without being approved in draft—\n\t\tsubsection (2)(b) does not apply to the regulations, and\n\t\tthe regulations are instead subject to annulment in pursuance of aresolution of either House of Parliament.”\n\tIn section 29 of that Act (role of Olympic Delivery Authority in relationto trading regulations), in subsection (2), after “subsection (1)” insert “inrelation to the first regulations made or expected to be made under thatsection,”.\n\tIn section 37 of that Act (Scotland), in subsection (8)(b), after“references”, in the first place it appears, insert “(other than in sections20 and 26)”.\n\tAfter subsection (9) of that section insert—\n\t“(9A)Sections 20 and 26 are to have effect as if, in each case, forsubsections (2) and (2A) there were substituted—\n\tRegulations under that section are subject to the affirmative procedure.\n\t(2A)But if, in relation to regulations under that section other than the firstregulations, the Scottish Ministers consider that by reason of urgency it isnecessary that they be made without being approved in draft—\n\t\tsubsection (2) does not apply to the regulations, and\n\t\tthe regulations are instead subject to the negative procedure.”””"
    },
    {
        "length": 108,
        "text": "\nTicket touting\n\tIncrease of maximum fine\n\t\tIn section 31(6) of the London Olympic Games and Paralympic Games Act 2006(penalty for ticket touting offence), for “level 5 on the standard scale”substitute “£20,000”.\n\t\tSubsection (1) applies only where the offence under section 31(1) of thatAct is committed after the commencement of this section."
    },
    {
        "length": 521,
        "text": "\nOrders and notices relating to temporary prohibitions etc. on roads\n\tSection 14 of the London Olympic Games and Paralympic Games Act 2006 (thetitle to which becomes “Traffic regulation orders and notices”) is amended asfollows.\n\tIn subsection (2), after “an order” insert “under section 1, 6 or 9 of thatAct”.\n\tAfter subsection (5) insert—\n\t\t“(5A)For the purposes of subsections (1) and (4), so far as applying to thepower to make an order under section 14 of the Road Traffic Regulation Act1984, that section has effect as if in subsection (1)—\n\t\tafter “prohibited” there were inserted “for either of the purposesmentioned in section 14(2) of the London Olympic Games and Paralympic GamesAct 2006”, and\n\t\tparagraphs (a) to (c) were omitted.”\n\tAfter subsection (5A) insert—\n\t“(5B)A traffic authority may issue a notice under section 14 of the RoadTraffic Regulation Act 1984 in relation to any road.\n\t(5C)For the purposes of subsection (5B), that section has effect as if insubsection (2)—\n\t\tafter “that it is” there were inserted “necessary or expedient for eitherof the purposes mentioned in section 14(2) of the London Olympic Games andParalympic Games Act 2006”, and\n\t\tparagraphs (a) and (b) were omitted.”\n\tIn subsection (6), for “that Act” substitute “the Road Traffic RegulationAct 1984”.\n\tAt the end insert—\n\tFor the purposes of subsections (5A) and (5C), section 14 of that Act haseffect as if, in subsection (7)(b), for the words “for either of the reasonsor for the purpose mentioned in subsection (1) above” there were substituted“for either of the purposes mentioned in section 14(2) of the London OlympicGames and Paralympic Games Act 2006”.”"
    },
    {
        "length": 957,
        "text": "\nEnforcement of traffic regulation orders and notices\n\tSection 15 of the London Olympic Games and Paralympic Games Act 2006 (thetitle to which becomes “Traffic regulation orders and notices: enforcement”)is amended as follows.\n\tIn subsection (2), after “an order made by virtue of section 14(1) or (4)”insert “, or of a notice issued by virtue of section 14(5B),”.\n\tAfter that subsection insert—\n\t\t“(2A)The reference in subsection (2) to Schedule 7 to that Act is to be readas a reference to that Schedule as it would have effect if, at the end ofparagraph 8(2), there were inserted “or a notice under section 14 of thatAct”.”\n\tFor subsection (3) substitute—\n\tIn the application of Part 6 of that Act to a contravention of an ordermade by virtue of section 14(1) or (4), or of a notice issued by virtue ofsection 14(5B), Schedule 9 to that Act (levels of charges) shall have effectas if for Parts 2 and 3 there were substituted the Parts 2 and 3 set out insection 15A.”\n\tIn subsection (4), at the end insert “or of a notice issued by virtue ofsection 14(5B)”.\n\tAfter section 15 of that Act insert—\n\t“15ASection 15: supplemental\n\t\tThe Parts 2 and 3 of Schedule 9 to the Traffic Management Act 2004 referred toin section 15(3) are as follows—\n\t\t“Part 2Charges applicable in Greater London\n\t\t\tIt is the duty of the Olympic Delivery Authority (referred to in thisSchedule as “the Authority”) to set the levels of charges applicable inGreater London, so far as relating to—\n\t\t\t\tcontraventions on or adjacent to roads, or\n\t\t\t\tparking places provided or authorised by the Authority, Transport forLondon or the London local authorities.\n\t\t\tDifferent levels of charges may be set for different areas in GreaterLondon and for different cases or classes of case.\n\t\t\tBefore setting the level of any charges, the Authority must consult—\n\t\t\t\tTransport for London, and\n\t\t\t\tthe London local authorities.\n\t\t\tThe Authority must submit to the Secretary of State for approval thelevels of charges that it proposes to set.\n\t\t\tIf— \n\t\t\t\tthe Authority fails to discharge its duty under paragraph 2, or\n\t\t\t\tthe Secretary of State does not approve the levels of charges proposed bythe Authority,\n\t\t\t\t\tthe levels of charges must be set by the Secretary of State.\n\t\t\t\t4The Authority must publish, in such manner as the Secretary of State maydetermine, the levels of charges set in accordance with this Part of thisSchedule.\n\t\tPart 3Charges applicable outside Greater London\n\t\t\tIt is the duty of the Authority to set the levels of charges applicableoutside Greater London.\n\t\t\tDifferent levels of charges may be set for different civil enforcementareas, for different parts of a civil enforcement area and for different casesor classes of case.\n\t\t\tThe Authority must submit to the Secretary of State for approval thelevels of charges that it proposes to set.\n\t\t\tIf— \n\t\t\t\tthe Authority fails to discharge its duty under paragraph 5, or\n\t\t\t\tthe Secretary of State does not approve the levels of charges proposed bythe Authority,\n\t\t\t\t\tthe levels of charges must be set by the Secretary of State.\n\t\t\t\t7The Authority must publish, in such manner as the Secretary of State maydetermine, the levels of charges set in accordance with this Part of thisSchedule.””"
    },
    {
        "length": 273,
        "text": "\nRoad closures or restrictions\n\tSection 16 of the London Olympic Games and Paralympic Games Act 2006 (thetitle to which becomes “Road closures or restrictions”) is amended as follows.\n\tIn subsection (1)(a), after ““a London Olympic event” insert “(within themeaning of the London Olympic Games and Paralympic Games Act 2006)”.\n\tIn subsection (2), for “a closure” substitute “an order made”.\n\tAt the end insert—\n\tPart 6 of the Traffic Management Act 2004 (civil enforcement) shall applyin relation to a contravention of an order made under section 16A as appliedby this section as it applies in relation to the contraventions specified inSchedule 7 to that Act.\n\tIn the application of Part 6 of that Act to a contravention of an ordermade under section 16A as so applied, Schedule 9 to that Act (levels ofcharges) shall have effect as if for Parts 2 and 3 there were substituted theParts 2 and 3 set out in section 15A.”"
    },
    {
        "length": 1741,
        "text": "\nEnforcement of moving traffic contraventions in Greater London\n\tAfter section 16 of the London Olympic Games and Paralympic Games Act 2006insert—\n\t“16AEnforcement of moving traffic contraventions in Greater London\n\t\tThe provisions of the London Local Authorities and Transport for London Act2003 (“the 2003 Act”) referred to in subsection (2) apply in relation to anOlympic traffic contravention as they apply in relation to a contravention ofa prescribed order within the meaning of section 4 of that Act.\n\t\tThe provisions of the 2003 Act are—\n\t\t\tsection 4 (penalty charges for road traffic contraventions),\n\t\t\tsection 6 (limitation on service of penalty charge notice),\n\t\t\tsection 7 (disapplication of offences),\n\t\t\tSchedule 1 (penalty charge notices: representations etc.), and\n\t\t\tSchedule 2 (penalty charge notices: financial provisions),\n\t\t\t\tand section 2 of that Act (interpretation) so far as it relates to any ofthose provisions.\n\t\tAn “Olympic traffic contravention” is a contravention of any of thefollowing that applies to a road in Greater London—\n\t\t\tan order made by virtue of section 14(1) or (4),\n\t\t\ta notice issued by virtue of section 14(5B), or\n\t\t\tan order made under section 16A of the Road Traffic Regulation Act 1984(road closures or restrictions for certain events) as applied by section 16 ofthis Act.\n\t\tBut a contravention of an order or notice referred to in subsection (3) isnot an Olympic traffic contravention in so far as Part 6 of the TrafficManagement Act 2004 applies in relation to it by virtue of section 15 or 16.\n\t\tFor the purposes of this section, section 4 of the 2003 Act has effect asif—\n\t\t\tin subsection (10) (power to set level of discount for early payment ofpenalty charge), for “the borough councils and Transport for London actingthrough the Joint Committee” there were substituted “the Olympic DeliveryAuthority”, and\n\t\t\tfor subsection (13) there were substituted the subsection (13) set out insection 16B(1).\n\t\tFor the purposes of this section, section 7 of the 2003 Act has effect asif after subsection (3) there were inserted the subsections (3A) and (3B) setout in section 16B(2).\n\t\tThe Secretary of State may direct the enforcement authority for a road inGreater London to exercise its power under section 4(2) or 6(6) of the 2003Act in respect of an Olympic traffic contravention.\n\t\tWhere the enforcement authority is Transport for London, the Secretary ofState may give a direction under subsection (7) only with the consent of theMayor of London.\n\t\tIf an enforcement authority for a road fails to comply with a directionunder subsection (7), the Olympic Delivery Authority may, with the consent ofthe Secretary of State, act as the enforcement authority for that road.\n\t\tIf the Authority acts as the enforcement authority for a road by virtue ofsubsection (9), it may recover from the enforcement authority, as if it were adebt, the reasonable cost of acting.\n\t\tIn this section, “enforcement authority” means whichever of Transport forLondon or the relevant borough council under the 2003 Act is for the timebeing entitled to exercise the power under section 4(2) of that Act.\n\t\tFor the purposes of this section, the provisions of the 2003 Act referredto in subsection (2) are to be treated as being fully in force.\n\tBSection 16A: supplemental\n\t\tThe subsection (13) of section 4 of the London Local Authorities andTransport for London Act 2003 (“the 2003 Act”) referred to in section16A(5)(b) is as follows—\n\t\tFor the purposes of subsection (12), Part 2 of that Schedule has effectas it would if there were substituted for it the Part 2 set out as follows—\n\t\t“Part 2Charges applicable in Greater London\n\t\t\tIt is the duty of the Olympic Delivery Authority (“the Authority”) to setthe levels of charges applicable to Olympic traffic contraventions (within themeaning of section 16A of the London Olympic Games and Paralympic Games Act2006).\n\t\t\tDifferent levels of charges may be set for different areas in GreaterLondon and for different cases or classes of case.\n\t\t\tBefore setting the level of any charges the Authority must consult—\n\t\t\t\tTransport for London, and\n\t\t\t\tthe London local authorities.\n\t\t\tThe Authority must submit to the Secretary of State for approval thelevels of charges that it proposes to set.\n\t\t\tIf— \n\t\t\t\tthe Authority fails to discharge its duty under paragraph 2, or\n\t\t\t\tthe Secretary of State does not approve the levels of charges proposed bythe Authority,\n\t\t\t\t\tthe levels of charges must be set by the Secretary of State.\n\t\t\t\t4The Authority must publish, in such manner as the Secretary of State maydetermine, the levels of charges set in accordance with this Part of thisSchedule.”””\n\t\t\tThe subsections (3A) and (3B) of section 7 of the 2003 Act referred to insection 16A(6) are as follows—\n\t\t\t“(3A)Section 16 of the Act of 1984 shall apply in respect of a road to whichthis section applies as if after subsection (1) there were inserted—\n\t\t\t“(1A)Subsection (1) does not apply in relation to any person who acts incontravention of or fails to comply with a restriction or prohibition imposedunder section 14 of this Act if as a result a penalty charge is payable undersection 4(5) of the London Local Authorities and Transport for London Act2003.”\n\t\t\t(3B)Section 16C of the Act of 1984 shall apply in respect of a road to whichthis section applies as if after subsection (1) there were inserted—\n\t\t\t“(1A)Subsection (1) does not apply in relation to any person who acts incontravention of or fails to comply with an order under section 16A of thisAct if as a result a penalty charge is payable under section 4(5) of theLondon Local Authorities and Transport for London Act 2003.””””\n\t\t\tConsultation undertaken before the commencement of subsection (1)(including consultation undertaken before the passing of this Act) is aseffective for the purposes of paragraph 2(3) of Schedule 9 to the TrafficManagement Act 2004 as modified in accordance with that subsection asconsultation undertaken after that commencement."
    },
    {
        "length": 1289,
        "text": "\nEnforcement of bus lane contraventions outside Greater London\n\tAfter section 16B of the London Olympic Games and Paralympic Games Act 2006insert—\n\t“16CEnforcement of bus lane contraventions outside Greater London\n\t\tSection 144 of the Transport Act 2000 (civil penalties for bus lanecontraventions) and the Bus Lane Regulations apply in relation to an Olympicbus lane contravention as they apply in relation to a bus lane contraventionwithin the meaning of that section.\n\t\tThe references in subsection (1) to that section are to be read asreferences to that section as it would have effect if, at the end of thedefinition of “traffic regulation order” in subsection (14), there wereinserted “or a notice under section 14 of that Act”.\n\t\tAn “Olympic bus lane contravention” is a contravention of any of thefollowing so far as relating to the use of an area of road outside GreaterLondon which is or forms part of a bus lane—\n\t\t\tan order made by virtue of section 14(1) or (4),\n\t\t\ta notice issued by virtue of section 14(5B), or\n\t\t\tan order made under section 16A of the Road Traffic Regulation Act 1984(road closures or restrictions for certain events) as applied by section 16 ofthis Act.\n\t\tBut a contravention of an order or notice referred to in subsection (3) isnot an Olympic bus lane contravention in so far as Part 6 of the TrafficManagement Act 2004 applies in relation to it by virtue of section 15 or 16.\n\t\tFor the purposes of this section, section 144 of the Transport Act 2000 haseffect as if subsection (9) were omitted except so far as necessary for thepurpose of authorising regulation 4 of the Bus Lane Regulations as modified bysubsection (6) of this section.\n\t\tFor the purposes of this section, the Bus Lane Regulations have effect asif for regulation 4 there were substituted the regulation 4 set out in section16D.\n\t\tThe Secretary of State may direct the approved local authority for a roadoutside Greater London to exercise its powers under the Bus Lane Regulationsin respect of an Olympic bus lane contravention.\n\t\tIf an approved local authority for a road fails to comply with a directionunder subsection (7), the Olympic Delivery Authority may, with the consent ofthe Secretary of State, act as the approved local authority for that road.\n\t\tIf the Authority acts as the approved local authority for a road by virtueof subsection (8), it may recover from the approved local authority, as if itwere a debt, the reasonable cost of acting.\n\t\tIn this section—\n\t\t\t  * “approved local authority” and “bus lane” each have the same meaning as in section 144 of the Transport Act 2000, and\n\t\t\t  * “the Bus Lane Regulations” means the Bus Lane Contraventions (Penalty Charges, Adjudication and Enforcement) (England) Regulations 2005 ([S.I. 2005/2757](/id/uksi/2005/2757?view=plain \"Go to item of legislation\")).\n\tDSection 16C: supplemental\n\t\tThe regulation 4 of the Bus Lane Contraventions (Penalty Charges, Adjudicationand Enforcement) (England) Regulations 2005 ([S.I.2005/2757](/id/uksi/2005/2757?view=plain \"Go to item of legislation\"))referred to in section 16C(6) is as follows—\n\t\t“Level of penalty charges\n\t\t\tIt is the duty of the Olympic Delivery Authority (“the Authority”) to setthe levels of charges applicable to Olympic bus lane contraventions (withinthe meaning of section 16C of the London Olympic Games and Paralympic GamesAct 2006).\n\t\t\tDifferent levels of charges may be set for the areas of different approvedlocal authorities, for different parts of the area of an approved localauthority and for different cases or classes of case.\n\t\t\tThe Authority must submit to the Secretary of State for approval the levelsof charges that it proposes to set.\n\t\t\tIf— \n\t\t\t\tthe Authority fails to discharge its duty under paragraph (1); or\n\t\t\t\tthe Secretary of State does not approve the levels of charges proposed bythe Authority,\n\t\t\t\t\tthe levels of charges must be set by the Secretary of State.\n\t\t\tThe Authority must publish, in such manner as the Secretary of State maydetermine, the levels of charges set in accordance with this regulation.\n\t\t\tIn the circumstances described in regulation 8(5)(f), an authority mustaccept a sum equivalent to one half of the level of charge set in accordancewith this regulation in full payment of a penalty charge.\n\t\t\tIn the circumstances described in regulation 8(5)(k), an authority mayincrease a penalty charge to a sum equivalent to one and a half times thelevel of charge set in accordance with this regulation.””"
    },
    {
        "length": 890,
        "text": "\nGoods vehicle operator licences\n\tAfter section 16D of the London Olympic Games and Paralympic Games Act 2006,insert—\n\t“16EGoods vehicle operator licences: waiver of procedural requirements\n\t\tThis section applies in a case where, on an application to vary anoperator’s licence under section 17 of the Goods Vehicles (Licensing ofOperators) Act 1995 (“the 1995 Act”), a traffic commissioner is satisfiedthat—\n\t\t\tthe variation applied for has a connection with the London Olympics,\n\t\t\tthere would not, but for this section, be sufficient time to dispose of theapplication before the beginning of the London Olympics period, and\n\t\t\tthe circumstances in which the application is being made are such that, butfor this section, it could not have been made in sufficient time to bedisposed of before the beginning of that period.\n\t\tThe traffic commissioner may direct—\n\t\t\tthat subsection (3) is to apply in relation to the application, and\n\t\t\tif the traffic commissioner proposes to hold an inquiry under section 35 ofthe 1995 Act in relation to the application, that subsection (4) is to applyin relation to the inquiry.\n\t\tIf the traffic commissioner gives the direction under subsection (2)(a),the following provisions of the 1995 Act do not apply in relation to theapplication—\n\t\t\tsection 17(3) (publication of notice by traffic commissioner);\n\t\t\tsection 18 (publication of notice by operator).\n\t\tIf the traffic commissioner gives the direction under subsection (2)(b),Schedule 4 to the Goods Vehicles (Licensing of Operators) Regulations 1995([S.I. 1995/2869](/id/uksi/1995/2869?view=plain \"Go to item of legislation\")),in its application to the inquiry, has effect as if for sub-paragraph (3) ofparagraph 1 there were substituted—\n\t\tThe traffic commissioner may abridge the periods referred to in sub-paragraphs (1) and (2).”\n\t\tSection 23 of the 1995 Act (conditions as to use of operating centres)applies in relation to the licence as if the application were an applicationof which notice has been published under section 17(3) of that Act.\n\t\tSuch variations as are made to the licence on the application, including bythe attachment of conditions under section 21 or 23 of the 1995 Act (roadsafety and operating centres), have effect only during the London Olympicsperiod.\n\t\tSubsection (3)(a) does not affect the liability incurred in respect of theapplication under regulation 3 of the Goods Vehicles (Licensing of Operators)(Fees) Regulations 1995 ([S.I. 1995/3000](/id/uksi/1995/3000?view=plain \"Go toitem of legislation\")) (which requires payment of a fee on an application forvariation for which publication is required by section 17(3) of the 1995 Act).\n\t\tThe power to give a direction under subsection (2) includes power to varyor revoke the direction.\n\t\tIn exercising functions under this section, the traffic commissioner mustact under the general directions of, and have regard to guidance given by, thesenior traffic commissioner.\n\t\tIn this section, “operator’s licence” has the same meaning as in the 1995Act (see section 2(1) of that Act).”"
    },
    {
        "length": 370,
        "text": "\nSupplementary\n\tCommencement and duration, extent and application, and short title\n\t\tThe preceding provisions of this Act come into force at the end of theperiod of two months beginning with the day on which this Act is passed.\n\t\tSections 4 to 9 are repealed at the end of the London Olympics periodwithin the meaning of the London Olympic Games and Paralympic Games Act 2006(see section 1 of that Act).\n\t\tSubsection (2) does not affect any liability incurred, or prevent anyliability arising, by virtue of a provision of that Act in respect of acontravention to which a penalty charge is applicable; and a penalty chargemay be imposed in respect of the contravention as if sections 4 to 8 had notbeen repealed.\n\t\tNothing in subsection (3) affects section 16 of the Interpretation Act 1978(general savings on repeal).\n\t\tSections 1, 2 and 9 extend to England and Wales and Scotland.\n\t\tSection 3 and this section extend to England and Wales, Scotland andNorthern Ireland.\n\t\tSections 4 to 8 extend to England and Wales only.\n\t\tSection 3 applies in respect of anything done whether in the United Kingdomor elsewhere.\n\t\tSections 4 to 8 apply only in relation to—\n\t\t\tplaces in England, and\n\t\t\tthings done in or in respect of England.\n\t\tThis Act may be cited as the London Olympic Games and Paralympic Games(Amendment) Act 2011.\n\t\t\t"
    }
]