[
    {
        "length": 1508,
        "text": "\nCHAPTER 1Call-in power\n\tCall-in notice for national security purposes\n\t\tThe Secretary of State may give a notice if the Secretary of Statereasonably suspects that—\n\t\t\ta trigger event has taken place in relation to a qualifying entity orqualifying asset, and the event has given rise to or may give rise to a riskto national security, or\n\t\t\tarrangements are in progress or contemplation which, if carried intoeffect, will result in a trigger event taking place in relation to aqualifying entity or qualifying asset, and the event may give rise to a riskto national security.\n\t\tFor the purposes of this Act, in considering whether a trigger event hastaken place, or whether arrangements are in progress or contemplation which,if carried into effect, will result in a trigger event taking place, theeffect of section 13(1) (notifiable acquisitions that are void) must bedisregarded.\n\t\tA notice under subsection (1) is referred to in this Act as a call-innotice.\n\t\tIf the Secretary of State decides to give a call-in notice, the notice mustbe given to—\n\t\t\tthe acquirer,\n\t\t\tif the trigger event relates to a qualifying entity, the entity, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tThe call-in notice must include a description of the trigger event to whichit relates and state the names of the persons to whom the notice is given.\n\t\tThe Secretary of State may not give a call-in notice unless a statement hasbeen published (and not withdrawn) for the purposes of section 3.\n\t\tThe Secretary of State must have regard to that statement before giving acall-in notice.\n\t\tBut nothing in the statement limits the power to give a call-in notice.\n\tFurther provision about call-in notices\n\t\tNo more than one call-in notice may be given in relation to each triggerevent.\n\t\tSubject to subsections (3) and (4), a call-in notice given on the groundsmentioned in section 1(1)(a)—\n\t\t\tmay not be given after the end of the period of 6 months beginning with theday on which the Secretary of State became aware of the trigger event, and\n\t\t\tmay not be given after the end of the period of 5 years beginning with theday on which the trigger event took place.\n\t\tSubsection (2)(b) does not apply where the trigger event is one in relationto which section 13(1) has effect.\n\t\tIn relation to a trigger event taking place during the period beginningwith 12 November 2020 and ending with the day before commencement day, a call-in notice given on the grounds mentioned in section 1(1)(a)—\n\t\t\tif the Secretary of State became aware of the trigger event beforecommencement day, may not be given after the end of the period of 6 monthsbeginning with commencement day,\n\t\t\tif the Secretary of State became aware of the trigger event on or aftercommencement day—\n\t\t\tmay not be given after the end of the period of 6 months beginning with theday on which the Secretary of State became aware of the trigger event, and\n\t\t\tmay not be given after the end of the period of 5 years beginning withcommencement day.\n\t\tIn this section “commencement day” means the day on which this sectioncomes into force.\n\t\tThis section is subject to section 22 (and see section 62).\n\tStatement about exercise of call-in power\n\t\tThe Secretary of State may publish a statement for the purposes of thissection if the requirements set out in section 4(1) are satisfied.\n\t\tThe statement is a statement prepared by the Secretary of State that setsout how the Secretary of State expects to exercise the power to give a call-innotice.\n\t\tThe statement may include, in particular—\n\t\t\tdetails of sectors of the economy in relation to which the Secretary ofState considers that trigger events are more likely to give rise to a risk tonational security,\n\t\t\tdetails of the trigger events, qualifying entities and qualifying assets inrelation to which the Secretary of State expects to exercise the power to givea call-in notice, and\n\t\t\tdetails of factors that the Secretary of State expects to take into accountwhen deciding whether or not to exercise the power.\n\t\tThe Secretary of State must review a statement published under this sectionat least once every 5 years.\n\t\tA statement published under this section may be amended or replaced by asubsequent statement, and this section and section 4 apply in relation to anyamended or replacement statement as in relation to the original statement.\n\t\tNothing in a statement published under this section affects the power ofthe Secretary of State to make notifiable acquisition regulations (see section6).\n\tConsultation and parliamentary procedure\n\t\tBefore the Secretary of State may publish a statement for the purposes ofsection 3 the Secretary of State must—\n\t\t\tcarry out such consultation as the Secretary of State thinks appropriate inrelation to a draft of the statement,\n\t\t\tmake any changes to the draft that appear to the Secretary of State to benecessary in view of the responses to the consultation, and\n\t\t\tlay the statement before Parliament.\n\t\tEither House of Parliament may at any time before the expiry of the 40-dayperiod resolve not to approve the statement.\n\t\tIf either House of Parliament resolves not to approve the statement undersubsection (2), the Secretary of State must withdraw the statement.\n\t\tAny such resolution under subsection (2) does not affect the validity of acall-in notice given following the publication of the statement prior to itswithdrawal, and does not affect the publication of a new statement.\n\t\t“The 40-day period” is the period of 40 days beginning with the day onwhich the statement is laid before Parliament (or, if it is not laid beforeeach House of Parliament on the same day, the later of the days on which it islaid).\n\t\tWhen calculating the 40-day period, ignore any period during whichParliament is dissolved or prorogued or during which both Houses are adjournedfor more than 4 days.\n\t\tThe requirements in subsection (1)(a) and (b) may be met by consultationcarried out before this section comes into force."
    },
    {
        "length": 2862,
        "text": "\nCHAPTER 2Interpretation\n\tMeaning of “trigger event” and “acquirer”\n\t\tFor the purposes of this Act, a “trigger event” takes place when—\n\t\t\ta person gains control of a qualifying entity, as set out in section 8, or\n\t\t\ta person gains control of a qualifying asset, as set out in section 9.\n\t\tIn this Act “acquirer” means the person who gains the control referred toin subsection (1) (or in relation to a trigger event that has not yet takenplace, would gain that control).\n\tNotifiable acquisitions\n\t\tThe Secretary of State may make regulations for the purposes of thissection (“notifiable acquisition regulations”).\n\t\tA notifiable acquisition takes place when a person gains control, by virtueof one or more of the cases described in subsection (2), (5) or (6) of section8, of a qualifying entity of a specified description.\n\t\tBut a notifiable acquisition does not take place if complying with therequirement to give a mandatory notice under section 14(1) would be impossiblefor the person within subsection (2).\n\t\tA description of qualifying entity that is specified must include provisionthat the entity carries on activities in the United Kingdom which are of aspecified description (whether or not it also carries on other activities).\n\t\tNotifiable acquisition regulations may—\n\t\t\tamend this section in relation to the circumstances in which a notifiableacquisition takes place or does not take place,\n\t\t\tmake provision for exemptions by reference to the characteristics of theperson within subsection (2),\n\t\t\tmake consequential amendments of other provisions of this Act.\n\t\tNotifiable acquisition regulations may by virtue of subsection (5)(a)include, in particular, provision about the circumstances in which the gainingof control of a qualifying asset of a specified description is a notifiableacquisition.\n\t\tA description specified under subsection (6) may only include qualifyingassets within section 7(6) if it includes provision that any such asset isused in connection with activities carried on in the United Kingdom which areof a specified description (whether or not it is also used in connection withother activities).\n\t\tIn this section “specified” means specified in notifiable acquisitionregulations.\n\tQualifying entities and assets\n\t\tThis section defines “qualifying entity” and “qualifying asset” for thepurposes of this Act.\n\t\tA “qualifying entity” is (subject to subsection (3)) any entity, whether ornot a legal person, that is not an individual, and includes a company, alimited liability partnership, any other body corporate, a partnership, anunincorporated association and a trust.\n\t\tAn entity which is formed or recognised under the law of a country orterritory outside the United Kingdom is a “qualifying entity” only if it—\n\t\t\tcarries on activities in the United Kingdom, or\n\t\t\tsupplies goods or services to persons in the United Kingdom.\n\t\tA “qualifying asset” is (subject to subsection (6)) an asset of any of thefollowing types—\n\t\t\tland, \n\t\t\ttangible (or, in Scotland, corporeal) moveable property,\n\t\t\tideas, information or techniques which have industrial, commercial or othereconomic value.\n\t\tExamples of assets within subsection (4)(c) include—\n\t\t\ttrade secrets,\n\t\t\tdatabases, \n\t\t\tsource code,\n\t\t\talgorithms, \n\t\t\tformulae, \n\t\t\tdesigns, \n\t\t\tplans, drawings and specifications,\n\t\t\tsoftware. \n\t\tLand or moveable property situated outside the United Kingdom or theterritorial sea, or any asset within subsection (4)(c), is a “qualifyingasset” only if it is used in connection with—\n\t\t\tactivities carried on in the United Kingdom, or\n\t\t\tthe supply of goods or services to persons in the United Kingdom.\n\tControl of entities\n\t\tFor the purposes of this Act, a person gains control of a qualifying entityif the person acquires a right or interest in, or in relation to, the entityand as a result one or more of the cases described in this section arises.\n\t\tThe first case is where the percentage of the shares that the person holdsin the entity increases—\n\t\t\tfrom 25% or less to more than 25%,\n\t\t\tfrom 50% or less to more than 50%, or\n\t\t\tfrom less than 75% to 75% or more.\n\t\tIn subsection (2), the reference to holding a percentage of shares is—\n\t\t\tin the case of an entity that has a share capital, to holding sharescomprised in the issued share capital of the entity of a nominal value (inaggregate) of that percentage of the share capital,\n\t\t\tin the case of an entity that does not have a share capital, to holding aright to a share of that percentage of the capital or profits of the entity,\n\t\t\tin the case of a limited liability partnership, to holding a right to ashare of that percentage of any surplus assets of the partnership on a windingup.\n\t\tFor the purposes of subsection (3)(c), to the extent that rights to sharein any surplus assets of the limited liability partnership on a winding up arenot expressly provided for, each member of the partnership is to be treated asholding the right to an equal share of such assets.\n\t\tThe second case is where the percentage of the voting rights that theperson holds in the entity increases—\n\t\t\tfrom 25% or less to more than 25%,\n\t\t\tfrom 50% or less to more than 50%, or\n\t\t\tfrom less than 75% to 75% or more.\n\t\tThe third case is where the acquisition is of voting rights in the entitythat (whether alone or together with other voting rights held by the person)enable the person to secure or prevent the passage of any class of resolutiongoverning the affairs of the entity.\n\t\tIn subsections (5) and (6), a reference to the voting rights in an entityis—\n\t\t\tin the case of an entity that has a share capital, to the rights conferredon shareholders in respect of their shares to vote at general meetings of theentity on all or substantially all matters,\n\t\t\tin the case of an entity that does not have a share capital, to the rightsconferred on members to vote at general meetings of the entity on all orsubstantially all matters,\n\t\t\t\tand, in the case of an entity that does not have general meetings at whichmatters are decided by such votes, includes any rights in relation to theentity that are of the equivalent effect.\n\t\tThe fourth case is (subject to subsection (9)) where the acquisition,whether alone or together with other interests or rights held by the person,enables the person materially to influence the policy of the entity.\n\t\tSubsection (8) does not include a case where the person already holds anyinterest or right that enables the person materially to influence the policyof the entity.\n\tControl of assets\n\t\tFor the purposes of this Act, a person gains control of a qualifying assetif the person acquires a right or interest in, or in relation to, the assetand as a result the person is able—\n\t\t\tto use the asset, or use it to a greater extent than prior to theacquisition, or\n\t\t\tto direct or control how the asset is used, or direct or control how it isused to a greater extent than prior to the acquisition.\n\t\t\t\tThis is subject to section 11.\n\t\tIn this section, references to the use of an asset include references toits exploitation, alteration, manipulation, disposal or destruction.\n\tHolding and acquiring interests and rights: supplementary\n\t\tSchedule 1 provides for particular cases in which a person is to be treatedfor the purposes of this Act as holding an interest or right.\n\t\tA person is to be treated for the purposes of this Act as acquiring aninterest or right (to the extent that the person would not otherwise beregarded as doing so) where—\n\t\t\tthe interest or right becomes treated as held by the person by virtue ofSchedule 1, or\n\t\t\tthe person is already treated as holding the interest or right by virtue ofthat Schedule and something occurs in relation to the interest or right whichwould be regarded as its acquisition by the person (including by virtue ofparagraph (a)) if the person was not already treated as holding it.\n\tExceptions relating to control of assets\n\t\tFor the purposes of this Act a person is not to be regarded as gainingcontrol of a qualifying asset by reason of an acquisition made by anindividual for purposes that are wholly or mainly outside the individual’strade, business or craft.\n\t\tSubsection (1) does not apply in relation to an asset that—\n\t\t\tis land, or\n\t\t\tfalls within any of the following (as it has effect from time to time)—\n\t\t\tthe Schedule to the Export of Radioactive Sources (Control) Order 2006([S.I. 2006/1846](/id/uksi/2006/1846?view=plain \"Go to item of legislation\")),\n\t\t\tarticle 4A of, or Schedule 2 or 3 to, the Export Control Order 2008 ([S.I.2008/3231](/id/uksi/2008/3231?view=plain \"Go to item of legislation\")),\n\t\t\tAnnex I or IV to Council Regulation [(EC) No428/2009](/european/regulation/2009/0428?view=plain \"Go to item oflegislation\") of 5 May 2009,\n\t\t\tAnnex I to [Regulation (EU) No258/2012](/european/regulation/2012/0258?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 14 March 2012,\n\t\t\tAnnex II or III to [Regulation (EU)2019/125](/european/regulation/2019/0125?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 1 January 2019.\n\t\tThe Secretary of State may by regulations—\n\t\t\tamend subsection (2) so as to add, vary or remove any asset or descriptionof asset,\n\t\t\tprescribe other circumstances, or descriptions of circumstances, in which aperson is not to be regarded for the purposes of this Act as gaining controlof a qualifying asset.\n\tTrigger events: supplementary\n\t\tIf a trigger event takes place over a period of more than one day, or if itis unclear when during a period of more than one day the event has takenplace, it is treated for the purposes of this Act as taking place on the lastday of the period.\n\t\tSubsections (3) and (4) apply if a person enters into an agreement orarrangement that enables the person (contingently or not) to do something inthe future that would result in a trigger event taking place.\n\t\tFor the purposes of this Act, entering into the agreement or arrangementdoes not necessarily establish that arrangements are in progress orcontemplation which, if carried into effect, would result in a trigger eventtaking place.\n\t\tThe question of whether such arrangements are in progress or contemplation(at the time of entry into the agreement or arrangement or subsequently) is tobe determined by reference to all the circumstances, including how likely itis in practice that person will do the thing that would result in a triggerevent taking place."
    },
    {
        "length": 160,
        "text": "\nCHAPTER 3Approval of notifiable acquisition\n\tApproval of notifiable acquisition\n\t\tA notifiable acquisition that is completed without the approval of theSecretary of State is void.\n\t\tThe Secretary of State may approve a notifiable acquisition by—\n\t\t\tgiving a notification under section 14(8)(b)(ii),\n\t\t\tmaking a final order under section 26, subject to subsection (3),\n\t\t\tgiving a final notification under section 26.\n\t\tA notifiable acquisition, in relation to which a final order has been made,that is completed otherwise than in accordance with the final order, is void."
    },
    {
        "length": 1716,
        "text": "\nProcedure in respect of notifiable acquisition\n\tMandatory notification procedure\n\t\tSubject to subsection (2), a person must give notice to the Secretary ofState before the person, pursuant to a notifiable acquisition, gains controlin circumstances falling within section 6(2).\n\t\tSubsection (1) does not apply if the Secretary of State has already given acall-in notice, which has not been revoked, in relation to the proposednotifiable acquisition.\n\t\tA notice under subsection (1) is referred to in this Act as a mandatorynotice.\n\t\tThe Secretary of State may by regulations prescribe the form and content ofa mandatory notice.\n\t\tAs soon as reasonably practicable after receiving a mandatory notice, theSecretary of State must decide whether to reject or accept the notice.\n\t\tThe Secretary of State may reject the mandatory notice on one or more ofthe following grounds—\n\t\t\tit does not meet the requirements of this section,\n\t\t\tit does not meet the requirements prescribed by the regulations,\n\t\t\tit does not contain sufficient information to allow the Secretary of Stateto decide whether to give a call-in notice in relation to the proposednotifiable acquisition.\n\t\tIf the mandatory notice is rejected, the Secretary of State must, as soonas practicable, provide reasons in writing for that decision to the person whogave the notice.\n\t\tIf the mandatory notice is accepted, the Secretary of State must—\n\t\t\tas soon as practicable, notify each relevant person, and\n\t\t\tbefore the end of the review period—\n\t\t\tgive a call-in notice in relation to the proposed notifiable acquisition,or\n\t\t\tnotify each relevant person that no further action will be taken underthis Act in relation to the proposed notifiable acquisition.\n\t\tThe “review period” is the period of 30 working days beginning with the dayon which the notification under subsection (8)(a) is given to the person whogave the mandatory notice.\n\t\tIn this section “relevant person” means the person who gave the mandatorynotice and such other persons as the Secretary of State considers appropriate.\n\tRequirement to consider retrospective validation without application\n\t\tThis section and section 16 apply to a notifiable acquisition that iscompleted without the approval of the Secretary of State and, accordingly, isvoid (see section 13(1)).\n\t\tThe Secretary of State must, before the end of the period of 6 monthsbeginning with the day on which the Secretary of State becomes aware of thenotifiable acquisition—\n\t\t\tgive a call-in notice in relation to the acquisition, or\n\t\t\tgive a validation notice in relation to the acquisition to each relevantperson and notify those persons that no further action will be taken underthis Act in relation to the acquisition.\n\t\tThe effect of a validation notice given under this section or section 16 or17, is that the notifiable acquisition to which it relates is to be treated ashaving been completed with the approval of the Secretary of State (and,accordingly, is not void).\n\t\tIn this section “relevant person” means—\n\t\t\tthe person who was required to give a mandatory notice to the Secretary ofState in relation to the acquisition (see section 14(1)), and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\tApplication for retrospective validation of notifiable acquisition\n\t\tAny person materially affected by the fact that a notifiable acquisition towhich this section applies (see section 15(1)) is void, may apply to theSecretary of State for a validation notice in relation to the acquisition.\n\t\tAn application under subsection (1) is referred to in this Act as avalidation application.\n\t\tThe Secretary of State may by regulations prescribe the form and content ofa validation application.\n\t\tSubject to subsection (8), as soon as reasonably practicable afterreceiving a validation application, the Secretary of State must decide whetherto reject or accept the application.\n\t\tThe Secretary of State may reject the application on one or more of thefollowing grounds—\n\t\t\tit does not meet the requirements of this section,\n\t\t\tit does not meet the requirements prescribed by the regulations,\n\t\t\tit does not contain sufficient information to allow the Secretary of Stateto decide whether to give a call-in notice in relation to the acquisition.\n\t\tIf the application is rejected, the Secretary of State must, as soon aspracticable, provide reasons in writing for that decision to the person whomade the application.\n\t\tIf the application is accepted, the Secretary of State must—\n\t\t\tas soon as practicable, notify each relevant person, and\n\t\t\tbefore the end of the review period—\n\t\t\tgive a call-in notice in relation to the acquisition, or\n\t\t\tgive a validation notice in relation to the acquisition to each relevantperson and notify those persons that no further action will be taken underthis Act in relation to the acquisition.\n\t\tThe Secretary of State is not required to consider a validation applicationin relation to an acquisition if, in the opinion of the Secretary of State,there has been no material change in circumstances since a previous validationapplication in relation to the acquisition was made.\n\t\tIn this section—\n\t\t\t  * “relevant person” means the person who made the validation application and such other persons as the Secretary of State considers appropriate; \n\t\t\t  * the “review period” is the period of 30 working days beginning with the day on which the notification under subsection (7)(a) is given to the person who made the validation application. \n\tRetrospective validation of notifiable acquisition following call-in\n\t\tThis section applies where the Secretary of State has given a call-innotice pursuant to—\n\t\t\tsubsection (2)(a) of section 15, or\n\t\t\tsubsection (7)(b)(i) of section 16,\n\t\t\t\t(and, accordingly, the trigger event to which the call-in notice relates is,or includes, a notifiable acquisition to which those sections apply.)\n\t\tIf the Secretary of State gives a final notification in relation to thecall-in notice, the Secretary of State must also give a validation notice inrelation to the acquisition.\n\t\tA validation notice under this section must be given to—\n\t\t\teach person to whom the final notification is given,\n\t\t\tthe person (if any) who made an application in relation to the acquisitionunder section 16, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (5) applies if the Secretary of State makes a final order inrelation to the call-in notice.\n\t\tSo much of the notifiable acquisition as would, had it been completed afterthe making of the final order, have been completed in accordance with theorder is to be treated as having been completed with the approval of theSecretary of State (and, accordingly, is not void)."
    },
    {
        "length": 706,
        "text": "\nVoluntary notification of trigger event\n\tVoluntary notification procedure\n\t\tThis section does not apply in relation to—\n\t\t\tarrangements which would result in a notifiable acquisition,\n\t\t\ta trigger event that is, or includes, a notifiable acquisition.\n\t\tA seller, acquirer or the qualifying entity concerned may give a notice tothe Secretary of State stating that —\n\t\t\ta trigger event has taken place in relation to a qualifying entity or aqualifying asset, or\n\t\t\tarrangements are in progress or contemplation which, if carried intoeffect, will result in a trigger event taking place in relation to aqualifying entity or a qualifying asset.\n\t\tA notice under subsection (2) is referred to in this Act as a voluntarynotice.\n\t\tThe Secretary of State may by regulations prescribe the form and content ofa voluntary notice.\n\t\tAs soon as reasonably practicable after receiving the voluntary notice, theSecretary of State must decide whether to reject or accept the notice.\n\t\tThe Secretary of State may reject the voluntary notice on one or more ofthe following grounds—\n\t\t\tit does not meet the requirements of this section,\n\t\t\tit does not meet the requirements prescribed by the regulations,\n\t\t\tit does not contain sufficient information to allow the Secretary of Stateto decide whether to give a call-in notice,\n\t\t\tthere is no reasonable prospect of being able to give a call-in notice dueto the operation of the time-limits in subsection (2) or (4) of section 2.\n\t\tIf the voluntary notice is rejected, the Secretary of State must, as soonas practicable, provide reasons in writing for that decision to each relevantperson.\n\t\tIf the voluntary notice is accepted, the Secretary of State must—\n\t\t\tas soon as practicable, notify each relevant person, and\n\t\t\tbefore the end of the review period—\n\t\t\tgive a call-in notice in relation to the trigger event, or\n\t\t\tnotify each relevant person that no further action will be taken underthis Act in relation to the trigger event.\n\t\tThe “review period” is the period of 30 working days beginning with the dayon which the notification under subsection (8)(a) is given to the person whogave the voluntary notice; but this does not affect the operation of the time-limits in subsections (2) and (4) of section 2.\n\t\tIn this section—\n\t\t\t  * “relevant person” means the person who gave the voluntary notice and such other persons as the Secretary of State considers appropriate, \n\t\t\t  * “seller”, in relation to a trigger event, means a person who has ceded control of the qualifying entity or a qualifying asset (or in relation to a trigger event that has not yet taken place, would cede that control). "
    },
    {
        "length": 1681,
        "text": "\nInformation, etc\n\tPower to require information\n\t\tThe Secretary of State may give a notice to a person (subject to section21) to require the person to provide any information in relation to theexercise of the Secretary of State’s functions under this Act which—\n\t\t\tis specified or described in the notice, or falls within a category ofinformation specified or described in the notice, and\n\t\t\tis within that person’s possession or power.\n\t\tThe Secretary of State is not to require the provision of information underthis section except where the requirement to provide information isproportionate to the use to which the information is to be put in the carryingout of the Secretary of State’s functions under this Act.\n\t\tA notice under subsection (1) is referred to in this Act as an informationnotice.\n\t\tAn information notice may—\n\t\t\tspecify the manner in which the information is to be provided,\n\t\t\tspecify a time limit for—\n\t\t\tproviding the information,\n\t\t\tnotifying the Secretary of State that the information is not in theperson’s possession or power, or\n\t\t\trequire the person to provide any information within their possession orpower which would enable the Secretary of State to find the informationrequired by the notice.\n\t\tAn information notice must—\n\t\t\tspecify the purpose for which the notice is given, and\n\t\t\tstate the possible consequences of not complying with the notice.\n\t\tA person is not required under this section to provide any informationwhich that person could not be compelled to provide in evidence in civilproceedings before the court.\n\t\tA reference in this section to the provision of information includes areference to the provision of a legible and intelligible copy of informationrecorded otherwise than in legible form.\n\t\tA person to whom information is provided under this section may copy theinformation.\n\t\tIn this section “the court” means—\n\t\t\tin relation to England and Wales or Northern Ireland, the High Court,\n\t\t\tin relation to Scotland, the Court of Session, and\n\t\t\tin relation to a person outside the United Kingdom, the High Court ofEngland and Wales.\n\tAttendance of witnesses\n\t\tThe Secretary of State may give a notice to a person (subject to section21) to require the person—\n\t\t\tto attend at a time and place specified in the notice, and\n\t\t\tto give evidence to the Secretary of State in relation to the exercise ofthe Secretary of State’s functions under this Act.\n\t\tThe Secretary of State is not to require the giving of evidence under thissection except where the requirement to give evidence is proportionate to theuse to which the evidence is to be put in the carrying out of the Secretary ofState’s functions under this Act.\n\t\tA notice under subsection (1) is referred to in this Act as an attendancenotice.\n\t\tAn attendance notice must—\n\t\t\tspecify the purpose for which the notice is given, and\n\t\t\tstate the possible consequences of not complying with the notice.\n\t\tA person is not required under this section to give any evidence which thatperson could not be compelled to give in civil proceedings before the court.\n\t\tA person is not required, in compliance with an attendance notice, to gomore than 10 miles from their place of residence unless necessary travellingexpenses are paid or offered to that person.\n\t\tIn this section “the court” means—\n\t\t\tin relation to evidence given in England and Wales or Northern Ireland, theHigh Court,\n\t\t\tin relation to evidence given in Scotland, the Court of Session, and\n\t\t\tin relation to evidence given outside the United Kingdom, the High Court ofEngland and Wales.\n\tInformation notices and attendance notices: persons outside the UK\n\t\tThe Secretary of State may give an information notice or an attendancenotice to a person outside the United Kingdom only if the person falls withinsubsection (2), (3) or (4) of this section.\n\t\tA person falls within this subsection if the person is—\n\t\t\ta United Kingdom national,\n\t\t\tan individual ordinarily resident in the United Kingdom,\n\t\t\ta body incorporated or constituted under the law of any part of the UnitedKingdom, or\n\t\t\tcarrying on business in the United Kingdom.\n\t\tA person falls within this subsection if—\n\t\t\ta trigger event has taken place in relation to a qualifying entity which isformed or recognised under the law of any part of the United Kingdom, or\n\t\t\tarrangements are in progress or contemplation which, if carried intoeffect, will result in a trigger event taking place in relation to aqualifying entity of that description,\n\t\t\t\tand the person is the acquirer.\n\t\tA person falls within this subsection if—\n\t\t\ta trigger event has taken place in relation to a qualifying asset which —\n\t\t\tis within section 7(4)(a) or (b) and is situated in the United Kingdom orthe territorial sea, or\n\t\t\tis within section 7(4)(c) and is used in connection with activitiescarried on in the United Kingdom, or\n\t\t\tarrangements are in progress or contemplation which, if carried intoeffect, will result in a trigger event taking place in relation to aqualifying asset within paragraph (a),\n\t\t\tand the person is the acquirer.\n\tFalse or misleading information\n\t\tThis section applies where false or misleading information is provided tothe Secretary of State—\n\t\t\tin a mandatory notice,\n\t\t\tin a validation application,\n\t\t\tin a voluntary notice,\n\t\t\tin response to an information notice, or\n\t\t\tin response to an attendance notice.\n\t\tWhere a decision made by the Secretary of State under this Act ismaterially affected by the false or misleading information, the Secretary ofState may reconsider the decision and may affirm, vary or revoke it.\n\t\tWhere a decision is varied or revoked under this section, the Secretary ofState must give notice to that effect to such persons as the Secretary ofState considers appropriate.\n\t\tIf a revoked decision was—\n\t\t\ta decision to give a call-in notice,\n\t\t\ta decision to make or revoke a final order, or\n\t\t\ta decision to give a final notification,\n\t\t\t\tthe Secretary of State may give a further call-in notice and section 2(1) doesnot apply.\n\t\tWhere a decision is revoked under this section, the time limits in section2(2) and (4) do not apply to the case concerned, but a call-in notice (or afurther call-in notice) may not be given after the end of the period of 6months beginning with the day on which the information was discovered to befalse or misleading."
    },
    {
        "length": 3537,
        "text": "\nPART 2Remedies\n\tAssessment period\n\t\tMeaning of “assessment period”\n\t\t\tThis section defines “assessment period” in relation to a call-in notice.\n\t\t\tThe assessment period begins with the day on which the call-in notice isgiven to the acquirer.\n\t\t\tIn this section—\n\t\t\t\t“the initial period” is the period of 30 working days beginning with theday mentioned in subsection (2),\n\t\t\t\t“the additional period” is the period of 45 working days beginning with thefirst working day after the day on which the initial period ends,\n\t\t\t\ta “voluntary period” is such period of working days, beginning with thefirst working day after the day on which the additional period (or theprevious voluntary period) ends, as may be agreed in writing between theSecretary of State and the acquirer.\n\t\t\tThe assessment period ends at the end of the initial period unless, beforethe end of the initial period, the Secretary of State gives an additionalperiod notice to each person to whom the call-in notice was given (seesubsection (8)).\n\t\t\tIf an additional period notice is given, the assessment period ends at theend of the additional period unless, before the end of the additional period,a voluntary period is agreed.\n\t\t\tIf a voluntary period is agreed, the assessment period ends at the end ofthe voluntary period, or at the end of any further voluntary period which isagreed.\n\t\t\tThe Secretary of State must give notice of any voluntary period, or furthervoluntary period to each person to whom the call-in notice was given.\n\t\t\tAn “additional period notice” is a notice which the Secretary of State maygive if the Secretary of State—\n\t\t\t\treasonably believes that—\n\t\t\t\ta trigger event has taken place or that arrangements are in progress orcontemplation which, if carried into effect, will result in a trigger event,and\n\t\t\t\ta risk to national security has arisen from the trigger event or wouldarise from the trigger event if carried into effect, and\n\t\t\t\treasonably considers that the additional period is required to assess thetrigger event further.\n\t\t\tA voluntary period or further voluntary period may be agreed by theSecretary of State only if the Secretary of State—\n\t\t\t\tis satisfied, on the balance of probabilities, that—\n\t\t\t\ta trigger event has taken place or that arrangements are in progress orcontemplation which, if carried into effect, will result in a trigger event,and\n\t\t\t\ta risk to national security has arisen from the trigger event or wouldarise from the trigger event if carried into effect, and\n\t\t\t\treasonably considers that the period is required to consider whether tomake a final order or what provision a final order should contain.\n\t\tEffect of information notice and attendance notice\n\t\t\tThis section applies if an information notice or an attendance notice isgiven at any time during the assessment period in relation to a call-innotice.\n\t\t\tAs soon as practicable after giving the information notice or attendancenotice, the Secretary of State must notify each relevant person of—\n\t\t\t\tthe fact that an information notice or attendance notice has been given,and\n\t\t\t\tthe time limit specified in the notice for complying with the requirementsof the notice.\n\t\t\tAs soon as practicable after—\n\t\t\t\tthe Secretary of State is satisfied that the requirements of theinformation notice or the attendance notice have been complied with, or\n\t\t\t\t(if earlier) the time specified in the information notice or the attendancenotice for complying with those requirements has passed,\n\t\t\t\t\tthe Secretary of State must notify each relevant person confirming that fact.\n\t\t\tAny day falling within the period beginning with the day on which thenotice under subsection (2) is given and ending with the day on which a noticeunder subsection (3) is given does not count for the purposes of calculatingthe initial, additional or voluntary period under section 23.\n\t\t\tIn this section “relevant person” means each person to whom the call-innotice was given.\n\tInterim and final orders\n\t\tInterim orders\n\t\t\tThe Secretary of State may, during the assessment period in relation to acall-in notice, make an order if the Secretary of State reasonably considersthat the provisions of the order are necessary and proportionate for thepurpose of preventing or reversing pre-emptive action, or mitigating itseffects.\n\t\t\tIn subsection (1), “pre-emptive action” means action which might prejudicethe exercise of the Secretary of State’s functions under this Act in relationto the call-in notice.\n\t\t\tAn order under subsection (1) is referred to in this Act as an “interimorder”.\n\t\t\tAn interim order may include—\n\t\t\t\tprovision requiring a person, or description of person, to do, or not todo, particular things,\n\t\t\t\tprovision for the appointment of a person to conduct or supervise theconduct of activities on such terms and with such powers as may be specifiedor described in the order,\n\t\t\t\tprovision requiring a person, or description of person, not to disclose thecontents of the order except to the extent permitted by the order,\n\t\t\t\tconsequential, supplementary or incidental provision.\n\t\t\tProvision made by or under an interim order may extend to a person’sconduct outside the United Kingdom or the territorial sea only if the personis—\n\t\t\t\ta United Kingdom national,\n\t\t\t\tan individual ordinarily resident in the United Kingdom,\n\t\t\t\ta body incorporated or constituted under the law of any part of the UnitedKingdom, or\n\t\t\t\tcarrying on business in the United Kingdom.\n\t\t\tAn interim order comes into force at such time as is determined by or underthe order.\n\t\t\tAn interim order ceases to have effect at the earliest of—\n\t\t\t\tthe giving of a final notification or the coming into force of a finalorder in relation to the call-in notice,\n\t\t\t\tsuch time as is determined by or under the order,\n\t\t\t\tsuch time as it is revoked.\n\t\tFinal orders and final notifications\n\t\t\tThe Secretary of State must, before the end of the assessment period inrelation to a call-in notice—\n\t\t\t\tmake a final order, or\n\t\t\t\tgive a final notification to each person to whom the call-in notice wasgiven.\n\t\t\tIn this section—\n\t\t\t\ta “final notification” is a notification that no further action in relationto the call-in notice is to be taken under this Act,\n\t\t\t\ta “final order” is an order under subsection (3).\n\t\t\tThe Secretary of State may, during the assessment period, make a finalorder if the Secretary of State—\n\t\t\t\tis satisfied, on the balance of probabilities, that—\n\t\t\t\ta trigger event has taken place or that arrangements are in progress orcontemplation which, if carried into effect, will result in a trigger event,and\n\t\t\t\ta risk to national security has arisen from the trigger event or wouldarise from the trigger event if carried into effect, and\n\t\t\t\treasonably considers that the provisions of the order are necessary andproportionate for the purpose of preventing, remedying or mitigating the risk.\n\t\t\tBefore making a final order the Secretary of State must consider anyrepresentations made to the Secretary of State.\n\t\t\tA final order may include—\n\t\t\t\tprovision requiring a person, or description of person, to do, or not todo, particular things,\n\t\t\t\tprovision for the appointment of a person to conduct or supervise theconduct of activities on such terms and with such powers as may be specifiedor described in the order,\n\t\t\t\tprovision requiring a person, or description of person, not to disclose thecontents of the order except to the extent permitted by the order,\n\t\t\t\tconsequential, supplementary or incidental provision.\n\t\t\tProvision made by or under a final order may extend to a person’s conductoutside the United Kingdom or the territorial sea only if the person is—\n\t\t\t\ta United Kingdom national,\n\t\t\t\tan individual ordinarily resident in the United Kingdom,\n\t\t\t\ta body incorporated or constituted under the law of any part of the UnitedKingdom, or\n\t\t\t\tcarrying on business in the United Kingdom.\n\t\t\tA final order comes into force at such time as is determined by or underthe order.\n\t\t\tA final order ceases to have effect at such time as is determined by orunder the order, unless it is revoked before that time.\n\t\tReview, variation and revocation of orders\n\t\t\tThis section applies in relation to an interim order and a final order.\n\t\t\tThe Secretary of State must keep each order under review and may vary orrevoke it.\n\t\t\tIf a person required to comply with an order requests that the Secretary ofState vary or revoke it, the Secretary of State must consider the request assoon as practicable after receiving it.\n\t\t\tBut the Secretary of State is not required to consider such a request inrelation to a final order if, in the opinion of the Secretary of State, therehas been no material change of circumstances—\n\t\t\t\tsince the order was made or last varied, or\n\t\t\t\tin the case of a request from a person who has made a previous request inrelation to the order, since the previous request was made.\n\t\tOrders: supplementary\n\t\t\tThis section applies in relation to an interim order and a final order.\n\t\t\tAs soon as practicable after making or varying an order, the Secretary ofState must serve the order, or the order as varied, on—\n\t\t\t\teach person who is required to comply with the order,\n\t\t\t\teach person to whom the call-in notice was given, and\n\t\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\t\tAs soon as practicable after varying an order, the Secretary of State mustgive notice to any person who was previously required to comply with the orderbut is no longer required to comply with it.\n\t\t\tSubject to subsection (5), each order (including each order as varied) orexplanatory material accompanying the order must—\n\t\t\t\tstate the date on which the order or any variation comes into force or howthat date is to be determined,\n\t\t\t\tstate each person, or description of person, who is required to comply withthe order,\n\t\t\t\tdescribe the trigger event and entity or asset concerned,\n\t\t\t\tstate the reasons for making or varying the order,\n\t\t\t\tstate the possible consequences of not complying with the order,\n\t\t\t\tprovide information about—\n\t\t\t\thow to apply to the Secretary of State for an order to be varied orrevoked, and\n\t\t\t\tthe procedure for judicial review or, in Scotland, an application to thesupervisory jurisdiction of the Court of Session.\n\t\t\tThe Secretary of State may exclude from the copy of an order served on anyperson within subsection (2), or from any explanatory material accompanyingthe order, anything the disclosure of which the Secretary of State considers—\n\t\t\t\twould be likely to prejudice the commercial interests of any person, or\n\t\t\t\twould be contrary to the interests of national security.\n\t\t\tAs soon as practicable after revoking an order, the Secretary of State mustgive notice to the persons mentioned in subsection (2) that the order has beenrevoked.\n\t\tPublication of notice of final order\n\t\t\tSubject to subsection (3), the Secretary of State must publish, in suchmanner as the Secretary of State considers appropriate, notice of the factthat—\n\t\t\t\ta final order has been made,\n\t\t\t\ta final order has been varied or revoked.\n\t\t\tThe notice under subsection (1) must be published as soon as practicableand must—\n\t\t\t\tstate the date on which the order, variation or revocation comes intoforce, or how that date is to be determined,\n\t\t\t\tstate each person, and each description of person, who is required tocomply with the order,\n\t\t\t\tdescribe the trigger event and entity or asset concerned,\n\t\t\t\tinclude a summary of the order, variation or revocation, its effect and thereasons for it,\n\t\t\t\tinclude any other information that the Secretary of State considers itappropriate to include.\n\t\t\tThe Secretary of State may exclude from the notice under subsection (1)anything the publication of which the Secretary of State considers—\n\t\t\t\twould be likely to prejudice the commercial interests of any person, or\n\t\t\t\twould be contrary to the interests of national security.\n\tFinancial assistance\n\t\tFinancial assistance\n\t\t\tThe Secretary of State may, with the consent of the Treasury, givefinancial assistance to or in respect of an entity in consequence of themaking of a final order.\n\t\t\t“Financial assistance” means loans, guarantees or indemnities, or any otherkind of financial assistance (actual or contingent).\n\t\t\tIf during any relevant period the amount given under this section totals£100 million or more, the Secretary of State must as soon as practicable lay areport of the amount before the House of Commons.\n\t\t\tIf during a relevant period in which a report has been laid undersubsection (3) any further amount is given under this section, the Secretaryof State must as soon as practicable lay a report of the amount before theHouse of Commons.\n\t\t\t“Relevant period” means—\n\t\t\t\tthe period beginning with the day on which this section comes into forceand ending with the following 31 March, and\n\t\t\t\teach subsequent period of 12 months.\n\tCMA functions\n\t\tInteraction with CMA functions under Part 3 of Enterprise Act 2002\n\t\t\tThis section applies at any time when a final order is in force, or a finalnotification has been given, in relation to a trigger event which involves, orwould involve, two or more enterprises ceasing to be distinct enterprises forthe purposes of Part 3 of the Enterprise Act 2002 (“the 2002 Act”).\n\t\t\tThe Secretary of State may direct the Competition and Markets Authority(“the CMA”) to do, or not to do, anything under Part 3 of the 2002 Act inrelation to the trigger event if the Secretary of State reasonably considersthat the direction is necessary and proportionate for the purpose ofpreventing, remedying or mitigating a risk to national security.\n\t\t\tBefore giving a direction under this section, the Secretary of State mustconsult the CMA and such other persons as the Secretary of State considersappropriate.\n\t\t\tThe Secretary of State must publish a direction given under this section insuch manner as the Secretary of State considers appropriate.\n\t\t\tThe duty of the CMA to comply with a direction given under this sectionapplies regardless of any other duty imposed on the CMA."
    },
    {
        "length": 1431,
        "text": "\nOffences\n\tOffence of completing notifiable acquisition without approval\n\t\tA person who, pursuant to a notifiable acquisition, gains control incircumstances falling within section 6(2) commits an offence if, withoutreasonable excuse, that person completes the notifiable acquisition withoutthe approval of the Secretary of State in one of the ways mentioned in section13(2).\n\t\tSubsection (1) applies even if a call-in notice or a validation notice hasbeen given in relation to the notifiable acquisition.\n\t\tAn offence is committed under this section notwithstanding the effect ofsection 13(1).\n\tOffence of failing to comply with order\n\t\tA person commits an offence if, without reasonable excuse, the person failsto comply with a requirement to which the person is subject under or by virtueof an interim order or a final order.\n\t\tWhere a person is convicted of an offence under this section, the court maymake an order requiring that person, within such period as may be specified bythe order, to comply with a requirement to which the person is subject underor by virtue of an interim order or a final order.\n\tOffences: information and attendance of witnesses\n\t\tA person commits an offence if—\n\t\t\tthe person fails, without reasonable excuse, to comply with a requirementof an information notice or an attendance notice, or\n\t\t\tthe person intentionally or recklessly alters, suppresses or destroys orcauses or permits the alteration, suppression or destruction of anyinformation the person has been required by an information notice to provide.\n\t\tA person commits an offence if the person intentionally obstructs or delaysthe making of a copy of information provided in response to an informationnotice.\n\t\tA person commits an offence if—\n\t\t\tthe person supplies any information to the Secretary of State (including byway of giving evidence pursuant to an attendance notice) in connection with afunction of the Secretary of State under this Act,\n\t\t\tthe information is false or misleading in a material respect, and\n\t\t\tthe person knows that, or is reckless as to whether, it is false ormisleading in a material respect.\n\t\tA person commits an offence if—\n\t\t\tthe person supplies any information to another person (other than theSecretary of State),\n\t\t\tthe person supplying the information knows that the information is to beused for the purpose of supplying information to the Secretary of State inconnection with a function of the Secretary of State under this Act,\n\t\t\tthe information is false or misleading in a material respect, and\n\t\t\tthe person supplying the information knows that, or is reckless as towhether, it is false or misleading in a material respect.\n\t\tWhere a person is convicted of an offence under subsection (1) or (2), thecourt may make an order requiring that person, within such period as may bespecified by the order—\n\t\t\tto comply with a requirement in an information notice,\n\t\t\tto comply with a requirement in an attendance notice, or\n\t\t\tto permit the making of a copy of information.\n\t\tAny reference in subsection (1) to destroying information includes areference to destroying the means of reproducing information recordedotherwise than in legible form.\n\tOffences in relation to sharing information\n\t\tIt is an offence for a person to use or disclose information incontravention of section 54 or 55(1).\n\t\tIt is a defence for a person charged with an offence under this section toprove that the person reasonably believed that—\n\t\t\tthe use or disclosure was lawful, or\n\t\t\tthe information had already and lawfully been made available to the public.\n\tOffences by bodies corporate etc\n\t\tIf an offence under this Act is committed by a body—\n\t\t\twith the consent or connivance of an officer of the body, or\n\t\t\tdue to any neglect on the part of such an officer,\n\t\t\t\tthe officer, as well as the body, is guilty of the offence and liable to beproceeded against and punished accordingly.\n\t\tIn this section—\n\t\t\t  * “body” means a body corporate, a partnership or an unincorporated association other than a partnership, \n\t\t\t  * “officer of a body”— \n\t\t\tin relation to a body corporate, means a director, member of the committee ofmanagement, chief executive, manager, secretary or other similar officer ofthe body, or a person purporting to act in any such capacity,\n\t\t\tin relation to a partnership, means a partner or person purporting to act as apartner,\n\t\t\tin relation to an unincorporated association other than a partnership, means aperson who is concerned in the management or control of the body or purportsto act in the capacity of a person so concerned.\n\t\tIn subsection (2) “director” includes—\n\t\t\ta person occupying in relation to a body corporate the position of adirector (by whatever name called),\n\t\t\ta person in accordance with whose directions or instructions (not beingadvice given in a professional capacity) the directors of that body areaccustomed to act, and\n\t\t\ta person who has an interest or right in, or in relation to, the bodycorporate that (whether alone or together with other interests or rights heldby the person) enables the person materially to influence the policy of thebody corporate.\n\t\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith the member’s functions of management as if the member were a director ofthe body.\n\t\tThe Secretary of State may by regulations provide for the modification ofany provision of this section in its application to a body corporate orunincorporated association formed or recognised under the law of a country orterritory outside the United Kingdom."
    },
    {
        "length": 981,
        "text": "\nProsecution and penalties\n\tProsecution \n\t\tProceedings for an offence under this Act may be instituted—\n\t\t\tin England and Wales, only by the Director of Public Prosecutions, and\n\t\t\tin Northern Ireland, only by the Director of Public Prosecutions forNorthern Ireland.\n\tProceedings against partnerships etc\n\t\tProceedings for an offence under this Act may be brought—\n\t\t\twhere the offence is alleged to have been committed by a partnership,against the partnership in the firm name,\n\t\t\twhere the offence is alleged to have been committed by an unincorporatedassociation other than a partnership, against the association in its own name.\n\t\tRules of court relating to the service of documents have effect in relationto such proceedings as if the partnership or unincorporated association were abody corporate.\n\t\tFor the purposes of such proceedings the following provisions apply as theyapply in relation to a body corporate—\n\t\t\tsection 33 of the Criminal Justice Act 1925 and Schedule 3 to theMagistrates’ Courts Act 1980,\n\t\t\tsection 18 of the [Criminal Justice Act (Northern Ireland) 1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates’ Court (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I. 26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")).\n\t\tA fine imposed on a partnership on its conviction for an offence is to bepaid out of the partnership assets.\n\t\tA fine imposed on an unincorporated association other than a partnership onits conviction for an offence is to be paid out of the funds of theassociation.\n\tOffences: penalties\n\t\tA person who commits an offence under section 32 (completing notifiableacquisition without approval) or 33 (failing to comply with interim or finalorder) is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months, or a fine (or both),\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months, or a fine not exceeding the statutory maximum (or both),\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months, or a fine not exceeding the statutory maximum (or both),\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years, or a fine (or both).\n\t\tA person who commits an offence under section 34 (offences in relation tosupplying information and attendance of witnesses) or 35 (offences in relationto sharing information) is liable—\n\t\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months, or a fine (or both),\n\t\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months, or a fine not exceeding the statutory maximum (or both),\n\t\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding 6 months, or a fine not exceeding the statutory maximum (or both),\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years, or a fine (or both).\n\t\tIn relation to an offence committed before paragraph 24(2) of Schedule 22to the Sentencing Act 2020 comes into force, the references in subsections(1)(a) and (2)(a) to 12 months are to be read as references to 6 months."
    },
    {
        "length": 3589,
        "text": "\nCivil sanctions\n\tPower to impose monetary penalties\n\t\tSubject to section 43(1), the Secretary of State may give a notice imposinga monetary penalty on a person if the Secretary of State is satisfied, beyondreasonable doubt, that the person has committed an offence under—\n\t\t\tsection 32 (completing notifiable acquisition without approval),\n\t\t\tsection 33 (failing to comply with interim or final order), or\n\t\t\tsection 34 (offences in relation to supplying information and attendance ofwitnesses),\n\t\t\t\t(including where the person is liable to be proceeded against by virtue ofsection 36).\n\t\tA notice under this section is referred to in this Act as a penalty notice.\n\t\tIn this Act “monetary penalty” means a requirement to pay to the Secretaryof State a penalty of an amount determined by the Secretary of State.\n\t\tFor an offence under section 33 or 34(1)(a), a monetary penalty may be—\n\t\t\ta fixed amount (“a fixed penalty”),\n\t\t\tan amount calculated by reference to a daily rate (“a daily rate penalty”),or\n\t\t\ta combination of a fixed penalty and a daily rate penalty.\n\t\tFor an offence under section 32 or for any other offence under section 34,the monetary penalty may be a fixed penalty only.\n\t\tThe amount of the monetary penalty is to be such amount as the Secretary ofState considers appropriate but it may not exceed the permitted maximum, asset out in section 41.\n\t\tWhen determining a monetary penalty under this section, the Secretary ofState must have regard, in particular, to—\n\t\t\tthe seriousness of the offence,\n\t\t\tthe desirability of deterring both the person on whom the penalty isimposed and others from committing the offence to which the penalty relates,\n\t\t\tthe possibility, and desirability, of rectifying any failure to which theoffence relates,\n\t\t\tany steps taken by the person on whom the penalty is imposed towardsrectifying any failure to which the offence relates, and\n\t\t\tthe ability of the person on whom the penalty is imposed to pay thepenalty.\n\t\tA penalty notice must include information as to—\n\t\t\tthe grounds for imposing the monetary penalty,\n\t\t\twhether the penalty is a fixed penalty, a daily rate penalty or acombination of both and how it is calculated,\n\t\t\tin the case of a fixed penalty, the amount of the penalty,\n\t\t\tin the case of a daily rate penalty, the amount of the daily rate, the dayon which the amount first starts to accumulate and the day on which, or thecircumstances in which, it ceases to accumulate,\n\t\t\thow the amount of the penalty was determined,\n\t\t\thow payment may be made,\n\t\t\tthe period within which payment is to be made (which must be at least 28days),\n\t\t\trights of appeal,\n\t\t\tthe consequences of non-payment.\n\t\tFor the purposes of a daily rate penalty—\n\t\t\tthe first day on which the amount may start to accumulate is the day afterthe day on which the penalty notice is given,\n\t\t\tunless the Secretary of State determines an earlier date, the daily rateceases to accumulate at the beginning of the earliest of—\n\t\t\tthe day on which the requirement to comply to which the offence relates issatisfied,\n\t\t\tthe day on which that requirement no longer applies.\n\t\tA monetary penalty imposed under this section is to be paid out of—\n\t\t\tthe partnership assets where imposed on a partnership, and\n\t\t\tthe funds of the association where imposed on an unincorporated associationother than a partnership.\n\tPermitted maximum penalties\n\t\tThe following are the permitted maximum fixed penalties for an offenceunder section 32 or 33—\n\t\t\tif the offence is committed by a business, the higher of 5% of the totalvalue of the turnover of the business (both in and outside the United Kingdomand including any business owned or controlled by the business) and £10million,\n\t\t\tif the offence is committed otherwise than by a business, £10 million.\n\t\tThe following are the permitted maximum amounts per day for a daily ratepenalty for an offence under section 33—\n\t\t\tif the offence is committed by a business, the higher of 0.1% of the totalturnover of the business (both in and outside the United Kingdom and includingany business owned or controlled by the business) and £200,000,\n\t\t\tif the offence is committed otherwise than by a business, £200,000.\n\t\tThe permitted maximum fixed penalty for an offence under section 34(1)(a)is £30,000.\n\t\tThe permitted maximum amount per day for a daily rate penalty for anoffence under section 34(1)(a) is £15,000.\n\t\tThe permitted maximum fixed penalty for an offence under section 34(1)(b)is £30,000.\n\t\tThe permitted maximum fixed penalty for an offence under section 34(2) is£30,000.\n\t\tThe permitted maximum fixed penalty for an offence under section 34(3) or(4) is £30,000.\n\t\tThe Secretary of State may by regulations—\n\t\t\tprovide that a person of a description specified in the regulations is oris not a business for the purposes of this section,\n\t\t\tmake provision for determining when a business is to be treated ascontrolled by another business for the purposes of this section,\n\t\t\tmake provision for determining the turnover (both in and outside the UnitedKingdom) of a business for the purposes of this section,\n\t\t\tamend subsection (1) or (2) so as to alter the percentage for the timebeing specified there,\n\t\t\tamend any of subsections (1) to (7) by substituting a different sum for anysum for the time being specified there.\n\t\tThe regulations may in particular—\n\t\t\tinclude by virtue of subsection (8)(c) provision as to the amounts whichare, or which are not, to be treated as comprising the turnover of a business,or provision as to the date or dates by reference to which the turnover of abusiness is to be determined,\n\t\t\tmake provision for the Secretary of State to determine matters of adescription specified in the regulations (including the matters mentioned inparagraph (a)).\n\tReview, variation and revocation of monetary penalties\n\t\tThe Secretary of State must keep a monetary penalty imposed by a penaltynotice under review and may vary or revoke the penalty notice as the Secretaryof State considers appropriate.\n\t\tIf a penalty is revoked under this section, the Secretary of State must, assoon as practicable, give a notice to the person upon whom the penalty wasimposed.\n\t\tIf a penalty, or the period within which a penalty is to be paid, is variedunder this section, the Secretary of State must, as soon as practicable, givea notice to the person on whom the penalty was imposed which—\n\t\t\tstates the variation and the reasons for the variation,\n\t\t\tincludes information about rights of appeal and consequences of non-payment.\n\t\tA notice under subsection (3) is referred to in this Act as a penaltyvariation notice.\n\tMonetary penalties: criminal proceedings and convictions\n\t\tA penalty notice may not be given to a person in respect of an offence if—\n\t\t\tcriminal proceedings have been instituted but not concluded in respect ofthe offence, or\n\t\t\tthe person has been convicted of the offence.\n\t\tWhere a person has paid, or is required to pay, a monetary penalty under apenalty notice, no criminal proceedings may be instituted against the personin respect of the offence to which the notice relates.\n\tRecovering penalties\n\t\tSubsections (2) to (8) apply if all or part of a monetary penalty imposedby a penalty notice is unpaid by the time it is required to be paid.\n\t\tThe unpaid balance carries interest from time to time at the rate for thetime being specified in section 17 of the Judgments Act 1838.\n\t\tWhere the Secretary of State considers it appropriate to do so, theSecretary of State may require so much of the penalty as has not already beenpaid to be paid immediately.\n\t\tThe Secretary of State may recover any of the penalty and any interest thathas not been paid if—\n\t\t\tno appeal relating to the penalty has been brought under section 50 duringthe period within which such an appeal may be brought, or\n\t\t\tan appeal has been determined or withdrawn.\n\t\tIn England and Wales, and in Northern Ireland, the penalty is recoverableas if it were payable under an order of the High Court.\n\t\tIn Scotland, the penalty may be enforced in the same manner as an extractregistered decree arbitral bearing a warrant for execution issued by thesheriff court of any sheriffdom in Scotland.\n\t\tWhere action is taken under this section for the recovery of a sum payableunder a penalty notice, the penalty is—\n\t\t\tin relation to England and Wales, to be treated for the purposes of section98 of the Courts Act 2003 (register of judgments and orders etc) as if it werea judgment entered in the High Court, and\n\t\t\tin relation to Northern Ireland, to be treated for the purposes of Article116 of the Judgments Enforcement (Northern Ireland) Order 1981 ([S.I. 1981/226(N.I. 6)](/id/nisi/1981/226?view=plain \"Go to item of legislation\")) (registerof judgments) as if it were a judgment in respect of which an application hasbeen accepted under Article 22 or 23(1) of that Order.\n\t\tAny sums received by the Secretary of State by way of a monetary penalty,or interest in respect of such a penalty, under this Act must be paid into theConsolidated Fund.\n\tMonetary penalties: cost recovery\n\t\tThe Secretary of State may give a notice to a person requiring the personto pay to the Secretary of State the costs incurred by the Secretary of Statein relation to the imposition of a monetary penalty on that person undersection 40.\n\t\tA notice under subsection (1) is referred to in this Act as a cost recoverynotice.\n\t\tThe reference to “costs” in subsection (1) includes, in particular—\n\t\t\tinvestigation costs,\n\t\t\tadministration costs,\n\t\t\tcosts of obtaining expert advice (including legal advice).\n\t\tA cost recovery notice must specify the amount to be paid and includeinformation as to—\n\t\t\tthe grounds for giving the notice,\n\t\t\thow payment may be made,\n\t\t\tthe period within which payment is to be made (which must be at least 28days),\n\t\t\trights of appeal,\n\t\t\tthe consequences of non-payment.\n\t\tA person required to pay an amount to the Secretary of State under thissection may require the Secretary of State to give a detailed breakdown ofthat amount.\n\t\tCosts imposed under this section are to be paid out of—\n\t\t\tthe partnership assets where imposed on a partnership, and\n\t\t\tthe funds of the association where imposed on an unincorporated associationother than a partnership.\n\tReview, variation and revocation of cost recovery notice\n\t\tThe Secretary of State must keep a cost recovery notice under review andmay vary or revoke it as the Secretary of State considers appropriate.\n\t\tIf a cost recovery notice is revoked under this section, the Secretary ofState must, as soon as practicable, give a notice to the person to whom thecost recovery notice was given.\n\t\tIf the costs, or the period within which the costs are to be paid, isvaried under this section, the Secretary of State must, as soon aspracticable, give a notice to the person to whom the cost recovery notice wasgiven which—\n\t\t\tstates the variation and the reasons for the variation,\n\t\t\tincludes information about rights of appeal and consequences of non-payment.\n\t\tA notice under subsection (3) is referred to in this Act as a costvariation notice.\n\tEnforcement of cost recovery notice\n\t\tSubsections (2) to (8) apply if some or all of the costs payable under acost recovery notice are unpaid by the time when they are required to be paid.\n\t\tThe unpaid balance carries interest from time to time at the rate for thetime being specified in section 17 of the Judgments Act 1838.\n\t\tWhere the Secretary of State considers it appropriate to do so, theSecretary of State may require so much of the costs as have not already beenpaid to be paid immediately.\n\t\tThe Secretary of State may recover from the person any of the costs and anyinterest as has not been paid if—\n\t\t\tno appeal relating to the costs has been brought under section 51 duringthe period within which such an appeal may be brought, or\n\t\t\tan appeal has been determined or withdrawn.\n\t\tIn England and Wales, and in Northern Ireland, the costs are recoverable asif they were payable under an order of the High Court.\n\t\tIn Scotland, the costs may be enforced in the same manner as an extractregistered decree arbitral bearing a warrant for execution issued by thesheriff court of any sheriffdom in Scotland.\n\t\tWhere action is taken under this section for the recovery of a sum payableunder a cost recovery notice, the costs are—\n\t\t\tin relation to England and Wales, to be treated for the purposes of section98 of the Courts Act 2003 (register of judgments and orders etc) as if theywere a judgment entered in the High Court, and\n\t\t\tin relation to Northern Ireland, to be treated for the purposes of Article116 of the Judgments Enforcement (Northern Ireland) Order 1981 ([S.I. 1981/226(N.I. 6)](/id/nisi/1981/226?view=plain \"Go to item of legislation\")) (registerof judgments) as if they were a judgment in respect of which an applicationhas been accepted under Article 22 or 23(1) of that Order.\n\t\tAny sums received by the Secretary of State by way of costs, or interest inrespect of such costs, under this Act must be paid into the Consolidated Fund."
    },
    {
        "length": 136,
        "text": "\nCivil proceedings\n\tEnforcement through civil proceedings\n\t\tA person’s duty to comply with a requirement to which the person is subjectunder or by virtue of an information notice, an attendance notice, an interimorder or a final order is enforceable by civil proceedings by the Secretary ofState for an injunction, or for specific performance of a statutory duty undersection 45 of the Court of Session Act 1988, or for any other appropriaterelief or remedy.\n\t\tSubsection (1) applies whether or not the person is in the United Kingdom."
    },
    {
        "length": 1309,
        "text": "\nJudicial review and appeals\n\tProcedure for judicial review of certain decisions\n\t\tThis section applies to a claim for judicial review of a relevant decision.\n\t\tA “relevant decision” means—\n\t\t\ta decision or action under or by virtue of any of the following provisions,but not including any such decision or action that is directly related to aPart 3 function of the Secretary of State—\n\t\t\tsection 19,\n\t\t\tsection 20,\n\t\t\tsection 21,\n\t\t\tsection 54(1) and (2)(a),\n\t\t\tsection 54(6) to (8), insofar as the decision or action is related to thedisclosure of information under section 54(2)(a),\n\t\t\tsection 55(1) and (3), insofar as the decision or action is related to thedisclosure of information under section 54(2)(a),\n\t\t\tsection 56,\n\t\t\tsection 57, other than a decision or action related to the disclosure ofinformation under section 54(2)(b) to (f) or (3),\n\t\t\ta decision or action under or by virtue of section 54(9), insofar as thedecision or action is related to a decision or action falling within paragraph(a)(iv) or (v),\n\t\t\ta decision or action under or by virtue of—\n\t\t\tany provision of Part 1 of this Act not mentioned in paragraph (a),\n\t\t\tPart 2 of this Act,\n\t\t\tsection 53, or\n\t\t\tsection 62,\n\t\t\t\tand “action” includes a failure to act.\n\t\tA “Part 3 function” means a function under or by virtue of this Part ofthis Act.\n\t\tThe court may entertain proceedings for a claim to which this sectionapplies only if the claim form is filed before the end of the period of 28days beginning with the day after the day on which the grounds to make theclaim first arose, unless the court considers that exceptional circumstancesapply.\n\t\tIn the application of this section to Scotland—\n\t\t\tsubsection (1) has effect with the substitution of “an application to thesupervisory jurisdiction of the court in respect” for “a claim for judicialreview”,\n\t\t\tsubsection (4) has effect with the substitution of—\n\t\t\t“an application” for “a claim”,\n\t\t\t“application is made” for “claim form is filed”,\n\t\t\t“the application” for “the claim”.\n\t\tIn the application of this section to Northern Ireland—\n\t\t\tsubsection (1) has effect with the substitution of “an application” for “aclaim”,\n\t\t\tsubsection (4) has effect with the substitution of—\n\t\t\t“an application” for “a claim”,\n\t\t\t“application for leave to apply for judicial review” for “claim form isfiled”,\n\t\t\t“the application” for “the claim”.\n\t\tIn this section “the court” means—\n\t\t\tthe High Court in England and Wales,\n\t\t\tthe Court of Session in Scotland, and\n\t\t\tthe High Court in Northern Ireland.\n\tAppeals against monetary penalties\n\t\tA person who is given a penalty notice or a variation notice may appeal tothe court.\n\t\tA person may not appeal under this section after the end of the period of28 days beginning with the day after the day on which the notice is given tothe person.\n\t\tOn an appeal against a penalty notice the court may—\n\t\t\tconfirm or quash the decision to impose the monetary penalty,\n\t\t\tconfirm or reduce the amount of the penalty,\n\t\t\tconfirm or vary the period within which all or part of the penalty is to bepaid.\n\t\tOn an appeal against a variation notice the court may confirm, vary orquash the variation but may not increase the amount of the monetary penalty.\n\t\tIn this section “the court” means—\n\t\t\tthe High Court in England and Wales,\n\t\t\tthe Court of Session in Scotland, and\n\t\t\tthe High Court in Northern Ireland.\n\t\tWhere an appeal is brought under this section, the monetary penalty is notpayable until the appeal is determined or withdrawn, unless the court ordersotherwise.\n\tAppeals against costs\n\t\tA person given a cost recovery notice or a cost variation notice may appealto the court.\n\t\tA person may not appeal under this section after the end of the period of28 days beginning with the day after the day on which the notice is given tothe person.\n\t\tOn an appeal against a cost recovery notice the court may—\n\t\t\tconfirm or quash the decision to impose costs,\n\t\t\tconfirm or reduce the amount payable,\n\t\t\tconfirm or vary the period within which payment is to be made.\n\t\tOn an appeal against a cost variation notice the court may confirm, vary orquash the variation but may not increase the amount payable.\n\t\tIn this section “the court” means—\n\t\t\tthe High Court in England and Wales,\n\t\t\tthe Court of Session in Scotland, and\n\t\t\tthe High Court in Northern Ireland.\n\t\tWhere an appeal is brought under this section, the costs are not payableuntil the appeal is determined or withdrawn, unless the court ordersotherwise."
    },
    {
        "length": 342,
        "text": "\nTerritorial application\n\tExtra-territorial application and jurisdiction to try offences\n\t\tSections 32, 33, 34 and 35 apply—\n\t\t\twhether the offence is committed in the United Kingdom or elsewhere,\n\t\t\tif the offence is committed by an individual, whatever the nationality ofthe individual committing the offence,\n\t\t\tif the offence is committed otherwise than by an individual, regardless ofwhether the body corporate or unincorporated association is formed orrecognised under the law of a country or territory outside the United Kingdom.\n\t\tWhere an offence under this Part is committed outside the United Kingdom—\n\t\t\tproceedings for the offence may be taken at any place in the UnitedKingdom, and\n\t\t\tthe offence may for all incidental purposes be treated as having beencommitted at any such place.\n\t\tIn the application of subsection (2) to Scotland, any such proceedingsagainst a person may be taken—\n\t\t\tin any sheriff court district in which the person is apprehended or is incustody, or\n\t\t\tin such sheriff court district as the Lord Advocate may determine.\n\t\tIn subsection (3) “sheriff court district” is to be read in accordance withthe Criminal Procedure (Scotland) Act 1995 (see section 307(1) of that Act)."
    },
    {
        "length": 2388,
        "text": "\nPART 4Miscellaneous\n\tAdministrative requirements\n\t\tProcedure for service, etc\n\t\t\tThe Secretary of State may by regulations make provision for the procedurewhich must be followed when a provision of or made under this Act requires orallows a notice, order, notification or document of any kind to be given orserved.\n\t\t\tThe regulations may, in particular, make provision—\n\t\t\t\tas to the manner in which a document must be given or served,\n\t\t\t\tas to the address to which a document must be sent,\n\t\t\t\trequiring, or allowing, a document to be sent electronically,\n\t\t\t\tfor treating a document as having been given, received or served on a dateor at a time determined in accordance with the regulations,\n\t\t\t\tas to what must, or may, be done if a sender or an intended recipient isnot an individual,\n\t\t\t\tas to what must, or may, be done if a person is treated by virtue ofSchedule 1 as holding an interest or right for the purposes of this Act,\n\t\t\t\tas to what must, or may, be done if a sender or an intended recipient isoutside the United Kingdom.\n\t\t\tSection 7 of the Interpretation Act 1978 (service of notice by post) haseffect in relation to provisions made under this Act subject to any provisionmade by regulations under this section.\n\tInformation gateways\n\t\tDisclosure of information\n\t\t\tA public authority may disclose information to the Secretary of State forthe purpose of facilitating the exercise by the Secretary of State offunctions under this Act.\n\t\t\tThe Secretary of State may disclose information received under this Act toa public authority or an overseas public authority—\n\t\t\t\tfor the purpose of facilitating the exercise by the Secretary of State offunctions under this Act,\n\t\t\t\tfor the prevention or detection of crime,\n\t\t\t\tfor the purposes of a criminal investigation,\n\t\t\t\tfor the purposes of criminal proceedings,\n\t\t\t\tfor the purposes of civil proceedings under this Act, or\n\t\t\t\tfor the purpose of protecting national security.\n\t\t\tThe Secretary of State may also disclose such information to an overseaspublic authority for the purpose of the exercise of corresponding functions ofoverseas public authorities.\n\t\t\tA person who receives information under subsection (2) or (3) may not—\n\t\t\t\tuse the information for a purpose other than the purpose for which it wasdisclosed, or\n\t\t\t\tfurther disclose the information,\n\t\t\t\t\texcept with the consent of the Secretary of State (which may be general orspecific).\n\t\t\tSubsection (4) does not apply to information to which section 55 applies(information received from HMRC).\n\t\t\tIn deciding whether to disclose information under this section, theSecretary of State must consider whether the disclosure would prejudice, to anunreasonable degree, the commercial interests of any person concerned.\n\t\t\tIn deciding whether to disclose information to an overseas public authorityunder this section, the Secretary of State must have regard, in particular, tothe following considerations—\n\t\t\t\twhether the law of the country or territory to whose authority thedisclosure would be made provides protection against self-incrimination incriminal proceedings which corresponds to the protection provided in any partof the United Kingdom, and\n\t\t\t\twhether the matter in respect of which the disclosure is sought issufficiently serious to justify making the disclosure.\n\t\t\tExcept as provided by section 57, the disclosure of information under thissection does not breach—\n\t\t\t\tany obligation of confidence owed by the person making the disclosure, or\n\t\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\t\tIn this section—\n\t\t\t\t  * “overseas public authority” means a person in any country or territory outside the United Kingdom which appears to the Secretary of State to exercise functions of a public nature which— \n\t\t\t\tcorrespond to the functions of the Secretary of State under this Act, or\n\t\t\t\trelate to any of the purposes mentioned in paragraphs (b) to (f) of subsection(2),\n\t\t\t\t\t  * “public authority” has the same meaning as in section 6 of the Human Rights Act 1998. \n\t\tDisclosure of information held by HMRC\n\t\t\tA person who receives information disclosed under section 54 by HerMajesty’s Revenue and Customs (or anyone acting on their behalf) may not—\n\t\t\t\tuse the information for a purpose other than the purpose mentioned insection 54(1), or\n\t\t\t\tfurther disclose the information,\n\t\t\t\t\texcept with the consent of the Commissioners for Her Majesty’s Revenue andCustoms (which may be general or specific).\n\t\t\tIf a person discloses information in contravention of subsection (1)(b)which relates to a person whose identity—\n\t\t\t\tis specified in the disclosure, or\n\t\t\t\tcan be deduced from it,\n\t\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to that disclosure as it applies inrelation to a disclosure of information in contravention of section 20(9) ofthat Act (and, accordingly, section 35 of this Act does not apply to thatdisclosure).\n\t\t\tExcept as provided by section 57, the disclosure of information under thissection does not breach—\n\t\t\t\tany obligation of confidence owed by the person disclosing the information,or\n\t\t\t\tany other restriction on the disclosure of information (however imposed).\n\tCMA information\n\t\tDuty of CMA to provide information and assistance\n\t\t\tThe Competition and Markets Authority must give the Secretary of State—\n\t\t\t\tsuch information in its possession as the Secretary of State may bydirection reasonably require to enable the Secretary of State to exercisefunctions under this Act,\n\t\t\t\tany other assistance which the Secretary of State may by directionreasonably require for the purpose of facilitating the exercise by theSecretary of State of functions under this Act and which it is within thepower of the Authority to give.\n\tData protection\n\t\tData protection\n\t\t\tThis section applies to a duty or power to disclose or use informationwhere the duty or power is imposed or conferred by or under any provision ofParts 1 to 4 of this Act.\n\t\t\tA duty or power to which this section applies does not operate to requireor authorise the disclosure or use of information if the disclosure or use—\n\t\t\t\twould contravene the data protection legislation (but the duty or power isto be taken into account in determining whether the disclosure or use wouldcontravene that legislation), or\n\t\t\t\tis prohibited by any of Parts 1 to 7 of, or Chapter 1 of Part 9 of, theInvestigatory Powers Act 2016.\n\t\t\tIn this section “data protection legislation” has the same meaning as inthe Data Protection Act 2018 (see section 3 of that Act).\n\tMinor amendments, etc\n\t\tMinor and consequential amendments and revocations\n\t\t\tSchedule 2 contains minor amendments and amendments and revocations which areconsequential on this Act.\n\tDisclosure of information under the Enterprise Act 2002\n\t\tOverseas information disclosure\n\t\t\tIn section 243(3)(d) of the Enterprise Act 2002, omit “3 or”.\n\tDefamation\n\t\tDefamation \n\t\t\tFor the purposes of the law relating to defamation, absolute privilegeattaches to any notice or direction given, or decision, report or order made,by the Secretary of State or the Competition and Markets Authority in theexercise of functions under or by virtue of this Act.\n\tAnnual report\n\t\tAnnual report\n\t\t\tThe Secretary of State must, in relation to each relevant period—\n\t\t\t\tprepare a report in accordance with this section, and\n\t\t\t\tlay a copy of it before each House of Parliament as soon as is practicableafter the end of that period.\n\t\t\tEach report must provide details of—\n\t\t\t\tthe expenditure incurred by the Secretary of State in giving, or inconnection with giving, financial assistance falling within section 30,\n\t\t\t\tthe amount of the actual or contingent liabilities of the Secretary ofState at the end of the relevant period in respect of such financialassistance,\n\t\t\t\tthe number of mandatory notices accepted,\n\t\t\t\tthe number of mandatory notices rejected,\n\t\t\t\tthe average number of working days—\n\t\t\t\tfrom receipt of a mandatory notice to notification of a decision to acceptthat notice, and\n\t\t\t\tfrom receipt of a mandatory notice to giving written reasons for adecision to reject that notice,\n\t\t\t\tthe sectors of the economy in relation to which mandatory notices weregiven,\n\t\t\t\tthe number of voluntary notices accepted,\n\t\t\t\tthe number of voluntary notices rejected,\n\t\t\t\tthe average number of working days—\n\t\t\t\tfrom receipt of a voluntary notice to notification of a decision to acceptthat notice, and\n\t\t\t\tfrom receipt of a voluntary notice to giving written reasons for adecision to reject that notice,\n\t\t\t\tthe sectors of the economy in relation to which voluntary notices weregiven,\n\t\t\t\tthe number of call-in notices given,\n\t\t\t\tthe sectors of the economy in relation to which call-in notices were given,\n\t\t\t\tthe number of final notifications given,\n\t\t\t\tthe number of final orders made,\n\t\t\t\tthe number of final orders varied,\n\t\t\t\tthe number of final orders revoked.\n\t\t\t“Relevant period” means—\n\t\t\t\tthe period beginning with the day on which this section comes into forceand ending with the following 31 March, and\n\t\t\t\teach subsequent period of 12 months."
    },
    {
        "length": 1784,
        "text": "\nPART 5Final provisions\n\tTransitional and saving provision in relation to the Enterprise Act 2002\n\t\tNothing in this Act has effect in relation to anything that took placebefore 12 November 2020.\n\t\tSubsections (3) and (4) apply in relation to events which constitute atrigger event described in section 2(4), unless any action has been takenunder this Act in relation to the events.\n\t\tIf, disregarding the effect of any amendment made by this Act to theEnterprise Act 2002, the Secretary of State could, in relation to the events—\n\t\t\tgive an intervention notice under section 42(2) of that Act,\n\t\t\tgive a special intervention notice under section 59(2) of that Act, or\n\t\t\tgive a European intervention notice under section 67(2) of that Act,\n\t\t\t\tthe Secretary of State may give the notice on or after the day on which thissection comes into force.\n\t\tIf any such notice is given in relation to events to which this sectionapplies—\n\t\t\tbefore the day on which this section comes into force, or\n\t\t\tby virtue of subsection (3), on or after the day on which this sectioncomes into force,\n\t\t\tnothing in this Act has effect in relation to the events (and, accordingly,the Enterprise Act 2002 continues to have effect in relation to the events,disregarding the effect of any amendment made by this Act to that Act.)\n\t\tRegulations under section 66(4)(b) may make further provision for thepurposes of this section.\n\tRegulations under this Act\n\t\tThis section applies to regulations under this Act other than regulationsunder section 66 (commencement regulations).\n\t\tRegulations are to be made by statutory instrument.\n\t\tRegulations may contain consequential, transitional, transitory or savingprovision.\n\t\tSubject to subsection (5), a statutory instrument containing regulations issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing (whether alone or with other provision)regulations under any of the following may not be made unless a draft of ithas been laid before Parliament and approved by a resolution of each House—\n\t\t\tsection 6(1),\n\t\t\tsection 11(3),\n\t\t\tsection 41(8).\n\tFinancial provision\n\t\tAny expenditure incurred by the Secretary of State under or by virtue of thisAct is to be paid out of money provided by Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “acquirer” has the meaning given by section 5(2), \n\t\t  * “assessment period” has the meaning given in section 23, \n\t\t  * “attendance notice” means a notice given under section 20(1), \n\t\t  * “business” includes— \n\t\t\ta professional practice,\n\t\t\tan undertaking which is carried on for gain or reward,\n\t\t\tan undertaking in the course of which goods or services are supplied otherwisethan free of charge, and\n\t\t\treferences to a person carrying on business include references to a personcarrying on business in partnership with one or more other persons,\n\t\t\t\t  * “call-in notice” means a notice given under section 1(1), \n\t\t\t\t  * “cost recovery notice” means a notice given under section 45(1), \n\t\t\t\t  * “cost variation notice” means a notice given under section 46(3), \n\t\t\t\t  * “final notification” has the meaning given by section 26(2), \n\t\t\t\t  * “final order” means an order made under section 26(3), \n\t\t\t\t  * “information notice” means a notice given under section 19(1), \n\t\t\t\t  * “interim order” means an order made under section 25(1), \n\t\t\t\t  * “mandatory notice” means a notice given under section 14(1), \n\t\t\t\t  * “monetary penalty” has the meaning given by section 40(3), \n\t\t\t\t  * “notifiable acquisition” has the meaning given by section 6(2) (and see subsection (3) of that section), \n\t\t\t\t  * “notifiable acquisition regulations” means regulations made under section 6(1), \n\t\t\t\t  * “penalty notice” means a notice given under section 40(1), \n\t\t\t\t  * “penalty variation notice” means a notice given under section 42(3), \n\t\t\t\t  * “qualifying asset” has the meaning given by section 7(4), \n\t\t\t\t  * “qualifying entity” has the meaning given by section 7(2), \n\t\t\t\t  * “the territorial sea” means the territorial sea adjacent to the United Kingdom, \n\t\t\t\t  * “trigger event” has the meaning given by section 5(1) and includes, where the context requires, a trigger event that has not yet taken place, \n\t\t\t\t  * “United Kingdom national” means an individual who is— \n\t\t\ta British citizen, a British overseas territories citizen, a British National(Overseas) or a British Overseas citizen,\n\t\t\ta person who under the British Nationality Act 1981 is a British subject, or\n\t\t\ta British protected person within the meaning of that Act,\n\t\t\t\t  * “validation application” has the meaning given by section 16(2), \n\t\t\t\t  * “validation notice” means a notice given under section 15(2)(b), 16(7)(b)(ii) or 17(2) (and see section 15(3)), \n\t\t\t\t  * “voluntary notice” means a notice given under section 18(2), \n\t\t\t\t  * “working day”, in relation to a part of the United Kingdom, means a day other than— \n\t\t\ta Saturday or Sunday, or\n\t\t\ta day which is a bank holiday under the Banking and Financial Dealings Act1971 in that or any other part of the United Kingdom.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the National Security and Investment Act 2021.\n\t\tThis Part of this Act and the following provisions of this Act (whichcontain powers to make regulations) come into force on the day on which thisAct is passed—\n\t\t\tsection 6(1),\n\t\t\tsection 11(3),\n\t\t\tsection 14(4),\n\t\t\tsection 16(3),\n\t\t\tsection 18(4),\n\t\t\tsection 36(5),\n\t\t\tsection 41(8),\n\t\t\tsection 53(1).\n\t\tThe rest of this Act comes into force on such day as the Secretary of Statemay by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (3) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional, transitory or saving provision.\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,except that the amendment or repeal of any enactment has the same extent asthe enactment amended or repealed."
    }
]