[
    {
        "length": 1877,
        "text": "\nThe NCA and its officers\n\tThe National Crime Agency\n\t\tA National Crime Agency, consisting of the NCA officers, is to be formed.\n\t\tThe NCA is to be under the direction and control of one of the NCAofficers, who is to be known as the Director General of the National CrimeAgency.\n\t\tThe NCA is to have—\n\t\t\tthe functions conferred by this section;\n\t\t\tthe functions conferred by the Proceeds of Crime Act 2002; and\n\t\t\tthe other functions conferred by this Act and by other enactments.\n\t\tThe NCA is to have the function (the “crime-reduction function”) ofsecuring that efficient and effective activities to combat organised crime andserious crime are carried out (whether by the NCA, other law enforcementagencies, or other persons).\n\t\tThe NCA is to have the function (the “criminal intelligence function”) ofgathering, storing, processing, analysing, and disseminating information thatis relevant to any of the following—\n\t\t\tactivities to combat organised crime or serious crime;\n\t\t\tactivities to combat any other kind of crime;\n\t\t\texploitation proceeds investigations (within the meaning of section 341(5)of the Proceeds of Crime Act 2002), exploitation proceeds orders (within themeaning of Part 7 of the Coroners and Justice Act 2009), and applications forsuch orders.\n\t\tThe NCA must discharge the crime-reduction function in the following ways(in particular).\n\t\tThe first way is by the NCA itself—\n\t\t\tpreventing and detecting organised crime and serious crime,\n\t\t\tinvestigating offences relating to organised crime or serious crime, and\n\t\t\totherwise carrying out activities to combat organised crime and seriouscrime, including by instituting criminal proceedings in England and Wales andNorthern Ireland.\n\t\tThe second way is by the NCA securing that activities to combat organisedcrime or serious crime are carried out by persons other than the NCA.\n\t\tThe third way is by the NCA securing improvements—\n\t\t\tin co-operation between persons who carry out activities to combatorganised crime or serious crime, and\n\t\t\tin co-ordination of activities to combat organised crime or serious crime.\n\t\tThe crime-reduction function does not include—\n\t\t\tthe function of the NCA itself prosecuting offences; or\n\t\t\tthe function of the NCA itself instituting criminal proceedings inScotland.\n\t\tIn this Part, a reference to activities to combat crime (or a particularkind of crime, such as organised crime or serious crime) is a reference to—\n\t\t\tthe prevention and detection of crime (or that kind of crime),\n\t\t\tthe investigation and prosecution of offences (or offences relating to thatkind of crime),\n\t\t\tthe reduction of crime (or that kind of crime) in other ways, and\n\t\t\tthe mitigation of the consequences of crime (or that kind of crime);\n\t\t\t\tand references to the carrying out of activities to combat crime (or aparticular kind of crime) are to be construed accordingly.\n\t\tSchedule 1 (the NCA & NCA officers) has effect.\n\tModification of NCA functions\n\t\tThe Secretary of State may, by order, make—\n\t\t\tprovision about NCA counter-terrorism functions (and, in particular, maymake provision conferring, removing, or otherwise modifying such functions);and\n\t\t\tother provision which the Secretary of State considers necessary inconsequence of provision made under paragraph (a) (and, in particular, maymake provision about the functions of any person other than the NCA, includingprovision conferring or otherwise modifying, but not removing, suchfunctions).\n\t\tIf an order under this section confers an NCA counter-terrorism function,an NCA officer may only carry out activities in Northern Ireland for thepurpose of the discharge of the function if the NCA officer does so with theagreement of the Chief Constable of the Police Service of Northern Ireland.\n\t\tThat includes cases where an order under this section confers an NCAcounter-terrorism function by the modification of a function.\n\t\tAn order under this section may amend or otherwise modify this Act or anyother enactment.\n\t\tAn order under this section is subject to the super-affirmative procedure(see section 58 and Schedule 23).\n\t\tIn this section “NCA counter-terrorism function” means an NCA functionrelating to terrorism (and for this purpose “terrorism” has the same meaningas in the Terrorism Act 2000 — see section 1 of that Act).\n\tStrategic priorities\n\t\tThe Secretary of the State must determine strategic priorities for the NCA.\n\t\tIn determining strategic priorities for the NCA (including deciding whetherthere should be such priorities), the Secretary of State must consult—\n\t\t\tthe strategic partners,\n\t\t\tthe Director General, and\n\t\t\tany other persons whom the Secretary of State considers it is appropriateto consult.\n\tOperations \n\t\tThe Director General has (by virtue of the function of direction andcontrol of the NCA) the power to decide—\n\t\t\twhich particular operations are to be mounted by NCA officers, and\n\t\t\thow such operations are to be conducted.\n\t\tIn exercising functions, the Director General must have regard to—\n\t\t\tany strategic priorities for the NCA (see section 3);\n\t\t\tthe annual plan (see below); and\n\t\t\tthe framework document (see Part 1 of Schedule 2).\n\t\tBefore the beginning of each financial year, the Director General mustissue a document (the “annual plan”) setting out how the Director Generalintends that NCA functions are to be exercised during that year (including howthey are to be exercised in Scotland and Northern Ireland).\n\t\tThe annual plan for a financial year must include—\n\t\t\ta statement of any strategic priorities for the NCA,\n\t\t\ta statement of the operational priorities for the NCA, and\n\t\t\tin relation to each of the strategic and operational priorities, anexplanation of how the Director General intends that the priority will begiven effect to.\n\t\tThe Director General must determine operational priorities for the NCA; andthose priorities may relate—\n\t\t\tto matters to which current strategic priorities also relate, or\n\t\t\tto other matters;\n\t\t\t\tbut operational priorities must, in any event, be framed so as to beconsistent with the current strategic priorities.\n\t\tIn preparing any annual plan, the Director General must consult—\n\t\t\tthe strategic partners, and\n\t\t\tany other persons whom the Director General considers it is appropriate toconsult.\n\t\tThe Director General is required by subsection (6)(a)—\n\t\t\tto consult the Scottish Ministers about the annual plan only as it relatesto activities in Scotland; and\n\t\t\tto consult the Department of Justice in Northern Ireland about the annualplan only as it relates to activities in Northern Ireland.\n\t\tBefore issuing any annual plan, the Director General must obtain—\n\t\t\tthe consent of the Secretary of State to the plan,\n\t\t\tthe consent of the Scottish Ministers to the plan as it relates toactivities in Scotland, and\n\t\t\tthe consent of the Department of Justice in Northern Ireland as it relatesto activities in Northern Ireland.\n\t\tThe Director General must arrange for each annual plan to be published inthe manner which the Director General considers appropriate.\n\t\tSchedule 2 (the framework document & annual report) has effect."
    },
    {
        "length": 2685,
        "text": "\nOther functions etc.\n\tRelationships between NCA and other agencies: tasking etc\n\t\tAny of the following persons may perform a task if the Director Generalrequests the person to perform it—\n\t\t\tthe chief officer of a UK police force;\n\t\t\ta UK law enforcement agency.\n\t\tA request under subsection (1)—\n\t\t\tmay be made only if the Director General considers that performance of thetask would assist the NCA to exercise functions;\n\t\t\tmust explain how performance of the requested task would so assist theexercise of functions.\n\t\tThe Director General may perform a task if any of the following personsrequests the Director General to perform it—\n\t\t\tthe chief officer of a UK police force;\n\t\t\ta UK law enforcement agency.\n\t\tA request under subsection (3)—\n\t\t\tmay be made only if the person making it considers that performance of thetask would assist that person — or, in a case where that person is the chiefofficer of a police force, would assist that person or police force — toexercise functions;\n\t\t\tmust explain how performance of the requested task would so assist theexercise of functions.\n\t\tThe Director General may direct any of the following persons to perform atask specified in the direction—\n\t\t\tthe chief officer of an England and Wales police force;\n\t\t\tthe Chief Constable of the British Transport Police.\n\t\tThe Director General may give a direction under subsection (5) only if theDirector General considers that—\n\t\t\tperformance of the task would assist the NCA to exercise functions;\n\t\t\tit is expedient for the directed person to perform that task; and\n\t\t\tsatisfactory arrangements cannot be made, or cannot be made in time, undersubsection (1).\n\t\tA person given a direction under this section must comply with it.\n\t\tIf a person is requested or directed under this section to perform a task,the person may comply with that request or direction by securing that the taskis performed by another person.\n\t\tThe Director General may give a direction under this section to the ChiefConstable of the British Transport Police only if the Secretary of Stateconsents.\n\t\tSchedule 3 (relationships between NCA and other agencies) has effect.\n\t\tThis section has effect subject to Part 5 (payment for tasks etc) ofSchedule 3.\n\t\tParagraph 33 of Schedule 3 gives the Secretary of State power to amendthis section.\n\tDuty to publish information\n\t\tThe Director General must—\n\t\t\tmake arrangements for publishing information about the exercise of NCAfunctions and other matters relating to the NCA, and\n\t\t\tpublish information in accordance with those arrangements.\n\t\tThe framework document may impose on the Director General requirements inrelation to performance of the duties imposed by subsection (1) (includingrequirements about what information is not to be published).\n\t\tThe Director General must comply with any such requirements in theframework document (and accordingly the duty in section 4(2)(c) to have regardto that document does not apply in relation to such requirements).\n\t\tThis section is subject to Schedule 7 (information: restrictions ondisclosure).\n\tInformation gateways\n\t\tA person may disclose information to the NCA if the disclosure is made forthe purposes of the exercise of any NCA function.\n\t\tSubsection (1) does not authorise any of the following to discloseinformation to the NCA—\n\t\t\ta person serving in the Security Service;\n\t\t\ta person serving in the Secret Intelligence Service;\n\t\t\ta person serving in GCHQ;\n\t\t\t\tbut this does not affect the disclosures which such a person may make to theNCA in accordance with intelligence service disclosure arrangements.\n\t\tInformation obtained by the NCA in connection with the exercise of any NCAfunctions may be used by the NCA in connection with the exercise of any otherNCA function.\n\t\tAn NCA officer may disclose information obtained by the NCA in connectionwith the exercise of any NCA function if the disclosure is for any permittedpurpose.\n\t\tSubsection (4) authorises an NCA officer to disclose information for thepurpose of the exercise of—\n\t\t\tthe functions of the Lord Advocate under Part 3 of the Proceeds of CrimeAct 2002 (“PCA 2002”), or\n\t\t\tthe functions of the Scottish Ministers under, or in relation to, Part 5 ofPCA 2002,\n\t\t\tonly where the information has been obtained by the NCA in connection with theexercise of a function under PCA 2002 (other than a function under Part 6 ofthat Act).\n\t\tWhere information has been obtained by the NCA in connection with theexercise of a function under Part 6 of PCA 2002 (revenue functions),subsection (4) does not authorise an NCA officer to disclose the information.\n\t\tBut an NCA officer may disclose the information if the disclosure is—\n\t\t\tto the Commissioners for Her Majesty’s Revenue and Customs,\n\t\t\tto the Lord Advocate for the purposes of the exercise by the Lord Advocateof the Lord Advocate’s functions under Part 3 of PCA 2002 (confiscation:Scotland),\n\t\t\tto any person for purposes relating to civil proceedings (whether or not inthe United Kingdom) which relate to a matter in respect of which the NCA hasfunctions, or\n\t\t\tto any person for the purposes of compliance with an order of a court ortribunal (whether or not in the United Kingdom).\n\t\tA disclosure of information which is authorised or required by this Partdoes not breach—\n\t\t\tan obligation of confidence owed by the person making the disclosure, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tThis section is subject to Schedule 7 (information: restrictions ondisclosure).\n\t\tIn this section—\n\t\t\t  * “GCHQ” has the same meaning as in the Intelligence Services Act 1994; \n\t\t\t  * “intelligence service disclosure arrangements” means— \n\t\t\tarrangements made by the Director-General of the Security Service undersection 2(2)(a) of the Security Service Act 1989 about the disclosure ofinformation by that Service,\n\t\t\tarrangements made by the Chief of the Intelligence Service under section2(2)(a) of the Intelligence Services Act 1994 about the disclosure ofinformation by that Service, or\n\t\t\tarrangements made by the Director of GCHQ under section 4(2)(a) of that Actabout the disclosure of information by GCHQ.\n\tOther functions etc\n\t\tIn section 11 of the Children Act 2004 (arrangements to safeguard andpromote welfare of children: England), in subsection (1), after paragraph (i)insert—\n\t\t\tthe National Crime Agency;”.\n\t\tIn section 28 of the Children Act 2004 (arrangements to safeguard andpromote welfare of children: Wales), in subsection (1), after paragraph (e)insert—\n\t\t\tthe National Crime Agency;”.\n\t\tThe Director General may provide assistance to—\n\t\t\ta government in a country or territory outside the British Islands, or\n\t\t\tanother overseas body exercising functions of a public nature in a countryor territory outside the British Islands,\n\t\t\t\tif the government, or the body, requests assistance to be provided.\n\t\tIf such a request is made, the Director General may provide such assistanceas the Director General considers appropriate in all the circumstances.\n\t\tSubsection (3) does not apply to any request for assistance which could bemade under section 13 of the Crime (International Co-operation) Act 2003,unless the NCA has functions under that section in relation to the request byvirtue of an order under section 27(2) of that Act.\n\t\tSchedule 4 (NCA: general) has effect.\n\tDirector General: customs powers of Commissioners & operational powers\n\t\tThe Director General has, in relation to any customs matter, the samepowers as the Commissioners for Her Majesty’s Revenue and Customs would have.\n\t\tThe Secretary of State may designate the Director General as a personhaving one or more of the following—\n\t\t\tthe powers and privileges of a constable;\n\t\t\tthe powers of an officer of Revenue and Customs;\n\t\t\tthe powers of an immigration officer.\n\t\tThe Secretary of State may modify or withdraw a designation of the DirectorGeneral by giving notice of the modification or withdrawal to the DirectorGeneral.\n\t\tSchedule 5 (police, customs and immigration powers) has effect.\n\t\tIf, in accordance with paragraph 4 of Schedule 5, recommendations are madeto the Secretary of State as to the operational powers which the DirectorGeneral should have, the Secretary of State must exercise the powers ofdesignation to give effect to those recommendations (unless therecommendations are already given effect to by a previous exercise of thepowers of designation).\n\t\tThe Secretary of State may not exercise the powers of designation unless—\n\t\t\trequired to do so by subsection (5); or\n\t\t\trequired or otherwise authorised to do so by regulations under paragraph 5of Schedule 5.\n\t\tIn this section “powers of designation” means the powers conferred bysubsections (2) and (3).\n\t\tIn this Part—\n\t\t\t  * “customs matter” means any matter other than— \n\t\t\ta matter to which section 7 of the Commissioners for Revenue and Customs Act2005 applies (former Inland Revenue matters), or\n\t\t\tany tax or duty not mentioned in Schedule 1 to that Act (which lists suchmatters);\n\t\t\t\t  * “operational power” means any of the following— \n\t\t\ta power or privilege of a constable;\n\t\t\ta power of an officer of Revenue and Customs;\n\t\t\ta power of an immigration officer.\n\tOperational powers of other NCA officers\n\t\tThe Director General may designate any other NCA officer as a person havingone or more of the following—\n\t\t\tthe powers and privileges of a constable;\n\t\t\tthe powers of an officer of Revenue and Customs;\n\t\t\tthe powers of an immigration officer.\n\t\tThe Director General may not designate an NCA officer under this section ashaving particular operational powers unless the Director General is satisfiedthat the officer—\n\t\t\tis capable of effectively exercising those powers;\n\t\t\thas received adequate training in respect of the exercise of those powers;and\n\t\t\tis otherwise a suitable person to exercise those powers.\n\t\tThe Director General may modify or withdraw a designation of an NCA officerby giving notice of the modification or withdrawal to the officer.\n\t\tFor further provision about designations under this section, see Schedule5."
    },
    {
        "length": 1171,
        "text": "\nInspections and complaints\n\tHer Majesty’s Inspectors of Constabulary (“HMIC”) must carry outinspections of the NCA.\n\tHMIC must also carry out an inspection of the NCA if requested to do so bythe Secretary of State either—\n\t\tgenerally, or\n\t\tin respect of a particular matter.\n\tFollowing an inspection under this section, HMIC must report to theSecretary of State on the efficiency and effectiveness of the NCA either—\n\t\tgenerally, or\n\t\tin the case of an inspection under subsection (2)(b), in respect of thematter to which the inspection related.\n\tHMIC must carry out such other duties for the purpose of furthering theefficiency and effectiveness of the NCA as the Secretary of State may fromtime to time direct.\n\tParagraphs 2 and 5 of Schedule 4A to the Police Act 1996 (inspectionprogrammes and inspection frameworks) apply to functions of inspection andreporting under this section as they apply to other such functions.\n\tIn the Police Reform Act 2002, after section 26B insert—\n\t“26CThe National Crime Agency\n\t\tThe Secretary of State must make regulations conferring functions on theIndependent Police Complaints Commission in relation to the exercise offunctions by the Director General and other National Crime Agency officers.\n\t\tRegulations under this section may, in particular—\n\t\t\tapply (with or without modifications), or make provision similar to, anyprovision of or made under this Part of this Act;\n\t\t\tmake provision for payment by the National Crime Agency to, or in respectof, the Independent Police Complaints Commission.\n\t\tRegulations under this section must relate only to the exercise offunctions in, or in relation to, England and Wales.\n\t\tThe Independent Police Complaints Commission and the ParliamentaryCommissioner for Administration may jointly investigate a matter in relationto which—\n\t\t\tthe Independent Police Complaints Commission has functions by virtue ofthis section, and\n\t\t\tthe Parliamentary Commissioner for Administration has functions by virtueof the Parliamentary Commissioner Act 1967.\n\t\tA National Crime Agency officer may disclose information to the IndependentPolice Complaints Commission, or to a person acting on the Commission’sbehalf, for the purposes of the exercise by the Commission, or by any personacting on the Commission’s behalf, of an NCA complaints function.\n\t\tThe Independent Police Complaints Commissioner and the ParliamentaryCommissioner for Administration may disclose information to each other for thepurposes of the exercise of a function—\n\t\t\tby virtue of this section, or\n\t\t\tunder the Parliamentary Commissioner Act 1967.\n\t\tRegulations under this section may, in particular, make—\n\t\t\tfurther provision about the disclosure of information under subsection (5)or (6);\n\t\t\tprovision about the further disclosure of information that has been sodisclosed;\n\t\t\t\tincluding provision which applies (with or without modifications), or issimilar to, any provision of Schedule 7 to the Crime and Courts Act 2013.\n\t\tExcept as provided for in regulations under this section, that Schedule tothat Act does not apply to—\n\t\t\tthe disclosure of information under subsection (5) or (6), or\n\t\t\tthe further disclosure of information so disclosed.\n\t\tIn this section “NCA complaints function” means a function in relation tothe exercise of functions by the Director General or any other National CrimeAgency officer.”\n\t\tIn the Police, Public Order and Criminal Justice (Scotland) Act 2006(Consequential Provisions and Modifications) Order 2007, in article 4(4)(agreements to establish complaints procedures)—\n\t\t\tfor “SOCA” (in the first place) substitute “the National Crime Agency”;\n\t\t\tfor “SOCA and members of the staff of SOCA” substitute “the National CrimeAgency and National Crime Agency officers”.\n\t\tIn section 60ZA of the Police (Northern Ireland) Act 1998 (SeriousOrganised Crime Agency: complaints)—\n\t\t\tin the title, for “Serious Organised Crime Agency” substitute “The NationalCrime Agency”;\n\t\t\tin subsection (1), for “members of the staff of the Serious Organised CrimeAgency” substitute “National Crime Agency officers”;\n\t\t\tin subsection (6), for “member of the staff of the Agency” substitute“National Crime Agency officer”;\n\t\t\tomit subsection (7).\n\t\tSchedule 6 (inspections and complaints) has effect."
    },
    {
        "length": 152,
        "text": "\nInformation: restrictions on disclosure etc\n\tSchedule 7 (information: restrictions on disclosure) has effect.\n\tSchedule 7 applies to disclosures made for the purposes of the criminalintelligence function.\n\tAny duty to disclose information imposed on an NCA officer (including theduty of the Director General under paragraph 4 or 6 of Schedule 3 to discloseinformation by keeping other persons informed of information obtained by theNCA), and any power of an NCA officer to disclose information, has effectsubject to Schedule 7.\n\tSubsections (2) and (3) do not limit Schedule 7."
    },
    {
        "length": 435,
        "text": "\nNCA officers with operational powers: labour relations\n\tA person must not induce the Director General or any NCA officer designatedunder section 10 to withhold (or to continue to withhold) services as an NCAofficer.\n\tThe duty imposed by subsection (1) is a duty owed to the Secretary ofState.\n\tA breach of that duty which causes the Secretary of State to sustain lossor damage is to be actionable, at the Secretary of State’s suit or instance,against the person in breach.\n\tSubsection (3) is without prejudice to the right of the Secretary of State,by virtue of subsections (1) and (2), to bring civil proceedings in respect ofany apprehended contravention of subsection (1).\n\tThe no-strike provisions must be disregarded in determining for thepurposes of any of the relevant employment legislation whether any trade unionis an independent trade union.\n\tNothing in the relevant employment legislation is to affect the rights ofthe Secretary of State by virtue of the no-strike provisions.\n\tThe Secretary of State may, by order, suspend, or later revive, theoperation of the no-strike provisions.\n\tIn this section—\n\t\t  * “no-strike provisions” means subsections (1) to (3) of this section; \n\t\t  * “relevant employment legislation” means— \n\t\tthe Trade Union and Labour Relations (Consolidation) Act 1992;\n\t\tthe Employment Rights Act 1996;\n\t\tthe Trade Union and Labour Relations (Northern Ireland) Order 1995;\n\t\tthe Employment Rights (Northern Ireland) Order 1996."
    },
    {
        "length": 265,
        "text": "\nNCA officers with operational powers: pay and allowances\n\tThe Secretary of State may, by regulations, provide for the establishment,maintenance and operation of procedures for the determination from time totime of—\n\t\tthe rates of pay and allowances to be applied to the Director General andto NCA officers designated under section 10; and\n\t\tother associated terms and conditions of employment as the Director Generalor as an NCA officer designated under section 10.\n\tRegulations under this section may—\n\t\tprovide for determinations with respect to matters to which the regulationsrelate to be made wholly or partly by reference to such factors, and theopinion or recommendations of such persons, as may be specified or describedin the regulations;\n\t\tauthorise the matters considered and determined in pursuance of theregulations to include matters applicable to times and periods before they areconsidered or determined.\n\tIn this section “associated terms and conditions” means such terms andconditions as may appear to the Secretary of State to fall to be determined inassociation with the determination of rates of pay and allowances."
    },
    {
        "length": 2597,
        "text": "\nInterpretation of Part 1\n\tIn this Part—\n\t\t  * “chief officer” means— \n\t\tthe chief constable of a police force maintained under section 2 of the PoliceAct 1996 (police forces in England and Wales outside London);\n\t\tthe Commissioner of Police of the Metropolis;\n\t\tthe Commissioner of Police for the City of London;\n\t\tthe chief constable of the Police Service of Scotland;\n\t\tthe Chief Constable of the Police Service of Northern Ireland;\n\t\tthe chief constable of the British Transport Police;\n\t\tthe chief constable of the Civil Nuclear Constabulary;\n\t\tthe chief constable of the Ministry of Defence Police;\n\t\t\t  * “customs revenue official” has the same meaning as in the Borders, Citizenship and Immigration Act 2009 (see section 11 of that Act); \n\t\t\t  * “Director General” means the Director General of the National Crime Agency; \n\t\t\t  * “Director of Border Revenue” means the person designated under section 6 of the Borders, Citizenship and Immigration Act 2009; \n\t\t\t  * “enactment” means any enactment, whenever passed or made, contained in— \n\t\tan Act of Parliament;\n\t\tan Act of the Scottish Parliament;\n\t\tNorthern Ireland legislation;\n\t\ta Measure or Act of the National Assembly for Wales;\n\t\tan instrument made under any such Act, legislation or Measure;\n\t\tany other subordinate legislation (within the meaning of the InterpretationAct 1978);\n\t\t\t  * “England and Wales police force” means— \n\t\ta police force maintained under section 2 of the Police Act 1996 (policeforces in England and Wales outside London);\n\t\tthe metropolitan police force;\n\t\tthe City of London police force;\n\t\t\t  * “functions” means all functions of any description, including powers and duties, whether conferred by an enactment or arising otherwise; \n\t\t\t  * “general customs official” has the same meaning as in Borders, Citizenship and Immigration Act 2009 (see section 3 of that Act); \n\t\t\t  * “Island law enforcement agency” means any person charged with the duty of investigating or prosecuting offences who operates in any of the Channel Islands or in the Isle of Man (apart from an Island police force); \n\t\t\t  * “Island police force” means— \n\t\tthe States of Jersey Police Force;\n\t\tthe salaried police force of the Island of Guernsey;\n\t\tthe Isle of Man Constabulary;\n\t\t\t  * “local policing body” means— \n\t\ta police and crime commissioner;\n\t\tthe Mayor’s Office for Policing and Crime;\n\t\tthe Common Council of the City of London as police authority for the City ofLondon police area;\n\t\t\t  * “NCA” means the National Crime Agency; \n\t\t\t  * “NCA functions” means— \n\t\tfunctions of the NCA,\n\t\tfunctions of the Director General, and\n\t\tfunctions of other NCA officers;\n\t\t\t  * “NCA officers” means— \n\t\tthe Director General,\n\t\tthe other National Crime Agency officers appointed under paragraph 9 ofSchedule 1,\n\t\tpersons who have been seconded to the NCA to serve as National Crime Agencyofficers under paragraph 13 of Schedule 1 (unless the context otherwiserequires), and\n\t\tNCA specials;\n\t\t\t  * “permitted purpose” means any of the following purposes— \n\t\tthe prevention or detection of crime, whether in the United Kingdom orelsewhere;\n\t\tthe investigation or prosecution of offences, whether in the United Kingdom orelsewhere;\n\t\tthe prevention, detection or investigation of conduct for which penaltiesother than criminal penalties are provided under the law of any part of theUnited Kingdom or the law of any country or territory outside the UnitedKingdom;\n\t\tthe exercise of any NCA functions (so far as not falling within any ofparagraphs (a) to (c));\n\t\tpurposes relating to civil proceedings (whether or not in the United Kingdom)which relate to a matter in respect of which the NCA has functions;\n\t\tcompliance with an order of a court or tribunal (whether or not in the UnitedKingdom);\n\t\tthe exercise of any function relating to the provision or operation of thesystem of accreditation of financial investigators under section 3 of theProceeds of Crime Act 2002;\n\t\tthe exercise of any function of the prosecutor under Parts 2, 3 and 4 of theProceeds of Crime Act 2002;\n\t\tthe exercise of any function of—\n\t\tthe Director of Public Prosecutions,\n\t\tthe Director of the Serious Fraud Office,\n\t\tthe Director of Public Prosecutions for Northern Ireland, or\n\t\tthe Scottish Ministers,\n\t\t\tunder, or in relation, to Part 5 or 8 of the Proceeds of Crime Act 2002;\n\t\tthe exercise of any function of—\n\t\tan officer of Revenue and Customs,\n\t\ta general customs official,\n\t\ta customs revenue official,\n\t\tan immigration officer,\n\t\tan accredited financial investigator, or\n\t\ta constable,\n\t\tunder Chapter 3 of Part 5 of the Proceeds of Crime Act 2002;\n\t\tinvestigations or proceedings outside the United Kingdom which have led, ormay lead, to the making of an external order (within the meaning of section447 of the Proceeds of Crime Act 2002);\n\t\tthe exercise of any function of any intelligence service (within the meaningof the Regulation of Investigatory Powers Act 2000);\n\t\tthe exercise of any function under—\n\t\tPart 2 of the Football Spectators Act 1989, or\n\t\tsections 104 to 106 of the Policing and Crime Act 2009;\n\t\tthe exercise of any function relating to public health;\n\t\tthe exercise of any function of the Financial Services Authority;\n\t\tthe exercise of any function designated by the Secretary of State by order;\n\t\tbut a function may be designated under paragraph (p) only if the functionappears to the Secretary of State to be a function of a public nature;\n\t\t\t  * “policing body” means— \n\t\ta police and crime commissioner;\n\t\tthe Mayor’s Office for Policing and Crime;\n\t\tthe Common Council of the City of London as police authority for the City ofLondon police area;\n\t\tthe Scottish Police Authority;\n\t\tthe Northern Ireland Policing Board;\n\t\tthe British Transport Police Authority;\n\t\tthe Civil Nuclear Police Authority;\n\t\tthe Secretary of State, in relation to the Ministry of Defence Police;\n\t\t\t  * “special police force” means— \n\t\tthe British Transport Police;\n\t\tthe Civil Nuclear Constabulary;\n\t\tthe Ministry of Defence Police;\n\t\t\t  * “strategic partners” means— \n\t\tthe Scottish Ministers;\n\t\tthe Department of Justice in Northern Ireland;\n\t\tsuch persons as appear to the Secretary of State to represent the views oflocal policing bodies;\n\t\tsuch persons as appear to the Secretary of State to represent the views of thechief officers of England and Wales police forces;\n\t\tthe chief constable of the Police Service of Scotland;\n\t\tthe Chief Constable of the Police Service of Northern Ireland;\n\t\tthe Commissioners for Her Majesty’s Revenue and Customs;\n\t\tthe Director of the Serious Fraud Office;\n\t\t\t  * “UK law enforcement agency” means— \n\t\tthe Commissioners for Her Majesty’s Revenue and Customs;\n\t\tthe Director of the Serious Fraud Office;\n\t\tthe Director of Border Revenue;\n\t\tthe Scottish Administration;\n\t\ta Northern Ireland department;\n\t\tany other person operating in England, Scotland, Northern Ireland or Walescharged with the duty of investigating or prosecuting offences (apart from aUK police force);\n\t\t\t  * “UK police force” means— \n\t\tan England and Wales police force;\n\t\tthe Police Service of Scotland;\n\t\tthe Police Service of Northern Ireland;\n\t\ta special police force.\n\tIn this Part—\n\t\ta reference to the powers and privileges of a constable is a reference toany powers and privileges of the constable, whether arising under an enactmentor otherwise;\n\t\ta reference to the Police Service of Northern Ireland includes a referenceto the Police Service of Northern Ireland Reserve.\n\tIn any enactment—\n\t\ta reference to a National Crime Agency officer is to be construed as areference to an NCA officer within the meaning of this Part;\n\t\ta reference to a function of the National Crime Agency is to be construedas a reference to an NCA function within the meaning of this Part (unless thecontext otherwise requires).\n\tDefinitions of the following terms used in this Part, or other provisionrelating to the meanings of such terms, are contained in the provisions(outside this section) which are indicated.\n\tTerm| Provision containing definition etc  ---|---  activities to combat crime (or a particular kind of crime)| section 1(11)  annual plan| section 4(3)  annual report| Part 2 of Schedule 2  crime-reduction function| section 1(4)  criminal intelligence function| section 1(5)  customs matter| section 9(8)  framework document| Part 1 of Schedule 2  NCA special| paragraph 15 of Schedule 1  operational power| section 9(8)  strategic priorities| section 3    ## Part 2Courts and Justice"
    },
    {
        "length": 493,
        "text": "\nCivil and family proceedings in England and Wales\n\tIn Part 1 of the County Courts Act 1984 at the beginning insert—\n\t“The county court\n\t\tA1Establishment of a single county court\n\t\t\tThere is to be a court in England and Wales, called the county court, forthe purpose of exercising the jurisdiction and powers conferred on it—\n\t\t\t\tby or under this or any other Act, or\n\t\t\t\tby or under any Act, or Measure, of the National Assembly for Wales.\n\t\t\tThe county court is to be a court of record and have a seal.”\n\t\t\tSections 1 and 2 of that Act (county courts to be held for districts) arerepealed.\n\t\t\tIn the Matrimonial and Family Proceedings Act 1984 before Part 5 insert—\n\t“Part 4AThe family court\n\t\tAEstablishment of the family court\n\t\t\tThere is to be a court in England and Wales, called the family court, forthe purpose of exercising the jurisdiction and powers conferred on it—\n\t\t\t\tby or under this or any other Act, or\n\t\t\t\tby or under any Act, or Measure, of the National Assembly for Wales.\n\t\t\tThe family court is to be a court of record and have a seal.”\n\t\t\tPart 2 of the Children, Schools and Families Act 2010 (family proceedings)is repealed, as are the following related provisions of that Act: Part 2 ofeach of Schedules 3 and 4; section 29(4); and “, (4)” in section 29(6).\n\t\t\tSchedule 9 (amendments in connection with the county court replacing theexisting county courts) has effect.\n\t\t\tSchedules 10 and 11 (amendments in connection with the establishment of thefamily court) have effect."
    },
    {
        "length": 479,
        "text": "\nYouth courts to have jurisdiction to grant gang-related injunctions\n\tPart 4 of the Policing and Crime Act 2009 (injunctions to prevent gang-related violence) is amended as follows.\n\tIn section 49(1) (interpretation of Part 4) for the definition of “court”substitute—\n\t\t  * ““court” (except in Schedule 5A)—\n\t\tin the case of a respondent aged under 18, means a youth court, and\n\t\tin any other case, means the High Court or the county court,\n\t\t\tbut this is subject to any provision in rules of court that is or could bemade under section 48(4);”.\n\tIn section 43(7) (judge before whom person arrested on suspicion ofbreaching injunction under Part 4 is to be brought) for the words from “means”to the end substitute “means a judge of the court that granted the injunction,except that where—\n\t\tthe respondent is aged 18 or over, but\n\t\tthe injunction was granted by a youth court,\n\t\tit means a judge of the county court.”\n\tIn section 48 (rules of court in relation to injunctions under Part 4)after subsection (3) insert—\n\tIn relation to a respondent attaining the age of 18 after the commencementof proceedings under this Part, rules of court may—\n\t\tprovide for the transfer of the proceedings from a youth court to the HighCourt or the county court;\n\t\tprescribe circumstances in which the proceedings may or must remain in ayouth court.”\n\tSchedule 12 (which makes consequential and related amendments in thePolicing and Crime Act 2009) has effect.\n\tNothing in any provision of this section or of that Schedule affectsproceedings in relation to applications made before the coming into force ofthat provision."
    },
    {
        "length": 1137,
        "text": "\nVarying designations of authorities responsible for remanded youngpersons\n\tSection 102 of the Legal Aid, Sentencing and Punishment of Offenders Act2012 (where child remanded to youth detention accommodation, court mustdesignate local authority to look after child and meet costs) is amended asfollows.\n\tIn subsection (7)(a) (authority that already looks after child to bedesignated) after “being looked after by a local authority” insert “otherwisethan by virtue of section 104(1)”.\n\tIn subsection (7)(b) (in other cases, court must designate authority forarea where child habitually resides or offence committed) for “, the localauthority” substitute “but subject to subsection (7B), a local authority”.\n\tAfter subsection (7) insert—\n\t\t“(7A)In a case to which subsection (7)(b) applies, the court is to designate alocal authority in whose area it appears to the court that the childhabitually resides (a “home authority”) except where the court—\n\t\tconsiders as respects the home authority, or each home authority, that itis inappropriate to designate that authority, or\n\t\tis unable to identify any place in England and Wales where the childhabitually resides.\n\t\t(7B)If in a case to which subsection (7)(b) applies—\n\t\tthe court is not required by subsection (7A) to designate a home authority,but\n\t\tit appears to the court that the offence was not, or none of the offenceswas, committed in England and Wales,\n\t\tthe court is to designate a local authority which it considers appropriate inthe circumstances of the case.”\n\tAfter subsection (7B) insert—\n\t“(7C)Where a child has been remanded to youth detention accommodation, thecourt—\n\t\twhich remanded the child, or\n\t\tto which the child was remanded,\n\t\tmay designate a local authority (“B”) as the designated authority for thechild in substitution for the authority previously designated (whether thatprevious designation was made when the child was remanded or under thissubsection).\n\t\t(7D)Where a child has at any one time been subject to two or more remands toyouth detention accommodation, a court which has jurisdiction to make areplacement designation under subsection (7C) in connection with one or someof the remands also has jurisdiction to make such a replacement designation inconnection with each of the other remands.\n\t\t(7E)Where a replacement designation is made under subsection (7C) after theend of the period of remand concerned, the substitution of B for thepreviously-designated authority has effect only for the purposes ofregulations under section 103.\n\t\t(7F)Where a replacement designation is made under subsection (7C) during theperiod of remand concerned, the substitution of B for the previously-designated authority—\n\t\thas effect, as respects the part of that period ending with the making ofthe replacement designation, only for the purposes of regulations undersection 103, and\n\t\thas effect, as respects the remainder of that period, for all of thepurposes listed in subsection (6).\n\t\t(7G)A court may make a replacement designation under subsection (7C) only ifit considers that, had everything it knows been known by the court which madethe previous designation, that court would have designated B instead.\n\t\t(7H)Where a replacement designation is made under subsection (7C) in relationto a remand, the previously-designated authority is to be repaid any sums itpaid in respect of the remand pursuant to regulations under section 103.\n\t\t(7J)A court which has jurisdiction to make a replacement direction undersubsection (7C) may exercise that jurisdiction on an application by a localauthority or of its own motion.”\n\tA replacement designation under the new section 102(7C) may be made inrespect of a remand ordered before this section comes into force, and theamendments made by this section have effect for the purpose of making areplacement designation in any such case; but, in such a case, thesubstitution of B for the previously-designated authority (and any entitlementto repayment under new section 102(7H)) does not have effect as respects anytime before this section comes into force.\n\tExcept as provided by subsection (6), the amendments made by this sectionhave effect only in relation to remands ordered after this section comes intoforce."
    },
    {
        "length": 325,
        "text": "\nJudicial appointments\n\tSchedule 13 has effect. In that Schedule—\n\t  * Part 1 provides for there to be no more than the equivalent of 12 full-time judges of the Supreme Court, rather than exactly 12 judges, and makes provision about their selection, \n\t  * Part 2 contains provisions to facilitate greater diversity among judges, \n\t  * Part 3 amends provisions about membership of the Judicial Appointments Commission, \n\t  * Part 4— \n\t\tmakes provision about selection for certain judicial appointments, and\n\t\tprovides for the transfer, from the Lord Chancellor to the Lord Chief Justiceor the Senior President of Tribunals, of functions in connection withselection for and appointment to judicial offices,\n\t\t\t  * Part 5 amends the selection procedure for certain senior judicial appointments until Part 4 of the Schedule is in force, \n\t\t\t  * Part 6 makes provision for the exercise of certain functions where the Master of the Rolls, the President of the Queen’s Bench Division, the President of the Family Division or the Chancellor of the High Court is incapable of exercising the functions or one of those offices is vacant, and \n\t\t\t  * Part 7 abolishes the office of assistant Recorder. "
    },
    {
        "length": 342,
        "text": "\nDeployment of the judiciary\n\tThe Lord Chief Justice’s deployment responsibility includes (so far as itwould not otherwise do so, and subject to having regard to theresponsibilities of the Senior President of Tribunals) responsibility for themaintenance of appropriate arrangements for—\n\t\tthe deployment to tribunals of judiciary deployable to tribunals, and\n\t\tthe deployment to courts in England and Wales of judiciary deployable tosuch courts.\n\tIn subsection (1) “the Lord Chief Justice’s deployment responsibility”means the responsibility that the Lord Chief Justice of England and Wales, asPresident of the Courts of England and Wales, has under section 7(2)(c) of theConstitutional Reform Act 2005 for the maintenance of appropriate arrangementsfor the deployment of the judiciary of England and Wales.\n\tEach of the following is a tribunal for the purposes of subsection (1)(a)—\n\t\t  * the Upper Tribunal, \n\t\t  * the First-tier Tribunal, \n\t\t  * the Employment Appeal Tribunal, and \n\t\t  * an employment tribunal in England and Wales. \n\tSchedule 14 (which makes provision for deployment of judiciary to courtsand tribunals, and updates references to chairmen of employment tribunalsfollowing their being renamed as Employment Judges) has effect."
    },
    {
        "length": 452,
        "text": "\nTransfer of immigration or nationality judicial review applications\n\tIn section 31A of the Senior Courts Act 1981 (transfer from the High Courtto the Upper Tribunal)—\n\t\tin subsection (2), for “, 3 and 4” substitute “and 3”,\n\t\tomit subsection (2A),\n\t\tin subsection (3), for “, 2 and 4” substitute “and 2”, and\n\t\tomit subsections (7) and (8).\n\tIn section 20 of the Tribunals, Courts and Enforcement Act 2007 (transferfrom the Court of Session to the Upper Tribunal)—\n\t\tin subsection (1)—\n\t\tin paragraph (a), for “, 2 and 4 are met” substitute “and 2 are met, and”,\n\t\tomit paragraph (aa) (including the “and” following it), and\n\t\tin paragraph (b), for “, 3 and 4” substitute “and 3”, and\n\t\tomit subsections (5) and (5A).\n\tIn section 25A of the Judicature (Northern Ireland) Act 1978 (transfer fromthe High Court to the Upper Tribunal)—\n\t\tin subsection (2), for “, 3 and 4” substitute “and 3”,\n\t\tomit subsection (2A),\n\t\tin subsection (3), for “, 2 and 4” substitute “and 2”, and\n\t\tomit subsections (7) and (8).\n\tIn consequence of the amendments made by subsections (1) to (3), section 53of the Borders, Citizenship and Immigration Act 2009 is repealed."
    },
    {
        "length": 424,
        "text": "\nAppeals relating to regulation of the Bar\n\tSection 44 of the Senior Courts Act 1981 (extraordinary functions of HighCourt judges) ceases to have the effect of conferring jurisdiction on judgesof the High Court sitting as Visitors to the Inns of Court.\n\tThe General Council of the Bar, an Inn of Court, or two or more Inns ofCourt acting collectively in any manner, may confer a right of appeal to theHigh Court in respect of a matter relating to—\n\t\tregulation of barristers,\n\t\tregulation of other persons regulated by the person conferring the right,\n\t\tqualifications or training of barristers or persons wishing to becomebarristers, or\n\t\tadmission to an Inn of Court or call to the Bar.\n\tAn Inn of Court may confer a right of appeal to the High Court in respectof—\n\t\ta dispute between the Inn and a member of the Inn, or\n\t\ta dispute between members of the Inn;\n\t\t\tand in this subsection any reference to a member of an Inn includes areference to a person wishing to become a member of that Inn.\n\tA decision of the High Court on an appeal under this section is final.\n\tSubsection (4) does not apply to a decision disbarring a person.\n\tThe High Court may make such order as it thinks fit on an appeal under thissection.\n\tA right conferred under subsection (2) or (3) may be removed by the personwho conferred it; and a right conferred under subsection (2) by two or moreInns of Court acting collectively may, so far as relating to any one of theInns concerned, be removed by that Inn."
    },
    {
        "length": 1146,
        "text": "\nEnforcement by taking control of goods\n\tSchedule 12 to the Tribunals, Courts and Enforcement Act 2007 (procedurefor taking control of goods) is amended as follows.\n\tIn paragraph 17 (enforcement agent may use reasonable force to enter etcwhere paragraph 18 or 19 applies) for “or 19” substitute “, 18A, 19 or 19A”.\n\tAfter paragraph 18 insert—\n\t\t“18A(1)This paragraph applies if these conditions are met—\n\t\tthe enforcement agent has power to enter the premises under paragraph 14;\n\t\tthe enforcement agent reasonably believes that the debtor carries on atrade or business on the premises;\n\t\tthe enforcement agent is acting under a writ or warrant of control issuedfor the purpose of recovering a sum payable under a High Court or county courtjudgment;\n\t\tthe sum so payable is not a traffic contravention debt.\n\t“Traffic contravention debt” has the meaning given by section 82(2) of theTraffic Management Act 2004.”\n\tAfter paragraph 19 insert—\n\t“19A(1)This paragraph applies if these conditions are met—\n\t\tthe enforcement agent has power to enter the premises under paragraph 16;\n\t\tthe enforcement agent has taken control of the goods by entering into acontrolled goods agreement with the debtor;\n\t\tthe debtor has failed to comply with any provision of the controlled goodsagreement relating to the payment by the debtor of the debt;\n\t\tthe debtor has been given notice of the intention of the enforcement agentto enter the premises to inspect the goods or to remove them for storage orsale;\n\t\tneither paragraph 18 nor paragraph 19 applies.\n\tFor the purposes of a notice under sub-paragraph (1)(d), regulations muststate—\n\t\tthe minimum period of notice;\n\t\tthe form of the notice;\n\t\twhat it must contain;\n\t\thow it must be given;\n\t\twho must give it.\n\tThe enforcement agent must keep a record of the time when a notice undersub-paragraph (1)(d) is given.\n\tIf regulations authorise it, the court may order in prescribedcircumstances that the notice given may be less than the minimum period.\n\tThe order may be subject to conditions.”\n\tIn paragraphs 24(2) and 31(5) (no power to use force against persons exceptto extent provided in regulations) omit “, except to the extent thatregulations provide that it does”.\n\tOmit paragraph 53(2) (controlled goods to be treated as abandoned if unsoldafter a sale).\n\tOmit paragraph 56(2) (securities to be treated as abandoned if not disposedof in accordance with notice of disposal).\n\tIn consequence of the repeals in subsection (5), in section 90 of theTribunals, Courts and Enforcement Act 2007 (regulations under Part 3)—\n\t\tomit subsection (4) (procedure for regulations under paragraphs 24(2) and31(5) of Schedule 12), and\n\t\tin subsection (5) omit “In any other case”.\n\tIn Schedule 13 to that Act (taking control of goods: amendments)—\n\t\tin paragraph 37 (repeal in section 66(2) of the Criminal Justice Act 1972)for the words after “etc.),” substitute “omit subsection (2).”,\n\t\tin paragraph 74 (repeal of sections 93 to 100 of the County Courts Act1984) after “93 to” insert “98 and”,\n\t\tin paragraph 85 (amendment of section 436 of the Insolvency Act 1986) for“436” substitute “436(1)”,\n\t\tin paragraph 125 (amendment of section 15 of the Employment Tribunals Act1996) for ““by execution issued from the county court”” substitute “the wordsfrom “by execution”, to “court” in the first place after “by execution”,”, and\n\t\tin paragraph 134 (which amends Schedule 17 to the Financial Services andMarkets Act 2000) for “paragraph 16(a)” substitute “paragraphs 16(a) and16D(a)”."
    },
    {
        "length": 1307,
        "text": "\nPayment of fines and other sums\n\tIn the Magistrates’ Courts Act 1980 after section 75 insert—\n\t“75ACosts of collecting sums adjudged to be paid by a conviction\n\t\tWhere a sum is adjudged to be paid by a conviction, the person liable topay the sum is also liable to pay amounts in respect of costs of doing thingsfor the purpose of collecting sums of that kind.\n\t\tWhere the person is charged such an amount, the sum adjudged to be paid istreated as increased by that amount.\n\t\tNo such amount may be charged unless a collection order or other notice ofthe person’s liability to pay such amounts has been served on the person.\n\t\tWhere time has been allowed for payment of the sum, no such amount may becharged before the end of that time.\n\t\tWhere payment is to be by instalments, no such amount may be charged—\n\t\t\tbefore the first occasion on which there is default in the payment of aninstalment, or\n\t\t\tat any other time when the instalments are up to date.\n\t\tNo such amount may be charged in respect of costs that may be recoveredunder paragraph 62 of Schedule 12 to the Tribunals, Courts and Enforcement Act2007 (costs related to taking control of goods and selling them).\n\t\tThis section applies in relation to a sum even if a collection order is inforce in relation to the sum.”\n\t\tIn the Courts Act 2003 after section 36 (a fines officer is a civilservant, or person provided under a contract, who is so designated by the LordChancellor) insert—\n\t“36AAll functions of fines officers may be contracted-out\n\t\tA function given by or under an enactment to a fines officer as such is to betaken for the purposes of section 2(5) (ban on contracting-out of judicialfunctions) as not involving the making of judicial decisions and as notinvolving the exercise of any judicial discretion.”\n\t\tIn Schedule 5 to that Act (collection of fines and other sums) in paragraph13(1) (contents of collection orders) after paragraph (c) insert—\n\t\t\texplain how the sum due may be increased by amounts in respect of costsof doing things for the purpose of collecting sums of that kind,”.\n\t\tIn section 85 of the Magistrates’ Courts Act 1980 (power to remit fines)after subsection (4) (power does not extend to other sums) insert—\n\t\tDespite subsection (4) above, references in subsections (1) to (3) aboveto a fine do include an amount that a person has been charged in respect ofcosts mentioned in section 75A(1) above if the person is liable under section75A(1) above to pay the amount as a result of being liable to pay a fine asdefined by subsection (4) above.”\n\t\tIn section 139(c) of that Act (disposal of balance of receipts on accountof sum adjudged to be paid) after “balance” insert “in accordance with anydirections under section 139A and, subject to that, in payment”.\n\t\tIn that Act after section 139 insert—\n\t“139ADisposal of amounts received in respect of collection costs\n\t\tThe Secretary of State may give directions requiring that money received onaccount of an amount charged as mentioned in section 75A is to be paid to theperson who charged the amount.\n\t\tFor the purposes of this section, money is received on account of an amountcharged as mentioned in section 75A if—\n\t\t\tthe money is received on account of a sum whose amount has been increasedunder that section,\n\t\t\tthe total received on account of the sum is more than the figure the sumwould be if increases under that section are excluded, and\n\t\t\tthe money is—\n\t\t\tthe balance after deducting that figure from the total received, or\n\t\t\tif less, so much of that balance as equals the amount charged.\n\t\tDirections under this section—\n\t\t\tmay be general or apply only in cases specified in them;\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay be revoked by directions given by the Secretary of State.”\n\t\tIn section 24(2) of the Criminal Justice Act 1991 (regulations aboutapplications by courts for benefit deductions) after paragraph (b) insert—\n\t\t\tprovision, including provision for deductions, in connection with thefine or compensation to which an application relates being treated asincreased under section 75A of the 1980 Act or paragraph 42A of Schedule 5 tothe Courts Act 2003;”.\n\t\tIn section 56(3) of the Education and Skills Act 2008 (normal enforcementprovisions do not apply to a non-participation fine once offender reaches 18)after “to be concluded” insert “or to preserve existing increases undersection 75A of the Magistrates’ Courts Act 1980 (collection costs) orparagraph 42A of Schedule 5 to the Courts Act 2003”."
    },
    {
        "length": 113,
        "text": "\nDisclosure of information to facilitate collection of fines and othersums\n\tSchedule 5 to the Courts Act 2003 (collection of fines and other sums) isamended as follows.\n\tParagraphs 9A to 10 (disclosure of information by Secretary of State tocourt officer to help court decide whether to apply for benefit deductionsetc) become Part 3A of the Schedule.\n\tAccordingly, after paragraph 9 insert—"
    },
    {
        "length": 1605,
        "text": "\nDISCLOSURE OF INFORMATION, AND MEANING OF “RELEVANT BENEFIT” ETC”.\n\tIn the heading before paragraph 9A, after “Disclosure of information inconnection with” insert “making of attachment of earnings order or”.\n\tFor paragraph 9A (power of Secretary of State to disclose information tohelp court decide whether to apply for benefit deductions) substitute—\n\t\t“9A(1)The Secretary of State or a Northern Ireland department, or a personproviding services to the Secretary of State or a Northern Ireland department,may disclose social security information to a relevant person.\n\t(1A)Her Majesty’s Revenue and Customs, or a person providing services to theCommissioners for Her Majesty’s Revenue and Customs, may disclose financesinformation to a relevant person.\n\t(1B)The disclosure authorised by sub-paragraph (1) or (1A) is disclosure ofthe information concerned for the purpose of facilitating the making, by therelevant court or a fines officer, of any of the following—\n\t\ta decision as to whether to make an attachment of earnings order in respectof P,\n\t\ta decision as to whether to make an application for benefit deductions inrespect of P, and\n\t\tsuch an order or application.\n\tIn this paragraph—\n\t\t  * “finances information” means information which—\n\t\tis about a person’s income, gains or capital, and\n\t\tis held—\n\t\tby Her Majesty’s Revenue and Customs, or\n\t\tby a person providing services to the Commissioners for Her Majesty’s Revenueand Customs in connection with the provision of those services,\n\t\tor information which is held with information so held;\n\t\t\t  * “social security information” means information which is held for the purposes of functions relating to social security—\n\t\tby the Secretary of State or a Northern Ireland Department, or\n\t\tby a person providing services to the Secretary of State, or a NorthernIreland Department, in connection with the provision of those services,\n\t\tor information which is held with information so held.\n\t\t(2A)The reference in sub-paragraph (2) to functions relating to socialsecurity includes a reference to functions relating to any of the matterslisted in section 127(8) of the Welfare Reform Act 2012 (statutory paymentsand maternity allowances).\n\tIn this paragraph “relevant person” means a person who is appointed by theLord Chancellor under section 2(1) or provided under a contract made by virtueof section 2(4).”\n\tIn paragraph 9B(1) (limits on onward disclosure)—\n\t\tfor “9A(3)” substitute “9A”, and\n\t\tfor the words after “making” substitute “, by the relevant court or a finesofficer, of such a decision, order or application as is mentioned in paragraph9A(1B).”\n\tIn paragraph 9B(2)(b) (use of information otherwise than in connection withdecision mentioned in sub-paragraph (1)) for “as is mentioned in that sub-paragraph” substitute “, order or application as is mentioned in paragraph9A(1B)”.\n\tIn paragraph 9B(3) (disclosures that are not unlawful)—\n\t\tin paragraph (a) (disclosure in accordance with order of a court etc) after“order of a court” insert “or of a tribunal established by or under an Act”,and\n\t\tin paragraph (b) (disclosure of information previously lawfully disclosed)after “disclose” insert “or use—\n\t\tany information which is in the form of a summary or collection ofinformation so framed as not to enable information relating to any particularperson to be ascertained from it, or\n\t\t”. \n\tIn paragraph 9B(5) (offence of wrongful use or disclosure of disclosedinformation punishable on summary conviction by a fine not exceeding level 4)for the words from “liable” to the end substitute “liable—\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding 2 years, or\n\t\tto a fine, or\n\t\tto both;\n\t\ton summary conviction—\n\t\tto imprisonment for a term not exceeding 12 months, or\n\t\tto a fine not exceeding the statutory maximum, or\n\t\tto both.”\n\tIn paragraph 9B after sub-paragraph (5) insert—\n\tSub-paragraph (5)(b) applies in relation to offences committed before thecommencement of section 154(1) of the Criminal Justice Act 2003 (general limiton power of magistrates’ courts to impose imprisonment) as if the reference to12 months were a reference to 6 months.\n\tA prosecution for an offence under sub-paragraph (2) may be instituted onlyby or with the consent of the Director of Public Prosecutions.”\n\tOmit paragraph 9C(2) and (4) (meaning of “benefit status” and“prescribed”).\n\tIn paragraph 9C (interpretation etc of paragraphs 9A and 9B)—\n\t\tin sub-paragraph (1) for “This paragraph applies” substitute “Sub-paragraphs (3) and (3A) apply”, and\n\t\tafter sub-paragraph (3) insert—\n\t\t“(3A)Relevant court” has the same meaning as in Part 3 of this Schedule.\n\t\t(3B)In paragraphs 9A and 10 (as in the provisions of this Schedule whichextend to England and Wales only)—\n\t\t\t  * “fines officer” has the meaning given by section 36;\n\t\t\t  * “P” has the meaning given by paragraph 1.”\n\tParagraphs 9A, 9C and 10, as amended by the preceding provisions of thissection, extend to Scotland and Northern Ireland (as well as to England andWales).\n\tAccordingly, in section 111(1) of the Courts Act 2003 (subject tosubsections (2) and (3), Act extends to England and Wales only) after “(3)”insert “and to section 27(13) of the Crime and Courts Act 2013 (extent ofparagraphs 9A, 9C and 10 of Schedule 5)”."
    },
    {
        "length": 1458,
        "text": "\nDisclosure of information for calculating fees of courts, tribunals etc\n\tThe Secretary of State or a Northern Ireland Department, or a personproviding services to the Secretary of State or a Northern Ireland Department,may disclose social security information to a relevant person who wants socialsecurity information in connection with deciding a fee-remission application.\n\tHer Majesty’s Revenue and Customs, or a person providing services to theCommissioners for Her Majesty’s Revenue and Customs, may disclose tax creditinformation or finances information to a relevant person who wants tax creditinformation or finances information in connection with deciding a fee-remission application.\n\tInformation disclosed to a relevant person under subsection (1) or (2)—\n\t\tmust not be further disclosed, except to another relevant person who wantssocial security information, tax credit information or finances information inconnection with deciding a fee-remission application, and\n\t\tmust not be used otherwise than in connection with deciding a fee-remissionapplication.\n\tSubsection (3) does not prohibit—\n\t\tdisclosure or use of information which is in the form of a summary orcollection of information so framed as not to enable information relating toany particular person to be ascertained from it;\n\t\tdisclosure or use of information which has previously been disclosed to thepublic with lawful authority;\n\t\tdisclosure or use of information so far as necessary to comply with—\n\t\tan order of a court,\n\t\tan order of a tribunal established by or under an Act, or\n\t\ta duty imposed by or under an Act or Northern Ireland legislation.\n\tIt is an offence for a person to disclose or use information incontravention of subsection (3).\n\tIt is a defence for a person charged with an offence under subsection (5)to prove that the person reasonably believed that the disclosure or useconcerned was lawful.\n\tA person guilty of an offence under subsection (5) is liable—\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding 2 years, or\n\t\tto a fine, or\n\t\tto both;\n\t\ton summary conviction—\n\t\tto imprisonment for a period not exceeding 12 months, or\n\t\tto a fine not exceeding the statutory maximum, or\n\t\tto both.\n\tSubsection (7)(b) applies—\n\t\tin England and Wales in relation to offences committed before thecommencement of section 154(1) of the Criminal Justice Act 2003 (general limiton magistrates’ court’s power to impose imprisonment), and\n\t\tin Northern Ireland,\n\t\t\tas if the reference to 12 months were a reference to 6 months.\n\tA prosecution for an offence under subsection (5)—\n\t\tmay be instituted in England and Wales only by or with the consent of theDirector of Public Prosecutions, and\n\t\tmay be instituted in Northern Ireland only by or with the consent of theDirector of Public Prosecutions for Northern Ireland.\n\tIn this section—\n\t\t  * “fee-remission application” means an application for any relief available to recipients of a social security benefit, or tax credit, from fees under any of— \n\t\tsection 92 of the Courts Act 2003 (court fees),\n\t\tsection 52 of the Constitutional Reform Act 2005 (Supreme Court fees),\n\t\tsection 54 of the Mental Capacity Act 2005 (Court of Protection fees),\n\t\tsection 58 of that Act (Public Guardian fees),\n\t\tsection 42 of the Tribunals, Courts and Enforcement Act 2007 (tribunal fees),\n\t\tparagraph 9 of Schedule 12 to the Commonhold and Leasehold Reform Act 2002(leasehold valuation tribunal fees),\n\t\tparagraph 11 of Schedule 13 to the Housing Act 2004 (residential propertytribunal fees), and\n\t\tsection 7 of the Gender Recognition Act 2004 (Gender Recognition Panel fees);\n\t\t\t  * “finances information” means information which— \n\t\tis about a person’s income, gains or capital, and\n\t\tis held—\n\t\tby Her Majesty’s Revenue and Customs, or\n\t\tby a person providing services to the Commissioners for Her Majesty’s Revenueand Customs, in connection with the provision of those services;\n\t\t\t  * “relevant person” means— \n\t\tthe Lord Chancellor,\n\t\tthe Secretary of State,\n\t\ta person providing services to the Lord Chancellor or to the Secretary ofState,\n\t\tany of the officers or staff of the Supreme Court, or\n\t\tany of the officers or staff of, or a person providing services to, the PublicGuardian appointed for the purposes of the Mental Capacity Act 2005;\n\t\t\t  * “social security information” means information which is held for the purposes of functions relating to social security— \n\t\tby the Secretary of State or a Northern Ireland Department, or\n\t\tby a person providing services to the Secretary of State or a Northern IrelandDepartment, in connection with the provision of those services,\n\t\tor information which is held with information so held;\n\t\t\t  * “tax credit information” means information as to whether a person has been awarded child tax credit or working tax credit which is held— \n\t\tby Her Majesty’s Revenue and Customs, or\n\t\tby a person providing services to the Commissioners for Her Majesty’s Revenueand Customs, in connection with the provision of those services."
    },
    {
        "length": 302,
        "text": "\nSupreme Court chief executive, officers and staff\n\tFor section 48(2) of the Constitutional Reform Act 2005 (chief executive ofthe Supreme Court to be appointed by Lord Chancellor after consultingPresident of the Court) substitute—\n\tIt is for the President of the Court to appoint the chief executive.”\n\tSection 49 of that Act (officers and staff of the Supreme Court) is amendedas follows.\n\tIn subsection (2) (number of officers and staff, and their terms, are forthe chief executive but subject to the provision in subsection (3) aboutapplication of civil service pension arrangements)—\n\t\tfor “these matters with the agreement of the Lord Chancellor—” substitute“the following matters—”, and\n\t\tfor “subsection” substitute “subsections (2A) and”.\n\tAfter subsection (2) insert—\n\t\t“(2A)Service as the chief executive of the Court, and service as an officer orstaff appointed under subsection (1), is service in the civil service of theState.”\n\tIn subsection (3) (civil service pension arrangements apply to chiefexecutive, officers and staff) for “The” at the beginning substitute“Accordingly, the”."
    },
    {
        "length": 2463,
        "text": "\nSupreme Court security officers\n\tIn Part 3 of the Constitutional Reform Act 2005 (the Supreme Court) aftersection 51 insert—\n\t“Court security\n\t\tASecurity officers\n\t\t\tA Supreme Court security officer is a person who is—\n\t\t\t\tappointed by the President of the Supreme Court under section 49(1) orprovided under a contract, and\n\t\t\t\tdesignated by the President as a Supreme Court security officer.\n\t\t\tThe President may give directions as to—\n\t\t\t\ttraining courses to be completed by Supreme Court security officers;\n\t\t\t\tconditions to be met before a person may be designated as a Supreme Courtsecurity officer.\n\t\t\tFor the purposes of sections 51B to 51E, a Supreme Court security officerwho is not readily identifiable as such (whether by means of uniform or badgeor otherwise) is not to be regarded as acting in the execution of theofficer’s duty.\n\t\t\tIn those sections “court building” means any building—\n\t\t\t\twhere the business of the Supreme Court, or of the Judicial Committee ofthe Privy Council, is carried on, and\n\t\t\t\tto which the public has access.\n\t\tBPowers of search, exclusion, removal and restraint\n\t\t\tA Supreme Court security officer acting in the execution of the officer’sduty may search—\n\t\t\t\tany person who is in, or seeking to enter, a court building, and\n\t\t\t\tany article in the possession of such a person.\n\t\t\tSubsection (1) does not authorise a Supreme Court security officer torequire a person to remove any of the person’s clothing other than a coat,jacket, headgear, gloves or footwear.\n\t\t\tA Supreme Court security officer acting in the execution of the officer’sduty may exclude or remove from a court building, or a part of a courtbuilding, any person who refuses—\n\t\t\t\tto permit a search under subsection (1), or\n\t\t\t\tto surrender an article in the person’s possession when asked to do sounder section 51C(1).\n\t\t\tA Supreme Court security officer acting in the execution of the officer’sduty may—\n\t\t\t\trestrain any person who is in a court building, or\n\t\t\t\texclude or remove any person from a court building, or a part of a courtbuilding,\n\t\t\t\t\tif it is reasonably necessary to do so for one of the purposes given insubsection (5).\n\t\t\tThe purposes are—\n\t\t\t\tenabling business of the Supreme Court, or of the Judicial Committee of thePrivy Council, to be carried on without interference or delay;\n\t\t\t\tmaintaining order;\n\t\t\t\tsecuring the safety of any person in the court building.\n\t\t\tA Supreme Court security officer acting in the execution of the officer’sduty may remove any person from a courtroom at the request of—\n\t\t\t\ta judge of the Supreme Court, or\n\t\t\t\ta member of the Judicial Committee of the Privy Council.\n\t\t\tThe powers given by subsections (3), (4) and (6) include power to usereasonable force, where necessary.\n\t\tCSurrender, seizure and retention of knives and other articles\n\t\t\tIf a Supreme Court security officer acting in the execution of theofficer’s duty reasonably believes that an article in the possession of aperson who is in, or seeking to enter, a court building ought to besurrendered on any of the grounds given in subsection (2), the officer mustask the person to surrender the article; and, if the person refuses tosurrender the article, the officer may seize it.\n\t\t\tThe grounds are that the article—\n\t\t\t\tmay jeopardise the maintenance of order in the court building (or a part ofit),\n\t\t\t\tmay put the safety of any person in the court building at risk, or\n\t\t\t\tmay be evidence of, or in relation to, an offence.\n\t\t\tSubject to subsection (4), a Supreme Court security officer may retain anarticle which was—\n\t\t\t\tsurrendered in response to a request under subsection (1), or\n\t\t\t\tseized under that subsection,\n\t\t\t\t\tuntil the time when the person who surrendered it, or from whom it was seized,is leaving the court building.\n\t\t\tIf a Supreme Court security officer reasonably believes that the articlemay be evidence of, or in relation to, an offence, the officer may retain ituntil—\n\t\t\t\tthe time when the person who surrendered it, or from whom it was seized, isleaving the court building, or\n\t\t\t\tthe end of the permitted period,\n\t\t\t\twhichever is the later.\n\t\t\tIn subsection (4) “the permitted period” means such period, not exceeding24 hours from the time the article was surrendered or seized, as will enablethe Supreme Court security officer to draw the article to the attention of aconstable.\n\t\t\tSubsections (3) to (5) do not apply where a knife is—\n\t\t\t\tsurrendered to a Supreme Court security officer in response to a requestunder subsection (1), or\n\t\t\t\tseized by a Supreme Court security officer under that subsection,\n\t\t\t\tbut, instead, the knife must be retained in accordance with regulations undersection 51D(3) unless returned or disposed of in accordance with thoseregulations or regulations under section 51D(1).\n\t\t\tIf a Supreme Court security officer reasonably believes that a retainedknife may be evidence of, or in relation to, an offence, nothing in subsection(6) prevents the officer retaining the knife for so long as necessary toenable the officer to draw it to the attention of a constable.\n\t\t\tIn this section “knife” includes—\n\t\t\t\ta knife-blade, and\n\t\t\t\tany other article which—\n\t\t\t\thas a blade or is sharply pointed, and\n\t\t\t\tis made or adapted for use for causing injury to the person.\n\t\tDRegulations about retention of knives and other articles\n\t\t\tThe Lord Chancellor may by regulations make provision as to—\n\t\t\t\tthe provision to persons—\n\t\t\t\tby whom articles have been surrendered in response to a request undersubsection (1) of section 51C, or\n\t\t\t\tfrom whom articles have been seized under that subsection,\n\t\t\t\t\tof written information about the powers of retention of Supreme Court securityofficers,\n\t\t\t\tthe keeping of records about articles which have been so surrendered orseized,\n\t\t\t\tthe period for which unclaimed articles have to be kept, and\n\t\t\t\tthe disposal of unclaimed articles at the end of that period.\n\t\t\tIn subsection (1) “unclaimed article” means an article—\n\t\t\t\twhich has been retained under section 51C,\n\t\t\t\twhich a person is entitled to have returned,\n\t\t\t\twhich has not been returned, and\n\t\t\t\twhose return has not been requested by a person entitled to it.\n\t\t\tWithout prejudice to the generality of subsection (1), the Lord Chancellormust by regulations make provision as to—\n\t\t\t\tthe procedure to be followed when a knife is retained under section 51C;\n\t\t\t\tthe making of requests by eligible persons for the return of knives soretained;\n\t\t\t\tthe procedure to be followed when returning a knife pursuant to a requestmade in accordance with the regulations.\n\t\t\tIn subsection (3)—\n\t\t\t\t  * “eligible person”, in relation to a knife retained under section 51C, means—\n\t\t\t\tthe person who surrendered the knife under subsection (1) of section 51C orfrom whom the knife was seized under that subsection, or\n\t\t\t\tany other person specified in regulations under subsection (3);\n\t\t\t\t\t  * “knife” has the same meaning as in section 51C.\n\t\tEAssaulting and obstructing Supreme Court security officers\n\t\t\tAny person who assaults a Supreme Court security officer acting in theexecution of the officer’s duty commits an offence.\n\t\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\t\tto a fine not exceeding level 5 on the standard scale, or\n\t\t\t\tto both.\n\t\t\tSubsection (2) applies—\n\t\t\t\tin England and Wales in relation to offences committed before thecommencement of section 154(1) of the Criminal Justice Act 2003 (general limiton magistrates’ court’s power to impose imprisonment), and\n\t\t\t\tin Northern Ireland,\n\t\t\t\t\tas if the reference to 12 months were a reference to 6 months.\n\t\t\tA person who resists or wilfully obstructs a Supreme Court security officeracting in the execution of the officer’s duty commits an offence.\n\t\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.”\n\t\t\tIn section 48(3)(a) of the Constitutional Reform Act 2005 (delegation ofPresident’s functions to chief executive) after “under section 49(1)” insert“or 51A(1)(a) or (b)”."
    },
    {
        "length": 341,
        "text": "\nMaking, and use, of recordings of Supreme Court proceedings\n\tSection 9 of the Contempt of Court Act 1981 (recording of courtproceedings) is amended as follows.\n\tAfter subsection (1) insert—\n\t\t“(1A)In the case of a recording of Supreme Court proceedings, subsection(1)(b) does not apply to its publication or disposal with the leave of theCourt.”\n\tIn subsection (2) (leave under subsection (1)(a): grant, refusal,conditions, withdrawal and amendment)—\n\t\tafter “paragraph (a) of subsection (1)” insert “, or under subsection(1A),”,\n\t\tfor “if granted may” substitute “if granted—\n\t\tmay, in the case of leave under subsection (1)(a),”, and\n\t\tafter “leave; and” insert—\n\t\tmay, in the case of leave under subsection (1A), be granted subject tosuch conditions as the Supreme Court thinks proper with respect to publicationor disposal of any recording to which the leave relates;\n\t\tand”.\n\tIn subsection (1) (activities which are contempt of court) after paragraph(c) insert—\n\t\tto publish or dispose of any recording in contravention of any conditionsof leave granted under subsection (1A).”"
    },
    {
        "length": 682,
        "text": "\nEnabling the making, and use, of films and other recordings ofproceedings\n\tThe Lord Chancellor may, by order made with the concurrence of the LordChief Justice, provide that a section mentioned in subsection (2) or anyprovision of either of those sections—\n\t\tdoes not apply in relation to the making of a recording or the making of aprescribed recording;\n\t\tdoes not apply in relation to the making of a recording, or the making of aprescribed recording, if prescribed conditions are met, including conditionsas to a court or tribunal or any other person being satisfied as to anythingor agreeing;\n\t\tdoes not apply in relation to prescribed use of a prescribed recording.\n\tThose sections are—\n\t\tsection 41 of the Criminal Justice Act 1925 (no photography or drawing incourt of persons involved in proceedings, and no publication of contraveningimages);\n\t\tsection 9 of the Contempt of Court Act 1981 (no sound recording in courtwithout permission, and no public playing of recordings).\n\tIn the case of any particular proceedings of a court or tribunal, the courtor tribunal may in the interests of justice or in order that a person is notunduly prejudiced—\n\t\tdirect that a provision disapplied in relation to the proceedings by anorder under subsection (1) is, despite the order, to apply in relation to theproceedings, or\n\t\tdirect that a provision disapplied in relation to the proceedings by anorder under subsection (1) is, despite the order, disapplied in relation tothe proceedings only if conditions specified in the direction are met.\n\tNo appeal may be made against—\n\t\ta direction given under subsection (3), or\n\t\ta decision not to give a direction under that subsection.\n\tIn this section—\n\t\t  * “recording” means a visual or sound recording on any medium, including (in particular)— \n\t\tfilms and other video-recordings, with or without sound,\n\t\tother photographs, and\n\t\tsketches and portraits;\n\t\t\t  * “prescribed” means prescribed by an order under subsection (1). \n\tThe preceding provisions of this section do not apply in relation toSupreme Court proceedings.\n\tIn section 41 of the Criminal Justice Act 1925 after subsection (1) insert—\n\t\t“(1A)See section 32 of the Crime and Courts Act 2013 for power to provide forexceptions.”\n\tIn section 9 of the Contempt of Court Act 1981 after subsection (4) insert—\n\tSee section 32 of the Crime and Courts Act 2013 for power to provide forfurther exceptions.”"
    },
    {
        "length": 128,
        "text": "\nAbolition of scandalising the judiciary as form of contempt of court\n\tScandalising the judiciary (also referred to as scandalising the court orscandalising judges) is abolished as a form of contempt of court under thecommon law of England and Wales.\n\tThat abolition does not prevent proceedings for contempt of court beingbrought against a person for conduct that immediately before that abolitionwould have constituted both scandalising the judiciary and some other form ofcontempt of court."
    },
    {
        "length": 3326,
        "text": "\nPublishers of news-related material: damages and costs\n\tAwards of exemplary damages\n\t\tThis section applies where—\n\t\t\ta relevant claim is made against a person (“the defendant”),\n\t\t\tthe defendant was a relevant publisher at the material time,\n\t\t\tthe claim is related to the publication of news-related material, and\n\t\t\tthe defendant is found liable in respect of the claim.\n\t\tExemplary damages may not be awarded against the defendant in respect ofthe claim if the defendant was a member of an approved regulator at thematerial time.\n\t\tBut the court may disregard subsection (2) if—\n\t\t\tthe approved regulator imposed a penalty on the defendant in respect of thedefendant’s conduct or decided not to do so,\n\t\t\tthe court considers, in light of the information available to the approvedregulator when imposing the penalty or deciding not to impose one, that theregulator was manifestly irrational in imposing the penalty or deciding not toimpose one, and\n\t\t\tthe court is satisfied that, but for subsection (2), it would have made anaward of exemplary damages under this section against the defendant.\n\t\tWhere the court is not prevented from making an award of exemplary damagesby subsection (2) (whether because that subsection does not apply or the courtis permitted to disregard that subsection as a result of subsection (3)), thecourt—\n\t\t\tmay make an award of exemplary damages if it considers it appropriate to doso in all the circumstances of the case, but\n\t\t\tmay do so only under this section.\n\t\tExemplary damages may be awarded under this section only if they areclaimed.\n\t\tExemplary damages may be awarded under this section only if the court issatisfied that—\n\t\t\tthe defendant’s conduct has shown a deliberate or reckless disregard of anoutrageous nature for the claimant’s rights,\n\t\t\tthe conduct is such that the court should punish the defendant for it, and\n\t\t\tother remedies would not be adequate to punish that conduct.\n\t\tExemplary damages may be awarded under this section whether or not anotherremedy is granted.\n\t\tThe decision on the question of—\n\t\t\twhether exemplary damages are to be awarded under this section, or\n\t\t\tthe amount of such damages,\n\t\t\t\tmust not be left to a jury.\n\tRelevant considerations\n\t\tThis section applies where the court is deciding whether the circumstancesof the case make it appropriate for exemplary damages to be awarded undersection 34.\n\t\tThe court must have regard to the principle that exemplary damages must notusually be awarded if, at any time before the decision comes to be made, thedefendant has been convicted of an offence involving the conduct complainedof.\n\t\tThe court must take account of the following—\n\t\t\twhether membership of an approved regulator was available to the defendantat the material time;\n\t\t\tif such membership was available, the reasons for the defendant not being amember;\n\t\t\tso far as relevant in the case of the conduct complained of, whetherinternal compliance procedures of a satisfactory nature were in place and, ifso, the extent to which they were adhered to in that case.\n\t\tThe reference in subsection (3)(c) to “internal compliance procedures”being in place is a reference to any procedures put in place by the defendantfor the purpose of ensuring that—\n\t\t\tmaterial is not obtained by or on behalf of the defendant in aninappropriate way, and\n\t\t\tmaterial is not published by the defendant in inappropriate circumstances.\n\t\tThe court may regard deterring the defendant and others from similarconduct as an object of punishment.\n\t\tThis section is not to be read as limiting the power of the court to takeaccount of any other matters it considers relevant to its decision.\n\tAmount of exemplary damages\n\t\tThis section applies where the court decides to award exemplary damagesunder section 34.\n\t\tThe court must have regard to these principles in determining the amount ofexemplary damages—\n\t\t\tthe amount must not be more than the minimum needed to punish the defendantfor the conduct complained of;\n\t\t\tthe amount must be proportionate to the seriousness of the conduct.\n\t\tThe court must take account of these matters in determining the amount ofexemplary damages—\n\t\t\tthe nature and extent of any loss or harm caused, or intended to be caused,by the defendant’s conduct;\n\t\t\tthe nature and extent of any benefit the defendant derived or intended toderive from such conduct.\n\t\tThe court may regard deterring the defendant and others from similarconduct as an object of punishment.\n\t\tThis section is not to be read as limiting the power of the court to takeaccount of any other matters it considers relevant to its decision.\n\tMultiple claimants\n\t\tThis section applies where a relevant publisher—\n\t\t\tis a defendant to a relevant claim, and\n\t\t\tis found liable to two or more persons in respect of the claim (“thepersons affected”).\n\t\tIn deciding whether to award exemplary damages under section 34 or theamount of such damages to award (whether to one or more of the personsaffected), the court must take account of any settlement or compromise by anypersons of a claim in respect of the conduct.\n\t\tBut the court may take account of any such settlement or compromise only ifthe defendant agrees.\n\t\tIf the court awards exemplary damages under section 34 to two or more ofthe persons affected, the total amount awarded must be such that it does notpunish the defendant excessively.\n\t\tIf the court awards exemplary damages under section 34 to one or more ofthe persons affected, no later claim may be made for exemplary damages asregards the conduct.\n\tMultiple defendants\n\t\tAny liability of two or more persons for exemplary damages awarded undersection 34 is several (and not joint or joint and several).\n\t\tSubsection (1) has effect subject to the law relating to the liability of apartner for the conduct of another partner.\n\t\tWhere the liability of two or more persons for exemplary damages isseveral, no contribution in respect of the damages may be recovered by any ofthem under section 1 of the Civil Liability (Contribution) Act 1978.\n\tAwards of aggravated damages\n\t\tThis section applies where—\n\t\t\ta relevant claim is made against a person (“the defendant”),\n\t\t\tthe defendant was a relevant publisher at the material time,\n\t\t\tthe claim is related to the publication of news-related material, and\n\t\t\tthe defendant is found liable in respect of the claim.\n\t\tAggravated damages may be awarded against the defendant only to compensatefor mental distress and not for purposes of punishment.\n\t\tIn this section, “aggravated damages” means damages that were commonlycalled aggravated before the passing of this Act and which—\n\t\t\tare awarded against a person in respect of the person’s motive orexceptional conduct, but\n\t\t\tare not exemplary damages or restitutionary damages.\n\t\tNothing in this section is to be read as implying that, in cases where thissection does not apply, aggravated damages may be awarded for purposes ofpunishment.\n\tAwards of costs\n\t\tThis section applies where—\n\t\t\ta relevant claim is made against a person (“the defendant”),\n\t\t\tthe defendant was a relevant publisher at the material time, and\n\t\t\tthe claim is related to the publication of news-related material.\n\t\tIf the defendant was a member of an approved regulator at the time when theclaim was commenced (or was unable to be a member at that time for reasonsbeyond the defendant’s control or it would have been unreasonable in thecircumstances for the defendant to have been a member at that time), the courtmust not award costs against the defendant unless satisfied that—\n\t\t\tthe issues raised by the claim could not have been resolved by using anarbitration scheme of the approved regulator, or\n\t\t\tit is just and equitable in all the circumstances of the case to awardcosts against the defendant.\n\t\tIf the defendant was not a member of an approved regulator at the time whenthe claim was commenced (but would have been able to be a member at that timeand it would have been reasonable in the circumstances for the defendant tohave been a member at that time), the court must award costs against thedefendant unless satisfied that—\n\t\t\tthe issues raised by the claim could not have been resolved by using anarbitration scheme of the approved regulator (had the defendant been amember), or\n\t\t\tit is just and equitable in all the circumstances of the case to make adifferent award of costs or make no award of costs.\n\t\tThe Secretary of State must take steps to put in place arrangements forprotecting the position in costs of parties to relevant claims who haveentered into agreements under section 58 of the Courts and Legal Services Act1990.\n\t\tThis section is not to be read as limiting any power to make rules ofcourt.\n\t\tThis section does not apply until such time as a body is first recognisedas an approved regulator.\n\tMeaning of “relevant publisher”\n\t\tIn sections 34 to 40, “relevant publisher” means a person who, in thecourse of a business (whether or not carried on with a view to profit),publishes news-related material—\n\t\t\twhich is written by different authors, and\n\t\t\twhich is to any extent subject to editorial control.\n\t\t\t\tThis is subject to subsections (5) and (6).\n\t\tNews-related material is “subject to editorial control” if there is aperson (whether or not the publisher of the material) who has editorial orequivalent responsibility for—\n\t\t\tthe content of the material,\n\t\t\thow the material is to be presented, and\n\t\t\tthe decision to publish it.\n\t\tA person who is the operator of a website is not to be taken as havingeditorial or equivalent responsibility for the decision to publish anymaterial on the site, or for content of the material, if the person did notpost the material on the site.\n\t\tThe fact that the operator of the website may moderate statements posted onit by others does not matter for the purposes of subsection (3).\n\t\tA person is not a “relevant publisher” if the person is specified by namein Schedule 15.\n\t\tA person is not a “relevant publisher” in so far as the person’spublication of news-related material is in a capacity or case of a descriptionspecified in Schedule 15.\n\t\tBut a person who is not a “relevant publisher” as a result of paragraph 8of that Schedule (micro-businesses) is nevertheless to be regarded as such ifthe person was a member of an approved regulator at the material time.\n\tOther interpretative provisions\n\t\tThis section applies for the purposes of sections 34 to 41.\n\t\t“Approved regulator” means a body recognised as a regulator of relevantpublishers.\n\t\tFor the purposes of subsection (2), a body is “recognised” as a regulatorof relevant publishers if it is so recognised by any body established by RoyalCharter (whether established before or after the coming into force of thissection) with the purpose of carrying on activities relating to therecognition of independent regulators of relevant publishers.\n\t\t“Relevant claim” means a civil claim made in respect of any of thefollowing—\n\t\t\tlibel; \n\t\t\tslander; \n\t\t\tbreach of confidence;\n\t\t\tmisuse of private information;\n\t\t\tmalicious falsehood;\n\t\t\tharassment. \n\t\tFor the purposes of subsection (4)—\n\t\t\tthe reference to a claim made in respect of the misuse of privateinformation does not include a reference to a claim made by virtue of section13 of the Data Protection Act 1998 (damage or distress suffered as a result ofa contravention of a requirement of that Act);\n\t\t\tthe reference to a claim made in respect of harassment is a reference to aclaim made under the Protection from Harassment Act 1997.\n\t\tThe “material time”, in relation to a relevant claim, is the time of theevents giving rise to the claim.\n\t\t“News-related material” means—\n\t\t\tnews or information about current affairs,\n\t\t\topinion about matters relating to the news or current affairs, or\n\t\t\tgossip about celebrities, other public figures or other persons in thenews.\n\t\tA relevant claim is related to the publication of news-related material ifthe claim results from—\n\t\t\tthe publication of news-related material, or\n\t\t\tactivities carried on in connection with the publication of such material(whether or not the material is in fact published).\n\t\tA reference to the “publication” of material is a reference to publication—\n\t\t\ton a website,\n\t\t\tin hard copy, or\n\t\t\tby any other means;\n\t\t\t\tand references to a person who “publishes” material are to be readaccordingly.\n\t\tA reference to “conduct” includes a reference to omissions; and areference to a person’s conduct includes a reference to a person’s conductafter the events giving rise to the claim concerned."
    },
    {
        "length": 841,
        "text": "\nSelf-defence\n\tUse of force in self-defence at place of residence\n\t\tSection 76 of the Criminal Justice and Immigration Act 2008 (use ofreasonable force for purposes of self-defence etc) is amended as follows.\n\t\tBefore subsection (6) (force not regarded as reasonable if it wasdisproportionate) insert—\n\t\t\t“(5A)In a householder case, the degree of force used by D is not to beregarded as having been reasonable in the circumstances as D believed them tobe if it was grossly disproportionate in those circumstances.”\n\t\tIn subsection (6) at the beginning insert “In a case other than ahouseholder case,”.\n\t\tAfter subsection (8) insert—\n\t\t“(8A)For the purposes of this section “a householder case” is a case where—\n\t\t\tthe defence concerned is the common law defence of self-defence,\n\t\t\tthe force concerned is force used by D while in or partly in a building, orpart of a building, that is a dwelling or is forces accommodation (or isboth),\n\t\t\tD is not a trespasser at the time the force is used, and\n\t\t\tat that time D believed V to be in, or entering, the building or part as atrespasser.\n\t\t\t(8B)Where—\n\t\t\ta part of a building is a dwelling where D dwells,\n\t\t\tanother part of the building is a place of work for D or another person whodwells in the first part, and\n\t\t\tthat other part is internally accessible from the first part,\n\t\t\tthat other part, and any internal means of access between the two parts, areeach treated for the purposes of subsection (8A) as a part of a building thatis a dwelling.\n\t\t\t(8C)Where—\n\t\t\ta part of a building is forces accommodation that is living or sleepingaccommodation for D,\n\t\t\tanother part of the building is a place of work for D or another person forwhom the first part is living or sleeping accommodation, and\n\t\t\tthat other part is internally accessible from the first part,\n\t\t\tthat other part, and any internal means of access between the two parts, areeach treated for the purposes of subsection (8A) as a part of a building thatis forces accommodation.\n\t\t\t(8D)Subsections (4) and (5) apply for the purposes of subsection (8A)(d) asthey apply for the purposes of subsection (3).\n\t\t\t(8E)The fact that a person derives title from a trespasser, or has thepermission of a trespasser, does not prevent the person from being atrespasser for the purposes of subsection (8A).\n\t\t\t(8F)In subsections (8A) to (8C)—\n\t\t\t\t  * “building” includes a vehicle or vessel, and\n\t\t\t\t  * “forces accommodation” means service living accommodation for the purposes of Part 3 of the Armed Forces Act 2006 by virtue of section 96(1)(a) or (b) of that Act.”\n\t\tIn subsection (9) (section intended to be clarificatory) after “Thissection” insert “, except so far as making different provision for householdercases,”.\n\t\tAn amendment made by this section does not apply in respect of force usedbefore the amendment comes into force."
    },
    {
        "length": 3145,
        "text": "\nProceeds of crime\n\tRestraint orders and legal aid\n\t\tSection 41 of the Proceeds of Crime Act 2002 (confiscation in England andWales: restraint orders) is amended in accordance with subsections (2) to (6).\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)A restraint order must be made subject to an exception enabling relevantlegal aid payments to be made (a legal aid exception).\n\t\t(2B)A relevant legal aid payment is a payment that the specified person isobliged to make—\n\t\t\tby regulations under section 23 or 24 of the Legal Aid, Sentencing andPunishment of Offenders Act 2012, and\n\t\t\tin connection with services provided in relation to an offence which fallswithin subsection (5),\n\t\t\twhether the obligation to make the payment arises before or after therestraint order is made.”\n\t\tIn subsection (3)—\n\t\t\tafter “subject to” insert “other”, and\n\t\t\tomit paragraph (c).\n\t\tIn subsection (4), for “But an exception to a restraint order” substitute“But where an exception to a restraint order is made under subsection (3),it”.\n\t\tAfter subsection (5) insert—\n\t\t“(5A)A legal aid exception—\n\t\t\tmust be made subject to prescribed restrictions (if any) on—\n\t\t\tthe circumstances in which payments may be made in reliance on theexception, or\n\t\t\tthe amount of the payments that may be made in reliance on the exception,\n\t\t\tmust be made subject to other prescribed conditions (if any), and\n\t\t\tmay be made subject to other conditions.\n\t\t\t(5B)Any other exception to a restraint order may be made subject toconditions.”\n\t\tAfter subsection (9) insert—\n\t\tIn this section “prescribed” means prescribed by regulations made by theSecretary of State.”\n\t\tIn section 459 of that Act (orders and regulations)—\n\t\t\tin subsection (4)(a), after “section” insert “41(5A),”, and\n\t\t\tin subsection (6)(a), after “section” insert “41(5A),”.\n\tRestraint orders and legal aid: supplementary\n\t\tThe Secretary of State may by regulations—\n\t\t\tmake provision about the making of relevant legal aid payments out ofproperty that is the subject of a restraint order under Part 2 of the Proceedsof Crime Act 2002 (“the 2002 Act”), and\n\t\t\tmake provision in connection with cases in which such payments are or maybe made out of such property,\n\t\t\t\twhether by modifying the operation of Part 2 of the 2002 Act or Chapter 1, 2or 4 of Part 8 of that Act or otherwise.\n\t\tThe provision that may be made by regulations under this section includes—\n\t\t\tprovision about how much property may be subject to a restraint order,including provision made by reference to the amount or estimated amount ofrelevant legal aid payments;\n\t\t\tprovision for a restraint order or other order under Part 2 of the 2002 Actto remain in force, where a relevant legal aid payment remains unpaid, incircumstances in which the order would otherwise have to be discharged;\n\t\t\tprovision about powers of investigation for the purpose of identifyingproperty that may be used to make relevant legal aid payments, includingpowers exercisable where an order continues in force in accordance withprovision described in paragraph (b);\n\t\t\tprovision about the use of property in cases in which there is or has beena restraint order, including provision about the order in which differentobligations to make payments may or must be satisfied in such cases;\n\t\t\tprovision about powers of entry, search and seizure;\n\t\t\tprovision about the payment of compensation by the Lord Chancellor;\n\t\t\tprovision about the disclosure and use of documents, information and otherevidence.\n\t\tThe provision that may be made by regulations under this section (whetherby virtue of this section or section 58(12)) includes—\n\t\t\tprovision conferring, removing or otherwise modifying a function;\n\t\t\tprovision amending, repealing, revoking or otherwise modifying provisionmade by or under any enactment (including provision inserted or amended bythis Act).\n\t\tIn this section—\n\t\t\t  * “function” means a function of any description, including a power or duty (whether conferred by an enactment or arising otherwise); \n\t\t\t  * “property” has the same meaning as in Part 2 of the 2002 Act; \n\t\t\t  * “relevant legal aid payment” means— \n\t\t\ta payment that is a relevant legal aid payment for the purposes of section 41of the 2002 Act, and\n\t\t\ta payment that would be such a payment if a restraint order were made.\n\t\tIn subsection (2)(a) and (c) the references to relevant legal aid paymentsinclude any payment that is likely to be a relevant legal aid payment when theobligation to make the payment arises.\n\tCivil recovery of the proceeds etc of unlawful conduct\n\t\tPart 5 of the Proceeds of Crime Act 2002 (civil recovery of the proceedsetc of unlawful conduct) is amended as follows.\n\t\tAfter section 282 insert—\n\t\t“Scope of powers\n\t\t\tAScope of powers\n\t\t\t\tAn order under this Chapter may be made by the High Court in England andWales or the Court of Session—\n\t\t\t\t\tin respect of property wherever situated, and\n\t\t\t\t\tin respect of a person wherever domiciled, resident or present,\n\t\t\t\t\t\tsubject to subsection (2).\n\t\t\t\tSuch an order may not be made by the High Court in England and Wales or theCourt of Session in respect of—\n\t\t\t\t\tproperty that is outside the United Kingdom, or\n\t\t\t\t\tproperty that is in the United Kingdom but outside the relevant part of theUnited Kingdom,\n\t\t\t\t\tunless there is or has been a connection between the case and the relevantpart of the United Kingdom.\n\t\t\t\tThe circumstances in which there is or has been such a connection includethose described in Schedule 7A.\n\t\t\t\t“The relevant part of the United Kingdom” means—\n\t\t\t\t\tin relation to an order made by the High Court in England and Wales,England and Wales, and\n\t\t\t\t\tin relation to an order made by the Court of Session, Scotland.”\n\t\t\t\tAfter Schedule 7 insert—\n\t\t\t\tSection 282A\n\t\t“Schedule 7AConnection with relevant part of United Kingdom\n\t\t\tUnlawful conduct\n\t\t\t\t1There is a connection where the unlawful conduct occurred entirely or partlyin the relevant part of the United Kingdom.\n\t\t\tProperty\n\t\t\t\t2There has been a connection where the property in question has been in therelevant part of the United Kingdom, but only if it was recoverable propertyin relation to the unlawful conduct for some or all of the time it was there.\n\t\t\t3There is a connection where there is other property in the relevant part ofthe United Kingdom that is recoverable property in relation to the unlawfulconduct.\n\t\t\t4There has been a connection where, at any time, there has been other propertyin the relevant part of the United Kingdom that, at the time, was recoverableproperty in relation to the unlawful conduct.\n\t\t\tPerson\n\t\t\t\tThere is or has been a connection where a person described in sub-paragraph (2)—\n\t\t\t\t\tis linked to the relevant part of the United Kingdom,\n\t\t\t\t\twas linked to that part of the United Kingdom at a time when the unlawfulconduct, or some of the unlawful conduct, was taking place, or\n\t\t\t\t\thas been linked to that part of the United Kingdom at any time since thatconduct took place.\n\t\t\t\tThose persons are—\n\t\t\t\t\ta person whose conduct was, or was part of, the unlawful conduct;\n\t\t\t\t\ta person who was deprived of property by the unlawful conduct;\n\t\t\t\t\ta person who holds the property in question;\n\t\t\t\t\ta person who has held the property in question, but only if it wasrecoverable property in relation to the unlawful conduct at the time;\n\t\t\t\t\ta person who holds other property that is recoverable property in relationto the unlawful conduct;\n\t\t\t\t\ta person who, at any time, has held other property that was recoverableproperty in relation to the unlawful conduct at the time.\n\t\t\t\tA person is linked to the relevant part of the United Kingdom if the personis—\n\t\t\t\t\ta British citizen, a British overseas territories citizen, a BritishNational (Overseas) or a British Overseas citizen,\n\t\t\t\t\ta person who, under the British Nationality Act 1981, is a British subject,\n\t\t\t\t\ta British protected person within the meaning of that Act,\n\t\t\t\t\ta body incorporated or constituted under the law of any part of the UnitedKingdom, or\n\t\t\t\t\ta person domiciled, resident or present in the relevant part of the UnitedKingdom.\n\t\t\tProperty held on trust\n\t\t\t\tThere is a connection where the property in question is property held ontrust, or an interest in property held on trust, and—\n\t\t\t\t\tthe trust arises under the law of any part of the United Kingdom,\n\t\t\t\t\tthe trust is entirely or partly governed by the law of any part of theUnited Kingdom,\n\t\t\t\t\tone or more of the trustees is linked to the relevant part of the UnitedKingdom, or\n\t\t\t\t\tone or more of the beneficiaries of the trust is linked to the relevantpart of the United Kingdom.\n\t\t\t\tA person is linked to the relevant part of the United Kingdom if the personfalls within paragraph 5(3).\n\t\t\t\t“Beneficiaries” includes beneficiaries with a contingent interest in thetrust property and potential beneficiaries.\n\t\t\tInterpretation\n\t\t\t\t7“The relevant part of the United Kingdom” has the meaning given in section282A(4).\n\t\t\t8“The unlawful conduct” means—\n\t\t\t\tin a case in which the property in question was obtained through unlawfulconduct, that conduct,\n\t\t\t\tin a case in which the property in question represents property obtainedthrough unlawful conduct, that conduct, or\n\t\t\t\tin a case in which it is shown that the property in question was obtainedthrough unlawful conduct of one of a number of kinds or represents property soobtained (see section 242(2)(b)), one or more of those kinds of conduct.”\n\t\t\t\tOmit section 286 (scope of powers: Scotland).\n\t\t\t\tIn section 316 (general interpretation), after subsection (8A) insert—\n\t\t\t\t“(8B)An enforcement authority in relation to England and Wales or Scotland maytake proceedings there for an order under Chapter 2 of this Part in respect ofany property or person, whether or not the property or person is (or isdomiciled, resident or present) in that part of the United Kingdom.”\n\t\t\t\tIn Schedule 18 to this Act (proceeds of crime: civil recovery of theproceeds etc of unlawful conduct)—\n\t\t\t\t\tPart 1 makes provision about the enforcement of interim orders in theUnited Kingdom, and\n\t\t\t\t\tPart 2 makes provision about enforcement where property or evidence isoutside the United Kingdom.\n\t\t\t\tThe amendments made by this section and Part 2 of Schedule 18 are deemedalways to have had effect.\n\t\t\t\tThe amendments made by this section and Schedule 18 do not affect theextent to which provisions of the Proceeds of Crime Act 2002 (other thanChapter 2 of Part 5), or of any other enactment, apply in respect of personsor property outside the United Kingdom or outside a particular part of theUnited Kingdom.\n\tInvestigations \n\t\tIn Schedule 19 (proceeds of crime: investigations)—\n\t\t\tPart 1 makes provision about orders and warrants sought under Part 8 of theProceeds of Crime Act 2002 in connection with civil recovery investigations,\n\t\t\tPart 2 makes provision about obtaining evidence overseas, and\n\t\t\tPart 3 makes consequential amendments relating to immigration officers andto the National Crime Agency."
    },
    {
        "length": 603,
        "text": "\nImmigration cases: appeal rights; and facilitating combined appeals\n\tIn section 84(1)(b) of the Nationality, Immigration and Asylum Act 2002(grounds of appeal: decision unlawful because of race discrimination etc byNorthern Ireland public authority) after “1997” insert “or by virtue ofsection 29 of the Equality Act 2010 (discrimination in the exercise of publicfunctions etc) so far as relating to race as defined by section 9(1) of thatAct”.\n\tIn section 99 of that Act (pending appeals lapse on issue of certificates)—\n\t\tin subsection (1) (list of provisions under which certificates may beissued) omit “96(1) or (2),”, and\n\t\tin the title, for “96 to” substitute “97 and”.\n\tFor section 47(1) of the Immigration, Asylum and Nationality Act 2006(decision that person is to be removed from the United Kingdom may be madewhile person can bring appeal) substitute—\n\tWhere the Secretary of State gives written notice of a pre-removaldecision to the person affected, the Secretary of State may—\n\t\tin the document containing that notice,\n\t\tin a document enclosed in the same envelope as that document,\n\t\totherwise on the occasion when that notice is given to the person, or\n\t\tat any time after that occasion but before an appeal against the pre-removal decision is brought under section 82(1) of the Nationality,Immigration and Asylum Act 2002,\n\t\t\talso give the person written notice that the person is to be removed from theUnited Kingdom under this section in accordance with directions given by animmigration officer if and when the person’s leave to enter or remain in theUnited Kingdom expires.\n\t\t(1A)In subsection (1) “pre-removal decision” means—\n\t\ta decision on an application—\n\t\tfor variation of limited leave to enter or remain in the United Kingdom,and\n\t\tmade before the leave expires,\n\t\ta decision to revoke a person’s leave to enter or remain in the UnitedKingdom, or\n\t\ta decision to vary a person’s leave to enter or remain in the UnitedKingdom where the variation will result in the person having no leave to enteror remain in the United Kingdom.”"
    },
    {
        "length": 457,
        "text": "\nAppeals against refusal of entry clearance to visit the UK\n\tSection 88A of the Nationality, Immigration and Asylum Act 2002 as insertedby the 2006 Act (appeals against refusal of entry clearance) is amended inaccordance with subsections (3) to (5).\n\tIn section 4(1) of the 2006 Act, the section 88A to be inserted into theNationality, Immigration and Asylum Act 2002 is amended in accordance withsubsections (3) to (5).\n\tIn section 88A(1) omit paragraph (a) (power to allow the making of appealsby certain visitors).\n\tIn section 88A(2) omit paragraph (a) (provision supplementing subsection(1)(a)).\n\tIn section 88A(2)(c) (provision supplementing subsection (1)(a) and (b))for “circumstances of the applicant, of the person whom the applicant seeks tovisit or” substitute “circumstances of the applicant or of the person”.\n\tIn section 4(3)(e) of the 2006 Act for “88A(1)(a) or (b)” substitute“88A(1)(b)”.\n\tAfter the coming into force of this subsection, the power under section 62of the 2006 Act (power to make commencement orders) so far as exercisable inrelation to section 4(1) of the 2006 Act is power to provide for the cominginto force of section 4(1) of the 2006 Act as amended by this section.\n\tIn this section “the 2006 Act” means the Immigration, Asylum andNationality Act 2006."
    },
    {
        "length": 331,
        "text": "\nRestriction on right of appeal from within the United Kingdom\n\tThe Nationality, Immigration and Asylum Act 2002 is amended as follows.\n\tIn section 92 (appeals from within the United Kingdom: general), aftersubsection (2) insert—\n\t\t“(2A)So far as it relates to an immigration decision of a kind specified insection 82(2)(e), subsection (2) is subject to section 97B.”\n\tAfter section 97A insert—\n\t“97BVariation of leave on grounds of public good: rights of appeal\n\t\tThis section applies to an immigration decision of a kind referred to insection 82(2)(e) if the Secretary of State, acting in person, certifies thatthe decision is or was taken wholly or partly on the ground that it is nolonger conducive to the public good for the person to have leave to enter orremain in the United Kingdom.\n\t\tIf the person concerned is outside the United Kingdom when the immigrationdecision is taken, an appeal under section 82(1) against that decision may bebrought only from outside the United Kingdom.\n\t\tAccordingly, the person concerned may not enter the United Kingdom for thepurposes of an appeal against that decision and the person’s appeal againstthat decision is not one of a kind to which section 92 applies.”"
    },
    {
        "length": 1168,
        "text": "\nDeportation on national security grounds: appeals\n\tSection 97A of the Nationality, Immigration and Asylum Act 2002(deportation on national security grounds: appeal rights) is amended asfollows.\n\tAfter subsection (1) insert—\n\t\t“(1A)This section also applies where the Secretary of State certifies, in thecase of a person in respect of whom a deportation order has been made whichstates that it is made in accordance with section 32(5) of the UK Borders Act2007, that the person’s removal from the United Kingdom would be in theinterests of national security.”\n\tFor subsection (2)(c) substitute—\n\t\tsection 2(5) of the Special Immigration Appeals Commission Act 1997(whether appeals brought against decisions certified under section 97 may bebrought from within the United Kingdom) does not apply, but see instead thefollowing provisions of this section.”\n\tAfter subsection (2) insert—\n\t“(2A)The person while in the United Kingdom may not bring or continue anappeal under section 2 of the Special Immigration Appeals Commission Act 1997—\n\t\tagainst the decision to make the deportation order, or\n\t\tagainst any refusal to revoke the deportation order,\n\t\tunless the person has made a human rights claim while in the United Kingdom.\n\t\t(2B)Subsection (2A) does not allow the person while in the United Kingdom tobring or continue an appeal if the Secretary of State certifies that removalof the person—\n\t\tto the country or territory to which the person is proposed to be removed,and\n\t\tdespite the appeals process not having been begun or not having beenexhausted,\n\t\twould not breach the United Kingdom’s obligations under the Human RightsConvention.\n\t\t(2C)The grounds upon which a certificate may be given under subsection (2B)include (in particular)—\n\t\tthat the person would not, before the appeals process is exhausted, face areal risk of serious irreversible harm if removed to the country or territoryto which the person is proposed to be removed;\n\t\tthat the whole or part of any human rights claim made by the person isclearly unfounded.\n\t\t(2D)Subsection (2A) does not allow the person while in the United Kingdom tobring an appeal on a non-human-rights ground, or to continue an appeal so faras brought on non-human-rights grounds, if the Secretary of State certifiesthat removal of the person—\n\t\tto the country or territory to which the person is proposed to be removed,and\n\t\tdespite the appeals process, so far as relating to appeal on non-human-rights grounds, not having been begun or not having been exhausted,\n\t\twould not breach the United Kingdom’s obligations under the Human RightsConvention.\n\t\t(2E)In subsection (2D) “non-human-rights ground” means any ground other thanthe ground that removal of the person from the United Kingdom in consequenceof the decision to make the deportation order would be unlawful under section6 of the Human Rights Act 1998 as being incompatible with a person’sConvention rights.\n\t\t(2F)If a certificate in respect of a person is given under subsection (2B),the person may apply to the Special Immigration Appeals Commission to setaside the certificate.\n\t\t(2G)If a person makes an application under subsection (2F) then theCommission, in determining whether the certificate should be set aside, mustapply the principles that would be applied in judicial review proceedings.\n\t\t(2H)The Commission’s determination of a review under subsection (2F) is final.\n\t\t(2J)The Commission may direct that a person who has made and not withdrawn anapplication under subsection (2F) is not to be removed from the United Kingdomat a time when the review has not been finally determined by the Commission.\n\t\t(2K)Sections 5 and 6 of the Special Immigration Appeals Commission Act 1997apply in relation to reviews under subsection (2F) (and to applicants for suchreviews) as they apply in relation to appeals under section 2 or 2B of thatAct (and to persons bringing such appeals).\n\t\t(2L)Any exercise of power to make rules under section 5 of that Act inrelation to reviews under subsection (2F) is to be with a view to securingthat proceedings on such reviews are handled expeditiously.”\n\tIn subsection (3) (appeal against certificate under subsection (2)(c)(iii))for “(2)(c)(iii)” substitute “(2D)”."
    },
    {
        "length": 2927,
        "text": "\nPowers of immigration officers\n\tIn the Police Act 1997, in section 93 (authorisations to interfere withproperty etc: authorising officers), in subsection (5), after paragraph (h)insert—\n\t\tan immigration officer who is a senior official within the meaning of theRegulation of Investigatory Powers Act 2000 and who is designated for thepurposes of this paragraph by the Secretary of State;”.\n\tIn the Regulation of Investigatory Powers Act 2000, in section 32(6)(authorisation of intrusive surveillance: senior authorising officers), afterparagraph (m) insert—\n\t\ta senior official in the department of the Secretary of State by whomfunctions relating to immigration are exercisable who is designated for thepurposes of this paragraph by the Secretary of State; and”.\n\tThe Proceeds of Crime Act 2002 is amended in accordance with subsections(4) and (5).\n\tIn the 2002 Act—\n\t\tin section 47A (search and seizure powers under sections 47B to 47S:meaning of “appropriate officer”), in subsection (1), after paragraph (a)insert—\n\t\tan immigration officer;”;\n\t\tin section 127A (search and seizure powers in Scotland under sections 127Bto 127R: meaning of “appropriate officer”), in subsection (1), after paragraph(a) insert—\n\t\tan immigration officer, or”;\n\t\tin section 195A (search and seizure powers in Northern Ireland undersections 195B to 195S: meaning of “appropriate officer”), in subsection (1),after paragraph (a) insert—\n\t\tan immigration officer, or”.\n\tIn section 378 of the 2002 Act (appropriate officers and senior appropriateofficers for the purposes of investigations under Part 8 of that Act)—\n\t\tin subsection (1) (appropriate officers for confiscation investigations),after paragraph (d) insert—\n\t\tan immigration officer.”;\n\t\tin subsection (2) (senior appropriate officers for confiscationinvestigations), after paragraph (c) insert—\n\t\tan immigration officer who is not below such grade as is designated bythe Secretary of State as equivalent to that rank;”;\n\t\tin subsection (3A) (appropriate officers for detained cash investigations),after paragraph (b) insert—\n\t\tan immigration officer.”;\n\t\tin subsection (4) (appropriate officers for money launderinginvestigations), after paragraph (c) insert—\n\t\tan immigration officer.”;\n\t\tin subsection (6) (senior appropriate officers in relation to moneylaundering investigations), after paragraph (b) insert—\n\t\tan immigration officer who is not below such grade as is designated bythe Secretary of State as equivalent to that rank;”.\n\tIn the UK Borders Act 2007, in section 24 (seizure of cash by immigrationofficers under Proceeds of Crime Act 2002)—\n\t\tin subsection (2), for paragraphs (a) and (b) substitute—\n\t\tunlawful conduct”, in or in relation to section 289, means conduct which—\n\t\trelates to the entitlement of one or more persons who are not nationals ofthe United Kingdom to enter, transit across, or be in, the United Kingdom(including conduct which relates to conditions or other controls on any suchentitlement), or\n\t\tis undertaken for the purposes of, or otherwise in relation to, a relevantnationality enactment,\n\t\t\tand (in either case) constitutes an offence,”;\n\t\tafter subsection (2) insert—\n\t\t“(2A)In subsection (2)(a)(ii) “relevant nationality enactment” means anyenactment in—\n\t\tthe British Nationality Act 1981,\n\t\tthe Hong Kong Act 1985,\n\t\tthe Hong Kong (War Wives and Widows) Act 1996,\n\t\tthe British Nationality (Hong Kong) Act 1997,\n\t\tthe British Overseas Territories Act 2002, or\n\t\tan instrument made under any of those Acts.”.\n\tSections 136 to 139 of the Criminal Justice and Public Order Act 1994(execution of warrants and powers of arrest and search) apply to animmigration officer as they apply to a constable (but subject to subsection(8) below and paragraphs 41 to 43 of Schedule 21).\n\tAn immigration officer may exercise a power under sections 136 to 139 ofthe 1994 Act only—\n\t\tin the exercise of a function which relates to the entitlement of one ormore persons who are not nationals of the United Kingdom to enter, transitacross, or be in, the United Kingdom (including a function which relates toconditions or other controls on any such entitlement),\n\t\tin exercising a function under, or for the purposes of—\n\t\tthe British Nationality Act 1981,\n\t\tthe Hong Kong Act 1985,\n\t\tthe Hong Kong (War Wives and Widows) Act 1996,\n\t\tthe British Nationality (Hong Kong) Act 1997,\n\t\tthe British Overseas Territories Act 2002,\n\t\tan instrument made under any of those Acts, or\n\t\tin connection with the prevention, investigation or prosecution of any ofthe following offences (insofar as that does not involve the exercise of afunction which falls within paragraph (a) or (b))—\n\t\tan offence under section 26(1)(a), (b) or (g) of the Immigration Act 1971(refusal or failure to submit to examination or to furnish information etc, orobstruction of immigration officer);\n\t\tan offence under section 22 of the UK Borders Act 2007 (assaulting animmigration officer).\n\tThe Criminal Law (Consolidation) (Scotland) Act 1995 is amended inaccordance with subsections (10) to (12).\n\tIn section 24 of the 1995 Act (detention and questioning at office ofRevenue and Customs)—\n\t\tin subsection (1), in the words before paragraph (a), for the words fromthe beginning to “the officer may” substitute—\n\t\t“(A1)The powers conferred by subsection (1) are exercisable—\n\t\tby an officer of Revenue and Customs where the officer has reasonablegrounds for suspecting that a person has committed or is committing a Revenueand Customs offence punishable by imprisonment, or\n\t\tby an immigration officer where the officer has reasonable grounds forsuspecting that a person has committed or is committing an immigration offenceor nationality offence punishable by imprisonment.\n\tThe officer may”;\n\t\tin subsection (1), in the words after paragraph (b)—\n\t\tafter “Customs” (in the first place) insert “(in a case falling withinsubsection (A1)(a)) or police station (in a case falling within subsection(A1)(b)”;\n\t\tafter “premises” (in the first place) insert “(in either of those cases)”;\n\t\tfor “or, as the case may be,” substitute “or police station, or”;\n\t\tat the end insert “(as the case may be)”.\n\tIn section 26A of the 1995 Act (power of arrest)—\n\t\tthe existing provision becomes subsection (1) of section 26A;\n\t\tin subsection (1), for “an authorised officer” substitute “an authorisedofficer of Revenue and Customs”;\n\t\tafter subsection (1) insert—\n\tWhere an authorised immigration officer has reasonable grounds forsuspecting that an immigration offence or nationality offence or immigrationenforcement offence has been or is being committed, the officer may arrestwithout warrant any person whom the officer has reasonable grounds forsuspecting to be guilty of the offence.\n\tIn this section—\n\t\t“authorised officer of Revenue and Customs” means an officer of Revenue andCustoms acting with the authority (which may be general or specific) of theCommissioners for Her Majesty’s Revenue and Customs;\n\t\t“authorised immigration officer” means an immigration officer acting withthe authority (which may be general or specific) of the Secretary of State.”\n\tIn section 26B of the 1995 Act (interpretation of Part 3 etc), insubsection (1), after the definition of “authorised officer” insert—\n\t\t  * ““immigration offence” means an offence involving conduct which relates to the entitlement of one or more persons who are not nationals of the United Kingdom to enter, transit across, or be in, the United Kingdom (including conduct which relates to conditions or other controls on any such entitlement);\n\t\t  * “immigration enforcement offence” means any of the following offences (insofar as they are not immigration or nationality offences)—\n\t\tan offence under section 26(1)(a), (b) or (g) of the Immigration Act 1971(refusal or failure to submit to examination or to furnish information etc, orobstruction of immigration officer);\n\t\tan offence under section 22 of the UK Borders Act 2007 (assaulting animmigration officer);\n\t\t\t  * “nationality offence” means an offence involving conduct which is undertaken for the purposes of, or otherwise in relation to, an enactment in—\n\t\tthe British Nationality Act 1981,\n\t\tthe Hong Kong Act 1985,\n\t\tthe Hong Kong (War Wives and Widows) Act 1996,\n\t\tthe British Nationality (Hong Kong) Act 1997,\n\t\tthe British Overseas Territories Act 2002, or\n\t\tan instrument made under any of those Acts.”\n\tIn the Criminal Procedure (Scotland) Act 1995, in section 307(interpretation)—\n\t\tin subsection (1), in the definition of “officer of law”, after paragraph(ba) insert—\n\t\tsubject to subsection (1AA) below, an immigration officer acting with theauthority (which may be general or specific) of the Secretary of State;”;\n\t\tafter subsection (1A) insert—\n\t\t“(1AA)The inclusion of immigration officers as “officers of law” shall haveeffect only in relation to immigration offences and nationality offences(within the meaning of Part 3 of the Criminal Law (Consolidation) (Scotland)Act 1995).”;\n\t\tin subsection (1B), for the words from “this Act” to “had the authority”substitute “this Act—\n\t\ta certificate of the Commissioners for Her Majesty’s Revenue and Customsthat an officer of Revenue of Customs, or\n\t\ta certificate of the Secretary of State that an immigration officer,\n\t\thad the authority”.\n\tSchedule 21 (powers of immigration officers: further provision) haseffect."
    },
    {
        "length": 1506,
        "text": "\nDrugs and driving\n\tDrugs and driving\n\t\tAfter section 5 of the Road Traffic Act 1988 (“the 1988 Act”) insert—\n\t\t“5ADriving or being in charge of a motor vehicle with concentration ofspecified controlled drug above specified limit\n\t\t\tThis section applies where a person (“D”)—\n\t\t\t\tdrives or attempts to drive a motor vehicle on a road or other publicplace, or\n\t\t\t\tis in charge of a motor vehicle on a road or other public place,\n\t\t\t\t\tand there is in D’s body a specified controlled drug.\n\t\t\tD is guilty of an offence if the proportion of the drug in D’s blood orurine exceeds the specified limit for that drug.\n\t\t\tIt is a defence for a person (“D”) charged with an offence under thissection to show that—\n\t\t\t\tthe specified controlled drug had been prescribed or supplied to D formedical or dental purposes,\n\t\t\t\tD took the drug in accordance with any directions given by the person bywhom the drug was prescribed or supplied, and with any accompanyinginstructions (so far as consistent with any such directions) given by themanufacturer or distributor of the drug, and\n\t\t\t\tD’s possession of the drug immediately before taking it was not unlawfulunder section 5(1) of the Misuse of Drugs Act 1971 (restriction of possessionof controlled drugs) because of an exemption in regulations made under section7 of that Act (authorisation of activities otherwise unlawful under foregoingprovisions).\n\t\t\tThe defence in subsection (3) is not available if D’s actions were—\n\t\t\t\tcontrary to any advice, given by the person by whom the drug was prescribedor supplied, about the amount of time that should elapse between taking thedrug and driving a motor vehicle, or\n\t\t\t\tcontrary to any accompanying instructions about that matter (so far asconsistent with any such advice) given by the manufacturer or distributor ofthe drug.\n\t\t\tIf evidence is adduced that is sufficient to raise an issue with respect tothe defence in subsection (3), the court must assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\t\tIt is a defence for a person (“D”) charged with an offence by virtue ofsubsection (1)(b) to prove that at the time D is alleged to have committed theoffence the circumstances were such that there was no likelihood of D drivingthe vehicle whilst the proportion of the specified controlled drug in D’sblood or urine remained likely to exceed the specified limit for that drug.\n\t\t\tThe court may, in determining whether there was such a likelihood,disregard any injury to D and any damage to the vehicle.\n\t\t\tIn this section, and in sections 3A, 6C(1), 6D and 10, “specified” meansspecified in regulations made—\n\t\t\t\tby the Secretary of State, in relation to driving or attempting to drive,or being in charge of a vehicle, in England and Wales;\n\t\t\t\tby the Scottish Ministers, in relation to driving or attempting to drive,or being in charge of a vehicle, in Scotland.\n\t\t\tA limit specified under subsection (2) may be zero.”\n\t\t\tIn section 11 of the 1988 Act (interpretation of sections 3A to 10), insubsection (2)—\n\t\t\t\tbefore the definition of “drug” insert—\n\t\t\t\t\t  * ““controlled drug” has the meaning given by section 2 of the Misuse of Drugs Act 1971,”;\n\t\t\t\tat the end insert—\n\t\t\t\t\t  * ““specified”, in relation to a controlled drug, has the meaning given by section 5A(8)”.\n\t\t\tIn section 195 of the 1988 Act (provisions as to regulations), insubsection (3), and in subsections (4) and (4A) (regulations subject toaffirmative resolution procedure), before “8(3)” insert “5A,”.\n\t\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act 1988 (prosecutionand punishment of offences under the Traffic Acts), after the entry beginning“RTA section 5(1)(b)” insert—\n\t\t\t“RTA section 5A(1)(a) and (2)| Driving or attempting to drive withconcentration of specified controlled drug above specified limit.| Summarily.|On conviction in England and Wales: 51 weeks or level 5 on the standard scaleor both. On conviction in Scotland: 6 months or level 5 on the standard scaleor both.| Obligatory.| Obligatory.| 3-11  ---|---|---|---|---|---|---  RTA section 5A(1)(b) and (2)| Being in charge of a motor vehicle with concen-tration of specified controlled drug above specified limit.| Summarily.| Onconviction in England and Wales: 51 weeks or level 4 on the standard scale orboth. On conviction in Scotland: 3 months or level 4 on the standard scale orboth.| Discretionary.| Obligatory.| 10”.    (5)In the entry inserted by subsection (4) beginning “RTA section 5A(1)(a) and(2)”, in relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003 the reference to 51 weeks (onconviction in England and Wales) is to be read as a reference to 6 months.\n\t\t\tIn the entry inserted by subsection (4) beginning “RTA section 5A(1)(b) and(2)”, in relation to an offence committed before the commencement of section280(2) of the Criminal Justice Act 2003 the reference to 51 weeks (onconviction in England and Wales) is to be read as a reference to 3 months.\n\t\t\tSchedule 22 (drugs and driving: minor and consequential amendments) haseffect."
    },
    {
        "length": 121,
        "text": "\nPublic order\n\tPublic order offences\n\t\tThe Public Order Act 1986 is amended as follows.\n\t\tIn section 5(1) (harassment, alarm or distress) for “, abusive orinsulting” in the two places where it occurs substitute “or abusive”.\n\t\tIn section 6(4) (mental element: miscellaneous) for “, abusive orinsulting” in the two places where it occurs substitute “or abusive”."
    },
    {
        "length": 3118,
        "text": "\nGeneral\n\tOrders and regulations\n\t\tOrders and regulations made by the Secretary of State or Lord Chancellorunder this Act are to be made by statutory instrument.\n\t\tAn order made by the Secretary of State under section 2 is subject tosuper-affirmative procedure.\n\t\tSchedule 23 (super-affirmative procedure) has effect.\n\t\tThe Secretary of State or Lord Chancellor may not make a statutoryinstrument containing any of the following (whether or not also containingother provisions) unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament—\n\t\t\tan order under paragraph 33 or 34 of Schedule 3;\n\t\t\tregulations under paragraph 5 of Schedule 5;\n\t\t\tan order under paragraph 27 or 28 of Schedule 5 which amends or repeals anyprovision of primary legislation;\n\t\t\tan order under section 13;\n\t\t\tan order under paragraph (p) of the definition of “permitted purpose” insection 16(1);\n\t\t\tan order under paragraph 87 of Schedule 13;\n\t\t\tan order under section 32(1);\n\t\t\tan order under paragraph 3(1)(c) or 31 of Schedule 17;\n\t\t\tregulations under section 47;\n\t\t\tan order under section 59 which amends or repeals any provision of primarylegislation;\n\t\t\tan order under section 61 bringing anything in Part 4 of Schedule 16 intoforce or bringing section 44 into force so far as relating to anything in thatPart of that Schedule, other than an order which makes the provision permittedby section 61(8) or (9);\n\t\t\tan order under paragraph 5 of Schedule 24.\n\t\tA statutory instrument made by the Secretary of State or Lord Chancellorcontaining any of the following is subject to annulment in pursuance of aresolution of either House of Parliament—\n\t\t\tregulations under paragraph 1 of Schedule 4;\n\t\t\tan order under paragraph 27 or 28 of Schedule 5 which does not amend orrepeal any provision of primary legislation;\n\t\t\tregulations under paragraph 5 of Schedule 6;\n\t\t\tregulations under section 14;\n\t\t\tan order under section 59 which does not amend or repeal any provision ofprimary legislation;\n\t\t\tan order under paragraph 1, 2, 3 or 4 of Schedule 24;\n\t\t\tan order under Schedule 25.\n\t\tSubsection (5) does not apply to a statutory instrument that is subject toa requirement that a draft of the instrument be laid before, and approved by aresolution of, each House of Parliament.\n\t\tAny provision that may be made by the Secretary of State by order underthis Act may be made by the Secretary of State by regulations (and where, inreliance on this subsection, provision is made by regulations instead of byorder, this Act applies in relation to the regulations as it would otherwiseapply in relation to the order).\n\t\tAny provision that may be made by the Secretary of State by regulationsunder this Act may be made by the Secretary of State by order (and where, inreliance on this subsection, provision is made by order instead of byregulations, this Act applies in relation to the order as it would otherwiseapply in relation to the regulations).\n\t\tAn order made by the Scottish Ministers under paragraph 27 or 28 ofSchedule 5 is subject to the negative procedure unless it amends or repealsany provision of primary legislation, in which case it is subject to theaffirmative procedure.\n\t\tAn order made by the Department of Justice in Northern Ireland underparagraph 27 or 28 of Schedule 5 is to be made by statutory rule for thepurposes of the Statutory Rules (Northern Ireland) Order 1979.\n\t\tA statutory rule containing such an order is subject to negativeresolution (within the meaning of section 41(6) of the Interpretation Act(Northern Ireland) 1954) unless it amends or repeals any provision of primarylegislation, in which case it may not be made unless a draft has been laidbefore, and approved by a resolution of, the Northern Ireland Assembly.\n\t\tAn order or regulations made under this Act by the Secretary of State, theLord Chancellor, the Scottish Ministers or the Department of Justice inNorthern Ireland may—\n\t\t\tmake different provision for different purposes or areas,\n\t\t\tinclude supplementary, incidental or consequential provision, or\n\t\t\tmake transitional, transitory or saving provision.\n\t\tIn this section—\n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “super-affirmative procedure” means the procedure provided for by Schedule 23. \n\tConsequential amendments\n\t\tThe Secretary of State or Lord Chancellor may by order make such provisionas the Secretary of State or Lord Chancellor (as the case may be) considersappropriate in consequence of this Act.\n\t\tThe power to make an order under this section may, in particular, beexercised by amending, repealing, revoking or otherwise modifying anyprovision made by or under an enactment.\n\t\tIn this section “enactment” means an enactment whenever passed or made, andincludes an Act of the Scottish Parliament, a Measure or Act of the NationalAssembly for Wales and Northern Ireland legislation.\n\tTransitional, transitory or saving provision\n\t\tThe Secretary of State or Lord Chancellor may by order make such transitional,transitory or saving provision as the Secretary of State or Lord Chancellor(as the case may be) considers appropriate—\n\t\t\tin connection with the coming into force of any provision of this Act, or\n\t\t\twhere Part 4 of Schedule 16 and section 44 so far as relating to that Partof that Schedule are brought into force in relation to a specified area for aspecified period, in connection with those provisions ceasing to be in forceat the end of that period or at the end of that period as continued undersection 61(9).\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Crime and Courts Act 2013.\n\t\tSubject as follows, this Act comes into force on such day as the Secretaryof State may by order appoint; and different days may be appointed fordifferent purposes and, in the case of Part 4 of Schedule 16 and section 44 sofar as relating to that Part of that Schedule, for different areas.\n\t\tSections 17, 20 to 30 and 32 and Schedules 9 to 11, 13 and 14 come intoforce on such day as the Lord Chancellor may by order appoint; and differentdays may be appointed for different purposes.\n\t\tSubsection (3) does not apply to—\n\t\t\tPart 5 of Schedule 13, or section 20 so far as relating to that Part;\n\t\t\tsection 26(2).\n\t\tSection 19 comes into force on the day after the day on which this Act ispassed.\n\t\tSections 26(2), 31 and 33 come into force at the end of the period of twomonths beginning with the day on which this Act is passed.\n\t\tSections 34 to 39 come into force at the end of the period of one yearbeginning with the day on which a body is established by Royal Charter withthe purpose of carrying on activities relating to the recognition ofindependent regulators of relevant publishers (as defined by section 41).\n\t\tAn order which brings the monitoring provisions into force only in relationto a specified area may provide that they are to be in force in relation tothat area for a specified period; and in this subsection and subsection (9)“the monitoring provisions” means Part 4 of Schedule 16, and section 44 so faras relating to that Part of that Schedule.\n\t\tAn order containing the provision permitted by subsection (8) may beamended by a subsequent order under subsection (2) so as to continue themonitoring provisions in force in relation to the area concerned for a furtherperiod.\n\t\tAn order which includes provision for the commencement of section 49 orSchedule 19 may not be made unless the Secretary of State has consulted theScottish Ministers.\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tPart 5 of Schedule 13, and section 20 so far as relating to that Part;\n\t\t\tsection 43;\n\t\t\tsection 48 (except subsection (6)(a));\n\t\t\tPart 2 of Schedule 18;\n\t\t\tsections 58 to 60 and this section;\n\t\t\tSchedules 24 and 25.\n\t\tSubject as follows, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tThe following extend to England and Wales only—\n\t\t\tsection 24;\n\t\t\tsection 32;\n\t\t\tsection 33;\n\t\t\tsections 34 to 42;\n\t\t\tparagraph 30 of Schedule 16 and section 44 so far as relating to thatparagraph, but only so far as relating to disclosure or use of information bya person appointed under section 2(1) of the Courts Act 2003 or provided undera contract made by virtue of section 2(4) of that Act;\n\t\t\tthe amendments and repeals made by this Act in sections 4(5A) to (6A) and6(2) of the Maintenance Orders (Facilities for Enforcement) Act 1920, insections 8(4) and 33(3) of the Maintenance Orders (Reciprocal Enforcement) Act1972 and in section 14 of the Contempt of Court Act 1981;\n\t\t\tparagraphs 1 to 31 and 39 of Schedule 17, and section 45 so far as relatingto those paragraphs.\n\t\tThe amendments made by this Act in the Industrial and Provident SocietiesAct 1965 extend to England and Wales, and Scotland, only.\n\t\tExcept as provided by subsections (13) and (14), an amendment, repeal orrevocation has the same extent as the provision amended, repealed or revoked(ignoring extent by virtue of an Order in Council).\n\t\tSubsection (15) applies to section 43 only so far as the provisionsamended extend to England and Wales or apply in relation to service offences.\n\t\tSubsection (15) does not apply to amendments made by section 27(13) and(14) or to the amendments made by this Act in the Government Annuities Act1929 or the Friendly Societies Act 1974 (which amendments, accordingly, extendto England and Wales, Scotland and Northern Ireland only).\n\t\tThis section is subject to Schedule 24 (the NCA: Northern Ireland).\n\t\tThis section is subject to Schedule 25 (proceeds of crime provisions:Northern Ireland).\n\t\tHer Majesty may by Order in Council provide for any provision of section51, 52, 53 or 54 to extend, with or without modifications, to—\n\t\t\tany of the Channel Islands, or\n\t\t\tthe Isle of Man.\n\t\tHer Majesty may by Order in Council provide for provisions of Part 8 ofSchedule 16 (amendments of Armed Forces Act 2006) to extend, with or withoutmodifications, to—\n\t\t\tany of the Channel Islands,\n\t\t\tthe Isle of Man, or\n\t\t\tany of the British overseas territories.\n\t\tThe power conferred by section 338 of the Criminal Justice Act 2003 (powerto extend to Channel Islands and Isle of Man) is exercisable in relation toany amendment of that Act that is made by or under this Act.\n\t\tThe power conferred by section 52(2) of the Civil Jurisdiction andJudgments Act 1982 (power to extend to Channel Islands, Isle of Man andBritish overseas territories) is exercisable in relation to any amendment ofthat Act that is made by or under this Act."
    }
]