[
    {
        "length": 614,
        "text": "\nOfficial warnings by the Commission\n\tBefore section 76 of the Charities Act 2011, after the heading “Powers ofCommission to act for protection of charities etc” insert—\n\t“75AOfficial warnings by the Commission\n\t\tThe Commission may issue a warning—\n\t\t\tto a charity trustee or trustee for a charity who it considers hascommitted a breach of trust or duty or other misconduct or mismanagement inthat capacity, or\n\t\t\tto a charity in connection with which it considers a breach of trust orduty or other misconduct or mismanagement has been committed.\n\t\tThe Commission—\n\t\t\tmay publish a warning it has issued;\n\t\t\tmay issue or publish a warning in any way it considers appropriate.\n\t\tBefore issuing a warning under this section, the Commission must givenotice of its intention to do so to the charity, and each charity trustee ortrustee for the charity, except any who cannot be found or who has no knownaddress in the United Kingdom.\n\t\tAny such notice—\n\t\t\tmay be given by post, and\n\t\t\tif given by post, may be addressed to the recipient’s last known address inthe United Kingdom.\n\t\tThe notice must specify—\n\t\t\tthe power under subsection (1) to give the warning, and the grounds for thewarning;\n\t\t\tany action that the Commission considers should be taken, or that theCommission is considering taking, to rectify the misconduct or mismanagementreferred to in subsection (1);\n\t\t\twhether and, if so, how the Commission proposes to publish the warning;\n\t\t\ta period within which representations may be made to the Commission aboutthe content of the proposed warning.\n\t\tWhere the Commission gives notice under subsection (3) of its intention toissue a warning—\n\t\t\tit must take into account any representations made to it within the periodspecified in the notice, and\n\t\t\tit may (without further notice) issue the warning either withoutmodifications or with such modifications as it thinks desirable.\n\t\tThe Commission may vary or withdraw a warning under this section.\n\t\tSubsection (2) applies to the variation or withdrawal of a warning as itapplies to a warning.\n\t\tSubsections (3) to (6) apply to the variation of a warning as they apply toa warning, except that—\n\t\t\tin subsection (5)(a) references to the warning are to be read as referencesto the warning as varied, and\n\t\t\tthe matter to be specified under subsection (5)(b) is any change as aresult of the variation in the action previously proposed by the Commission.”"
    },
    {
        "length": 217,
        "text": "\nInvestigations and power to suspend\n\tSection 76 of the Charities Act 2011 (suspension of trustees etc andappointment of interim managers) is amended as follows.\n\tIn subsection (1)(a), for “any” substitute “a failure to comply with anorder or direction of the Commission, a failure to remedy any breach specifiedin a warning under section 75A, or any other”.\n\tIn subsection (4), at the end insert “, subject to any extension undersubsection (7)”.\n\tAt the end add—\n\tAt any time before the expiry of an order under paragraph (a) ofsubsection (3) the Commission may extend or further extend the suspension byan order under that paragraph, provided that—\n\t\tthe order does not extend the suspension for a period of more than 12months, and\n\t\tthe total period of suspension is not more than 2 years.”"
    },
    {
        "length": 293,
        "text": "\nRange of conduct to be considered when exercising powers\n\tAfter section 76 of the Charities Act 2011 insert—\n\t“76AExercise of powers where section 76(1)(a) applies\n\t\tThis section applies to any power under this Part which is exercisable incases where the Commission is satisfied as mentioned in section 76(1)(a) inrelation to a charity (misconduct or mismanagement), with or without any othercondition.\n\t\tIf in such a case the Commission is also satisfied—\n\t\t\tthat a particular person has been responsible for the misconduct ormismanagement,\n\t\t\tthat a particular person knew of the misconduct or mismanagement and failedto take any reasonable step to oppose it, or\n\t\t\tthat a particular person’s conduct contributed to it or facilitated it,\n\t\t\t\tthe Commission may take into account the matters mentioned in subsection (3)in deciding whether or how to exercise the power.\n\t\tThose matters are—\n\t\t\tthe conduct of that person in relation to any other charity;\n\t\t\tany other conduct of that person that appears to the Commission to bedamaging or likely to be damaging to public trust and confidence in charitiesgenerally or particular charities or classes of charity.”"
    },
    {
        "length": 764,
        "text": "\nPower to remove trustees etc following an inquiry\n\tThe Charities Act 2011 is amended as follows.\n\tFor section 79 (Commission’s power to remove trustees etc following aninquiry) substitute—\n\t“79Removal of trustee or officer etc for protective etc purposes\n\t\tSubsection (2) applies where, at any time after it has instituted aninquiry under section 46 with respect to any charity, the Commission issatisfied either as mentioned in section 76(1)(a) (misconduct ormismanagement) or as mentioned in section 76(1)(b) (need to protect propertyetc).\n\t\tThe Commission may of its own motion by order establish a scheme for theadministration of the charity.\n\t\tSubsection (4) applies where, at any time after it has instituted aninquiry under section 46 with respect to any charity, the Commission issatisfied both as mentioned in section 76(1)(a) (misconduct or mismanagement)and as mentioned in section 76(1)(b) (need to protect property etc).\n\t\tWhether or not it acts under subsection (2), the Commission may of its ownmotion by order remove any trustee, charity trustee, officer, agent oremployee of the charity—\n\t\t\twho has been responsible for the misconduct or mismanagement,\n\t\t\twho knew of the misconduct or mismanagement and failed to take anyreasonable step to oppose it, or\n\t\t\twhose conduct contributed to it or facilitated it.\n\t\tWhere the Commission has given notice under section 82 of its intention tomake an order under subsection (4) removing a person from an office oremployment, the Commission may proceed to make the order even though theperson has ceased to hold the office or employment.\n\t\tWhere an order is made relying on subsection (5)—\n\t\t\tsection 81(1) (power to make supplementary provision) and Case D in section178(1) (disqualification) apply as if the person was removed by the order, but\n\t\t\tthe order does not affect the time when the person ceased to hold theoffice or employment.”\n\t\tIn section 83(3) (power to suspend or remove trustees etc from membershipof charity)—\n\t\t\tfor “79(2)” substitute “79(4)”;\n\t\t\tfor “an officer,” substitute “a trustee, charity trustee, officer,”.\n\t\tIn section 87(1) (supervision by Commission of certain Scottish charities),for “79(2)(b)” substitute “79(1) and (2)”.\n\t\tIn section 178(1) (automatic disqualification of charity trustees), in CaseD for “79(2)(a)” substitute “79(4)”.\n\t\tIn Schedule 6 (appeals to tribunals), in the entry relating to an ordermade by the Commission under section 79(2) in relation to a charity—\n\t\t\tin column 1, after “79(2)” insert “or (4)”;\n\t\t\tin column 2, for “79(2)(a)” substitute “79(4)”."
    },
    {
        "length": 278,
        "text": "\nPower to remove disqualified trustee\n\tThe Charities Act 2011 is amended as follows.\n\tAfter section 79 insert—\n\t“79ARemoval of disqualified trustee\n\t\tThe Commission may remove a charity trustee or trustee for a charity by ordermade of its own motion if the person is disqualified from being a charitytrustee or trustee for a charity (generally or in relation to the charityconcerned)—\n\t\t\tby virtue of section 178, or\n\t\t\tby an order under section 181A.”\n\t\tIn section 82(1) (removal of trustees etc: notice), after “79” insert “,79A”.\n\t\tIn section 89(1) (orders relating to trustees etc: exceptions to publicityrequirement), after paragraph (b) insert, “or\n\t\t\tan order under section 79A (removal of disqualified trustee),”.\n\t\tIn section 89(5) (notice inviting representations on order to remove),after “an order under this Act” insert “, other than an order under section79A,”."
    },
    {
        "length": 1450,
        "text": "\nPower to direct specified action not to be taken\n\tThe Charities Act 2011 is amended as follows.\n\tAfter section 84 insert—\n\t“84APower to direct specified action not to be taken\n\t\tThis section applies where, at any time after the Commission has institutedan inquiry under section 46 with respect to any charity, the Commissionconsiders that any action, if taken or continued by a person listed in section84(2), would constitute misconduct or mismanagement in the administration ofthe charity.\n\t\tThe Commission may make an order specifying the action and directing theperson not to take it or continue it.\n\t\tWhile an order under this section is in force, the Commission must reviewit at intervals of not more than 6 months.”\n\t\tIn section 20 (incidental powers), in subsection (3) after “84” insert “,84A”.\n\t\tIn section 86(2) (copy of certain orders, and reasons, to be sent tocharity) and section 336(2)(a) (enforcement of orders of Commission) insert inthe appropriate place—\n\t\t\t  * “section 84A (power to direct specified action not to be taken),”.\n\t\tIn Schedule 6 (appeals and applications to Tribunal), insert in theappropriate place—\n\t\t\t“Order made by the Commission under section 84A(2) which directs a person notto take action specified in the order.| The persons are any person who isdirected by the order not to take the specified action.| Power to quash theorder and (if appropriate) remit the matter to the Commission.”  ---|---|---    ## 7Power to direct winding up\n\t\tThe Charities Act 2011 is amended as follows.\n\t\tBefore section 85 insert—\n\t“84BPower to direct winding up\n\t\tThis section applies where the conditions in section 84(1) are met for thatsection to apply, but the Commission is satisfied—\n\t\t\tthat the charity does not operate, or\n\t\t\tthat its purposes can be promoted more effectively if it ceases to operate,\n\t\t\t\tand that exercising the power in subsection (2) is expedient in the publicinterest.\n\t\tThe Commission may by order direct—\n\t\t\tthe charity trustees,\n\t\t\tany trustee for the charity,\n\t\t\tany officer or employee of the charity, or\n\t\t\t(if a body corporate) the charity itself,\n\t\t\tto take any action specified in the order for the purpose of having thecharity wound up and dissolved, and any remaining property transferred to acharity with the same purposes.\n\t\tAn order under this section—\n\t\t\tmay require action to be taken whether or not it would otherwise be withinthe powers exercisable by the person or persons concerned, or by the charity,in relation to the winding up and dissolution of the charity or to itsproperty, and\n\t\t\tin particular, may require the person or persons concerned to do anythingfor the purpose of having the charity wound up and dissolved and its propertytransferred that could otherwise only be done by the members of the charity orany of them,\n\t\t\tbut may not require any action to be taken which is prohibited by any Act.\n\t\tBefore making an order under this section the Commission must give publicnotice of its intention to make the order, inviting representations to be madeto it within a period specified in the notice.\n\t\tThe Commission—\n\t\t\tmust take into account any representations made to it within the periodspecified in the notice, and\n\t\t\tmay make the order (without further notice) either without modifications orwith such modifications as it thinks desirable.\n\t\tAn order under this section may not be made less than 60 days after thefirst day on which public notice under subsection (4) is given, unless theCommission is satisfied after complying with subsections (4) and (5) that itis necessary to make the order to prevent or reduce misconduct ormismanagement in the administration of the charity or to protect the propertyof the charity or property that may come to the charity.\n\t\tAnything done by a person or body under the authority of an order underthis section is to be treated as properly done in the exercise of the powersmentioned in subsection (3)(a).\n\t\tSubsection (7) does not affect any contractual or other rights arising inconnection with anything which has been done under the authority of such anorder.”\n\t\tIn section 20 (incidental powers), in subsection (3) before “or 85” insert“, 84B”.\n\t\tIn section 86(2) (copy of certain orders, and reasons, to be sent tocharity) and section 336(2)(a) (enforcement of orders of Commission) insert inthe appropriate place—\n\t\t\t  * “section 84B (power to direct winding up),”.\n\t\tIn Schedule 6 (appeals and applications to Tribunal), insert in theappropriate place—\n\t\t“Order made by the Commission under section 84B(2) which directs a person totake action specified in the order.| The persons are any person who isdirected by the order to take the specified action.| Power to quash the orderand (if appropriate) remit the matter to the Commission.  ---|---|---  Order made by the Commission under section 84B(2) which directs a person to doanything that could otherwise only be done by the members of the charity orany of them.| The persons are the member or members concerned.| Power to quashthe order and (if appropriate) remit the matter to the Commission.”    ## 8Power to direct property to be applied to another charity\n\t\tSection 85 of the Charities Act 2011 (power to direct application ofcharity property where person is unwilling) is amended as follows.\n\t\tIn subsection (1)(a), after “unwilling” insert “or unable”.\n\t\tAfter subsection (5) insert—\n\t\tSubsection (5) does not apply to rights of the charity or of a charitytrustee or trustee for the charity in that capacity.”"
    },
    {
        "length": 1757,
        "text": "\nAutomatic disqualification from being a trustee\n\tThe Charities Act 2011 is amended as follows.\n\tSection 178 (persons disqualified from being charity trustees or trusteesfor a charity) is amended as follows.\n\tIn subsection (1), in Case A, for “of any offence involving dishonesty ordeception.” substitute “of—\n\t\tan offence specified in section 178A;\n\t\tan offence, not specified in section 178A, that involves dishonesty ordeception.”\n\tIn Case D—\n\t\tfor “from the office of charity trustee or trustee for a charity”substitute “as a trustee, charity trustee, officer, agent or employee of acharity”;\n\t\tfor “to which P was privy,” substitute “which P knew of and failed to takeany reasonable step to oppose,”.\n\tAt the end of subsection (1) insert—\n\t\t  * _“ Case H_\n\t\tP has been found to be in contempt of court under Civil Procedure Rules for—\n\t\tmaking a false disclosure statement, or causing one to be made, or\n\t\tmaking a false statement in a document verified by a statement of truth, orcausing one to be made.\n\t\t\t  * _Case I_\n\t\tP has been found guilty of disobedience to an order or direction of theCommission on an application to the High Court under section 336(1).\n\t\t\t  * _Case J_\n\t\tP is a designated person for the purposes of—\n\t\tPart 1 of the Terrorist Asset-Freezing etc Act 2010, or\n\t\tthe Al-Qaida (Asset-Freezing) Regulations 2011.\n\t\t\t  * _Case K_\n\t\tP is subject to the notification requirements of Part 2 of the Sexual OffencesAct 2003.”\n\tAfter subsection (2) insert—\n\tWhile a person is disqualified under this section in relation to acharity, the person is also disqualified from holding an office or employmentin the charity with senior management functions.\n\tA function of an office or employment held by a person “(A)” is a seniormanagement function if—\n\t\tit relates to the management of the charity, and A is not responsible forit to another officer or employee (other than a charity trustee or trustee forthe charity), or\n\t\tit involves control over money and the only officer or employee (other thana charity trustee or trustee for the charity) to whom A is responsible for itis a person with senior management functions other than ones involving controlover money.”\n\tAfter section 178 insert—\n\t“178ACase A: specified offences\n\t\tThe following offences are specified for the purposes of Case A—\n\t\t\t1| An offence to which Part 4 of the Counter-Terrorism Act 2008 applies (seesections 41 to 43 of that Act).  ---|---  2| An offence under section 13 or 19 of the Terrorism Act 2000 (wearing ofuniform etc, and failure to disclose information).  3| A money laundering offence within the meaning of section 415 of theProceeds of Crime Act 2002.  4|\n\t\tAn offence under any of the following provisions of the Bribery Act 2010—\n\t\t\tsection 1 (bribing another person),\n\t\t\tsection 2 (offences relating to being bribed),\n\t\t\tsection 6 (bribery of foreign public officials),\n\t\t\tsection 7 (failure of commercial organisations to prevent bribery).    5| An offence under section 77 of this Act.  6|\n\t\t\tAn offence of—\n\t\t\tmisconduct in public office,\n\t\t\tperjury,\n\t\t\tperverting the course of justice.    (2)An offence which has been superseded (directly or indirectly) by an offencespecified in subsection (1) is also specified for the purposes of Case A.\n\t\tIn relation to an offence specified in subsection (1) or (2), the followingoffences are also specified for the purposes of Case A—\n\t\t\tan offence of attempt, conspiracy or incitement to commit the offence;\n\t\t\tan offence of aiding, abetting, counselling or procuring the commission ofthe offence;\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting) in relation to the offence.\n\t\tThe Minister may amend this section by regulations to add or remove anoffence.”\n\t\tSection 179 (disqualification: pre-commencement events etc) is amended asfollows.\n\t\tIn subsection (1), after “178(1)” insert “or section 178A or any amendmentof that section”.\n\t\tAt the end add—\n\t\tCase H does not apply in relation to a finding of contempt which, if ithad been a conviction for which P was dealt with in the same way, would be aspent conviction for the purposes of the Rehabilitation of Offenders Act1974.”\n\t\tSection 181 (waiver of disqualification) is amended as follows.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)A waiver under subsection (2)—\n\t\t\tmay relate to the whole of P’s disqualification or only to disqualificationunder section 178(3);\n\t\t\tin relation to disqualification under section 178(3) may relate to aparticular office or employment or to any office or employment of a particulardescription.”\n\t\tIn subsection (3) (presumption for waiver after 5 years) for “or E”substitute “, E or I”.\n\t\tIn section 183 (criminal consequences of acting while disqualified), insubsection (1)—\n\t\t\tafter “for a charity” insert “or to hold an office or employment”;\n\t\t\tafter “such a trustee” insert “or from holding that office or employment”.\n\t\tSection 184 (civil consequences of acting while disqualified) is amendedas follows.\n\t\tIn subsections (1) and (2)(a)—\n\t\t\tafter “for a charity” insert “or as officer or employee of a charity”, and\n\t\t\tafter “such a trustee” insert “or from holding that office or employment”.\n\t\tIn subsection (2)(b) after “for the charity” insert “or holding the officeor employment”.\n\t\tSection 348 (regulations subject to affirmative procedure etc) is amendedas follows.\n\t\tIn subsection (1), after paragraph (b) insert—\n\t\t\tregulations under section 178A(4) (offences specified for automaticdisqualification of charity trustees);”.\n\t\tIn subsection (2) after “(1)(a)” insert “, (ba)”.\n\t\tIn subsection (4) after “regulations under—” insert—\n\t\t\tsection 178A(4), if the regulations add an offence,”."
    },
    {
        "length": 1200,
        "text": "\n“181ADisqualification orders\n\tThe Commission may by order disqualify a person from being a charitytrustee or trustee for a charity.\n\tThe order may disqualify a person—\n\t\tin relation to all charities, or\n\t\tin relation to such charities or classes of charity as may be specified ordescribed in the order.\n\tWhile a person is disqualified by virtue of an order under this section inrelation to a charity, the person is also disqualified, subject to subsection(5), from holding an office or employment in the charity with seniormanagement functions.\n\tA function of an office or employment held by a person (“A”) is a seniormanagement function if—\n\t\tit relates to the management of the charity, and A is not responsible forit to another officer or employee (other than a charity trustee or trustee forthe charity), or\n\t\tit involves control over money and the only officer or employee (other thana charity trustee or trustee for the charity) to whom A is responsible for itis a person with senior management functions other than ones involving controlover money.\n\tAn order under this section may provide for subsection (3) not to apply—\n\t\tgenerally, or\n\t\tin relation to a particular office or employment or to any office oremployment of a particular description.\n\tThe Commission may make an order disqualifying a person under this sectiononly if it is satisfied that—\n\t\tone or more of the conditions listed in subsection (7) are met in relationto the person,\n\t\tthe person is unfit to be a charity trustee or trustee for a charity(either generally or in relation to the charities or classes of charityspecified or described in the order), and\n\t\tmaking the order is desirable in the public interest in order to protectpublic trust and confidence in charities generally or in the charities orclasses of charity specified or described in the order.\n\tThese are the conditions—\n\t\tA| that the person has been cautioned for a disqualifying offence against acharity or involving the administration of a charity.  ---|---  B|\n\tthat—\n\t\tunder the law of a country or territory outside the United Kingdom the personhas been convicted in respect of an offence against a charity or involving theadministration of a charity, and\n\t\tthe act which constituted the offence would have constituted a disqualifyingoffence if it had been done in any part of the United Kingdom.    C| that the person has been found by Her Majesty’s Revenue and Customs not tobe a fit and proper person to be a manager of a body or trust, for thepurposes of paragraph 4 of Schedule 6 to the Finance Act 2010 (definition ofcharity for tax purposes), and the finding has not been overturned.  D|\n\t\tthat the person was a trustee, charity trustee, officer, agent or employee ofa charity at a time when there was misconduct or mismanagement in theadministration of the charity, and—\n\t\tthe person was responsible for the misconduct or mismanagement,\n\t\tthe person knew of the misconduct or mismanagement and failed to take anyreasonable step to oppose it, or\n\t\tthe person’s conduct contributed to or facilitated the misconduct ormismanagement.    E|\n\t\tthat the person was an officer or employee of a body corporate at a time whenthe body was a trustee or charity trustee for a charity and when there wasmisconduct or mismanagement by it in the administration of the charity, and—\n\t\tthe person was responsible for the misconduct or mismanagement,\n\t\tthe person knew of the misconduct or mismanagement and failed to take anyreasonable step to oppose it, or\n\t\tthe person’s conduct contributed to or facilitated the misconduct ormismanagement.    F| that any other past or continuing conduct by the person, whether or not inrelation to a charity, is damaging or likely to be damaging to public trustand confidence in charities generally or in the charities or classes ofcharity specified or described in the order.    (8)The Minister may amend this section by regulations to add or remove acondition.\n\tIn this section “disqualifying offence” means an offence within Case A insection 178(1).\n\tConditions A and B apply whether the caution or conviction occurred beforeor after the commencement of this section.\n\tCondition B does not apply in relation to a conviction which is spentunder the law of the country or territory concerned.\n\tFor the purposes of condition B—\n\t\tan act punishable under the law of a country or territory outside theUnited Kingdom constitutes an offence under that law, however it is describedin that law, and\n\t\t“charity” means an institution that is a charity under the law of any partof the United Kingdom or that is established under the law of another countryor territory principally for charitable, benevolent or philanthropic purposes."
    },
    {
        "length": 794,
        "text": "\nBDuration of disqualification, and suspension pending disqualification\n\tAn order under section 181A must specify the period for which the person isdisqualified.\n\tThe period—\n\t\tmust be not more than 15 years beginning with the day on which the ordertakes effect, and\n\t\tmust be proportionate, having regard in particular to the time when aconviction becomes spent or, where condition B applies, would become spent ifit were a conviction for the relevant disqualifying offence, and tocircumstances in which the Commission may or must grant a waiver under section181 where a person is disqualified under section 178.\n\tAn order takes effect—\n\t\tat the end of the time specified by Tribunal Procedure Rules for startingproceedings for an appeal against the order, if no proceedings are startedwithin that time, or\n\t\t(subject to the decision on the appeal) when any proceedings started withinthat time are withdrawn or finally determined.\n\tThe Commission may by order suspend a person from being a charity trusteeor trustee for a charity if it has given notice under section 181C(1)(a) ofits proposal to make an order under section 181A in respect of the person.\n\tThe Commission may not make an order under subsection (4) so as to suspenda person for a period of more than 12 months, but at any time before theexpiry of an order the Commission may extend or further extend the suspensionby a further order under that subsection, provided that—\n\t\tthe order does not extend the suspension for a period of more than 12months, and\n\t\tthe total period of suspension is not more than 2 years.\n\tAn order under subsection (4) ceases to have effect—\n\t\tif the Commission notifies the person that it will not proceed with itsproposal, on the notification being given;\n\t\tif the Commission makes the order under section 181A, on the order takingeffect;\n\t\t\tor, if earlier, at the end of the period specified in accordance withsubsection (5).\n\tThe Commission must review any order under subsection (4), at suchintervals as it thinks fit.\n\tIf on a review it appears to the Commission that it would be appropriate todischarge an order under subsection (4) in whole or in part, the Commissionmust do so (whether subject to any savings or other transitional provisions ornot).\n\tAn order under subsection (4) made in the case of any person (“P”) may makeprovision, as respects the period of P’s suspension, for matters arising outof it, and in particular—\n\t\tfor enabling any person to execute any instrument in P’s name or otherwiseact for P, and\n\t\tin the case of a charity trustee, for adjusting any rules governing theproceedings of the charity trustees to take account of the reduction in thenumber capable of acting.\n\t\tThis does not affect the generality of section 337(1) and (2).\n\tWhile an order under subsection (4) is in force suspending a person frombeing a charity trustee or trustee for a charity, the person must not take upany appointment as a charity trustee or trustee for any other charity withoutthe written approval of the Commission."
    },
    {
        "length": 707,
        "text": "\nCDisqualification orders: procedure\n\tBefore making an order in respect of a person under section 181A withoutthe person’s consent the Commission must—\n\t\tgive the person not less than one month’s notice of its proposals, and\n\t\tinvite representations to be made to it within a period specified in thenotice.\n\tBefore making an order under section 181A in respect of a person who theCommission knows or believes to be a charity trustee or trustee for a charity,the Commission must also—\n\t\tgive notice of its proposals to each of the charity trustees of the charityin question;\n\t\tcomply with the publicity requirement, unless the Commission is satisfiedthat for any reason compliance with the requirement is unnecessary.\n\tThe publicity requirement is that the Commission must give public notice ofits proposals, inviting representations to be made to it within a periodspecified in the notice.\n\tThe time when any such notice is given is to be decided by the Commission.\n\tAny notice of any proposals which is to be given under this section is tocontain such particulars of the proposals, or such directions for obtaininginformation about them, as the Commission thinks sufficient and appropriate.\n\tWhere the Commission gives notice of any proposals under this section—\n\t\tit must take into account any representations made to it within the periodspecified in the notice, and\n\t\tit may (without further notice) proceed with the proposals either withoutmodifications or with such modifications as it thinks desirable;\n\t\t\tbut a notice under subsection (2)(a) need not specify a period for thepurposes of paragraph (a) if the charity came to the Commission’s knowledge orbelief after the expiry of the period specified for the purposes of subsection(1)(b).\n\tA notice under subsection (1) or (2)(a)—\n\t\tmay be given by post, and\n\t\tif given by post, may be addressed to the recipient’s last known address inthe United Kingdom.\n\tA notice under subsection (2)(b) is to be given in such manner as theCommission thinks sufficient and appropriate.\n\tWhere the Commission makes an order under section 181A in respect of aperson it knows or believes to be a charity trustee or trustee for a charityit must (as well as serving it on that person) send a copy of the order and astatement of the Commission’s reasons for making it—\n\t\tto the charity in question (if a body corporate), or\n\t\t(if not) to each of the charity trustees of the charity in question.\n\tNothing in this section requires the Commission to give notice, or send adocument, to a person who cannot be found or has no known address in theUnited Kingdom.\n\tAny documents required to be sent to a person under this section may besent to, or otherwise served on, the person in the same way as an order madeby the Commission under this Act could be served on the person in accordancewith section 339."
    },
    {
        "length": 1185,
        "text": "\nDDisqualification orders: variation and revocation\n\tA person in respect of whom an order under section 181A is in force may at anytime apply to the Commission for an order varying or discharging that order.”\n\tIn section 183 (criminal consequences of acting while disqualified)—\n\t\tin subsection (1), after “section 178” insert “or an order under section181A”;\n\t\tin subsection (2)(b), after “G” insert “in section 178”.\n\tIn section 184 (civil consequences of acting while disqualified)—\n\t\tin subsection (1), after “section 178” insert “or an order under section181A”;\n\t\tin subsection (2)(a), after “section 178” insert “or an order under section181A.”\n\tSection 348 (regulations subject to affirmative procedure etc) is amendedas follows.\n\tIn subsection (1), before paragraph (c) insert—\n\t\tregulations under section 181A(8) (conditions for disqualification byorder);”.\n\tIn subsection (2) before “or (c)” insert “, (bb)”.\n\tIn subsection (4) before paragraph (a) insert—\n\t\tsection 181A(8), if the regulations add a condition,”.\n\tIn Schedule 6 (appeals and applications to tribunal), after the entryrelating to a decision of the Commission under section 181(2) to waive, or notwaive, a person’s disqualification insert—\n\t“Order made by the Commission under section 181A.| The persons are the personwho is the subject of the order.|\n\tPower to—\n\t\tquash the order in whole or in part and (if appropriate) remit the matter tothe Commission;\n\t\tsubstitute for all or part of the order any other order which could have beenmade by the Commission;\n\t\tadd to the order anything which could have been contained in an order made bythe Commission.    ---|---|---  Order made by the Commission under section 181B(4).| The persons are theperson who is the subject of the order.|\n\t\tPower to—\n\t\tquash the order in whole or in part and (if appropriate) remit the matter tothe Commission;\n\t\tsubstitute for all or part of the order any other order which could have beenmade by the Commission;\n\t\tadd to the order anything which could have been contained in an order made bythe Commission.    Decision of the Commission—\n\t\tto discharge an order following a review under section 181B(7), or\n\t\tnot to discharge an order following such a review.\n\t\t|\n\t\tThe persons are—\n\t\tthe person who is the subject of the order,\n\t\tthe charity trustees of the charity to which the order relates,\n\t\t(if a body corporate) the charity itself, and\n\t\tany other person who is or may be affected by the order.\n\t\t|\n\t\tPower to—\n\t\tquash the decision and (if appropriate) remit the matter to the Commission;\n\t\tmake the discharge of the order subject to savings or other transitionalprovisions;\n\t\tremove any savings or other transitional provisions to which the discharge ofthe order was subject;\n\t\tdischarge the order in whole or in part (whether subject to any savings orother transitional provisions or not).    Decision of the Commission under section 181D not to revoke or vary an orderunder section 181A.| The persons are the person who is the subject of theorder.|\n\t\tPower to—\n\t\tquash the decision and (if appropriate) remit the matter to the Commission;\n\t\tsubstitute for the decision any other decision of a kind which could have beenmade by the Commission.”    ## 11Records of disqualification and removal\n\tSection 182 of the Charities Act 2011 (records of persons removed fromoffice) is amended as follows.\n\tIn subsection (1)—\n\t\tfor “181” substitute “181A”;\n\t\tafter “a register of” insert, “the following.”\n\tThe words in subsection (1) from “all persons” to the end become subsection(1A).\n\tAt the beginning of that subsection insert—\n\t“(1A)The register must include”.\n\tAfter subsection (1A) insert—\n\t“(1B)The register must include all persons who have been disqualified by anorder of the Commission under section 181A.\n\t(1C)The register must include all persons who have been removed from office byan order of the Commission under section 79A (removal of disqualifiedtrustee).”"
    },
    {
        "length": 186,
        "text": "\nParticipation in corporate decisions while disqualified\n\tIn the Charities Act 2011, after section 184 insert—\n\t“184ASections 183 and 184: participation in corporate decisions\n\t\tFor the purposes of sections 183 and 184, a person who is not a charitytrustee or trustee for a charity is treated as acting as one if that person—\n\t\t\tis an officer of a body corporate which is a charity trustee or trustee fora charity, and\n\t\t\ttakes part in that capacity in any decision relating to the administrationof the charity.\n\t\tIn subsection (1) “officer” includes any of the persons having generalcontrol and management of the administration of the body.”"
    },
    {
        "length": 918,
        "text": "\nFund-raising \n\tSection 59 of the Charities Act 1992 (prohibition on certain fund-raisingwithout agreement in prescribed form), is amended as follows.\n\tIn subsection (6) for “such requirements” substitute “the requirement insubsection (7) and such other requirements (including any requirementssupplementing subsections (7) and (8))”.\n\tAfter that subsection insert—\n\tThe requirement in this subsection is that the agreement must specify allof the following—\n\t\tany voluntary scheme for regulating fund-raising, or any voluntary standardof fund-raising, that the professional fund-raiser or commercial participatorundertakes to be bound by for the purposes of the agreement;\n\t\thow the professional fund-raiser or commercial participator is to protectvulnerable people and other members of the public from behaviour withinsubsection (8) in the course of, or in connection with, the activities towhich the agreement relates;\n\t\tarrangements enabling the charitable institution to monitor compliance withsubsection (1) or (2) by reference to the agreement.\n\tThe behaviour mentioned in subsection (7)(b) is—\n\t\tunreasonable intrusion on a person’s privacy;\n\t\tunreasonably persistent approaches for the purpose of soliciting orotherwise procuring money or other property;\n\t\tplacing undue pressure on a person to give money or other property.”\n\tIn the Charities Act 2011, after section 162 insert—\n\t“162AAnnual reports: fund-raising standards information\n\t\tIf section 144(2) applies to a financial year of a charity, the annualreport in respect of that year must include a statement of each of thefollowing for that year—\n\t\t\tthe approach taken by the charity to activities by the charity or by anyperson on behalf of the charity for the purpose of fund-raising, and inparticular whether a professional fund-raiser or commercial participatorcarried on any of those activities;\n\t\t\twhether the charity or any person acting on behalf of the charity wassubject to an undertaking to be bound by any voluntary scheme for regulatingfund-raising, or any voluntary standard of fund-raising, in respect ofactivities on behalf of the charity, and, if so, what scheme or standard;\n\t\t\tany failure to comply with a scheme or standard mentioned under paragraph(b);\n\t\t\twhether the charity monitored activities carried on by any person on behalfof the charity for the purpose of fund-raising, and, if so, how it did so;\n\t\t\tthe number of complaints received by the charity or a person acting on itsbehalf about activities by the charity or by a person on behalf of the charityfor the purpose of fund-raising;\n\t\t\twhat the charity has done to protect vulnerable people and other members ofthe public from behaviour within subsection (2) in the course of, or inconnection with, such activities.\n\t\tThe behaviour within this subsection is—\n\t\t\tunreasonable intrusion on a person’s privacy;\n\t\t\tunreasonably persistent approaches for the purpose of soliciting orotherwise procuring money or other property on behalf of the charity;\n\t\t\tplacing undue pressure on a person to give money or other property.\n\t\tIn this section—\n\t\t\t“commercial participator” and “professional fund-raiser” have the meaninggiven by section 58 of the Charities Act 1992 (control of fund-raising:interpretation));\n\t\t\t“fund-raising” means soliciting or otherwise procuring money or otherproperty for charitable purposes.\n\t\tSection 58(6) and (7) of the Charities Act 1992 (references to solicitingmoney etc) apply for the purposes of this section as they apply for thepurposes of Part 2 of that Act.”"
    },
    {
        "length": 715,
        "text": "\nReserve powers to control fund-raising\n\tThe Charities Act 1992 is amended as follows.\n\tIn Part 2, after section 64A (reserve power to control fund-raising bycharitable institutions) insert—\n\t“64BReserve power in relation to fund-raising regulators\n\t\tRegulations under section 64A may, in particular, impose on charitableinstitutions requirements to do any of the following—\n\t\t\tto comply with requirements imposed by a regulator;\n\t\t\tto have regard to guidance issued by a regulator;\n\t\t\tto pay fees to a regulator of an amount determined by the regulations ordetermined by the regulator in accordance with the regulations;\n\t\t\tto be registered with a regulator for the purpose of its regulation ofcharity fund-raising.\n\t\t“Regulator” means a body specified in the regulations as a regulator forthe purposes of this section.\n\t\tA body may be specified as a regulator for the purposes of this sectiononly if the regulation of charity fund-raising appears to the Minister to be aprincipal function of the body.\n\t\tA body maintained out of money provided by Parliament may not be specifiedas a regulator (and this section does not confer power by regulations toestablish a body to act as regulator).”\n\t\tIn Part 2, after section 64B insert—\n\t“64CReserve power to confer additional powers on Charity Commission\n\t\tIn the case of charity fund-raising which—\n\t\t\tis carried on by a charity, a person managing a charity or a person orcompany connected with a charity, or\n\t\t\tinvolves soliciting or otherwise procuring funds for the benefit of acharity or a company connected with a charity, or for charitable purposes,\n\t\t\t\tregulations under section 64A may, in particular, make provision conferringfunctions on the Charity Commission, including provision applying orreproducing, with or without modification, any provision of the Charities Act2011.\n\t\tThe regulations may provide for a power that is exercisable by theCommission by virtue of the regulations to be exercisable by a personappointed by the Commission for the purpose.\n\t\tWhere regulations by virtue of this section apply in relation to charityfund-raising by institutions that are not charities, section 19 of theCharities Act 2011 (fees and other amounts payable to Commission) applies inrelation to the regulations as it applies in relation to the enactmentsrelating to charities (but that is without prejudice to the application ofother provisions by virtue of this section or section 77(3)).”\n\t\tIn section 64A(2) after “this section” insert “and sections 64B and 64C”.\n\t\tIn section 77(4) (regulations and orders) at the end insert “and, in thecase of regulations made by virtue of section 64B or 64C, shall in particularconsult the Charity Commission.”"
    },
    {
        "length": 1457,
        "text": "\nPower to make social investments\n\tIn the Charities Act 2011, after section 292 insert—\n\t“PART 14ASOCIAL INVESTMENTS\n\t\tAMeaning of “social investment”\n\t\t\tThis section applies for the purposes of this Part.\n\t\t\tA social investment is made when a relevant act of a charity is carried outwith a view to both—\n\t\t\t\tdirectly furthering the charity’s purposes; and\n\t\t\t\tachieving a financial return for the charity.\n\t\t\tReferences to an act of a charity are, in the case of an unincorporatedcharity, to an act of the charity trustees.\n\t\t\tA relevant act of a charity is—\n\t\t\t\tan application or use of funds or other property; or\n\t\t\t\ttaking on a commitment in relation to a liability of another person (suchas a guarantee) that puts the charity’s funds or other property at risk ofbeing applied or used.\n\t\t\tAn act mentioned in subsection (4)(a) is to be regarded as achieving afinancial return if its outcome is better for the charity in financial termsthan expending the whole of the funds or other property in question.\n\t\t\tA commitment mentioned in subsection (4)(b) is to be regarded as achievinga financial return if—\n\t\t\t\tit is not called upon; or\n\t\t\t\tit is called upon without resulting in the expenditure of the whole of thefunds or other property put at risk.\n\t\t\tThe fact that a relevant act may also have results other than thosementioned in subsection (2)(a) and (b) does not prevent the carrying out ofthat act being regarded as the making of a social investment.\n\t\t\tThe fact that carrying out a relevant act of a charity is regarded as themaking of a social investment for the purposes of this Part does not of itselfmake the act an investment for any other purpose.\n\t\tBGeneral power to make social investments\n\t\t\tAn incorporated charity has, and the charity trustees of an unincorporatedcharity have, power to make social investments.\n\t\t\tThe power conferred by this section may not be used to make a socialinvestment involving—\n\t\t\t\tthe application or use of permanent endowment, or\n\t\t\t\ttaking on a commitment mentioned in section 292A(4)(b) that puts permanentendowment at risk of being applied or used,\n\t\t\t\t\tunless the charity trustees expect that making the social investment will notcontravene any restriction with respect to expenditure that applies to thepermanent endowment in question.\n\t\t\tThe power conferred by this section—\n\t\t\t\tmay be restricted or excluded by the trusts of the charity;\n\t\t\t\tis (subject to paragraph (a)) in addition to any other power to make socialinvestments that the charity or charity trustees may have.\n\t\t\tThis section and section 292C do not apply in relation to—\n\t\t\t\tcharities established by, or whose purposes and functions are set out in,legislation;\n\t\t\t\tcharities established by Royal Charter;\n\t\t\t\tbut they apply in relation to all other charities, whether established beforeor after this section comes into force.\n\t\t\tIn subsection (4) “legislation” means—\n\t\t\t\tan Act of Parliament or an Act or Measure of the National Assembly forWales; or\n\t\t\t\tsubordinate legislation (within the meaning of the Interpretation Act 1978)made under such an Act or Measure.\n\t\tCCharity trustees’ duties in relation to social investments\n\t\t\tThis section applies in relation to social investments that are made aftersection 292B comes into force, whether or not made by the exercise of thepower conferred by section 292B.\n\t\t\tThe charity trustees of a charity must, before exercising a power to make asocial investment—\n\t\t\t\tconsider whether in all the circumstances any advice about the proposedsocial investment ought to be obtained;\n\t\t\t\tobtain and consider any advice they conclude ought to be obtained; and\n\t\t\t\tsatisfy themselves that it is in the interests of the charity to make thesocial investment, having regard to the benefit they expect it to achieve forthe charity (by directly furthering the charity’s purposes and achieving afinancial return).\n\t\t\tThe charity trustees of a charity must from time to time review thecharity’s social investments.\n\t\t\tWhen carrying out a review the charity trustees must—\n\t\t\t\tconsider whether any advice about the social investments (or any particularsocial investment) ought to be obtained; and\n\t\t\t\tobtain and consider any advice they conclude ought to be obtained.\n\t\t\tThe duties under this section may not be restricted or excluded by thecharity’s trusts.\n\t\t\tIn the case of an unincorporated charity, the duties under this sectionapply in relation to relevant social investments in place of any duties undersections 4 and 5 of the Trustee Act 2000 that would otherwise apply.\n\t\t\tIn subsection (6) “relevant social investments” means social investmentsthat are investments for the purposes of Part 2 of the Trustee Act 2000.”\n\t\t\tThe Trustee Act 2000 is amended as follows.\n\t\t\tIn section 4 (standard investment criteria), after subsection (3) insert—\n\t\t\tThis section has effect subject to section 292C(6) of the Charities Act2011 (which disapplies the duties under this section in cases where they wouldotherwise apply in relation to a social investment within the meaning of Part14A of that Act).”\n\t\t\tIn section 5 (advice), after subsection (4) insert—\n\t\t\tThis section has effect subject to section 292C(6) of the Charities Act2011 (which disapplies the duties under this section in cases where they wouldotherwise apply in relation to a social investment within the meaning of Part14A of that Act).”"
    },
    {
        "length": 146,
        "text": "\nReviews of the operation of this Act\n\tThe Minister for the Cabinet Office must carry out reviews of the operationof this Act including, on each review, how the Act affects—\n\t\tpublic confidence in charities,\n\t\tthe level of charitable donations, and\n\t\tpeople’s willingness to volunteer.\n\tAfter each review the Minister must publish a report of the review and laya copy before Parliament.\n\tThe reports must be published not more than 5 years apart.\n\tThe first review must begin within 3 years after this Act is passed, andthe report of that review must be published within 4 years after this Act ispassed."
    },
    {
        "length": 143,
        "text": "\nShort title, extent and commencement\n\tThis Act may be cited as the Charities (Protection and Social Investment)Act 2016.\n\tThis Act extends to England and Wales only.\n\tThis section and section 16 come into force on the day on which this Act ispassed.\n\tThe other provisions of this Act come into force on whatever day theMinister for the Cabinet Office appoints by regulations made by statutoryinstrument.\n\tThe regulations—\n\t\tmay appoint different days for different purposes;\n\t\tmay make transitional, transitory or saving provision.\n\t\t\t"
    }
]