{
    "general": "This law helps charities protect themselves from fraud and bad investments, so they can continue helping people and communities. It also allows them to make smart financial decisions to grow their funds and support good causes. The goal is to ensure that charity money goes where it should - to those who need it most.",
    "series": [
        [
            {
                "length": 165,
                "short": "\"Charity Regulation: Warning System for Trustees\"",
                "text": "\n* The Charities (Protection and Social Investment) Act 2016 allows the Charity Commission to issue official warnings to charity trustees who have committed breaches of trust or duty, or other misconduct or mismanagement.\n* Before issuing a warning, the Commission must give notice to the charity and each charity trustee, specifying the grounds for the warning and any proposed actions to rectify the misconduct or mismanagement.\n* The Commission may publish the warning and consider representations made within a specified period before issuing the warning.\n* The Commission may vary or withdraw a warning, and any variations or withdrawals must be done in accordance with the same procedures as the original warning."
            },
            {
                "length": 173,
                "short": "\"Charity Commission Gains Greater Flexibility in Dealing with Non-Compliant Trustees\"",
                "text": "\n* The section of the law being modified is Section 76 of the Charities Act 2011.\n* The modification allows the Charity Commission to extend or further extend the suspension of trustees if they have failed to comply with an order or direction, or if there has been no progress in addressing breaches specified in a warning.\n* The maximum duration of the suspension is 12 months, and the total period of suspension cannot exceed 2 years.\n* The purpose of these changes is to provide the Charity Commission with greater flexibility in dealing with non-compliant charities and to ensure that trustees who fail to meet their obligations can be held accountable."
            },
            {
                "length": 135,
                "short": "\"Charity Regulator's Scope for Addressing Misconduct Widened\"",
                "text": "\n* The Commission can consider a range of conduct when exercising its powers under the Charities Act 2011, including misconduct or mismanagement by individuals involved with a charity.\n* The Commission can take into account the following factors when making decisions about how to exercise its powers:\n\t+ The individual's conduct in relation to other charities.\n\t+ Any other conduct that appears to be damaging or likely to be damaging to public trust and confidence in charities generally or specific charities or classes of charity."
            },
            {
                "length": 216,
                "short": "\"Charity Regulation: Removal of Trustees and Officers for Misconduct\"",
                "text": "\n* Simplified point 1: The Charities Act 2011 allows the Charity Commission to remove trustees or officers from their positions if they have engaged in misconduct or mismanagement, or if their actions have harmed the charity's assets or reputation.\n* Simplified point 2: The Commission can initiate an inquiry into a charity's activities and remove individuals who have contributed to the misconduct or mismanagement, even if they have already left their positions.\n* Simplified point 3: The Commission can also suspend or remove trustees or officers from membership in the charity if they have engaged in misconduct or mismanagement.\n* Simplified point 4: The legislation expands the definition of \"officer\" to include anyone who has been responsible for the misconduct or mismanagement, regardless of their official title or position within the charity."
            },
            {
                "length": 224,
                "short": "Removal of Disqualified Trustees: Protecting Charities from Unfit Individuals",
                "text": "\n* Simplified point 1: The Charities Act 2011 has been amended to allow the Commission to remove a charity trustee or trustee for a charity if they are disqualified from holding that position due to certain reasons specified in the law.\n* Simplified point 2: The Commission can make such removal orders without needing to follow the usual procedures for removing trustees, which includes giving notice and inviting representations.\n* Simplified point 3: The amendments also specify that the Commission's power to remove a disqualified trustee applies not only to cases where the person is disqualified \"generally\" but also in relation to a particular charity.\n* Simplified point 4: The changes made by the Charities (Protection and Social Investment) Act 2016 aim to protect charities from being run by individuals who are unfit to hold positions of trust."
            },
            {
                "length": 183,
                "short": "\"Charity Regulation: Commission's Directives for Non-Compliant Charities\"",
                "text": "\n* Simplified point 1: This law allows the Charity Commission to direct a charity not to take a specific action if it would constitute misconduct or mismanagement.\n* Simplified point 2: If a charity is not operating or if its purposes can be better achieved through dissolution, the Charity Commission can direct the charity to wind up and transfer its assets to another charity.\n* Simplified point 3: The Charity Commission can also direct a charity to apply its property to another charity if the original charity is unwilling or unable to do so.\n* Simplified point 4: Before making any of these directions, the Charity Commission must give public notice and consider any representations made within a specified period."
            },
            {
                "length": 184,
                "short": "\"Charity Trustee Disqualifications: Strengthening Integrity with Legal Amendments\"",
                "text": "\n* Simplified point 1: The Charities Act 2011 is amended to automatically disqualify individuals who have committed certain offenses from serving as charity trustees.\n* Simplified point 2: These offenses include dishonesty-related crimes such as fraud, false statements, and contempt of court, as well as terrorism-related offenses.\n* Simplified point 3: Individuals who are disqualified from serving as charity trustees are also prohibited from holding senior management positions in the charity.\n* Simplified point 4: The legislation allows for the addition of new offenses through regulations, and provides for the waiver of disqualification in certain circumstances."
            },
            {
                "length": 288,
                "short": "The Charity Commission's Power to Disqualify Individuals from Serving as Charity Trustees",
                "text": "\n* Simplified point 1: The Charities (Protection and Social Investment) Act 2016 gives the Charity Commission the power to disqualify individuals from serving as charity trustees if they have committed certain offenses or engaged in misconduct related to charities.\n* Simplified point 2: The Act defines \"disqualifying offences\" as including cautions or convictions for offenses against charities or involving their administration, as well as certain other offenses that could damage public trust and confidence in charities.\n* Simplified point 3: The Commission may make an order disqualifying an individual only if it is satisfied that the person is unfit to be a charity trustee or trustee for a charity, and that making the order is desirable in the public interest to protect public trust and confidence in charities.\n* Simplified point 4: The Act allows the Commission to consider a range of factors when determining whether an individual is unfit to serve as a charity trustee, including past misconduct or mismanagement, failure to take reasonable steps to oppose misconduct, and any other conduct that may be damaging to public trust and confidence in charities."
            },
            {
                "length": 247,
                "short": "\"Charity Trustee Suspensions: Legal Limits and Review Processes\"",
                "text": "\n* Simplified point 1: The Charities (Protection and Social Investment) Act 2016 allows the Charity Commission to suspend individuals from serving as charity trustees if they have been convicted of certain crimes.\n* Simplified point 2: The duration of the suspension cannot exceed 15 years and must be proportionate to the time when the conviction becomes spent or, if applicable, when the Commission grants a waiver under section 181.\n* Simplified point 3: The Commission may review and discharge orders under subsection (4) at intervals it deems fit, and the order can provide for matters arising during the suspension period, including execution of instruments in the individual's name and adjustments to charity rules.\n* Simplified point 4: While an order under subsection (4) is in force, the individual is prohibited from taking up appointments as a charity trustee or trustee for any other charity without the Commission's written approval."
            },
            {
                "length": 162,
                "short": "\"Charity Trustee Disqualification Procedures\"",
                "text": "\n* Simplified point 1: The commission must provide notice before disqualifying someone from being a charity trustee.\n* Simplified point 2: The notice must include information about the proposal to disqualify the person and allow them to make representations against it.\n* Simplified point 3: The commission must consider any representations made before proceeding with the proposal.\n* Simplified point 4: If the commission decides to disqualify someone, they must send a copy of the order and their reasons to the relevant charity and its trustees.\n* Simplified point 5: The commission can use various methods to serve documents, including sending them by post or email."
            },
            {
                "length": 217,
                "short": "\"Charity Leadership Disqualifications: Laws Governing Removal of Individuals from Power\"",
                "text": "\n* Simplified point 1: This section of the law allows for the disqualification of individuals from holding positions of power within charitable organizations.\n* Simplified point 2: The commission has the authority to issue orders to disqualify individuals, and those individuals can appeal these decisions to a tribunal.\n* Simplified point 3: The law also outlines the process for issuing orders to remove individuals from office, as well as the criteria for determining whether someone should be disqualified or removed from office.\n* Simplified point 4: The commission has the power to make decisions regarding the discharge of orders, and the tribunal has the power to quash or substiture orders made by the commission.\n* Simplified point 5: The law requires the maintenance of records related to disqualifications and removals, and these records must be kept up to date."
            },
            {
                "length": 128,
                "short": "\"Charity Trustee Accountability Expanded to Include Non-Official Participants\"",
                "text": "\n* Simplified point 1: This clause allows the government to consider individuals who are not officially appointed as charity trustees but still take part in decision-making processes related to the administration of a charity as if they were acting as charity trustees.\n* Simplified point 2: The clause specifically targets officers of a body corporate, such as those with general control and management of the administration of the organization, and holds them accountable for their actions as if they were charity trustees."
            },
            {
                "length": 174,
                "short": "\"Charity Fundraising Regulations: Protecting Vulnerable Individuals\"",
                "text": "\n* Simplified point 1: The law requires charities to obtain written agreements from professional fundraisers and commercial participants before engaging in fundraising activities.\n* Simplified point 2: The agreements must specify certain requirements, including protection of vulnerable individuals and monitoring arrangements.\n* Simplified point 3: The law also requires charities to report annually on their fundraising activities, including any failures to comply with the agreed schemes or standards.\n* Simplified point 4: The reporting must include information on complaints received and the charity's efforts to protect vulnerable individuals from unreasonable intrusions on their privacy, persistent approaches, and undue pressure."
            },
            {
                "length": 220,
                "short": "\"Government Control Over Charitable Fundraising Activities\"",
                "text": "\n* Simplified point 1: The reserve powers in the Charities Act 1992 allow the government to control fundraising activities of charitable institutions.\n* Simplified point 2: Regulations can be made to require charitable institutions to comply with requirements set by a regulator, such as having regard to guidance issued by the regulator, paying fees to the regulator, and being registered with the regulator for the purpose of its regulation of charity fundraising.\n* Simplified point 3: The reserve powers can also be used to confer additional powers on the Charity Commission, such as making provision for functions to be exercised by the Commission or by a person appointed by the Commission.\n* Simplified point 4: The regulations made under these reserve powers can apply to charity fundraising by institutions that are not charities, and the Charity Commission must be consulted before making any regulations or orders."
            },
            {
                "length": 284,
                "short": "The Charities Act of 2016: Empowering Charities to Make Socially Responsible Investments",
                "text": "\n* Simplified point 1: The Charities (Protection and Social Investment) Act 2016 allows charities to make \"social investments\" which are investments that aim to both further the charity's purposes and achieve a financial return.\n* Simplified point 2: The Act defines \"social investments\" as acts done by charities with a view to both directly furthering their purposes and achieving a financial return. Examples include applying or using funds or taking on commitments that put funds at risk.\n* Simplified point 3: The Act gives incorporated charities and charity trustees the power to make social investments, but this power cannot be used to make investments involving permanent endowment unless the charity trustees expect that doing so will not contravene any restrictions on expenditure that apply to the permanent endowment.\n* Simplified point 4: The Act requires charity trustees to consider obtaining advice before exercising their power to make social investments, and to review those investments regularly. They must satisfy themselves that making the investment is in the interests of the charity and will achieve the desired financial return."
            },
            {
                "length": 160,
                "short": "\"Charity Confidence Boost: Government Reviews Impact of 2016 Act\"",
                "text": "\n* Simplified point 1: The government will regularly review the impact of the Charities (Protection and Social Investment) Act 2016 on public trust in charities, charitable donations, and volunteering.\n* Simplified point 2: These reviews will be conducted every 5 years, starting within 3 years of the act being passed, and the findings will be reported to parliament.\n* Simplified point 3: The purpose of these reviews is to assess the effectiveness of the act in maintaining and improving public confidence in charities, encouraging charitable giving, and promoting volunteering."
            },
            {
                "length": 149,
                "short": "The Charities (Protection and Social Investment) Act 2016: Regulatory Implementation and Effective Dates",
                "text": "\n* The short title of this act is \"Charities (Protection and Social Investment) Act 2016\"\n* This act only applies to England and Wales.\n* Some parts of the act will come into effect immediately after it is passed, while others will be implemented at a later date to be determined by the Minister for the Cabinet Office through regulations made by statutory instrument.\n* These regulations can specify different start dates for different aspects of the act, as well as include transitional, transitory, or saving provisions."
            }
        ],
        [
            {
                "length": 214,
                "short": "\"Charity Regulation: Empowering the Charity Commission\"",
                "text": "\n* Simplified point 1: The Charities (Protection and Social Investment) Act 2016 empowers the Charity Commission to issue warnings to charity trustees who have committed breaches of trust or duty, or other misconduct or mismanagement.\n* Simplified point 2: The Act allows the Commission to suspend or remove trustees who have engaged in misconduct or mismanagement, and to consider a range of factors when making decisions about how to exercise its powers.\n* Simplified point 3: The Act also strengthens integrity with legal amendments, such as automatically disqualifying individuals who have committed certain offenses from serving as charity trustees.\n* Simplified point 4: Other key changes include expanding the scope of the Charity Commission's regulatory powers, allowing it to consider a wider range of conduct when exercising its powers, and providing for the waiver of disqualification in certain circumstances."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Charities (Protection and Social Investment) Act 2016 is designed to strengthen the regulation of charities in England and Wales. It empowers the Charity Commission to take tougher measures against charity trustees who violate charity laws, such as issuing warnings, suspending or removing trustees, and disqualifying individuals from serving as charity trustees. The law also expands the scope of charity regulation to cover non-compliant trustees and officers, and introduces new offenses related to charity governance. Additionally, the act enables the Charity Commission to make social investments, and requires regular reviews of the act's impact on public trust in charities. Key points of the act include:\nStrengthened charity regulation: The act empowers the Charity Commission to take tougher measures against charity trustees who violate charity laws.\nExpanded scope of charity regulation: The act covers non-compliant trustees and officers, and introduces new offenses related to charity governance.\nSocial investments: The act enables the Charity Commission to make social investments, subject to certain conditions.\nRegular reviews: The act requires regular reviews of its impact on public trust in charities, charitable donations, and volunteering."
}