[
    {
        "length": 170,
        "text": "\nGeneral functions\n\tThe Commissioner may—\n\t\tpromote awareness of the interests of older people in Wales and of the needto safeguard those interests;\n\t\tpromote the provision of opportunities for, and the elimination ofdiscrimination against, older people in Wales;\n\t\tencourage best practice in the treatment of older people in Wales;\n\t\tkeep under review the adequacy and effectiveness of law affecting theinterests of older people in Wales.\n\tThe powers conferred by subsection (1) are exercisable only in relation tofields in which the Assembly has functions.\n\tThe Commissioner may consider, and make representations to the Assemblyabout, any matter relating to the interests of older people in Wales."
    },
    {
        "length": 384,
        "text": "\nReview of discharge of functions\n\tFor the purpose of safeguarding and promoting the interests of older peoplein Wales, the Commissioner may review the effect on them of—\n\t\tthe discharge or proposed discharge of a function of the Assembly,including the making or proposed making of subordinate legislation;\n\t\ta failure by the Assembly to discharge a function;\n\t\tthe discharge or proposed discharge in relation to Wales of a relevantfunction of a person mentioned in Schedule 2;\n\t\ta failure by such a person to discharge a relevant function in relation toWales.\n\tA relevant function is—\n\t\tin the case of a person who is a family health service provider in Wales, afunction dischargeable in relation to the provision of any of the familyhealth services which the person has entered into a contract, undertaken, ormade arrangements, to provide;\n\t\tin the case of a person who is an independent provider in Wales, a functiondischargeable in relation to the provision of any of the independentlyprovided services which the person has made arrangements to provide;\n\t\tin the case of any other person mentioned in Schedule 2, any function ofthe person.\n\t“Subordinate legislation” has the same meaning as in the Interpretation Act[1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\").\n\tThe references in subsection (1) to the discharge of a function, or afailure to do so, include the discharge of a function, or a failure to do so,at a time before this section comes into force."
    },
    {
        "length": 440,
        "text": "\nPower to amend Schedule 2\n\tThe Assembly may by order amend Schedule 2 by—\n\t\tadding a person;\n\t\tomitting a person;\n\t\tchanging the description of a person.\n\tAn order under subsection (1) may add a person to Schedule 2 only if—\n\t\tthe person has functions dischargeable in relation to Wales,\n\t\tsome or all of the person’s functions are in a field in which the Assemblyhas functions,\n\t\tthe person is established by or under an enactment or by virtue of HerMajesty’s prerogative or in any other way by a Minister of the Crown, agovernment department, the Assembly or another person mentioned in Schedule 2,and\n\t\tat least half of the person’s expenditure on the discharge of its functionsin relation to Wales is met directly from payments made by the Assembly.\n\tBut an order under subsection (1) may add a person to Schedule 2 even ifthe person does not satisfy the condition in subsection (2)(d), if theSecretary of State consents.\n\tAn order under subsection (1) may not add to Schedule 2 a person whose soleor main activity is—\n\t\tthe investigation of complaints by members of the public about the actionsof any person, or\n\t\tthe supervision or review of, or of steps taken following, such aninvestigation.\n\tAn order under subsection (1) must make provision about which of thefunctions of a person mentioned in Schedule 2 and specified in the order areto be relevant functions for the purposes of section 3.\n\tThe provision that may be made by virtue of subsection (5) includesprovision amending section 3.\n\tBut a function may be specified as a relevant function by virtue ofsubsection (5) only if it is in a field in which the Assembly has functions."
    },
    {
        "length": 478,
        "text": "\nReview of arrangements\n\tThe Commissioner may review—\n\t\tany arrangements mentioned in subsection (2), and\n\t\tthe operation of any such arrangements,\n\t\t\tfor the purpose of ascertaining whether, and to what extent, the arrangementsare effective in safeguarding and promoting the interests of relevant olderpeople in Wales.\n\tThe arrangements are—\n\t\tadvocacy arrangements;\n\t\tcomplaints arrangements;\n\t\twhistle-blowing arrangements.\n\tThe Commissioner may also assess the effect on relevant older people inWales of a person’s failure to make any such arrangements.\n\tAdvocacy arrangements are arrangements made by a person for making personsavailable—\n\t\tto represent the views and wishes of relevant older people in Wales;\n\t\tto provide relevant older people in Wales with advice and support of aprescribed kind.\n\tComplaints arrangements are arrangements made by a person falling withinsection 6(3) for dealing with complaints or representations which are made—\n\t\tby or on behalf of a relevant older person in Wales, and\n\t\tin respect of relevant services provided to relevant older people in Walesby or on behalf of the person who has made the arrangements.\n\tWhistle-blowing arrangements are arrangements made by a person fallingwithin section 6(3) for ensuring that proper action is taken in response to adisclosure of potentially adverse information.\n\tInformation is potentially adverse if it may tend to show that, in thecourse of, or in connection with, the provision of relevant services, any ofthe following has occurred—\n\t\ta criminal offence has been committed;\n\t\ta person has failed to comply with a legal obligation to which he issubject;\n\t\tthe health or safety of a person has been endangered;\n\t\tthe dignity of a person has been violated;\n\t\tinformation tending to show a matter falling within any of paragraphs (a)to (d) has been deliberately concealed."
    },
    {
        "length": 491,
        "text": "\nReview of arrangements: supplementary\n\tThis section applies for the purposes of section 5.\n\tRelevant older people in Wales are older people—\n\t\tto or in respect of whom regulated services in Wales are provided, or\n\t\tto or in respect of whom relevant services (within the meaning ofsubsection (4)) are provided by or on behalf of, or under arrangements with, aperson mentioned in Schedule 3.\n\tThe persons falling within this subsection are—\n\t\tthe Assembly;\n\t\ta person providing regulated services in Wales;\n\t\ta person mentioned in Schedule 3;\n\t\ta person providing services in Wales on behalf of, or under arrangementswith, a person mentioned in Schedule 3.\n\tA relevant service is—\n\t\tin the case of the Assembly, any service which the Assembly provides;\n\t\tin the case of a person providing regulated services in Wales, any of thoseservices;\n\t\tin the case of a person who is a family health service provider in Wales,any of the family health services which the person provides;\n\t\tin the case of a person who is an independent provider in Wales, any of theindependently provided services which the person provides;\n\t\tin the case of any other person mentioned in Schedule 3, any service theperson provides;\n\t\tin the case of a person falling within subsection (3)(d), any servicewhich—\n\t\tthe person provides in Wales on behalf of, or under arrangements with, aperson mentioned in Schedule 3; and\n\t\twould, if provided by the person mentioned in Schedule 3, be a relevantservice falling within paragraphs (c) to (e).\n\tRegulations may confer power on the Commissioner to require prescribedpersons to provide any information which the Commissioner thinks it necessaryor expedient to have for either or both of the following purposes—\n\t\tthe purposes of his functions under section 5;\n\t\tthe purposes of determining whether a recommendation made in a reportfollowing the discharge of his functions under section 5 has been compliedwith."
    },
    {
        "length": 451,
        "text": "\nPower to amend Schedule 3\n\tThe Assembly may by order amend Schedule 3 by—\n\t\tadding a person;\n\t\tomitting a person;\n\t\tchanging the description of a person.\n\tAn order under subsection (1) may add a person to Schedule 3 only if—\n\t\tthe person provides a service in Wales,\n\t\tthe service is in a field in which the Assembly has functions,\n\t\tthe person is established by or under an enactment or by virtue of HerMajesty’s prerogative or in any other way by a Minister of the Crown, agovernment department, the Assembly or another person mentioned in Schedule 3,and\n\t\tat least half of the person’s expenditure on the discharge of its functionsin relation to Wales is met directly from payments made by the Assembly.\n\tBut an order under subsection (1) may add a person to Schedule 3 even ifthe person does not satisfy the condition in subsection (2)(d), if theSecretary of State consents.\n\tAn order under subsection (1) may not add to Schedule 3 a person whose soleor main activity is—\n\t\tthe investigation of complaints by members of the public about the actionsof any person, or\n\t\tthe supervision or review of, or of steps taken following, such aninvestigation.\n\tAn order under subsection (1) must make provision about which of theservices provided by a person mentioned in Schedule 3 and specified in theorder are to be relevant services for the purposes of section 5.\n\tThe provision that may be made by virtue of subsection (5) includesprovision amending section 6.\n\tBut a service may be specified as a relevant service by virtue ofsubsection (5) only if—\n\t\tthe person provides the service in Wales, and\n\t\tthe service is in a field in which the Assembly has functions."
    },
    {
        "length": 463,
        "text": "\nAssistance \n\tRegulations may confer power on the Commissioner to give assistance to aperson who is or has been an older person in Wales—\n\t\tin making a complaint or representation to or in respect of the Assembly;\n\t\tin making a complaint or representation to or in respect of a personproviding regulated services in Wales, in respect of the provision of thoseservices;\n\t\tin making a complaint or representation to or in respect of a personmentioned in Schedule 3, in relation to anything done or omitted to be done bythat person the effect of which is subject to review under section 3;\n\t\tin making a complaint or representation to or in respect of a personproviding services on behalf of or under arrangements with a person mentionedin Schedule 3, in respect of the provision of a relevant service;\n\t\tin any procedure, proceedings or prospective proceedings of a prescribeddescription.\n\tThe reference in subsection (1) to a person who has been an older person inWales includes a person who has ceased to be an older person in Wales beforethis section comes into force.\n\tA description of procedure or proceedings may be prescribed by virtue ofsubsection (1)(e) only if it relates to—\n\t\tanything the effect of which is subject to review under section 3,\n\t\tthe provision of regulated services in Wales, or\n\t\tthe provision of a relevant service on behalf of, or under arrangementswith, a person mentioned in Schedule 3.\n\tAssistance includes—\n\t\tfinancial assistance;\n\t\tarranging for a person to provide representation or give advice orassistance.\n\tThe regulations may provide for assistance to be given on conditionsincluding (in the case of financial assistance) conditions requiring repaymentin prescribed circumstances.\n\tIn subsections (1)(d) and (3)(c) “relevant service” means a service whichis a relevant service for the purposes of section 5 by virtue of section6(4)(f)."
    },
    {
        "length": 500,
        "text": "\nExamination of cases\n\tRegulations may make provision for the examination by the Commissioner ofthe cases of particular persons who are or have been older people in Wales, inconnection with the Commissioner’s functions under this Act.\n\tThe reference in subsection (1) to the Commissioner’s functions under thisAct does not include his powers under sections 2(3) and 9, to the extent thatthey are exercised in relation to a field in which the Assembly does not havefunctions.\n\tThe reference in subsection (1) to persons who have been older people inWales includes people who have ceased to be older people in Wales before thissection comes into force.\n\tThe regulations may include provision about—\n\t\tthe types of cases which may be examined;\n\t\tthe circumstances in which an examination may be made;\n\t\tthe procedure for conducting an examination, including provision about therepresentation of parties.\n\tThe regulations may make provision—\n\t\trequiring persons to provide the Commissioner with information, or\n\t\trequiring persons who hold or are accountable for information to providethe Commissioner with explanations or other assistance,\n\t\t\tfor either or both the purposes mentioned in subsection (6).\n\tThe purposes are—\n\t\tthe purposes of an examination;\n\t\tthe purposes of determining whether a recommendation made in a reportfollowing an examination has been complied with.\n\tFor the purposes mentioned in subsection (6), the Commissioner has the samepowers as the High Court in respect of—\n\t\tthe attendance and examination of witnesses (including the administrationof oaths and affirmations and the examination of witnesses abroad), and\n\t\tthe provision of information.\n\tNo person is to be compelled for the purposes mentioned in subsection (6)to give any evidence or provide any information which he could not becompelled to give or provide in civil proceedings before the High Court.\n\tThe regulations may make provision for the payment by the Commissioner ofsums in respect of expenses or allowances to persons who attend or provideinformation, explanations or other assistance for either of the purposesmentioned in subsection (6)."
    },
    {
        "length": 292,
        "text": "\nObstruction and contempt\n\tIf the Commissioner is satisfied that the condition in subsection (2) ismet in relation to a person, he may issue a certificate to that effect to theHigh Court.\n\tThe condition is that the person—\n\t\twithout lawful excuse, has obstructed the Commissioner or a member of hisstaff in the discharge of any of his functions under regulations made undersection 10,\n\t\twithout lawful excuse, has failed to comply with a requirement to provideinformation which was imposed in the exercise of a power conferred byregulations made under section 6(5) or 10(5), or\n\t\thas done an act or made an omission in relation to an examination underregulations made under section 10 which, if the examination were proceedingsin the High Court, would constitute contempt of court.\n\tIf the Commissioner issues a certificate under subsection (1)—\n\t\tthe High Court may inquire into the matter, and\n\t\tif the High Court is satisfied that the condition in subsection (2) is metin relation to the person, it may deal with him in any manner in which itcould have dealt with him if he had committed contempt in relation to the HighCourt."
    },
    {
        "length": 196,
        "text": "\nGuidance \n\tThe Commissioner may issue guidance on best practice in connection with anymatter relating to the interests of older people in Wales.\n\tGuidance under subsection (1) may be issued to—\n\t\tthe Assembly;\n\t\tpersons mentioned in Schedule 2;\n\t\tpersons providing regulated services in Wales.\n\tBefore issuing guidance under subsection (1) the Commissioner must consultsuch persons as he thinks appropriate.\n\tWhere guidance issued under this section is applicable to a personmentioned in subsection (2), that person must have regard to the guidance indischarging his functions.\n\tIn discharging his functions in respect of a person mentioned in subsection(2), the Commissioner may have regard to the extent to which the person hascomplied with any guidance issued under this section which is applicable tothat person."
    },
    {
        "length": 177,
        "text": "\nPower of entry and of interviewing\n\tThe Commissioner or a person authorised by him may, for the purposes of afunction of the Commissioner under section 3 or 5—\n\t\tenter any premises, other than a private dwelling, for the purpose ofinterviewing an older person accommodated or cared for there;\n\t\tinterview the older person, if the older person consents.\n\tThe interview must be conducted—\n\t\tif the older person requires another person to be present, in that otherperson’s presence; and\n\t\totherwise in the presence of others only to the extent that the olderperson and the Commissioner have consented to their being present.\n\tThe powers conferred by subsection (1) are exercisable at any reasonabletime."
    },
    {
        "length": 280,
        "text": "\nFurther supplementary functions\n\tRegulations may, for any purpose connected with the Commissioner’sfunctions, confer further functions on him.\n\tThe reference in subsection (1) to the Commissioner’s functions does notinclude—\n\t\this powers under sections 2(3) and 9, to the extent that they are exercisedin a field in which the Assembly does not have functions;\n\t\this powers under section 13.\n\tRegulations under subsection (1) may, for the purposes of a functionconferred on the Commissioner by the regulations, confer power on theCommissioner or a person authorised by him—\n\t\tto enter any premises, other than a private dwelling, for the purpose ofinterviewing an older person accommodated or cared for there;\n\t\tto interview the older person, if the older person consents.\n\tWhere regulations under subsection (1) confer power to interview an olderperson, the interview must be conducted—\n\t\tif the older person requires another person to be present, in that otherperson’s presence; and\n\t\totherwise in the presence of others only to the extent that the olderperson and the Commissioner have consented to their being present."
    },
    {
        "length": 376,
        "text": "\nReports following discharge of particular functions\n\tRegulations may make provision about the making by the Commissioner ofreports following the discharge of any of his functions.\n\tThe reference in subsection (1) to the Commissioner’s functions does notinclude his powers under sections 2(3) and 9, to the extent that they areexercised in a field in which the Assembly does not have functions.\n\tThe regulations may in particular—\n\t\tspecify the contents of a report and the persons to whom copies of a reportmust be sent;\n\t\tprovide that the Commissioner may make a joint report with the Children’sCommissioner for Wales where they have discharged their respective functionsunder this Act and the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") in relation tothe same matters;\n\t\tmake provision about the publication of a report;\n\t\tspecify any further action which the Commissioner is required or permittedto take after making a report.\n\tSubject to subsection (5), a report made by the Commissioner under theregulations must not—\n\t\tmention the name of any person, or\n\t\tinclude any particulars which, in the opinion of the Commissioner, arelikely to identify any person and which, in his opinion, can be omittedwithout impairing the effectiveness of the report.\n\tSubsection (4) does not apply if, after taking account of the interests ofany persons he thinks appropriate, the Commissioner considers it to be in thepublic interest to include that information in the report."
    },
    {
        "length": 862,
        "text": "\nWorking with other ombudsmen\n\tWorking jointly with the Public Services Ombudsman for Wales\n\t\tThis section applies where it appears to the Commissioner that—\n\t\t\the is entitled to examine a particular case under regulations made undersection 10; and\n\t\t\tthe case is one which could also be the subject of an investigation by thePublic Services Ombudsman for Wales.\n\t\tWhere the Commissioner considers it appropriate, he must—\n\t\t\tinform the Ombudsman about the case; and\n\t\t\tconsult him in relation to it.\n\t\tWhere the Commissioner consults the Ombudsman under this section he and theOmbudsman may—\n\t\t\tco-operate with each other in relation to the case;\n\t\t\tconduct a joint examination of the case;\n\t\t\tprepare and publish a joint report in relation to the examination.\n\t\tThe Assembly may by order provide that this section is also to apply whereit appears to the Commissioner that a case could be the subject of aninvestigation by a person who is specified in the order as if references inthis section to the Public Services Ombudsman for Wales were references tothat person.\n\t\tBefore making an order under subsection (4), the Assembly must consult theCommissioner and any other persons it thinks appropriate.\n\tWorking collaboratively with other ombudsmen\n\t\tThis section applies where it appears to the Commissioner that a case whichhe is—\n\t\t\texamining in accordance with regulations made under section 10, or\n\t\t\tconsidering whether to examine in accordance with such regulations,\n\t\t\t\trelates to or raises a matter which could be the subject of an investigationby another ombudsman (the “connected matter”).\n\t\tWhere the Commissioner considers it appropriate, he must inform the otherombudsman about the connected matter.\n\t\tWhere the Commissioner considers that the case also relates to or raises amatter which he is entitled to examine himself (the “older people matter”), hemust also if he considers it appropriate—\n\t\t\tinform the other ombudsman about the Commissioner’s proposals for theinvestigation of the case; and\n\t\t\tconsult the other ombudsman about those proposals.\n\t\tWhere the Commissioner and the other ombudsman consider that they areentitled to investigate, respectively, the older people matter and theconnected matter they may—\n\t\t\tco-operate with each other in the separate investigation of each of thosematters;\n\t\t\tact together in the investigation of those matters; and\n\t\t\tprepare and publish a joint report containing their respective conclusionsin relation to the matters they have each investigated.\n\t\tWhere the Commissioner considers—\n\t\t\tthat the case is not one which relates to or raises a matter that he isentitled to examine himself, and\n\t\t\tthat it is appropriate to do so,\n\t\t\the must inform the person whose case it is, or another person interested in itthat he thinks fit, about how to secure the referral of the connected matterto the other ombudsman.\n\t\tIn this section “other ombudsman” means—\n\t\t\tthe Public Services Ombudsman for Wales;\n\t\t\tthe Children’s Commissioner for Wales.\n\t\tIn this section “investigation” includes examination and inquiry, andcognate expressions are to be construed accordingly.\n\t\tThe Assembly may by order amend subsection (6) by—\n\t\t\tadding a person;\n\t\t\tomitting a person;\n\t\t\tchanging the description of a person.\n\t\tBefore making an order under subsection (8), the Assembly must consult theCommissioner and any other persons it thinks appropriate."
    },
    {
        "length": 1651,
        "text": "\nDisclosure of information etc.\n\tPower to disclose information\n\t\tThis section applies to—\n\t\t\tinformation obtained by the Commissioner in the discharge of any of hisfunctions;\n\t\t\tinformation obtained by the Commissioner from the Public Services Ombudsmanfor Wales by virtue of section 25A of the Public Services Ombudsman (Wales)Act [2005 (c. 10)](/id/ukpga/2005/10?view=plain \"Go to item of legislation\")(working jointly with the Commissioner for Older People in Wales);\n\t\t\tinformation obtained by the Commissioner from another ombudsman by virtueof any provision in an enactment relating to that ombudsman which correspondsto any provision of section 17;\n\t\t\tinformation obtained by the Commissioner from the Information Commissionerby virtue of section 76 of the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (disclosurebetween Information Commissioner and ombudsmen).\n\t\tInformation to which this section applies must not be disclosed exceptwhere its disclosure is authorised by subsection (3).\n\t\tThe Commissioner may disclose information to which this section applies—\n\t\t\tfor the purpose of the discharge of any of his functions;\n\t\t\tif he is satisfied that the condition in subsection (4) is met and thedisclosure is to a permitted person;\n\t\t\tfor the purpose of proceedings for an offence of perjury alleged to havebeen committed in the course of an examination by the Commissioner underregulations made under section 10;\n\t\t\tfor the purpose of an inquiry with a view to the taking of proceedingsmentioned in paragraph (c);\n\t\t\tfor the purpose of proceedings under section 11;\n\t\t\tif the information is to the effect that a person is likely to constitute athreat to the health or safety of one or more persons and the disclosure is toa person to whom the Commissioner thinks it should be disclosed in the publicinterest;\n\t\t\tif the information is information to which subsection (6) applies and thedisclosure is to the Information Commissioner;\n\t\t\tif the information was obtained by the Commissioner more than 70 yearsbefore the date of the disclosure and the disclosure is to a person to whomthe Commissioner thinks it should be disclosed in the public interest.\n\t\tThe condition is that the disclosure is—\n\t\t\tappropriate for the purpose of the discharge by the permitted person of anyof his functions; and\n\t\t\tin the public interest.\n\t\tIn determining for the purpose of this section whether disclosure ofinformation is in the public interest, the Commissioner must take into accountthe interests of—\n\t\t\tany person to whom the information relates; and\n\t\t\tsuch other persons he thinks appropriate.\n\t\tThis subsection applies to information if it appears to the Commissioner torelate to—\n\t\t\ta matter in respect of which the Information Commissioner could exercise apower conferred by an enactment mentioned in subsection (7); or\n\t\t\tthe commission of an offence mentioned in subsection (8).\n\t\tThe enactments are—\n\t\t\tPart 5 of the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") (enforcement);\n\t\t\tsection 48 of the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (practicerecommendations); and\n\t\t\tPart 4 of that Act (enforcement).\n\t\tThe offences are those under—\n\t\t\tany provision of the Data Protection Act 1998 other than paragraph 12 ofSchedule 9 to that Act (obstruction of execution of a warrant); or\n\t\t\tsection 77 of the Freedom of Information Act 2000 (offence of altering etc.records with intent to prevent disclosure).\n\t\tIn this section—\n\t\t\t  * “other ombudsman” has the same meaning as in section 17; \n\t\t\t  * “permitted person” means— \n\t\t\tthe Assembly;\n\t\t\tthe Public Services Ombudsman for Wales;\n\t\t\tthe Children’s Commissioner for Wales;\n\t\t\tthe Children’s Commissioner;\n\t\t\tthe Commissioner for Children and Young People for Northern Ireland;\n\t\t\ta housing ombudsman appointed in accordance with a scheme approved undersection 51 of the Housing Act [1996 (c. 52)](/id/ukpga/1996/52?view=plain \"Goto item of legislation\");\n\t\t\ta council for a county or county borough in Wales;\n\t\t\ta council for a county or district in England;\n\t\t\ta council for a London borough;\n\t\t\ta chief of police of a police force for a police area;\n\t\t\tthe chief constable of the British Transport Police Force.\n\t\tThe Assembly may by order amend the definition of “permitted person” insubsection (9) by—\n\t\t\tadding a person;\n\t\t\tomitting a person;\n\t\t\tchanging a description of a person.\n\tProtection against defamation\n\t\tFor the purposes of the law of defamation, the following are absolutelyprivileged—\n\t\t\tthe publication of a matter by the Commissioner in a report made underregulations made under section 15 or paragraph 8 of Schedule 1;\n\t\t\tthe publication in communications between the Commissioner and the PublicServices Ombudsman for Wales or another ombudsman of a matter which theCommissioner is permitted to disclose to that ombudsman by virtue ofsubsection (3)(a) of section 18;\n\t\t\tthe publication in communications from the Commissioner to a personmentioned in subsection (3) of a matter in connection with an examination bythe Commissioner into a case under regulations made under section 10.\n\t\tFor the purposes of the law of defamation, the publication incommunications from a person mentioned in subsection (3) to the Commissionerof a matter in connection with an examination by the Commissioner into a caseunder regulations made under section 10 has qualified privilege.\n\t\tThe persons referred to in subsections (1)(c) and (2) are—\n\t\t\tthe person whose case is being examined;\n\t\t\ta person whose conduct is the subject of the examination;\n\t\t\ta person with whom the Commissioner is communicating for the purpose ofobtaining information about the case; and\n\t\t\ta person acting on behalf of a person falling within paragraphs (a) to (c).\n\t\tIn this section “other ombudsman” has the same meaning as in section 17."
    },
    {
        "length": 227,
        "text": "\nComplaints procedure\n\tComplaints procedure in respect of the Commissioner\n\t\tThe Commissioner must establish a procedure for the investigation ofcomplaints made in respect of his actions or omissions relating to thedischarge of his functions.\n\t\tThe procedure established under subsection (1) must include provisionabout—\n\t\t\thow a complaint may be made;\n\t\t\tthe person to whom a complaint may be made;\n\t\t\tthe period within which consideration of a complaint must begin and shouldbe concluded; and\n\t\t\taction that the Commissioner must consider taking in response to acomplaint.\n\t\tThe Commissioner may amend the procedure established under subsection (1)from time to time.\n\t\tBefore establishing or amending the procedure under subsection (1) theCommissioner must consult the Assembly and obtain its approval.\n\t\tAfter establishing or amending the procedure under subsection (1) theCommissioner must send a document setting out the procedure to the Assembly."
    },
    {
        "length": 2269,
        "text": "\nGeneral\n\tRestrictions \n\t\tThis Act does not authorise or require the Commissioner to discharge afunction in relation to a matter to the extent that the matter is the subjectof legal proceedings before, or has been determined by, a court or tribunal.\n\t\tThis Act does not authorise or require the Commissioner to discharge aprescribed function which by virtue of an enactment is also dischargeable by aprescribed person.\n\tMinor and consequential amendments\n\t\tSchedule 4 (which makes minor and consequential amendments relating to otherombudsman with whom the Commissioner may work) has effect.\n\tCommencement \n\t\tThe preceding provisions of this Act come into force in accordance withprovision made by the Assembly by order.\n\tOlder people in Wales\n\t\tThis section applies for the purposes of this Act.\n\t\t“Older person” means a person aged 60 or over.\n\t\t“Older person in Wales” means an older person—\n\t\t\twho is ordinarily resident in Wales,\n\t\t\tto or in respect of whom regulated services in Wales are provided, or\n\t\t\tto or in respect of whom relevant services (within the meaning of section6(4)) are provided by or on behalf of, or under arrangements with, a personmentioned in Schedule 3.\n\tInterests of older people in Wales\n\t\tIn considering, for the purposes of this Act, what constitutes the interestsof older people in Wales, the Commissioner must have regard to the UnitedNations Principles for Older Persons adopted by the General Assembly of theUnited Nations on 16 December 1991.\n\tRegulated services in Wales\n\t\tThis section applies for the purposes of this Act.\n\t\t“Regulated services in Wales” means services which are provided in Wales byor in a regulated establishment or agency.\n\t\tAn establishment or agency is a regulated establishment or agency if theperson carrying it on or managing it is required to be registered in respectof it under Part 2 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\").\n\t\tThe services provided by or in a regulated establishment or agency are tobe treated as provided by the person who carries it on.\n\tOther interpretative provisions\n\t\tIn this Act—\n\t\t\t  * “the Assembly” means the National Assembly for Wales; \n\t\t\t  * “Assembly Cabinet” means the committee of the Assembly established under section 56(1) of the Government of Wales Act [1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the Commissioner” has the meaning given by section 1; \n\t\t\t  * “enactment” includes an enactment contained in an Act passed in the Session in which this Act is passed or in a later Session; \n\t\t\t  * “family health service provider in Wales” means— \n\t\t\ta person who provides services under a contract entered into by that personwith a Local Health Board under section 28K or 28Q of the National HealthService Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item oflegislation\");\n\t\t\ta person who has undertaken to provide in Wales general ophthalmic services orpharmaceutical services under Part 2 of that Act;\n\t\t\tan individual who provides in Wales primary medical or dental services inaccordance with arrangements made under section 28C of that Act (except as anemployee of, or otherwise on behalf of, a Welsh health service body or anindependent provider in Wales);\n\t\t\tan individual who has undertaken to provide in Wales general dental servicesunder Part 2 of that Act;\n\t\t\t\t  * “family health services” means services provided in Wales which are mentioned in any of paragraphs (a) to (d) of the definition of “family health service provider in Wales”; \n\t\t\t\t  * “further education” has the meaning given in section 2(3) to (5) of the Education Act [1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “further education corporation” has the meaning given in section 17(1) of the Further and Higher Education Act [1992 (c. 13)](/id/ukpga/1992/13?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “higher education corporation” has the meaning given in section 90(1) of the Further and Higher Education Act 1992; \n\t\t\t\t  * “independent provider in Wales” means a person who— \n\t\t\tprovides services of any kind in Wales under arrangements with a Welsh healthservice body or a family health service provider in Wales, and\n\t\t\tis not a Welsh health service body or a family health service provider inWales;\n\t\t\t\t  * “independently provided services” means services provided in Wales which are mentioned in paragraph (a) of the definition of “independent provider in Wales”; \n\t\t\t\t  * “maintained school” has the meaning given in section 20(7) of the School Standards and Framework Act [1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “NHS trust” has the same meaning as in the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “prescribed” means prescribed in regulations; \n\t\t\t\t  * “regulations” means regulations made by the Assembly; \n\t\t\t\t  * “Welsh health service body” means— \n\t\t\tthe Assembly, to the extent that it discharges functions in relation to theNational Health Service;\n\t\t\ta Local Health Board;\n\t\t\tan NHS trust managing a hospital or other establishment or facility in Wales;\n\t\t\ta Special Health Authority discharging functions in relation to Wales.\n\t\tThe Assembly may by order amend the definitions of “family health serviceprovider in Wales” and “independent provider in Wales”.\n\t\tBefore making an order under subsection (2), the Assembly must consult suchpersons as it thinks appropriate.\n\t\tSection 13 of the National Audit Act [1983 (c.44)](/id/ukpga/1983/44?view=plain \"Go to item of legislation\") (interpretationof references to the Committee of Public Accounts) applies for the purposes ofthis Act as it applies for the purposes of that Act.\n\tOrders and regulations\n\t\tA power of the Assembly to make an order or regulations under this Act isexercisable by statutory instrument.\n\t\tAn order or regulations made by the Assembly under this Act may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake consequential, incidental, supplemental, transitory, transitional orsaving provision.\n\t\tThe power to make consequential, incidental and supplemental provision inconnection with—\n\t\t\tan order under section 16(4) specifying a person for the purposes of thatsection or providing for a person to cease to be specified for those purposes,or\n\t\t\tan order under section 17(8) adding a person to the list of other ombudsmanin that section or omitting a person from that list,\n\t\t\t\tincludes power to make consequential, incidental and supplemental amendmentsor repeals in any enactment relating to that person or to his functions.\n\t\tBut the following consents are required for the making of an order by theAssembly which (whether by virtue of subsection (3) or otherwise) confersfunctions on a person other than the Commissioner or modifies the functions ofsuch a person—\n\t\t\tif the functions relate wholly or partly to a transferred matter, theconsent of a Northern Ireland department; and\n\t\t\tif the functions relate wholly or partly to a matter which (without being atransferred matter) is a matter in respect of which the Assembly has nofunctions, the consent of the Secretary of State.\n\t\tIn this section “transferred matter” means a transferred matter within themeaning of section 4(1) of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\").\n\t\tAn order made by the Assembly under this Act is, and regulations made bythe Assembly under this Act are, to be regarded as Assembly generalsubordinate legislation for the purposes of the Government of Wales Act [1998(c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\").\n\tExtent \n\t\tSubject to subsections (2) and (3), this Act extends to England and Walesonly.\n\t\tSection 28 also extends to Northern Ireland.\n\t\tAn amendment or repeal made by this Act has the same extent as theprovision amended or repealed.\n\tShort title\n\t\tThis Act may be cited as the Commissioner for Older People (Wales) Act 2006."
    }
]