{
    "general": "This act will stop people from moving freely between the UK and other countries in Europe, like they could before Brexit. It also gives the government the power to change laws about how much money people get from different countries when they move around. This will help the UK control its own borders and make sure that people are not taking advantage of the system.",
    "series": [
        [
            {
                "length": 238,
                "short": "\"UK's Post-Brexit Immigration Law Overhaul: Repealing Free Movement Rights & Reviewing Protection Claims\"",
                "text": "\n* Simplified point 1: The Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 is repealing the main retained EU law relating to free movement of persons.\n\n* Simplified point 2: The Act is ending the rights of Irish citizens to enter or remain in the UK without leave, unless certain exceptions apply.\n\n* Simplified point 3: The Act is reviewing the legal routes for protection claimants from the EU and family reunion.\n\n* Simplified point 4: The Act is allowing the Secretary of State to make regulations to modify any provision made by or under primary legislation passed before or in the same session as the Act.\n\n* Simplified point 5: The Act is providing for the annulment of statutory instruments containing regulations under the Act, and for the making of new regulations if the previous ones cease to have effect."
            },
            {
                "length": 321,
                "short": "\"UK Gov't Allows Modification of Existing EU Laws for Social Security Coordination Post-Brexit\"",
                "text": "\n* Simplified point 1: The UK government has the power to modify existing EU laws related to social security coordination, to ensure consistency with the withdrawal agreement.\n* Simplified point 2: The power to modify includes the ability to make different provisions for different categories of people and to provide for a person to exercise discretion in dealing with any matter.\n* Simplified point 3: The legislation allows for the modification of not only the retained direct EU legislation mentioned in the text, but also any provision made by primary legislation passed before or in the same session as the Act.\n* Simplified point 4: The legislation also provides for the cessation of EU-derived rights, powers, liabilities, obligations, restrictions, remedies, and procedures that are inconsistent with or capable of affecting the interpretation, application, or operation of provision made by regulations under this section.\n* Simplified point 5: The appropriate authority for making regulations under this section is the Secretary of State or the Treasury, a Northern Ireland department, or a Minister of the Crown acting jointly with a Northern Ireland department.\n* Simplified point 6: Schedule 2 contains further provision about the power to make regulations under this section, and Schedule 3 contains provision about the making of regulations under this section."
            },
            {
                "length": 266,
                "short": "The Withdrawal Act: Consistency and Clarity in Immigration and Social Security Laws",
                "text": "\n* Simplified point 1: This Act allows the UK government to modify existing laws related to immigration and social security to ensure consistency with the withdrawal agreement.\n* Simplified point 2: The Act defines key terms such as \"domestic law,\" \"Minister of the Crown,\" and \"primary legislation\" to clarify the scope of the modifications that can be made.\n* Simplified point 3: The Act extends to England, Wales, Scotland, and Northern Ireland, and the UK government can use Orders in Council to extend the Act's provisions to the Channel Islands and the Isle of Man.\n* Simplified point 4: The Act gives the UK government the power to repeal or amend existing legislation related to immigration and social security, and to make regulations to bring the modifications into force.\n* Simplified point 5: The Act sets out the commencement dates for different provisions of the Act, with Part 1 coming into force on a day appointed by the Secretary of State, and Part 2 coming into force on a day appointed by the Secretary of State or the Treasury."
            }
        ],
        [
            {
                "length": 207,
                "short": "\"UK's Post-Brexit Immigration Regulations: Overview and Key Provisions\"",
                "text": "\n* Simplified point 1: The Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 is repealing the main retained EU law relating to free movement of persons.\n\n* Simplified point 2: The Act is ending the rights of Irish citizens to enter or remain in the UK without leave, unless certain exceptions apply.\n\n* Simplified point 3: The Act is reviewing the legal routes for protection claimants from the EU and family reunion.\n\n* Simplified point 4: The Act is allowing the Secretary of State to make regulations to modify any provision made by or under primary legislation passed before or in the same session as the Act.\n\n* Simplified point 5: The Act is providing for the annulment of statutory instruments containing regulations under the Act, and for the making of new regulations if the previous ones cease to have effect."
            }
        ]
    ],
    "summary": "\nTitle: The Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 - Simplified Explainer\n\nIntroduction:\nThis act aims to simplify the current immigration and social security laws in the UK post-Brexit. It will repeal the main retained EU law relating to free movement of persons and end the rights of Irish citizens to enter or remain in the UK without leave, unless certain exceptions apply. Additionally, the act will review the legal routes for protection claimants from the EU and family reunion.\n\nKey Points:\n\n1. Repeals the main retained EU law relating to free movement of persons.\n2. Ends the rights of Irish citizens to enter or remain in the UK without leave, unless certain exceptions apply.\n3. Reviews the legal routes for protection claimants from the EU and family reunion.\n4. Allows the Secretary of State to make regulations to modify any provision made by or under primary legislation passed before or in the same session as the Act.\n5. Provides for the annulment of statutory instruments containing regulations under the Act, and for the making of new regulations if the previous ones cease to have effect.\n\nConclusion:\nThe Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 aims to overhaul the UK's post-Brexit immigration law, repealing free movement rights and reviewing protection claims. The act also grants the UK government the power to modify existing EU laws related to social security coordination, ensuring consistency with the withdrawal agreement."
}