[
    {
        "length": 1739,
        "text": "\nPowers of the Secretary of State\n\tThe Secretary of State may by order made by statutory instrument do one orboth of the following—\n\t\tfix or modify the conditions of service of fire brigade members;\n\t\tgive specific or general directions to fire authorities about the use ordisposal of property or facilities.\n\tThe provision that may be contained in directions given by virtue ofsubsection (1)(b) includes—\n\t\tprovision about the use or disposal by a fire authority of property orfacilities belonging to that authority;\n\t\tprovision about the use by a fire authority of property or facilitiesbelonging to another fire authority or to any other person who has made theproperty or facilities available, or is willing to do so; and\n\t\tprovision requiring payments to be made by a fire authority to another fireauthority or to any other person, in respect of the use of property orfacilities.\n\tBefore making an order under this section that fixes or modifies conditionsof service of fire brigade members, the Secretary of State must, if thereappears to him to be a negotiating body—\n\t\tsubmit his proposals for an order to that body;\n\t\tallow that body at least twenty-one days to report to him about theopinions of the members of that body on the proposals; and\n\t\tconsider any report made to him by that body within the period he hasallowed.\n\tBefore making an order under this section containing a direction about theuse or disposal of property or facilities, the Secretary of State must consultsuch persons who—\n\t\tare, in his opinion, likely to be affected by the proposed direction, or\n\t\trepresent persons who are, in his opinion, likely to be so affected,\n\t\t\tas he thinks fit.\n\tThe power to make an order under this section includes power—\n\t\tto make provision with retrospective effect fixing or modifying the pay orallowances of fire brigade members (including provision having effect from atime before the passing of this Act);\n\t\tto make different provision for different cases (including power to make anorder containing a direction applicable only to one or more particular fireauthorities);\n\t\tto make provision subject to exemptions and exceptions; and\n\t\tto make incidental, supplemental, consequential and transitional provision.\n\tThe power to include retrospective provision in an order under this sectiondoes not include power retrospectively to reduce the pay and allowancespayable to a person.\n\tNo order shall be made under this section more than two years after thecommencement of this Act, except for the purpose of revoking provisioncontained in a previous order.\n\tA statutory instrument containing an order under this section that makesprovision authorised by subsection (1)(a) shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\tIt shall be the duty of a fire authority to comply with a directioncontained in an order under this section.\nInterpretation of June 2003 agreement\n\tFor the avoidance of doubt, nothing in this Act affects the possibility of theparties agreeing on a reference to mediation, conciliation or arbitration onthe interpretation of the June 2003 agreement between the Fire Brigades Unionand the local authority fire service employers.\nSupplemental provisions\n\tThis Act may be cited as the Fire Services Act 2003.\n\tIn this Act—\n\t\t  * “conditions of service” includes, in particular, conditions of service relating to pay and allowances, hours of duty or leave; \n\t\t  * “fire authority” means an authority which is a fire authority within the meaning of the Fire Services Act [1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") (read with paragraph 2 of Schedule 11 to the Local Government Act [1985 (c. 51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\")); \n\t\t  * “fire brigade” means a fire brigade maintained under the Fire Services Act 1947; \n\t\t  * “fire brigade member” means any member of a fire brigade (including a member whose employment as such is only temporary); \n\t\t  * “negotiating body” means a body of persons which— \n\t\tincludes both persons representing the interests of some or all fireauthorities and persons representing the interests of some or all fire brigademembers; and\n\t\tis constituted in accordance with what appear to the Secretary of State to beappropriate arrangements for the negotiation of the conditions of service offire brigade members.\n\tReferences in this Act to property or facilities belonging to a personinclude references to—\n\t\tland occupied by that person; and\n\t\tequipment or other assets or facilities the use of which is under thecontrol of that person.\n\tIn its application to Northern Ireland, this Act has effect as if—\n\t\tfor references to the Secretary of State there were substituted referencesto the Department of Health, Social Services and Public Safety;\n\t\tfor references to a fire authority or fire authorities there weresubstituted references to the Fire Authority for Northern Ireland;\n\t\tfor references to a fire brigade there were substituted references to thefire brigade within the meaning of the Fire Services (Northern Ireland) Order1984 ([S.I. 1984/1821 (N.I. 11)](/id/nisi/1984/1821?view=plain \"Go to item oflegislation\"));\n\t\tin section 1(1), “made by statutory instrument” were omitted;\n\t\tin section 1(2)(b) and (c), “another fire authority or to” were omitted;\n\t\tfor section 1(7) there were substituted—\n\tThe power to make an order under this section shall be exercisable bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")).\n\t\t(7A)An order under this section that makes provision authorised by subsection(1)(a) shall be subject to negative resolution within the meaning of section41(6) of the Interpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").”\n\tThe powers conferred by this Act are in addition to those conferred by theFire Services Act [1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go to item oflegislation\"), the Fire Services (Northern Ireland) Order 1984 ([S.I.1984/1821 (N.I. 11)](/id/nisi/1984/1821?view=plain \"Go to item oflegislation\")) or any other enactment or instrument passed or made before thepassing of this Act.\n\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums which are payable out of money soprovided under any other Act.\n\tThis Act extends to England and Wales and Northern Ireland only.\n\t"
    }
]