{
    "general": "This law allows the government to spend money from the country's budget for the years 2007-2008. It also takes money from the Consolidated Fund to pay for things like salaries, infrastructure projects, and other expenses. This helps the government to provide services and run the country.",
    "series": [
        [
            {
                "length": 224,
                "short": "\"UK Budget Allocation for Fiscal Year 2008\"",
                "text": "* Simplified point 1: The Appropriation Act 2008 authorizes the use of £22,441,622,000 in resources for the year ending March 31, 2008.\n* Simplified point 2: The act also authorizes grants out of the Consolidated Fund totaling £15,099,258,000 for the same period.\n* Simplified point 3: The act sets limits on appropriations in aid for various services and purposes, including £10,224,371,000 for operating appropriations in aid and £697,366,000 for non-operating appropriations in aid.\n* Simplified point 4: The act allows for the payment of amounts into the Consolidated Fund without requiring the retention of resources, subject to certain conditions and limitations."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2008 gives permission to spend money from the government's budget for the financial year that ended on March 31, 2008. This includes £22 billion for general spending and £15 billion for specific projects and services. The law sets limits on how much can be spent in different areas, like healthcare and education. It also lets the government pay money into the national treasury without having to keep some of the money aside first, as long as certain rules are followed. In other words, this law helps the government manage its finances and make sure there is enough money available for important public services and programs.",
    "single": "\n* The Appropriation Act 2008 authorizes the use of resources for the service of the years ending with 31st March 2007 and 31st March 2008.\n* The use of resources for the year ending with 31st March 2007 is authorized to the amount of £38,611,000.\n* The use of resources for the year ending with 31st March 2008 is authorized to the amount of £16,257,130,000.\n* The Treasury may issue out of the Consolidated Fund of the United Kingdom and apply to the service of the year ending with 31st March 2008 the sum of £7,563,896,000.\n* All the amounts and sums authorized by this Act and the other Act mentioned in Schedule 1 to this Act, for the service of the year that ended with 31st March 2007 and of the year ending with 31st March 2008, totalling, as is shown in the said Schedule, £22,441,622,000 in amounts of resources authorized for use and £15,099,258,000 in sums authorized for issue from the Consolidated Fund, are appropriated, and shall be deemed to have been appropriated as from the date of the passing of the Acts mentioned in the said Schedule 1, for the services and purposes specified in Schedule 2 to this Act.\n* Part 1 of Schedule 2 sets out modifications of the limits set for the purposes of section 2 of the Government Resources and Accounts Act [2000 (c.20)](/id/ukpga/2000/20?view=plain \"Go to item of legislation\") on the resources applicable as appropriations in aid for the year ending with 31st March 2008.\n* Part 2 of Schedule 2 sets out, for the services and purposes specified in that Part of that Schedule, modifications of the limits set for the purposes of section 2 of the Government Resources and Accounts Act [2000 (c.20)](/id/ukpga/2000/20?view=plain \"Go to item of legislation\") on the resources applicable as appropriations in aid for the year ending with 31st March 2008.\n* Part 3 of Schedule 2 sets out, for the services and purposes specified in that Part of that Schedule, the limits for the purposes of section 2 of the Government Resources and Accounts Act [2000 (c.20)](/id/ukpga/2000/20?view=plain \"Go to item of legislation\") on the resources applicable as appropriations in aid for the year ending with 31st March 2008.\n* The limits as modified by Part 1 of Schedule 2 shall be deemed to have been in force from 19th February 2008.\n* The limits as modified by Part 2 of Schedule 2 and those set out in Part 3 of that Schedule shall be deemed to have been in force from 15th November 2007.\n* Subsection (6), so far as it relates to—\n\ta reduction set out in the Table in Part 2 of Schedule 2, or\n\ta modification so set out which, according to a note to that Part, comprises a reduction,\n\tdoes not affect the validity of anything to which subsection (8) applies.\n* This subsection applies to anything done in accordance with a direction given for the purposes of section 2 of the Government Resources and Accounts Act [2000 (c.20)](/id/ukpga/2000/20?view=plain \"Go to item of legislation\") during the year ending with 31st March 2008 if (disregarding subsection (6))—\n\tat the time it was done the direction complied with the limit set under a previous Appropriation Act, or\n\tthat direction would have complied with the limit then in force if that limit had, for the period ending with 19th February 2008, been increased as mentioned in the note in question.\n* The payment of amounts into the Consolidated Fund is not required (by or under any enactment or otherwise) to the extent that permission for their retention is given by the Treasury in anticipation of the giving of directions, by reference to a Statement of Excesses, that will authorize the application of the amounts as appropriations in aid for the service of the year ending with 31st March 2008; but—\n\ta permission for the purposes of this subsection expires with the giving by reference to a Statement of Excesses of any direction that authorizes the application of resources as appropriations in aid in relation to the Request for Resources or Estimate to which the amounts in question are referable; and\n\tif, having given such a permission, the Treasury decide before its expiry not to give the anticipated direction, they must withdraw the permission on making the decision.\n* Nothing in Schedule 2 limits the amounts which are or may be made applicable, in accordance with any direction, as appropriations in aid of resources for the service of the House of Commons Administration for any year.\n* The abstracts of Schedule 1 and of Schedule 2 which are annexed to this Act shall have effect as part of this Act.\n* This Act may be cited as the Appropriation Act 2008."
}