[
    {
        "length": 1483,
        "text": "\nTransfer of rights to third parties\n\tRights against insurer of insolvent person etc\n\t\tThis section applies if—\n\t\t\ta relevant person incurs a liability against which that person is insuredunder a contract of insurance, or\n\t\t\ta person who is subject to such a liability becomes a relevant person.\n\t\tThe rights of the relevant person under the contract against the insurer inrespect of the liability are transferred to and vest in the person to whom theliability is or was incurred (the “third party”).\n\t\tThe third party may bring proceedings to enforce the rights against theinsurer without having established the relevant person’s liability; but thethird party may not enforce those rights without having established thatliability.\n\t\tFor the purposes of this Act, a liability is established only if itsexistence and amount are established; and, for that purpose, “establish” meansestablish—\n\t\t\tby virtue of a declaration under section 2 or a declarator under section 3,\n\t\t\tby a judgment or decree,\n\t\t\tby an award in arbitral proceedings or by an arbitration, or\n\t\t\tby an enforceable agreement.\n\t\tIn this Act—\n\t\t\treferences to an “insured” are to a person who incurs or who is subject toa liability to a third party against which that person is insured under acontract of insurance;\n\t\t\treferences to a “relevant person” are to a person within sections 4 to 7;\n\t\t\treferences to a “third party” are to be construed in accordance withsubsection (2);\n\t\t\treferences to “transferred rights” are to rights under a contract ofinsurance which are transferred under this section.\n\tEstablishing liability in England and Wales and Northern Ireland\n\t\tThis section applies where a person (P)—\n\t\t\tclaims to have rights under a contract of insurance by virtue of a transferunder section 1, but\n\t\t\thas not yet established the insured’s liability which is insured under thatcontract.\n\t\tP may bring proceedings against the insurer for either or both of thefollowing—\n\t\t\ta declaration as to the insured’s liability to P;\n\t\t\ta declaration as to the insurer’s potential liability to P.\n\t\tIn such proceedings P is entitled, subject to any defence on which theinsurer may rely, to a declaration under subsection (2)(a) or (b) on proof ofthe insured’s liability to P or (as the case may be) the insurer’s potentialliability to P.\n\t\tWhere proceedings are brought under subsection (2)(a) the insurer may relyon any defence on which the insured could rely if those proceedings wereproceedings brought against the insured in respect of the insured’s liabilityto P.\n\t\tSubsection (4) is subject to section 12(1).\n\t\tWhere the court makes a declaration under this section, the effect of whichis that the insurer is liable to P, the court may give the appropriatejudgment against the insurer.\n\t\tWhere a person applying for a declaration under subsection (2)(b) isentitled or required, by virtue of the contract of insurance, to do so inarbitral proceedings, that person may also apply in the same proceedings for adeclaration under subsection (2)(a).\n\t\tIn the application of this section to arbitral proceedings, subsection (6)is to be read as if “tribunal” were substituted for “court” and “make theappropriate award” for “give the appropriate judgment”.\n\t\tWhen bringing proceedings under subsection (2)(a), P may also make theinsured a defendant to those proceedings.\n\t\tIf (but only if) the insured is a defendant to proceedings under thissection (whether by virtue of subsection (9) or otherwise), a declarationunder subsection (2) binds the insured as well as the insurer.\n\t\tIn this section, references to the insurer’s potential liability to P arereferences to the insurer’s liability in respect of the insured’s liability toP, if established.\n\tEstablishing liability in Scotland\n\t\tThis section applies where a person (P)—\n\t\t\tclaims to have rights under a contract of insurance by virtue of a transferunder section 1, but\n\t\t\thas not yet established the insured’s liability which is insured under thatcontract.\n\t\tP may bring proceedings against the insurer for either or both of thefollowing—\n\t\t\ta declarator as to the insured’s liability to P;\n\t\t\ta declarator as to the insurer’s potential liability to P.\n\t\tWhere proceedings are brought under subsection (2)(a) the insurer may relyon any defence on which the insured could rely if those proceedings wereproceedings brought against the insured in respect of the insured’s liabilityto P.\n\t\tSubsection (3) is subject to section 12(1).\n\t\tWhere the court grants a declarator under this section, the effect of whichis that the insurer is liable to P, the court may grant the appropriate decreeagainst the insurer.\n\t\tWhere a person applying for a declarator under subsection (2)(b) isentitled or required, by virtue of the contract of insurance, to do so in anarbitration, that person may also apply in the same arbitration for adeclarator under subsection (2)(a).\n\t\tIn the application of this section to an arbitration, subsection (5) is tobe read as if “tribunal” were substituted for “court” and “make theappropriate award” for “grant the appropriate decree”.\n\t\tWhen bringing proceedings under subsection (2)(a), P may also make theinsured a defender to those proceedings.\n\t\tIf (but only if) the insured is a defender to proceedings under thissection (whether by virtue of subsection (8) or otherwise), a declarator undersubsection (2) binds the insured as well as the insurer.\n\t\tIn this section, the reference to the insurer’s potential liability to Pis a reference to the insurer’s liability in respect of the insured’sliability to P, if established."
    },
    {
        "length": 2936,
        "text": "\nRelevant persons\n\tIndividuals \n\t\tAn individual is a relevant person if any of the following is in force inrespect of that individual in England and Wales—\n\t\t\ta deed of arrangement registered in accordance with the Deeds ofArrangement Act 1914,\n\t\t\tan administration order made under Part 6 of the County Courts Act 1984,\n\t\t\tan enforcement restriction order made under Part 6A of that Act,\n\t\t\tsubject to subsection (4), a debt relief order made under Part 7A of theInsolvency Act 1986,\n\t\t\ta voluntary arrangement approved in accordance with Part 8 of that Act, or\n\t\t\ta bankruptcy order made under Part 9 of that Act.\n\t\tAn individual is a relevant person if any of the following is in force inrespect of that individual (or, in the case of paragraph (a) or (b), thatindividual’s estate) in Scotland—\n\t\t\tan award of sequestration made under section 5 of the Bankruptcy (Scotland)Act 1985,\n\t\t\ta protected trust deed within the meaning of that Act, or\n\t\t\ta composition approved in accordance with Schedule 4 to that Act.\n\t\tAn individual is a relevant person if any of the following is in force inrespect of that individual in Northern Ireland—\n\t\t\tan administration order made under Part 6 of the Judgments Enforcement(Northern Ireland) Order 1981 ([S.I. 1981/226 (N.I.6)](/id/nisi/1981/226?view=plain \"Go to item of legislation\")),\n\t\t\ta deed of arrangement registered in accordance with Chapter 1 of Part 8 ofthe Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")),\n\t\t\ta voluntary arrangement approved under Chapter 2 of Part 8 of that Order,or\n\t\t\ta bankruptcy order made under Part 9 of that Order.\n\t\tIf an individual is a relevant person by virtue of subsection (1)(d), thatperson is a relevant person for the purposes of section 1(1)(b) only.\n\t\tWhere an award of sequestration made under section 5 of the Bankruptcy(Scotland) Act 1985 is recalled or reduced, any rights which were transferredunder section 1 as a result of that award are re-transferred to and vest inthe person who became a relevant person as a result of the award.\n\t\tWhere an order discharging an individual from an award of sequestrationmade under section 5 of the Bankruptcy (Scotland) Act 1985 is recalled orreduced under paragraph 17 or 18 of Schedule 4 to that Act, the order is to betreated for the purposes of this section as never having been made.\n\tIndividuals who die insolvent\n\t\tAn individual who dies insolvent is a relevant person for the purposes ofsection 1(1)(b) only.\n\t\tFor the purposes of this section an individual (D) is to be regarded ashaving died insolvent if, following D’s death—\n\t\t\tD’s estate falls to be administered in accordance with an order undersection 421 of the Insolvency Act 1986 or Article 365 of the Insolvency(Northern Ireland) Order 1989 ([S.I. 1989/2405 (N. I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")),\n\t\t\tan award of sequestration is made under section 5 of the Bankruptcy(Scotland) Act 1985 in respect of D’s estate and the award is not recalled orreduced, or\n\t\t\ta judicial factor is appointed under section 11A of the Judicial Factors(Scotland) Act 1889 in respect of D’s estate and the judicial factor certifiesthat the estate is absolutely insolvent within the meaning of the Bankruptcy(Scotland) Act 1985.\n\t\tWhere a transfer of rights under section 1 takes place as a result of aninsured person being a relevant person by virtue of this section, referencesin this Act to an insured are, where the context so requires, to be read asreferences to the insured’s estate.\n\tCorporate bodies etc\n\t\tA body corporate or an unincorporated body is a relevant person if—\n\t\t\ta compromise or arrangement between the body and its creditors (or a classof them) is in force, having been sanctioned in accordance with section 899 ofthe Companies Act 2006, or\n\t\t\tthe body has been dissolved under section 1000, 1001 or 1003 of that Act,and the body has not been—\n\t\t\trestored to the register by virtue of section 1025 of that Act, or\n\t\t\tordered to be restored to the register by virtue of section 1031 of thatAct.\n\t\tA body corporate or an unincorporated body is a relevant person if, inEngland and Wales or Scotland—\n\t\t\ta voluntary arrangement approved in accordance with Part 1 of theInsolvency Act 1986 is in force in respect of it,\n\t\t\tan administration order made under Part 2 of that Act is in force inrespect of it,\n\t\t\tthere is a person appointed in accordance with Part 3 of that Act who isacting as receiver or manager of the body’s property (or there would be such aperson so acting but for a temporary vacancy),\n\t\t\tthe body is, or is being, wound up voluntarily in accordance with Chapter 2of Part 4 of that Act,\n\t\t\tthere is a person appointed under section 135 of that Act who is acting asprovisional liquidator in respect of the body (or there would be such a personso acting but for a temporary vacancy), or\n\t\t\tthe body is, or is being, wound up by the court following the making of awinding-up order under Chapter 6 of Part 4 of that Act or Part 5 of that Act.\n\t\tA body corporate or an unincorporated body is a relevant person if, inScotland—\n\t\t\tan award of sequestration has been made under section 6 of the Bankruptcy(Scotland) Act 1985 in respect of the body’s estate, and the body has not beendischarged under that Act,\n\t\t\tthe body has been dissolved and an award of sequestration has been madeunder that section in respect of its estate,\n\t\t\ta protected trust deed within the meaning of the Bankruptcy (Scotland) Act1985 is in force in respect of the body’s estate, or\n\t\t\ta composition approved in accordance with Schedule 4 to that Act is inforce in respect of the body.\n\t\tA body corporate or an unincorporated body is a relevant person if, inNorthern Ireland—\n\t\t\ta voluntary arrangement approved in accordance with Part 2 of theInsolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N. I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) is in forcein respect of the body,\n\t\t\tan administration order made under Part 3 of that Order is in force inrespect of the body,\n\t\t\tthere is a person appointed in accordance with Part 4 of that Order who isacting as receiver or manager of the body’s property (or there would be such aperson so acting but for a temporary vacancy),\n\t\t\tthe body is, or is being, wound up voluntarily in accordance with Chapter 2of Part 5 of that Order,\n\t\t\tthere is a person appointed under Article 115 of that Order who is actingas provisional liquidator in respect of the body (or there would be such aperson so acting but for a temporary vacancy), or\n\t\t\tthe body is, or is being, wound up by the court following the making of awinding-up order under Chapter 6 of Part 5 of that Order or Part 6 of thatOrder.\n\t\tA body within subsection (1)(a) is not a relevant person in relation to aliability that is transferred to another body by the order sanctioning thecompromise or arrangement.\n\t\tWhere a body is a relevant person by virtue of subsection (1)(a), section 1has effect to transfer rights only to a person on whom the compromise orarrangement is binding.\n\t\tWhere an award of sequestration made under section 6 of the Bankruptcy(Scotland) Act 1985 is recalled or reduced, any rights which were transferredunder section 1 as a result of that award are re-transferred to and vest inthe person who became a relevant person as a result of the award.\n\t\tWhere an order discharging a body from an award of sequestration made undersection 6 of the Bankruptcy (Scotland) Act 1985 is recalled or reduced underparagraph 17 or 18 of Schedule 4 to that Act, the order is to be treated forthe purposes of this section as never having been made.\n\t\tIn this section—\n\t\t\ta reference to a person appointed in accordance with Part 3 of theInsolvency Act 1986 includes a reference to a person appointed under section101 of the Law of Property Act 1925;\n\t\t\ta reference to a receiver or manager of a body’s property includes areference to a receiver or manager of part only of the property and to areceiver only of the income arising from the property or from part of it;\n\t\t\tfor the purposes of subsection (3) “body corporate or unincorporated body”includes any entity, other than a trust, the estate of which may besequestrated under section 6 of the Bankruptcy (Scotland) Act 1985;\n\t\t\ta reference to a person appointed in accordance with Part 4 of theInsolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N. I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")) includes areference to a person appointed under section 19 of the Conveyancing Act 1881.\n\tScottish trusts\n\t\tA trustee of a Scottish trust is, in respect of a liability of that trusteethat falls to be met out of the trust estate, a relevant person if—\n\t\t\tan award of sequestration has been made under section 6 of the Bankruptcy(Scotland) Act 1985 in respect of the trust estate, and the trust has not beendischarged under that Act,\n\t\t\ta protected trust deed within the meaning of that Act is in force inrespect of the trust estate, or\n\t\t\ta composition approved in accordance with Schedule 4 to that Act is inforce in respect of the trust estate.\n\t\tWhere an award of sequestration made under section 6 of the Bankruptcy(Scotland) Act 1985 is recalled or reduced any rights which were transferredunder section 1 as a result of that award are re-transferred to and vest inthe person who became a relevant person as a result of the award.\n\t\tWhere an order discharging an individual, body or trust from an award ofsequestration made under section 6 of the Bankruptcy (Scotland) Act 1985 isrecalled or reduced under paragraph 17 or 18 of Schedule 4 to that Act, theorder is to be treated for the purposes of this section as never having beenmade.\n\t\tIn this section “Scottish trust” means a trust the estate of which may besequestrated under section 6 of the Bankruptcy (Scotland) Act 1985."
    },
    {
        "length": 755,
        "text": "\nTransferred rights: supplemental\n\tLimit on rights transferred\n\t\tWhere the liability of an insured to a third party is less than the liabilityof the insurer to the insured (ignoring the effect of section 1), no rightsare transferred under that section in respect of the difference.\n\tConditions affecting transferred rights\n\t\tThis section applies where transferred rights are subject to a condition(whether under the contract of insurance from which the transferred rights arederived or otherwise) that the insured has to fulfil.\n\t\tAnything done by the third party which, if done by the insured, would haveamounted to or contributed to fulfilment of the condition is to be treated asif done by the insured.\n\t\tThe transferred rights are not subject to a condition requiring the insuredto provide information or assistance to the insurer if that condition cannotbe fulfilled because the insured is—\n\t\t\tan individual who has died, or\n\t\t\ta body corporate that has been dissolved.\n\t\tA condition requiring the insured to provide information or assistance tothe insurer does not include a condition requiring the insured to notify theinsurer of the existence of a claim under the contract of insurance.\n\t\tThe transferred rights are not subject to a condition requiring the priordischarge by the insured of the insured’s liability to the third party.\n\t\tIn the case of a contract of marine insurance, subsection (5) applies onlyto the extent that the liability of the insured is a liability in respect ofdeath or personal injury.\n\t\tIn this section—\n\t\t\t  * “contract of marine insurance” has the meaning given by section 1 of the Marine Insurance Act 1906; \n\t\t\t  * “dissolved” means dissolved under— \n\t\t\tChapter 9 of Part 4 of the Insolvency Act 1986,\n\t\t\tsection 1000, 1001 or 1003 of the Companies Act 2006, or\n\t\t\tChapter 9 of Part 5 of the Insolvency (Northern Ireland) Order 1989 ([S.I.1989/2405 (N. I. 19)](/id/nisi/1989/2405?view=plain \"Go to item oflegislation\"));\n\t\t\t\t  * “personal injury” includes any disease and any impairment of a person’s physical or mental condition. \n\tInsurer’s right of set off\n\t\tThis section applies if—\n\t\t\trights of an insured under a contract of insurance have been transferred toa third party under section 1,\n\t\t\tthe insured is under a liability to the insurer under the contract (“theinsured’s liability”), and\n\t\t\tif there had been no transfer, the insurer would have been entitled to setoff the amount of the insured’s liability against the amount of the insurer’sown liability to the insured.\n\t\tThe insurer is entitled to set off the amount of the insured’s liabilityagainst the amount of the insurer’s own liability to the third party inrelation to the transferred rights."
    },
    {
        "length": 724,
        "text": "\nEnforcement of transferred rights\n\tLimitation and prescription\n\t\tSubsection (2) applies where a person brings proceedings for a declarationunder section 2(2)(a), or for a declarator under section 3(2)(a), and theproceedings are started or, in Scotland, commenced—\n\t\t\tafter the expiry of a period of limitation applicable to an action againstthe insured to enforce the insured’s liability, or of a period of prescriptionapplicable to that liability, but\n\t\t\twhile such an action is in progress.\n\t\tThe insurer may not rely on the expiry of that period as a defence unlessthe insured is able to rely on it in the action against the insured.\n\t\tFor the purposes of subsection (1), an action is to be treated as no longerin progress if it has been concluded by a judgment or decree, or by an award,even if there is an appeal or a right of appeal.\n\t\tWhere a person who has already established an insured’s liability to thatperson brings proceedings under this Act against the insurer, nothing in thisAct is to be read as meaning—\n\t\t\tthat, for the purposes of the law of limitation in England and Wales, thatperson’s cause of action against the insurer arose otherwise than at the timewhen that person established the liability of the insured,\n\t\t\tthat, for the purposes of the law of prescription in Scotland, theobligation in respect of which the proceedings are brought became enforceableagainst the insurer otherwise than at that time, or\n\t\t\tthat, for the purposes of the law of limitation in Northern Ireland, thatperson’s cause of action against the insurer arose otherwise than at the timewhen that person established the liability of the insured.\n\tJurisdiction within the United Kingdom\n\t\tWhere a person (P) domiciled in a part of the United Kingdom is entitled tobring proceedings under this Act against an insurer domiciled in another part,P may do so in the part where P is domiciled or in the part where the insureris domiciled (whatever the contract of insurance may stipulate as to whereproceedings are to be brought).\n\t\tThe following provisions of the Civil Jurisdiction and Judgments Act 1982(relating to determination of domicile) apply for the purposes of subsection(1)—\n\t\t\tsection 41(2), (3), (5) and (6) (individuals);\n\t\t\tsection 42(1), (3), (4) and (8) (corporations and associations);\n\t\t\tsection 45(2) and (3) (trusts);\n\t\t\tsection 46(1), (3) and (7) (the Crown).\n\t\tIn Schedule 5 to that Act (proceedings excluded from general provisions asto allocation of jurisdiction within the United Kingdom) at the end add—\n\t\t“Proceedings by third parties against insurers\n\t\t\t11Proceedings under the Third Parties (Rights against Insurers) Act 2010.”"
    },
    {
        "length": 610,
        "text": "\nEnforcement of insured’s liability\n\tEffect of transfer on insured’s liability\n\t\tWhere rights in respect of an insured’s liability to a third party aretransferred under section 1, the third party may enforce that liabilityagainst the insured only to the extent (if any) that it exceeds the amountrecoverable from the insurer by virtue of the transfer.\n\t\tSubsection (3) applies if a transfer of rights under section 1 occursbecause the insured person is a relevant person by virtue of—\n\t\t\tsection 4(1)(a) or (e), (2)(b) or (3)(b) or (c),\n\t\t\tsection 6(1)(a), (2)(a), (3)(c) or (4)(a), or\n\t\t\tsection 7(1)(b).\n\t\tIf the liability is subject to the arrangement, trust deed or compromise byvirtue of which the insured is a relevant person, the liability is to betreated as subject to that arrangement, trust deed or compromise only to theextent that the liability exceeds the amount recoverable from the insurer byvirtue of the transfer.\n\t\tSubsection (5) applies if a transfer of rights under section 1 occurs inrespect of a liability which, after the transfer, becomes one that is subjectto a composition approved in accordance with Schedule 4 to the Bankruptcy(Scotland) Act 1985.\n\t\tThe liability is to be treated as subject to the composition only to theextent that the liability exceeds the amount recoverable from the insurer byvirtue of the transfer.\n\t\tFor the purposes of this section the amount recoverable from the insurerdoes not include any amount that the third party is unable to recover as aresult of—\n\t\t\ta shortage of assets on the insurer’s part, in a case where the insurer isa relevant person, or\n\t\t\ta limit set by the contract of insurance on the fund available to meetclaims in respect of a particular description of liability of the insured.\n\t\tWhere a third party is eligible to make a claim in respect of the insurer’sliability under or by virtue of rules made under Part 15 of the FinancialServices and Markets Act 2000 (the Financial Services Compensation Scheme)—\n\t\t\tsubsection (6)(a) applies only if the third party has made such a claim,and\n\t\t\tthe third party is to be treated as being able to recover from the insurerany amount paid to, or due to, the third party as a result of the claim."
    },
    {
        "length": 392,
        "text": "\nApplication of Act\n\tReinsurance \n\t\tThis Act does not apply to a case where the liability referred to in section1(1) is itself a liability incurred by an insurer under a contract ofinsurance.\n\tVoluntarily-incurred liabilities\n\t\tIt is irrelevant for the purposes of section 1 whether or not the liability ofthe insured is or was incurred voluntarily.\n\tAvoidance \n\t\tA contract of insurance to which this section applies is of no effect in sofar as it purports, whether directly or indirectly, to avoid or terminate thecontract or alter the rights of the parties under it in the event of theinsured—\n\t\t\tbecoming a relevant person, or\n\t\t\tdying insolvent (within the meaning given by section 5(2)).\n\t\tA contract of insurance is one to which this section applies if theinsured’s rights under it are capable of being transferred under section 1.\n\tCases with a foreign element\n\t\tExcept as expressly provided, the application of this Act does not depend onwhether there is a connection with a part of the United Kingdom; and inparticular it does not depend on—\n\t\t\twhether or not the liability (or the alleged liability) of the insured tothe third party was incurred in, or under the law of, England and Wales,Scotland or Northern Ireland;\n\t\t\tthe place of residence or domicile of any of the parties;\n\t\t\twhether or not the contract of insurance (or a part of it) is governed bythe law of England and Wales, Scotland or Northern Ireland;\n\t\t\tthe place where sums due under the contract of insurance are payable."
    },
    {
        "length": 451,
        "text": "\nSupplemental\n\tPower to amend Act\n\t\tThe Secretary of State may by order made by statutory instrument amendsection 4, 5 or 6 so as to—\n\t\t\tsubstitute a reference to a provision of Northern Ireland legislation witha reference to a different provision of Northern Ireland legislation, or\n\t\t\tadd a reference to a provision of a description within subsection (2).\n\t\tA provision is within this subsection if—\n\t\t\tit is made by or under Northern Ireland legislation, and\n\t\t\tin the opinion of the Secretary of State, it corresponds with a provisionunder the law of England and Wales or the law of Scotland that is referred toin the section being amended.\n\t\tAn order under this section may include consequential, incidental,supplementary, transitional, transitory or saving provision.\n\t\tAn order under this section may not be made unless a draft of the statutoryinstrument containing the order has been laid before, and approved by aresolution of, each House of Parliament.\n\tAmendments, transitionals, repeals, etc\n\t\tSchedule 2 (amendments) has effect.\n\t\tSchedule 3 (transitory, transitional and saving provisions) has effect.\n\t\tSchedule 4 (repeals and revocations) has effect.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Third Parties (Rights against Insurers) Act2010.\n\t\tThis Act comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint.\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject as follows.\n\t\tSection 2 and paragraphs 3 and 4 of Schedule 1 do not extend to Scotland.\n\t\tSection 3 extends to Scotland only.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe provision to which it relates."
    }
]