{
    "general": "This law helps people who have been injured or suffered losses due to someone else's negligence or wrongdoing, but the person responsible for the harm has gone bankrupt or disappeared. The law makes sure that the injured person can still get compensated by going after the insurance company that covered the person who caused the harm, even if the insured person is no longer available to pay. This way, the injured person can receive fair compensation for their injuries or losses, even if the person responsible is not able to be held accountable.",
    "series": [
        [
            {
                "length": 245,
                "short": "\"Third Party Rights Against Insolvent Persons' Insurers: A Legal Guide\"",
                "text": "\n* Simplified point 1: The Third Parties (Rights against Insurers) Act 2010 allows a third party to transfer their rights against an insolvent person's insurer directly to them.\n* Simplified point 2: This act provides a way for third parties to establish liability against the insurer even if they cannot prove the insured's liability first.\n* Simplified point 3: The act defines \"relevant persons\" as individuals who incur a liability against which they are insured under a contract of insurance, or those who become subject to such a liability.\n* Simplified point 4: The act outlines the process for bringing proceedings against the insurer, including the ability to seek a declaration of the insured's liability or the insurer's potential liability.\n* Simplified point 5: The act applies differently in England and Wales, Northern Ireland, and Scotland, depending on the jurisdiction in which the proceedings are brought."
            },
            {
                "length": 288,
                "short": "\"Relevant Persons and Their Rights Under the Third Parties (Rights against Insurers) Act 2010\"",
                "text": "\n* Simplified point 1: The text defines different types of entities that can be considered \"relevant persons\" for the purpose of the Third Parties (Rights against Insurers) Act 2010. These entities include individuals, corporate bodies, unincorporated bodies, and Scottish trusts.\n* Simplified point 2: For individuals, the text specifies that they must have certain debt arrangements in place, such as a deed of arrangement or an administration order, in order to be considered a relevant person. For corporate bodies and unincorporated bodies, the text lists various circumstances under which they can be considered relevant persons, including the presence of a voluntary arrangement or an administration order.\n* Simplified point 3: The text also provides details on how the rights of relevant persons can be transferred under the Act, including the conditions under which these transfers can occur and the procedures for doing so. Additionally, the text specifies that certain awards of sequestration made under the Bankruptcy (Scotland) Act 1985 can lead to the transfer of rights under the Third Parties (Rights against Insurers) Act 2010."
            },
            {
                "length": 230,
                "short": "The Third Parties (Rights against Insurers) Act 2010: Empowering Third Parties to Claim Directly Against Insurers",
                "text": "\n* Simplified point 1: The Third Parties (Rights against Insurers) Act 2010 allows third parties to claim directly against insurers when the insured party has breached their contract or failed to pay damages.\n* Simplified point 2: The act sets out rules for how transferred rights are handled, including limitations on the amount of rights that can be transferred and conditions that must be met before the rights can be exercised.\n* Simplified point 3: The act also provides for the insurer's right of set-off, allowing them to set off the amount of the insured's liability against the amount of their own liability to the third party.\n* Simplified point 4: The act applies to contracts of insurance, including marine insurance, and defines key terms such as \"dissolved\" and \"personal injury\"."
            },
            {
                "length": 184,
                "short": "\"Third Party Legal Action Against Insurers: Extended Time Limits and Jurisdictional Flexibility\"",
                "text": "\n* Simplified point 1: The Third Parties (Rights against Insurers) Act 2010 allows third parties to bring legal action against insurers when the insured party is unable to pay for damages or losses.\n* Simplified point 2: This act extends the time limit for bringing legal action against insurers, even after the original time limit has expired, if the third party can prove that they only discovered the insurance policy after the time limit had passed.\n* Simplified point 3: The act also ensures that third parties can bring legal action against insurers in any part of the UK where the insurer is based, regardless of where the third party is domiciled."
            },
            {
                "length": 261,
                "short": "\"Third-Party Enforcement of Insurer Liability Limited by Asset Shortages and Contractual Fund Limits.\"",
                "text": "\n* Simplified point 1: The law allows a third party to enforce the insured's liability against them, but only up to the amount that cannot be recovered from the insurer.\n* Simplified point 2: If the liability is subject to an arrangement, trust deed, or compromise, then the liability can only be enforced against the insured for the amount that exceeds what can be recovered from the insurer.\n* Simplified point 3: If the liability is subject to a composition approved in accordance with Schedule 4 to the Bankruptcy (Scotland) Act 1985, then the liability can only be enforced against the insured for the amount that exceeds what can be recovered from the insurer.\n* Simplified point 4: The amount recoverable from the insurer does not include any amount that the third party is unable to recover due to a shortage of assets on the insurer's part or a limit set by the contract of insurance on the fund available to meet claims."
            },
            {
                "length": 180,
                "short": "\"Third Party Rights Against Insurers: Overview of the 2010 Act\"",
                "text": "\n* Simplified point 1: The Third Parties (Rights against Insurers) Act 2010 applies to cases where an insured's liability is covered by an insurance policy, regardless of whether the liability was incurred voluntarily or not.\n* Simplified point 2: The Act does not apply to cases where the liability is incurred by an insurer under a contract of insurance.\n* Simplified point 3: The Act does not depend on the location of the parties involved or the law governing the contract of insurance.\n* Simplified point 4: The Act allows for the transfer of the insured's rights under the policy to a third party."
            },
            {
                "length": 112,
                "short": "\"UK Government's Regulatory Powers Under the Act\"",
                "text": "\n* The government can change parts of the act through orders made by statutory instruments. These changes can add new references to laws in Northern Ireland or replace existing ones with similar laws in England/Wales/Scotland.\n* The act will come into effect on a date appointed by the secretary of state through a statutory instrument.\n* The act applies to all of the UK except for certain sections that only apply to England and Wales or only apply to Scotland."
            }
        ],
        [
            {
                "length": 223,
                "short": "\"Third Party Rights Against Insolvent Persons: A Legal Guide\"",
                "text": "\n* Simplified point 1: The Third Parties (Rights against Insurers) Act 2010 allows third parties to transfer their rights against an insolvent person's insurer directly to them.\n* Simplified point 2: The act provides a way for third parties to establish liability against the insurer even if they cannot prove the insured's liability first.\n* Simplified point 3: The act defines \"relevant persons\" as individuals who incur a liability against which they are insured under a contract of insurance, or those who become subject to such a liability.\n* Simplified point 4: The act outlines the process for bringing proceedings against the insurer, including the ability to seek a declaration of the insured's liability or the insurer's potential liability.\n* Simplified point 5: The act applies differently in England and Wales, Northern Ireland, and Scotland, depending on the jurisdiction in which the proceedings are brought."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Third Parties (Rights against Insurers) Act 2010 helps third parties claim directly against insurers when the insured party has breached their contract or failed to pay damages. The act simplifies the process for third parties to establish liability against the insurer, making it easier for them to receive compensation. It also allows for the transfer of the insured's rights under the policy to a third party. However, the act does not apply to cases where the liability is incurred by an insurer under a contract of insurance. Additionally, the government has regulatory powers to change parts of the act through orders made by statutory instruments."
}