{
    "general": "This law makes sure that children under the age of 18 cannot get certain treatments like botox or fillers for looks reasons. It's important to keep kids safe from things that could hurt them or change their bodies too much before they are old enough to decide for themselves. This law helps doctors and parents make good decisions about what is best for young people when it comes to these kinds of treatments.",
    "series": [
        [
            {
                "length": 212,
                "short": "\"Botulinum Toxin and Filler Restrictions for Minors in England: Legal Consequences for Non-Compliance\"",
                "text": "\n* Simplified point 1: It is illegal for anyone to administer botulinum toxin or fillers to children under the age of 18 in England without proper medical supervision.\n* Simplified point 2: The law applies to both individuals and businesses that carry out these procedures, and failure to comply can result in fines and even imprisonment.\n* Simplified point 3: The law also covers situations where a person other than a registered medical practitioner administers the substances, or makes arrangements for someone else to do so.\n* Simplified point 4: Business owners who allow unregistered people to perform these procedures can be held criminally liable if they fail to take all reasonable precautions and exercise due diligence to avoid committing the offense."
            }
        ]
    ],
    "summary": "Hello! I'm here to help you understand the Botulinum Toxin and Cosmetic Fillers (Children) Act 2021. This law is important because it protects young people under the age of 18 in England from receiving unsafe cosmetic treatments. Here's what the law says:\n\nIt's against the law to give botulinum toxin or fillers to kids under 18 without proper medical supervision. This means that only trained doctors should be doing these procedures on children. If someone breaks this law, they could face fines or even go to jail.\n\nThe law doesn't just apply to individuals who do these procedures, but also to businesses that offer them. If a business allows someone to perform these treatments without proper training, they could be held responsible and face legal consequences.\n\nSo, if you're thinking about getting a cosmetic treatment for your child, make sure to only go to a licensed medical professional who has the proper training and experience. This will ensure that your child receives safe and effective care.",
    "single": "\n* It's illegal to administer botulinum toxin or fillers to children under 18 in England without proper medical supervision.\n* The law applies to both medical professionals and business owners who offer these treatments.\n* Offenders can face fines and even imprisonment.\n* The law also covers situations where children are given these treatments as part of a package deal or promotion.\n* Business owners who break the law can be fined and face criminal charges.\n* Local authorities have the power to enforce the law and investigate any suspected breaches.\n* The law came into effect on the date it was passed."
}