[
    {
        "length": 1976,
        "text": "\nTrade functions: disclosure of information by HMRC\n\tHer Majesty’s Revenue and Customs (or anyone acting on their behalf) maydisclose information for the purpose of—\n\t\tfacilitating the exercise by a Minister of the Crown of the Minister’sfunctions relating to trade,\n\t\tfacilitating the exercise by a devolved authority of the authority’sfunctions relating to trade, or\n\t\tfacilitating the exercise by an international organisation or authority, orby any other body, of its public functions relating to trade.\n\tThose functions include, among other things, functions relating to—\n\t\tthe analysis of the flow of traffic, goods and services into and out of theUnited Kingdom;\n\t\tthe analysis of the impact, or likely impact, of measures or practicesrelating to imports, exports, border security and transport on such flow;\n\t\tthe design, implementation and operation of such measures or practices.\n\tA person who receives information as a result of this section may not—\n\t\tuse the information for a purpose other than one mentioned in subsection(1), or\n\t\tfurther disclose the information,\n\t\t\texcept with the consent of the Commissioners for Her Majesty’s Revenue andCustoms (which may be general or specific).\n\tIf— \n\t\ta person discloses information in contravention of subsection (3)(b), and\n\t\tthe information relates to a person whose identity is specified in, or canbe deduced from, the disclosure,\n\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to that disclosure as it applies inrelation to a disclosure of information in contravention of section 20(9) ofthat Act.\n\tNothing in this section limits the circumstances in which information maybe disclosed under section 18(2) of the Commissioners for Revenue and CustomsAct 2005 or under any other enactment or rule of law.\n\tNothing in this section authorises the making of a disclosure which would—\n\t\tcontravene the data protection legislation, or\n\t\tbe prohibited by the investigatory powers legislation.\n\t\tIn determining whether a disclosure would do either of those things, thepowers conferred by this section are to be taken into account.\n\tIn this section “devolved authority” means—\n\t\tthe Scottish Ministers,\n\t\tthe Welsh Ministers, or\n\t\ta Northern Ireland department.\nTrade functions: disclosure of information by other authorities\n\tA public authority specified in subsection (3) may disclose information forthe purpose of facilitating the exercise by a Minister of the Crown of theMinister’s functions relating to trade.\n\tThose functions include, among other things, functions relating to—\n\t\tthe analysis of the flow of traffic, goods and services into and out of theUnited Kingdom;\n\t\tthe analysis of the impact, or likely impact, of measures or practicesrelating to imports, exports, border security and transport on such flow;\n\t\tthe design, implementation and operation of such measures or practices.\n\tThe specified public authorities are—\n\t\tthe Secretary of State;\n\t\tthe Minister for the Cabinet Office;\n\t\ta strategic highways company appointed under section 1 of theInfrastructure Act 2015;\n\t\ta port health authority constituted under section 2 of the Public Health(Control of Disease) Act 1984.\n\tA person who receives information as a result of this section may only usethe information for the purpose of facilitating the exercise by a publicauthority of the authority’s functions relating to trade (which include, amongother things, functions of a kind referred to in subsection (2)).\n\tA person who receives information as a result of this section may furtherdisclose the information, but only with the consent of the public authoritythat disclosed the information under subsection (1) (which may be general orspecific).\n\tNothing in this section limits the circumstances in which information maybe disclosed under any other enactment or rule of law.\n\tA disclosure under this section does not breach—\n\t\tany obligation of confidence owed by the person disclosing the information,or\n\t\tany other restriction on the disclosure of information (however imposed).\n\tBut nothing in this section authorises the making of a disclosure whichwould—\n\t\tcontravene the data protection legislation, or\n\t\tbe prohibited by the investigatory powers legislation.\n\t\t\tIn determining whether a disclosure would do either of those things, thepowers conferred by this section are to be taken into account.\n\tA Minister of the Crown may by regulations made by statutory instrumentamend this section for the purpose of specifying a public authority in, orremoving a public authority from, subsection (3).\n\tA statutory instrument containing regulations under subsection (9)(whether alone or with other provision) may not be made unless a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament.\n\tIn this section “public authority” means an authority exercising functionsof a public nature.\nOffence relating to disclosure under section 2\n\tIf a person discloses information in contravention of section 2 whichrelates to a person whose identity—\n\t\tis specified in the disclosure, or\n\t\tcan be deduced from it,\n\t\t\tthe person who disclosed the information commits an offence.\n\tIt is a defence for a person charged with an offence under this section toprove that the person reasonably believed—\n\t\tthat the disclosure was lawful, or\n\t\tthat the information had already lawfully been made available to thepublic.\n\tA prosecution for an offence under this section—\n\t\tmay be brought in England and Wales only with the consent of the Directorof Public Prosecutions;\n\t\tmay be brought in Northern Ireland only with the consent of the Director ofPublic Prosecutions for Northern Ireland.\n\tA person guilty of an offence under this section is liable—\n\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, to a fine or to both, or\n\t\ton summary conviction—\n\t\tin England and Wales, to imprisonment for a term not exceeding 12 months,to a fine or to both;\n\t\tin Scotland, to imprisonment for a term not exceeding 12 months, to a finenot exceeding the statutory maximum or to both;\n\t\tin Northern Ireland, to imprisonment for a term not exceeding 6 months,to a fine not exceeding the statutory maximum or to both.\n\tIn relation to an offence committed before the commencement of paragraph24(2) of Schedule 22 to the Sentencing Act 2020, the reference in subsection(4)(b)(i) to 12 months is to be read as a reference to 6 months.\nExpiry of sections 1 to 3\n\tSubsection (2) applies if, in the Session in which this Act is passed, anAct resulting from the Trade Bill is passed which contains provisions that, inthe opinion of the Secretary of State, have the same effect as, or similareffect to, sections 1 to 3 (the “corresponding provisions”).\n\tThe Secretary of State must by regulations made by statutory instrumentprovide for sections 1 to 3 to expire at the time that the correspondingprovisions come into force to any extent.\n\tRegulations under this section may include transitional, transitory orsaving provision.\nInterpretation \n\tIn this Act—\n\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t  * “enactment” has the same meaning as in the European Union (Withdrawal Agreement) Act 2020 (see section 39 of that Act); \n\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016; \n\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975. \nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Trade (Disclosure of Information) Act 2020.\n\t\t"
    }
]