{
    "general": "This law makes sure that businesses are open and honest with each other when they do trade together. It helps to prevent one side having all the power and taking advantage of the other side. This way, both sides can trust each other and have fair deals.",
    "series": [
        [
            {
                "length": 237,
                "short": "The Trade (Disclosure of Information) Act 2020: Empowering Authorities to Share Information for Better Trade Management",
                "text": "\n* Simplified point 1: The Trade (Disclosure of Information) Act 2020 allows HMRC and other authorities to share information related to trade for purposes such as analyzing the flow of traffic, goods, and services, and designing and implementing measures or practices related to imports, exports, border security, and transport.\n* Simplified point 2: The Act also allows for the disclosure of information to facilitate the exercise of public authorities' functions relating to trade, but with certain restrictions and requirements for consent.\n* Simplified point 3: The Act includes provisions for the offense of wrongful disclosure and provides for the expiry of certain sections if corresponding provisions are included in a later act.\n* Simplified point 4: The Act defines \"public authority\" as an authority exercising functions of a public nature, and \"data protection legislation\" and \"investigatory powers legislation\" as they are defined in other acts."
            }
        ]
    ],
    "summary": "The Trade (Disclosure of Information) Act 2020 is a law that helps government agencies like HMRC share information about international trade. This information can be used to improve border security, track the movement of goods and services, and enforce trade laws. However, there are rules around who can access this information and how it can be used. If someone shares this information without permission, they could face legal consequences. The law also defines some important terms like \"public authority\" and \"investigatory powers legislation.\"",
    "single": "\n* The Trade (Disclosure of Information) Act 2020 allows HMRC to share information with other authorities for the purpose of facilitating the exercise of their functions related to trade.\n* This includes the analysis of the flow of traffic, goods, and services into and out of the UK, as well as the impact of measures or practices on such flow.\n* The information shared cannot be used for purposes other than those stated in the act, and further disclosure of the information is prohibited without consent.\n* The act also provides for the disclosure of information by other authorities, such as strategic highways companies and port health authorities, for the purpose of facilitating the exercise of their functions related to trade.\n* A person who discloses information in contravention of the act commits an offense, punishable by imprisonment and/or a fine.\n* The act expires when corresponding provisions in the Trade Bill come into force to any extent.\n* \"Devolved authority\" refers to the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department."
}