[
    {
        "length": 235,
        "text": "\nTobacco products duty\n\tRates of tobacco products duty\n\t\tFor the Table of rates of duty in Schedule 1 to the Tobacco Products DutyAct [1979 (c. 7)](/id/ukpga/1979/7?view=plain \"Go to item of legislation\")substitute—\n\t\tTable\n\t\t\t1.Cigarettes| An amount equal to 22 per cent of the retail price plus £102.39per thousand cigarettes.  ---|---  2.Cigars| £149.12 per kilogram.  3.Hand-rolling tobacco| £107.18 per kilogram.  4.Other smoking tobacco and chewing tobacco| £65.56 per kilogram.    (2)This section shall be deemed to have come into force at 6 o'clock in theevening of 16th March 2005."
    },
    {
        "length": 463,
        "text": "\nAlcoholic liquor duties\n\tRate of duty on beer\n\t\tIn section 36(1AA)(a) of ALDA 1979 (rate of duty on beer) for “£12.59”substitute “£12.92”.\n\t\tThis section shall be deemed to have come into force at midnight on 20thMarch 2005.\n\tRates of duty on wine and made-wine\n\t\tFor Part 1 of the Table of rates of duty in Schedule 1 to ALDA 1979 (ratesof duty on wine and made-wine) substitute—\n\t\tPart 1Wine and made-wine of a strength not exceeding 22 per cent\n\t\t\tDescription of wine or made-wine| Rates of duty per hectolitre  ---|---  | £  Wine or made-wine of a strength not exceeding 4 per cent| 51.69  Wine or made-wine of a strength exceeding 4 per cent but not exceeding 5.5 percent| 71.07  Wine or made-wine of a strength exceeding 5.5 per cent but not exceeding 15per cent and not sparkling| 167.72  Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent butless than 8.5 per cent| 166.70  Sparkling wine or sparkling made-wine of a strength of 8.5 per cent or of astrength exceeding 8.5 per cent but not exceeding 15 per cent| 220.54  Wine or made-wine of a strength exceeding 15 per cent but not exceeding 22 percent| 223.62    (2)This section shall be deemed to have come into force at midnight on 20thMarch 2005."
    },
    {
        "length": 1974,
        "text": "\nHydrocarbon oil etc duties\n\tConsolidation of current rates of hydrocarbon oil duties etc.\n\t\tHODA 1979 is amended as follows.\n\t\tIn subsection (1A) of section 6 (hydrocarbon oil: rates of duty)—\n\t\t\tin paragraph (a) (ultra low sulphur petrol), for “£0.4902” substitute“£0.4710”,\n\t\t\tin paragraph (aa) (sulphur-free petrol), for “£0.4852” substitute“£0.4710”,\n\t\t\tin paragraph (b) (light oil other than ultra low sulphur petrol andsulphur-free petrol), for “£0.5790” substitute “£0.5620”,\n\t\t\tin paragraph (c) (ultra low sulphur diesel), for “£0.4902” substitute“£0.4710”,\n\t\t\tin paragraph (ca) (sulphur-free diesel), for “£0.4852” substitute“£0.4710”, and\n\t\t\tin paragraph (d) (heavy oil other than ultra low sulphur diesel andsulphur-free diesel), for “£0.5487” substitute “£0.5327”.\n\t\tIn subsection (3) of that section (aviation gasoline), for “(1A) above inrelation to light oil” substitute “(1A)(b) above”.\n\t\tIn section 6AA(3) (biodiesel), for “£0.2852” substitute “£0.2710”.\n\t\tIn section 6AD(3) (bioethanol), for “£0.2852” substitute “£0.2710”.\n\t\tIn section 8(3) (road fuel gas)—\n\t\t\tin paragraph (a) (natural road fuel gas), for “£0.1110” substitute“£0.0900”, and\n\t\t\tin paragraph (b) (other road fuel gas), for “£0.1303” substitute “£0.0900”.\n\t\tIn section 11(1) (rebate on heavy oil)—\n\t\t\tin paragraph (a) (fuel oil), for “£0.0624” substitute “£0.0482”,\n\t\t\tin paragraph (b) (gas oil which is not ultra low sulphur diesel), for“£0.0664” substitute “£0.0522”, and\n\t\t\tin paragraph (ba) (ultra low sulphur diesel), for “£0.0664” substitute“£0.0522”.\n\t\tIn section 13AA(1) (restrictions on use of rebated kerosene), for “forrebated gas oil which is then in force, instead of at the rate then in forceunder section 11(1)(c) above” substitute “then in force under paragraph (b) ofsubsection (1) of section 11, instead of at the rate then in force underparagraph (c) of that subsection”.\n\t\tIn section 13A(1) (rebate on unleaded petrol), for “£0.0620” substitute“£0.0601”.\n\t\tIn section 14(1) (rebate on light oil for use as furnace oil), for“£0.0624” substitute “£0.0482”.\n\t\tIn consequence of the preceding provisions the following instruments arerevoked—\n\t\t\tthe Excise Duties (Surcharges or Rebates) (Hydrocarbon Oils etc.) Order2004 ([S.I. 2004/2063](/id/uksi/2004/2063?view=plain \"Go to item oflegislation\")),\n\t\t\tthe Excise Duties (Road Fuel Gas) (Reliefs) Regulations 2004 ([S.I.2004/2069](/id/uksi/2004/2069?view=plain \"Go to item of legislation\")),\n\t\t\tthe Excise Duties (Surcharges or Rebates) (Hydrocarbon Oils etc.)(Amendment) Order 2004 ([S.I. 2004/3160](/id/uksi/2004/3160?view=plain \"Go toitem of legislation\")), and\n\t\t\tthe Excise Duties (Surcharges or Rebates) (Bioethanol) Order 2004 ([S.I.2004/3162](/id/uksi/2004/3162?view=plain \"Go to item of legislation\")).\n\t\tThis section comes into force on the day on which this Act is passed.\n\tRates of hydrocarbon oil duties etc. from 1st September 2005\n\t\tHODA 1979 is amended as follows.\n\t\tIn subsection (1A) of section 6 (hydrocarbon oil: rates of duty)—\n\t\t\tin paragraph (a) (ultra low sulphur petrol), for “£0.4710” substitute“£0.4832”,\n\t\t\tin paragraph (aa) (sulphur-free petrol), for “£0.4710” substitute“£0.4832”,\n\t\t\tin paragraph (b) (light oil other than ultra low sulphur petrol andsulphur-free petrol), for “£0.5620” substitute “£0.5766”,\n\t\t\tin paragraph (c) (ultra low sulphur diesel), for “£0.4710” substitute“£0.4832”,\n\t\t\tin paragraph (ca) (sulphur-free diesel), for “£0.4710” substitute“£0.4832”, and\n\t\t\tin paragraph (d) (heavy oil other than ultra low sulphur diesel andsulphur-free diesel), for “£0.5327” substitute “£0.5465”.\n\t\tIn section 6AA(3) (biodiesel), for “£0.2710” substitute “£0.2832”.\n\t\tIn section 6AD(3) (bioethanol), for “£0.2710” substitute “£0.2832”.\n\t\tIn section 8(3) (road fuel gas)—\n\t\t\tin paragraph (a) (natural road fuel gas), for “£0.0900” substitute“£0.1080”, and\n\t\t\tin paragraph (b) (other road fuel gas), for “£0.0900” substitute “£0.1270”.\n\t\tIn section 11(1) (rebate on heavy oil)—\n\t\t\tin paragraph (a) (fuel oil), for “£0.0482” substitute “£0.0604”,\n\t\t\tin paragraph (b) (gas oil which is not ultra low sulphur diesel), for“£0.0522” substitute “£0.0644”, and\n\t\t\tin paragraph (ba) (ultra low sulphur diesel), for “£0.0522” substitute“£0.0644”.\n\t\tIn section 13A(1) (rebate on unleaded petrol), for “£0.0601” substitute“£0.0617”.\n\t\tIn section 14(1) (rebate on light oil for use as furnace oil), for“£0.0482” substitute “£0.0604”.\n\t\tThis section comes into force on 1st September 2005."
    },
    {
        "length": 189,
        "text": "\nGaming duty\n\tRates of gaming duty\n\t\tFor the Table in section 11(2) of FA 1997 (rates of gaming duty)substitute—\n\t\tTable\n\t\t\tPart of gross gaming yield| Rate  ---|---  The first £534,500| 2.5 per cent.  The next £1,186,500| 12.5 per cent.  The next £1,186,500| 20 per cent.  The next £2,078,000| 30 per cent.  The remainder| 40 per cent.    (2)This section has effect in relation to accounting periods beginning on orafter 1st April 2005."
    },
    {
        "length": 1430,
        "text": "\nVehicle excise duty\n\tRates \n\t\tVERA 1994 is amended as follows.\n\t\tIn section 4 (vehicle licences: amount of duty), omit—\n\t\t\tsubsection (3) (treatment of fractions of five pence in determining rate ofduty on six month licence which is set at 55% of annual rate), and\n\t\t\tin subsection (7) (power to amend or repeal by order), “or (3)”.\n\t\tIn section 13(3)(b) (trade licences: annual rate of duty for licences notto be used only for motorcycles not exceeding 450 kilograms in weight unladen)as currently in force, for “annual rate currently applicable to a vehicleunder paragraph 1(2) of Schedule 1” substitute “basic goods vehicle ratecurrently applicable”.\n\t\tIn section 13(4)(b) (trade licences: annual rate of duty for licences notto be used only for motorcycles not exceeding 450 kilogrammes in weightunladen) as set out in paragraph 8(1) of Schedule 4 to have effect on andafter a day appointed by order, for “annual rate currently applicable to avehicle under paragraph 1(2) of Schedule 1” substitute “basic goods vehiclerate currently applicable”.\n\t\tIn both versions of section 13, after subsection (6) insert—\n\t\tIn this section “the basic goods vehicle rate” means the annual rateapplicable, by virtue of sub-paragraph (1) of paragraph 9 of Schedule 1, to arigid goods vehicle which—\n\t\t\tis not a vehicle with respect to which the reduced pollution requirementsare satisfied, and\n\t\t\tfalls within column (3) of the table in that sub-paragraph and has arevenue weight exceeding 3,500 kilograms and not exceeding 7,500 kilograms.”\n\t\tIn sections 35A(5) and 36(3) (dishonoured cheques: appropriate annual rateof vehicle excise duty), for the words from “to the annual rate” to “(or”substitute—\n\t\t\tin the case of a vehicle licence, to the annual rate which at thebeginning of the relevant period was applicable to a vehicle of thedescription specified in the application, or\n\t\t\tin the case of a trade licence, to the basic goods vehicle rate (within themeaning of section 13) which was applicable at that time (or to the annualrate which at that time was applicable”.\n\t\tSchedule 1 (annual rates of duty) is amended as follows.\n\t\tIn paragraph 1(2) (general rate of duty except in case of vehicle withengine with cylinder capacity not exceeding 1,549 cubic centimetres), for“£165” substitute “£170”.\n\t\tFor the Table in paragraph 1B (rates of duty applicable to light passengervehicles registered on or after 1st March 2001 on basis of certificatespecifying CO2 emissions figure) substitute—\n\t\t\tCO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)| (5)  Exceeding| Not exceeding| Reduced rate| Standard rate| Premium rate  g/km| g/km| £| £| £  —| 100| 55| 65| 75  100| 120| 65| 75| 85  120| 150| 95| 105| 115  150| 165| 115| 125| 135  165| 185| 140| 150| 160  185| —| 160| 165| 170    (10)In paragraph 3(1A) (rate applicable to buses with respect to which reducedpollution requirements are satisfied), for “the general rate specified inparagraph 1(2)” substitute “£165”.\n\t\tIn paragraph 7(3A)(b) (rate applicable to haulage vehicles which are notshowman’s vehicles and with respect to which reduced pollution requirementsare satisfied), for “the general rate specified in paragraph 1(2)” substitute“£165”.\n\t\tIn paragraph 10 (trailer supplement)—\n\t\t\tin sub-paragraph (2) (rate where plated gross weight of trailer exceeds4,000 kilograms but does not exceed 12,000 kilograms), for “an amount equal tothe amount of the general rate specified in paragraph 1(2)” substitute “£165”,\n\t\t\tin sub-paragraph (3) (rate where plated gross weight of trailer exceeds12,000 kilograms), for “an amount equal to 140 per cent of the amount of thegeneral rate specified in paragraph 1(2)” substitute “£230”, and\n\t\t\tomit sub-paragraphs (3A) and (3B) (rounding of rate set under sub-paragraph(3) as percentage of general rate specified in paragraph 1(2)).\n\t\tSubsection (2), and subsection (1) so far as relating to it, have effecton the day on which this Act is passed.\n\t\tSubsection (4), and subsections (1) and (5) so far as relating to it, haveeffect on and after that day.\n\t\tSubsection (6), and subsection (1) so far as relating to it, have effecton and after 17th March 2005.\n\t\tSubject to that, this section has effect in relation to licences taken outon or after 17th March 2005 for a period beginning on or after 1st April 2005."
    },
    {
        "length": 1792,
        "text": "\nChapter 1Income tax and corporation tax charge and rate bands\n\tIncome tax\n\t\tCharge and rates for 2005-06\n\t\t\tIncome tax shall be charged for the year 2005-06, and for that year—\n\t\t\t\tthe starting rate shall be 10%;\n\t\t\t\tthe basic rate shall be 22%;\n\t\t\t\tthe higher rate shall be 40%.\n\t\tPersonal allowances for those aged 65 or more\n\t\t\tFor the year 2005-06—\n\t\t\t\tthe amount specified in section 257(2) of ICTA (claimant aged 65 or more)shall be £7,090; and\n\t\t\t\tthe amount specified in section 257(3) of that Act (claimant aged 75 ormore) shall be £7,220.\n\t\t\tAccordingly, section 257C(1) of that Act (indexation), so far as it relatesto the amounts so specified, does not apply for that year.\n\tCorporation tax\n\t\tCharge and main rate for financial year 2006\n\t\t\tCorporation tax shall be charged for the financial year 2006 at the rate of30%.\n\t\tSmall companies' rate and fraction for financial year 2005\n\t\t\tFor the financial year 2005—\n\t\t\t\tthe small companies' rate shall be 19%, and\n\t\t\t\tthe fraction mentioned in section 13(2) of ICTA (marginal relief for smallcompanies) shall be 11/400ths.\n\t\tCorporation tax starting rate and fraction for financial year 2005\n\t\t\tFor the financial year 2005—\n\t\t\t\tthe corporation tax starting rate shall be 0%, and\n\t\t\t\tthe fraction mentioned in section 13AA of ICTA (marginal relief for smallcompanies) shall be 19/400ths.\n\t\tNon-corporate distribution rate for financial year 2005\n\t\t\tThe non-corporate distribution rate for the financial year 2005 shall be 19%.\n\tTrusts\n\t\tSpecial trust rates not to apply to first slice of trust income\n\t\t\tIn ICTA, after section 686C insert—\n\t\t\t“686DSpecial trust rates not to apply to first slice of trust income\n\t\t\t\tThis section applies where income arising (or treated as arising) to thetrustees of a trust in a year of assessment consists of or includes incomesubject to a special trust tax rate (“the special trust tax rate income”).\n\t\t\t\t“Income subject to a special trust tax rate” means any income which is (orapart from this section would be) chargeable to income tax at—\n\t\t\t\t\tthe dividend trust rate, or\n\t\t\t\t\tthe rate applicable to trusts.\n\t\t\t\tSo much of the special trust tax rate income as does not exceed £500 is notchargeable to income tax at the dividend trust rate or the rate applicable totrusts (but is instead chargeable to income tax at the basic rate, the lowerrate or the dividend ordinary rate, depending on the nature of the income).\n\t\t\t\tIn the following provisions “the relevant purposes” means the purposes of—\n\t\t\t\t\tdetermining (in accordance with section 1A(5)) which of the special trusttax rate income is not chargeable to income tax at the dividend trust rate, orthe rate applicable to trusts, by virtue of subsection (3), and\n\t\t\t\t\tdetermining at which of the basic rate, the lower rate and the dividendordinary rate that special trust tax rate income is chargeable to income tax.\n\t\t\t\tFor the relevant purposes the fact that any amount forming part of thespecial trust tax rate income is subject to a special trust tax rate is to bedisregarded if, in any circumstances, an amount of that description ischargeable on trustees at the basic rate, the lower rate or the dividendordinary rate.\n\t\t\t\tFor the relevant purposes any of the special trust tax rate income thatconsists of—\n\t\t\t\t\tan amount which, by virtue of section 686A, is treated for the purposes ofthe Tax Acts as if it were income to which section 686 applies, or\n\t\t\t\t\tincome treated as arising under Chapter 5 of Part 4 of ITTOIA 2005 (stockdividends from UK resident companies),\n\t\t\t\t\t\tis to be regarded as income to which section 1A applies and which ischargeable at the dividend ordinary rate.\n\t\t\t\tFor the relevant purposes any of the special trust tax rate income thatconsists of—\n\t\t\t\t\tincome treated as arising under section 761(1) (offshore income gains),\n\t\t\t\t\tincome treated as received under section 68 of FA 1989 (employee shareownership trusts), or\n\t\t\t\t\tprofits or gains which are treated as income under Chapter 12 of Part 4 ofITTOIA 2005 (guaranteed returns on disposals of futures and options) and inrelation to which section 568 of that Act applies (profits or gains notmeeting conditions of that section),\n\t\t\t\t\tis or are to be regarded as chargeable at the basic rate.\n\t\t\t\tFor the relevant purposes any of the special trust tax rate income thatconsists of—\n\t\t\t\t\tincome treated as received under section 714(2) or 716(3) (transfers ofsecurities),\n\t\t\t\t\tprofits taken to be income arising under Chapter 8 of Part 4 of ITTOIA 2005(profits from deeply discounted securities), or\n\t\t\t\t\tgains which are treated as arising under Chapter 9 of that Part and onwhich tax is charged at the rate applicable to trusts under section 467(7)(b)of that Act (gains from contracts for life assurance),\n\t\t\t\t\tis or are chargeable at the lower rate.”\n\t\t\t\tIn section 686(1) of ICTA (accumulation and discretionary trusts: specialrates of tax), after “shall” insert “(subject to section 686D)”.\n\t\t\t\tIn subsection (3) of section 687 of ICTA (payments under discretionarytrusts: amounts to be set against amount assessable on trustees undersubsection (2)(b) of that section), after paragraph (a) insert—\n\t\t\t\t“(aa1)the amount of any tax on income arising to the trustees which is chargedby virtue of section 686D(3) at the basic rate or the lower rate;”.\n\t\t\t\tAfter that subsection insert—\n\t\t\t\t“(3A)Paragraphs (a1) to (bc) of subsection (3) above do not apply in relationto income, distributions or sums chargeable to tax by virtue of section686D(3) at the basic rate, the lower rate or the dividend ordinary rate.”\n\t\t\t\tThis section applies for the year 2005-06 and subsequent years ofassessment."
    },
    {
        "length": 2621,
        "text": "\nChapter 2Personal taxation\n\tTaxable benefits\n\t\tChildcare vouchers: exempt amount\n\t\t\tSection 270A of ITEPA 2003 (limited exemption for qualifying childcarevouchers) is amended as follows.\n\t\t\tIn subsection (6) (exempt amount), for “£50 for each qualifying week inthat year” substitute “the sum of—\n\t\t\t\t£50 for each qualifying week in that year, and\n\t\t\t\tthe voucher administration costs for that year.”\n\t\t\tAfter that subsection insert—\n\t\t\t\t“(6A)The “voucher administration costs” for any tax year in respect of whichqualifying childcare vouchers are provided for an employee means thedifference between the cost of provision of the vouchers and their face value.\n\t\t\tThe face value of a voucher is the amount stated on or recorded in the voucheras the value of the provision of care for a child that may be obtained byusing it.”\n\t\t\tAfter subsection (10) insert—\n\t\t\t“(10A)In this section “ cost of provision”, in relation to a childcarevoucher, has the meaning given in section 87(3) and (3A).”\n\t\t\tThis section has effect for the year 2005-06 and subsequent years ofassessment.\n\t\tExtension of exemptions for childcare, workplace parking, cycles etc\n\t\t\tITEPA 2003 is amended as follows.\n\t\t\tIn section 237(1) (exemption for provision of workplace parking), for “Noliability to income tax arises by virtue of Chapter 10 of Part 3 (taxablebenefits: residual liability to charge)” substitute “No liability to incometax arises”.\n\t\t\tIn section 244(1) (exemption for provision of cycles and cyclist’s safetyequipment), for “No liability to income tax arises by virtue of Chapter 10 ofPart 3 (taxable benefits: residual liability to charge)” substitute “Noliability to income tax arises”.\n\t\t\tIn section 270A(1) (limited exemption for qualifying childcare vouchers),for “employee, liability” substitute “employee—\n\t\t\t\tno liability to income tax arises by virtue of section 62 (generaldefinition of earnings), and\n\t\t\t\tliability”. \n\t\t\tIn section 318(1) (childcare: exemption for employer-provided care), for“No liability to income tax arises by virtue of Chapter 10 of Part 3 (taxablebenefits: residual liability to charge)” substitute “No liability to incometax arises”.\n\t\t\tIn section 318A(1) (childcare: limited exemption for other care), for“child, liability” substitute “child—\n\t\t\t\tno liability to income tax arises by virtue of section 62 (generaldefinition of earnings), and\n\t\t\t\tliability”. \n\t\t\tThis section has effect for the year 2005-06 and subsequent years ofassessment.\n\t\tTransfer of previously loaned computer or cycle etc\n\t\t\tSection 206 of ITEPA 2003 (cost of the benefit: transfer of used ordepreciated asset) is amended as follows.\n\t\t\tIn subsection (3)(a), for “a car (within the meaning of Chapter 6)”substitute “an excluded asset (see subsection (6))”.\n\t\t\tAfter subsection (5) insert—\n\t\t\tAn excluded asset is—\n\t\t\t\ta car (within the meaning of Chapter 6),\n\t\t\t\tcomputer equipment that has previously been applied as mentioned insubsection (3)(b) in circumstances in which the conditions set out in section320 were met, or\n\t\t\t\ta cycle or cyclist’s safety equipment that has previously been so appliedin circumstances in which the conditions set out in section 244 were met.”\n\t\t\tThis section has effect for the year 2005-06 and subsequent years ofassessment.\n\t\tExtension of outplacement services etc exemption: part-time employees\n\t\t\tITEPA 2003 is amended as follows.\n\t\t\tIn section 310 (counselling and other outplacement services) in subsection(4) (person to have been employed full-time in the employment which is ceasingfor a specified period) omit “full-time”.\n\t\t\tIn section 311 (retraining courses) in subsection (3) (conditions to besatisfied in relation to the course)—\n\t\t\t\tat the end of paragraph (b) insert “and”;\n\t\t\t\tin paragraph (c) (course to last no more than one year) for “one year”substitute “two years”;\n\t\t\t\tomit paragraph (d) (employee to attend the course on a full-time orsubstantially full-time basis) and the word “and” before it.\n\t\t\tIn that section, in subsection (4)(c) (person to be employed full-time inthe employment which is ceasing for a specified period) omit “full-time”.\n\t\t\tThis section has effect in relation to the year 2005-06 and subsequentyears of assessment.\n\tArmed forces\n\t\tArmed forces pensions and compensation schemes\n\t\t\tITEPA 2003 is amended as follows.\n\t\t\tIn subsection (1) of section 393 as originally enacted (application ofChapter 2 of Part 6) after “non-approved retirement benefits scheme” insert“other than a scheme established by an order under section 1(2) of the ArmedForces (Pensions and Compensation) Act 2004 (armed and reserve forcescompensation schemes)”.\n\t\t\tIn paragraph (a) of section 639 (exemption from income tax for pensions dueto military service etc)—\n\t\t\t\tfor “the Department of Work and Pensions” substitute “the Ministry ofDefence”;\n\t\t\t\tfor “any Order in Council, Royal Warrant, order or scheme” substitute“instrument specified in subsection (2),”.\n\t\t\tAt the end of section 639 (which becomes subsection (1)) insert—\n\t\t\tThe instruments referred to in subsection (1)(a) are—\n\t\t\t\t  * Defence (Local Defence Volunteers) Regulations 1940 ([S.R. & O. 1940/748](/id/uksro/1940/748?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * War Pensions (Coastguards) Scheme 1944 ([S.R. & O. 1944/500](/id/uksro/1944/500?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * War Pensions (Naval Auxiliary Personnel) Scheme 1964 ([S.I. 1964/1985](/id/uksi/1964/1985?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * Pensions (Polish Forces) Scheme 1964 ([S.I. 1964/2007](/id/uksi/1964/2007?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * War Pensions (Mercantile Marine) Scheme 1964 ([S.I. 1964/2058](/id/uksi/1964/2058?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * Order by Her Majesty concerning pensions and other grants in respect of disablement or death due to service in the Home Guard (1964 Cmnd. 2563),\n\t\t\t\t  * Order by Her Majesty concerning pensions and other grants in respect of disablement or death due to service in the Home Guard after 27th April 1952 (1964 Cmnd. 2564),\n\t\t\t\t  * Order by Her Majesty concerning pensions and other grants in respect of disablement or death due to service in the Ulster Defence Regiment (1971 Cmnd. 4567),\n\t\t\t\t  * Personal Injuries (Civilians) Scheme 1983 ([S.I. 1983/686](/id/uksi/1983/686?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * Naval, Military and Air Forces etc. (Disablement and Death) Service Pensions Order 1983 ([S.I. 1983/883](/id/uksi/1983/883?view=plain \"Go to item of legislation\")).\n\t\t\tThe Treasury may by order amend subsection (2).”.\n\t\t\tAfter section 640 insert—\n\t\t\t“640ALump sums provided under armed forces early departure scheme\n\t\t\t\tNo liability to income tax arises on a lump sum provided under a schemeestablished by the Armed Forces Early Departure Payments Scheme Order 2005([S.I. 2005/437](/id/uksi/2005/437?view=plain \"Go to item of legislation\")).”.\n\t\t\t\tIn section 641 (exemption from income tax for armed forces disabilitypensions etc), after paragraph (g) of subsection (1) insert—\n\t\t\t\t\ta benefit under a scheme established by an order under section 1(2) of theArmed Forces (Pensions and Compensation) Act 2004 payable to a person byreason of his illness or injury—\n\t\t\t\t\tby way of a lump sum, or\n\t\t\t\t\tfollowing the termination of the person’s service in the armed forces orreserve forces.”.\n\t\t\t\tThe amendment made by subsection (2) has effect for the year 2005-06.\n\t\t\t\tThe amendments made by subsections (3) and (4) are deemed always to havehad effect.\n\t\t\t\tThe amendments made by subsections (5) and (6) have effect for the year2005-06 and subsequent years of assessment."
    },
    {
        "length": 2789,
        "text": "\nResearch institution spin-out companies\n\tIn Part 7 of ITEPA 2003 (employment income: income and exemptions relatingto securities), after Chapter 4 insert—\n\t“Chapter 4AShares in research institution spin-out companies\n\t\tIntroduction\n\t\tApplication of this Chapter\n\t\t\tThis Chapter applies where—\n\t\t\t\tan agreement is made for one or more transfers of intellectual property (an“intellectual property agreement”) from one or more research institutions to acompany (a “spin-out company”),\n\t\t\t\ta person acquires shares (or an interest in shares) in the spin-out companybefore the intellectual property agreement is made or within the period of 183days beginning with the date on which it is made,\n\t\t\t\tthe right or opportunity to acquire the shares (or interest in shares) wasavailable by reason of employment by the research institution (or any of them)or by the spin-out company, and\n\t\t\t\tthe person is involved in research in relation to any of the intellectualproperty that is the subject of the intellectual property agreement.\n\t\t\tBut this Chapter does not apply if the avoidance of tax or nationalinsurance is the main purpose (or one of the main purposes) of thearrangements under which the right or opportunity to acquire the shares (orinterest in shares) is made available.\n\t\tTax relief on acquisition\n\t\tMarket value on acquisition\n\t\t\tFor the relevant tax purposes the market value of the shares (or interestin shares) at the time of the acquisition is to be calculated disregarding theeffect on that market value of the intellectual property agreement and anytransfer of intellectual property pursuant to it.\n\t\t\tFor the purposes of subsection (1) “the relevant tax purposes” are—\n\t\t\t\tdetermining any amount that is to constitute earnings from the employmentunder Chapter 1 of Part 3 (earnings),\n\t\t\t\tdetermining the amount of any gain realised on the occurrence of an eventthat is a chargeable event by virtue of section 439(3)(a) (conversion),\n\t\t\t\toperating Chapter 3C of this Part (acquisition of securities for less thanmarket value), and\n\t\t\t\tdetermining any amount that counts as employment income of the employeeunder Chapter 5 of this Part (securities acquired pursuant to securitiesoption).\n\t\tTax relief following acquisition\n\t\tTaxable amount under Chapter 4\n\t\t\tIf the shares are (or interest in shares is) acquired before theintellectual property agreement is made, or before any transfer ofintellectual property pursuant to it, and any benefit deriving from theintellectual property agreement or any such transfer is received by theemployee in connection with the shares (or interest in shares), the taxableamount determined under section 448 (post-acquisition benefits fromsecurities: amount of charge) is to be treated as nil.\n\t\t\tBut this section does not apply if something which affects the shares (orinterest in shares) has been done (at or before the time when the intellectualproperty agreement is made or intellectual property is transferred) as part ofa scheme or arrangement the main purpose (or one of the main purposes) ofwhich is the avoidance of tax or national insurance contributions.\n\t\tDisapplication of Chapters 2 and 3B\n\t\tDeemed election for disapplication of Chapter 2\n\t\t\tIf the shares are restricted securities (or the interest in shares is arestricted interest in securities), the employer and the employee are to betreated as making an election under section 431(1) (election fordisapplication of Chapter 2) in relation to the shares (or interest inshares).\n\t\t\tBut the employer and the employee may agree that subsection (1) is not toapply in relation to the shares (or interest in shares).\n\t\t\tAn agreement under subsection (2) is irrevocable and—\n\t\t\t\tmust be made in a form approved by the Board of the Inland Revenue, and\n\t\t\t\tmay not be made more than 14 days after the acquisition.\n\t\t\tIf the employer and the employee make an agreement under subsection (2) inrelation to the shares (or interest in shares), subsection (5) applies for thepurposes of determining the taxable amount for the purposes of section 426(charge on occurrence of chargeable event) on the occurrence on any chargeableevent in relation to the shares (or interest in shares).\n\t\t\tIn determining under section 428(3) (amount of charge) what would have beenthe market value of the shares (or interest in shares) at the time of theacquisition but for any restrictions (IUMV), that market value is to becalculated disregarding the effect on that market value of the intellectualproperty agreement and any transfer of intellectual property pursuant to it.\n\t\tDisapplication of Chapter 3B\n\t\t\tFor the purposes of Chapter 3B (securities with artificially enhanced marketvalue) neither the intellectual property agreement nor any transfer ofintellectual property pursuant to it are things done otherwise than forgenuine commercial purposes.\n\t\tSupplementary\n\t\tMeaning of “intellectual property” and “transfer”\n\t\t\tIn this Chapter “intellectual property” means—\n\t\t\t\tany patent, trade mark, registered design, copyright or design right, plantbreeders' rights or rights under section 7 of the Plant Varieties Act 1997,\n\t\t\t\tany right under the law of a country or territory outside the UnitedKingdom corresponding to, or similar to, a right within paragraph (a),\n\t\t\t\tany information or technique not protected by a right within paragraph (a)or (b) but having industrial, commercial or other economic value,\n\t\t\t\tany licence or other right in respect of anything within paragraph (a), (b)or (c), or\n\t\t\t\tany goodwill (having the meaning that it has for accounting purposes)associated with anything within paragraphs (a) to (d).\n\t\t\tThe Treasury may by order amend the definition of “intellectual property”in subsection (1).\n\t\t\tFor the purposes of this Chapter a transfer of intellectual propertyincludes—\n\t\t\t\ta sale of the intellectual property,\n\t\t\t\tthe grant of a licence or other right in respect of it, and\n\t\t\t\tthe assignment of a licence or other right in respect of it.\n\t\tMeaning of “research institution”\n\t\t\tIn this Chapter “research institution” means—\n\t\t\t\tany university or other institution that is a publicly funded institutionas defined in section 41(2) of the Higher Education Act 2004, or\n\t\t\t\tany institution that carries out research activities otherwise than forprofit and that is neither controlled nor wholly or mainly funded by a personwho carries on activities for profit.\n\t\t\tThe Treasury may by order amend subsection (1) to include in or excludefrom the definition of “research institution” a person specified in the orderor persons of a description specified in the order.\n\t\tMeaning of “involved in research”\n\t\t\tFor the purposes of this Chapter a person is involved in research in relationto any intellectual property transferred or to be transferred from one or moreresearch institutions if—\n\t\t\t\the has been actively engaged for the research institution (or any of them)in connection with research (whether as an employee or otherwise), and\n\t\t\t\tthat research is relevant to anything to which the intellectual propertyrelates.\n\t\tTransfer of intellectual property by controlled company\n\t\t\tFor the purposes of this Chapter where a research institution has controlof a company, a transfer of intellectual property from the company is to betreated as a transfer from the research institution.\n\t\t\tFor the purposes of this Chapter where two or more research institutionstogether have control of a company, a transfer of intellectual property fromthe company is to be treated as a transfer from those research institutions.\n\t\t\tIn this section “control” means control within the meaning of section 416of ICTA.\n\t\tDefinitions \n\t\t\tIn this Chapter—\n\t\t\t\t  * “interest”, in relation to shares, and\n\t\t\t\t  * “shares”,\n\t\t\t\thave the meaning indicated in section 420.\n\t\t\tIn this Chapter “market value” has the meaning indicated in section 421(1).\n\t\t\tIn this Chapter—\n\t\t\t\t  * “the acquisition”,\n\t\t\t\t  * “the employee”, and\n\t\t\t\t  * “the employer”,\n\t\t\thave the meaning indicated in section 421B(8).\n\t\t\tIn this Chapter—\n\t\t\t\t  * “restricted interest in securities”, and\n\t\t\t\t  * “restricted securities”,\n\t\t\thave the meaning indicated in sections 423 and 424.”\n\t\t\tIn consequence of the amendment made by subsection (1), Chapter 1 of Part 7of ITEPA 2003 (income and exemptions relating to securities: introduction) isamended as follows.\n\t\t\tSubstitute “4A” for “4” in—\n\t\t\t\tsubsections (1), (4) and (8) of section 421B,\n\t\t\t\tthe heading of and the heading above that section, and\n\t\t\t\tsubsections (5) and (6) of section 421D.\n\t\t\tIn section 421K(3)(g) (reportable events), after “securities)” insert “orwould give rise to such an amount but for Chapter 4A (shares in researchinstitution spin-out companies)”.\n\t\t\tThe amendments made by this section have effect in relation to shares (oran interest in shares) acquired before an agreement for the transfer ofintellectual property is made, or within the period of 183 days beginning withthe date on which such an agreement is made, if—\n\t\t\t\tthe date of acquisition of the shares (or interest in shares), or\n\t\t\t\tthe date on which the agreement was made,\n\t\t\t\tor both, fell on or after 2nd December 2004.\n\t\t\tWhere section 454 of ITEPA 2003 (as inserted by subsection (1)) has effect(by virtue of subsection (5)) in relation to shares (or an interest in shares)acquired before 2nd December 2004, it applies in relation to them (or it) soas to treat the election under section 431(1) as made on that date.\n\t\t\tWhere section 454 of ITEPA 2003 (as inserted by subsection (1)) has effect(by virtue of subsection (5)) in relation to shares (or an interest in shares)acquired before 1st October 2005, it has effect with the substitution insubsection (3)(b) of that section of “later than 15th October 2005” for “morethan 14 days after the acquisition of the shares (or interest in shares)”."
    },
    {
        "length": 1178,
        "text": "\nResearch institution spin-out companies: pre-2nd December 2004 cases\n\tSubsections (2) to (7) have effect where—\n\t\tChapter 4A of Part 7 of ITEPA 2003 (as inserted by section 20) would applybut for subsection (5) of that section (commencement), and\n\t\tan election is made under this subsection by the employee and the employerno later than 15th October 2005.\n\tSection 452(1) and (2)(a), (c) and (d) and section 453(1) of ITEPA 2003apply.\n\tBut when the chargeable event occurs in relation to the shares (or interestin shares), the taxable amount counts as employment income of the employee forthe tax year in which the chargeable event occurs.\n\tThe chargeable event occurs in relation to the shares (or interest inshares) on the earlier of—\n\t\tthe day on which there is a disposal for consideration of the shares, orany interest in them, by an associated person otherwise than to anotherassociated person, and\n\t\tthe day specified in any election made by an employee under thissubsection.\n\tThe taxable amount for the purposes of subsection (3) is—\n\t\tMV \\- DA\n\twhere—\n\t\t  * MV is the market value of the shares (or interest in shares) immediately before the occurrence of the chargeable event, and \n\t\t  * DA is the total of any deductible amounts. \n\tEach of the following is a deductible amount—\n\t\tthe amount of any consideration given for the acquisition of the shares (orinterest in shares),\n\t\tany amount that constituted earnings from the employee’s employment underChapter 1 of Part 3 of ITEPA 2003 (earnings) in respect of the acquisition ofthe shares (or interest in shares),\n\t\tany amount that counted as employment income in relation to the shares (orinterest in shares) under Chapter 2 or 4 of Part 7 of that Act as originallyenacted otherwise than by virtue of section 457 of that Act (as originallyenacted) (charge on receipt of chargeable benefit),\n\t\tif the shares (or interest in shares) were (or was) acquired on aconversion of other shares (or of another interest in shares), any amount thatcounted as employment income of the employee under Chapter 3 of that Part(including that Chapter as originally enacted) (convertible securities) byreason of the conversion,\n\t\tif the acquisition of the shares (or interest in shares) was pursuant to asecurities option, any amount that counted as employment income of theemployee under section 476 of that Act (or section 476 or 477 as originallyenacted) (acquisition of securities pursuant to securities option) by reasonof the acquisition, and\n\t\tin the case of a chargeable event under subsection (4)(a), the amount ofany expenses incurred by the holder of the shares (or interest in shares) inconnection with the disposal.\n\tAn election under subsection (1) or (4) is irrevocable and must be made ina form approved by the Board of Inland Revenue.\n\tThe Treasury may by regulations modify—\n\t\tthis section,\n\t\tany provision of Part 4 of TCGA 1992, and\n\t\tany provision of Part 7 of ITEPA 2003,\n\t\tin relation to shares (or interests in shares) to which Chapter 4A of thatPart would apply but for section 20(5) and which are restricted securities (orrestricted interests in securities) or convertible securities (or interests inconvertible securities).\n\tThe power conferred by subsection (8) is exercisable by statutoryinstrument.\n\tA statutory instrument containing regulations under subsection (8) issubject to annulment in pursuance of a resolution of the House of Commons.\n\tIn this section—\n\t\t  * “associated person” has the same meaning as in Chapters 1 to 5 of Part 7 of ITEPA 2003 (see section 421C of that Act), \n\t\t  * “Board of Inland Revenue” has the same meaning as in that Act (see section 720(2) of that Act), and \n\t\t  * “convertible securities” has the same meaning as in Chapter 3 of Part 7 of that Act (see section 436 of that Act), \n\tand expressions used in this section and in Chapter 4A of Part 7 of that Acthave the same meaning in this section as in that Chapter."
    },
    {
        "length": 633,
        "text": "\nCapital gains\n\tTCGA 1992 is amended as follows.\n\tIn section 119A(3) (increase in expenditure by reference to tax charged inrelation to employment-related securities: events giving rise to relevantincome tax charge)—\n\t\tafter “employment income” insert “in respect of the employment-relatedsecurities”,\n\t\tfor the word “or” at the end of paragraph (c) substitute—\n\t\tunder section 447 of ITEPA 2003 (receipt of benefit) in a case where thebenefit is an increase in the market value of the employment-relatedsecurities,”,\n\t\tafter paragraph (d) insert “or—\n\t\tunder subsection (3) of section 21 of the Finance Act 2005 (transitionalcharge in relation to shares in spin-out companies) by virtue of subsection(4)(b) of that section (election by employee).”, and\n\t\tomit the words following the paragraphs.\n\tAfter section 149AA insert—\n\t“149ABShares in research institution spin-out companies\n\t\tWhere an individual has acquired shares (or an interest in shares) incircumstances where section 452(1) and (2)(a) of ITEPA 2003 (shares inresearch institution spin-out companies: market value on acquisition) apply(and section 149AA does not apply in relation to those shares (or interest inshares)) the consideration for the acquisition shall (subject to section 119A)be taken to be equal to the aggregate of—\n\t\t\tthe actual amount or value given for the shares (or interest in shares),and\n\t\t\tany amount that constituted earnings under Chapter 1 of Part 3 of ITEPA2003 (earnings) in respect of the acquisition.\n\t\tSubsection (1) above applies only to the individual making the acquisitionand, accordingly, is to be disregarded in calculating the considerationreceived by the person from whom the shares (or interest in shares) are (oris) acquired.”\n\t\tThe amendment made by paragraph (b) of subsection (2) has effect only inrelation to disposals on or after 6th April 2005; but the other amendmentsmade by that subsection have effect in relation to any disposal (whetherbefore or after the passing of this Act).\n\t\tThe amendment made by subsection (3) has effect in relation to anyacquisition (whether before or after the passing of this Act)."
    },
    {
        "length": 375,
        "text": "\nIntroductory\n\tIntroduction \n\t\tThis Chapter contains tax provision in connection with—\n\t\t\tincome arising to trustees from property held on qualifying trusts for thebenefit of a vulnerable person, and\n\t\t\tchargeable gains accruing to trustees from the disposal of such property.\n\t\tSection 24 contains provision as to the making of claims for special taxtreatment under this Chapter.\n\t\tSections 25 to 29 contain provision relating to income tax.\n\t\tSections 30 to 33 contain provision relating to capital gains tax.\n\t\tSections 34 to 36 apply for the purpose of determining whether trusts onwhich property is held for the benefit of a vulnerable person are qualifyingtrusts.\n\t\tIn this Chapter “vulnerable person election” means an election undersection 37.\n\t\tIn this Chapter “vulnerable person” means—\n\t\t\ta disabled person (see section 38), or\n\t\t\ta relevant minor (see section 39).\n\tEntitlement to make claim for special tax treatment\n\t\tA claim for special tax treatment under this Chapter for a tax year may bemade by trustees if—\n\t\t\tin the tax year they hold property on qualifying trusts for the benefit ofa vulnerable person, and\n\t\t\ta vulnerable person election has effect for all or part of the tax year inrelation to those trusts and that person."
    },
    {
        "length": 1700,
        "text": "\nIncome tax\n\tQualifying trusts income: special income tax treatment\n\t\tThis section has effect in relation to a tax year if—\n\t\t\tin the tax year income arises (or is treated as arising) to trustees fromproperty held on qualifying trusts for the benefit of a vulnerable person(“qualifying trusts income”), and\n\t\t\ta claim for special tax treatment under this Chapter for the tax year ismade by the trustees.\n\t\tSpecial income tax treatment applies for the tax year in accordance withsections 26 to 29.\n\t\tBut this section does not have effect in relation to the tax year if theproperty from which the qualifying trusts income arises (or is treated asarising) is property in which a person who is a settlor (within the meaninggiven by section 660G(1) and (2) of ICTA) is regarded as having an interestfor the purposes of section 660A of that Act (income arising under settlementwhere settlor retains an interest).\n\tAmount of relief\n\t\tThe trustees' liability to income tax for the tax year is to be reduced by anamount equal to—\n\tTQTI \\- VQTI\n\twhere—\n\t\t  * TQTI is an amount determined in accordance with section 27 (income tax liability of trustees in respect of qualifying trusts income), and \n\t\t  * VQTI is an amount determined in accordance with section 28 (extra tax to which vulnerable person would be liable if qualifying trusts income were income of his). \n\tTrustees' liability: TQTI\n\t\tFor the purposes of section 26, TQTI is the amount of income tax to whichthe trustees would (apart from this Chapter) be liable for the tax year inrespect of the qualifying trusts income arising (or treated as arising) tothem in that year (or to which they would be so liable if their liability werecomputed in accordance with subsection (2) in a case to which that subsectionapplies).\n\t\tIn a case where—\n\t\t\tincome arising (or treated as arising) to the trustees in the tax year(“total income”) includes income (“other income”) which is not qualifyingtrusts income, and\n\t\t\tthe trustees have any expenses in the tax year (“the management expenses”)which are properly chargeable to total income or would be so chargeable butfor any express provisions of the trusts,\n\t\t\t\tthere shall be disregarded, in computing the income tax liability of thetrustees for the tax year in respect of the qualifying trusts income arising(or treated as arising) to them in that year, such part of the managementexpenses as bears the same proportion to all those expenses as other incomebears to total income.\n\t\tThis section is subject to section 29 (vulnerable person election havingeffect for only part of tax year).\n\tVulnerable person’s liability: VQTI\n\t\tFor the purposes of section 26, VQTI is an amount equal to—\n\t\t\tTLV1 \\- TLV2\n\t\twhere—\n\t\t\t  * TLV2 is an amount determined in accordance with subsection (2) (and subsection (4) where it applies) (total tax liability of vulnerable person), and \n\t\t\t  * TLV1 is an amount determined in accordance with subsection (3) (and subsection (4) where it applies) (what total tax liability of vulnerable person would be if his income included qualifying trusts income). \n\t\tTLV2 is the total amount of income tax and capital gains tax to which thevulnerable person would be liable for the tax year if his income tax liabilitywere computed in accordance with subsections (5) and (6).\n\t\tTLV1 is what TLV2 would be if the qualifying trusts income arising (ortreated as arising) to the trustees in the tax year in respect of which thetrustees are liable to income tax were income of the vulnerable person for thetax year.\n\t\tWhere the vulnerable person is non-UK resident during the tax year—\n\t\t\this income tax liability for the purposes of determining TLV1 and TLV2 isto be computed in accordance with the Income Tax Acts on the assumption thathe is resident and domiciled in the United Kingdom throughout the tax year,and\n\t\t\this capital gains tax liability for the purposes of determining TLV1 andTLV2 is to be computed on the assumption that his taxable amount for thepurposes of section 3 of TCGA 1992 is equal to his deemed CGT taxable amount.\n\t\tFor the purposes of this section, in a case where income which has arisento the trustees (whenever it arose) is distributed to the vulnerable person inthe tax year, that income is to be disregarded in computing income tax towhich he would be liable for the tax year for the purposes of determining TLV1and TLV2.\n\t\tFor the purposes of this section, in computing income tax to which thevulnerable person would be liable for the tax year for the purposes ofdetermining TLV1 and TLV2, there is to be disregarded any relief which isgiven by way of a reduction in the amount of income tax to which thevulnerable person would be liable apart from that relief.\n\t\tFor the purposes of this section—\n\t\t\twhether or not a vulnerable person is non-UK resident is to be determinedin accordance with section 41(2), and\n\t\t\ta non-UK resident vulnerable person’s deemed CGT taxable amount is to bedetermined in accordance with paragraph 3 of Schedule 1.\n\t\tThis section is subject to section 29 (vulnerable person election havingeffect for only part of tax year).\n\tPart years\n\t\tWhere the vulnerable person election has effect for only part of the taxyear (“the elected part of the tax year”) sections 26, 27 and 28 apply withthe modifications in subsection (2).\n\t\tThose modifications are—\n\t\t\tthat references to the qualifying trusts income arising (or treated asarising) to the trustees in the tax year are to be treated as references tothe qualifying trusts income arising (or treated as arising) to them in theelected part of the tax year, and\n\t\t\tthat the references in section 27(2) to income arising (or treated asarising) to the trustees in the tax year and expenses of the trustees in thetax year are to be treated as (respectively) references to income arising (ortreated as arising) to the trustees in the elected part of the tax year andexpenses of the trustees in that part of the tax year."
    },
    {
        "length": 1442,
        "text": "\nCapital gains tax\n\tQualifying trusts gains: special capital gains tax treatment\n\t\tThis section has effect in relation to a tax year if—\n\t\t\tin the tax year chargeable gains accrue to the trustees of a settlementfrom the disposal of settled property which is held on qualifying trusts forthe benefit of a vulnerable person (“the qualifying trusts gains”),\n\t\t\tthe trustees would (apart from this Chapter) be chargeable to capital gainstax in respect of those gains,\n\t\t\tthe trustees are either resident in the United Kingdom during any part ofthe tax year or ordinarily resident in the United Kingdom during the tax year,and\n\t\t\ta claim for special tax treatment under this Chapter for the tax year ismade by the trustees.\n\t\tSpecial capital gains tax treatment applies for the tax year in accordancewith—\n\t\t\tsection 31 (vulnerable person UK resident during the tax year), or\n\t\t\tsection 32 (vulnerable person non-UK resident during the tax year).\n\t\tBut this section does not have effect in relation to the tax year if thevulnerable person dies during that year.\n\t\tThe reference in subsection (1)(a) to chargeable gains accruing to thetrustees from the disposal of settled property includes a reference tochargeable gains treated as accruing to them under section 13 of TCGA 1992(attribution of gains to members of non-resident companies).\n\t\tFor the purposes of this section and sections 31 and 32 whether avulnerable person is UK resident or non-UK resident during a tax year is to bedetermined in accordance with section 41(2).\n\tUK resident vulnerable persons: section 77 treatment\n\t\tSpecial capital gains tax treatment applies for the tax year in accordancewith this section if the vulnerable person is UK resident during the tax year.\n\t\tSection 77(1) (and section 78 and section 79, apart from subsection (6)) ofTCGA 1992 are to be treated as applying in relation to the qualifying trustsgains as if—\n\t\t\tthe vulnerable person were a settlor in relation to the settlement,\n\t\t\tthe settled property disposed of, and any other settled property disposedof at any time when it was relevant settled property, originated from him, and\n\t\t\the had an interest in the settlement during the tax year.\n\t\tFor the purposes of subsection (2)(b), property is “relevant settledproperty” at any time when—\n\t\t\tit is property held on the qualifying trusts for the benefit of thevulnerable person, and\n\t\t\tthe trustees would (apart from this Chapter) be chargeable to capital gainstax in respect of any chargeable gains accruing to them on a disposal of it.\n\tNon-UK resident vulnerable persons: amount of relief\n\t\tSpecial capital gains tax treatment applies for the tax year in accordancewith this section if the vulnerable person is non-UK resident during the taxyear.\n\t\tThe trustees' liability to capital gains tax for the tax year is to bereduced by an amount equal to—\n\t\t\tTQTG \\- VQTG\n\t\twhere—\n\t\t\t  * TQTG is the amount of capital gains tax to which the trustees would (apart from this Chapter) be liable for the tax year in respect of the qualifying trusts gains, and \n\t\t\t  * VQTG is an amount determined in accordance with section 33 (extra tax to which vulnerable person would be liable for the tax year if chargeable gains were treated as accruing to him under section 77(1) of TCGA 1992 by virtue of section 31 above). \n\tVulnerable person’s liability: VQTG\n\t\tFor the purposes of section 32, VQTG is an amount equal to—\n\t\t\tTLVA \\- TLVB\n\t\twhere—\n\t\t\t  * TLVB is an amount determined in accordance with subsection (2) (total tax liability of vulnerable person), and \n\t\t\t  * TLVA is an amount determined in accordance with subsection (3) (what total tax liability of vulnerable person would be if it included tax in respect of notional section 77 gains). \n\t\tTLVB is the total amount of income tax and capital gains tax to which thevulnerable person would be liable for the tax year—\n\t\t\tif his income for the tax year were equal to the sum of his actual incomefor the tax year (if any) and the amount of the trustees' specially taxedincome (if any) for the tax year, and\n\t\t\tif his taxable amount for the tax year for the purposes of section 3 ofTCGA 1992 were equal to his deemed CGT taxable amount for the tax year (ifany).\n\t\tTLVA is what TLVB would be if the vulnerable person’s taxable amount forthe tax year for the purposes of section 3 of TCGA 1992 were equal to the sumof the amount mentioned in subsection (2)(b) and his notional section 77 gainsfor the tax year.\n\t\tFor the purposes of this section—\n\t\t\tthe vulnerable person’s actual income for the tax year,\n\t\t\tthe trustees' specially taxed income for the tax year,\n\t\t\tthe vulnerable person’s deemed CGT taxable amount for the tax year, and\n\t\t\tthe vulnerable person’s notional section 77 gains for the tax year,\n\t\t\tare to be determined in accordance with Schedule 1."
    },
    {
        "length": 1367,
        "text": "\nQualifying trusts\n\tDisabled persons\n\t\tFor the purposes of this Chapter where property is held on trusts for thebenefit of a disabled person those trusts are qualifying trusts if they securethat the conditions in subsection (2) are met—\n\t\t\tduring the lifetime of the disabled person, or\n\t\t\tuntil the termination of the trusts (if that occurs before his death).\n\t\tThose conditions are—\n\t\t\tthat if any of the property is applied for the benefit of a beneficiary, itis applied for the benefit of the disabled person, and\n\t\t\teither that the disabled person is entitled to all the income (if there isany) arising from any of the property or that no such income may be appliedfor the benefit of any other person.\n\t\tThe trusts on which property is held are not to be treated as failing tosecure that the conditions in subsection (2) are met by reason only of thepowers conferred on the trustees by—\n\t\t\tsection 32 of the Trustee Act [1925 (c. 19)](/id/ukpga/1925/19?view=plain\"Go to item of legislation\") (powers of advancement), or\n\t\t\tsection 33 of the Trustee Act (Northern Ireland) [1958 (c. 23(N.I.)](/id/apni/1958/23?view=plain \"Go to item of legislation\"))(corresponding provision for Northern Ireland).\n\t\tThe reference in subsection (1) to the lifetime of the disabled person is,where property is held for his benefit on trusts of the kind described insection 33 of the Trustee Act 1925 (protective trusts), to be construed as areference to the period during which such property is held on trust for him.\n\tRelevant minors\n\t\tFor the purposes of this Chapter where property is held on trusts for thebenefit of a relevant minor those trusts are qualifying trusts if they are—\n\t\t\tstatutory trusts for the relevant minor under sections 46 and 47(1) of theAdministration of Estates Act [1925 (c. 23)](/id/ukpga/1925/23?view=plain \"Goto item of legislation\") (succession on intestacy and statutory trusts infavour of relatives of intestate), or\n\t\t\ttrusts to which subsection (2) below applies.\n\t\tThis subsection applies to trusts—\n\t\t\testablished under the will of a deceased parent of the relevant minor, or\n\t\t\testablished under the Criminal Injuries Compensation Scheme,\n\t\t\t\twhich secure that the conditions in subsection (3) are met.\n\t\tThose conditions are—\n\t\t\tthat the relevant minor will, on attaining the age of 18, become absolutelyentitled to the property, any income arising from it and any income that hasarisen from property held on the trusts for his benefit and been accumulatedbefore that time,\n\t\t\tthat, until that time, for so long as the relevant minor is living, if anyof the property is applied for the benefit of a beneficiary, it is applied forthe benefit of the relevant minor, and\n\t\t\tthat, until that time, for so long as the relevant minor is living, either—\n\t\t\tthe relevant minor is entitled to all the income (if there is any) arisingfrom any of the property, or\n\t\t\tno such income may be applied for the benefit of any other person.\n\t\tTrusts to which subsection (2) applies are not to be treated as failing tosecure that the conditions in subsection (3) are met by reason only of thepowers conferred on the trustees by—\n\t\t\tsection 32 of the Trustee Act [1925 (c. 19)](/id/ukpga/1925/19?view=plain\"Go to item of legislation\") (powers of advancement), or\n\t\t\tsection 33 of the Trustee Act (Northern Ireland) [1958 (c. 23(N.I.)](/id/apni/1958/23?view=plain \"Go to item of legislation\"))(corresponding provision for Northern Ireland).\n\t\tIn this section “the Criminal Injuries Compensation Scheme” means—\n\t\t\tthe schemes established by arrangements made under the Criminal InjuriesCompensation Act [1995 (c. 53)](/id/ukpga/1995/53?view=plain \"Go to item oflegislation\"),\n\t\t\tarrangements made by the Secretary of State for compensation for criminalinjuries in operation before the commencement of those schemes, or\n\t\t\tthe scheme established under the Criminal Injuries (Northern Ireland) Order2002 ([S.I. 2002/796 (N.I. 1)](/id/nisi/2002/796?view=plain \"Go to item oflegislation\")).\n\tParts of assets\n\t\tFor the purposes of this Chapter references to property being held on trustsinclude references to a part of an asset being held on trusts if—\n\t\t\tthat part of the asset, and\n\t\t\tany income arising from it (or treated as arising from it),\n\t\t\tcan be identified for the purpose of determining whether the trusts on whichit is held are qualifying trusts."
    },
    {
        "length": 1524,
        "text": "\nVulnerable persons\n\tVulnerable person election\n\t\tWhere trustees hold property on trusts for the benefit of a person, thetrustees and that person may jointly make a vulnerable person election inrelation to those trusts and that person if—\n\t\t\tthe person in relation to whom the election is made is a vulnerable person,and\n\t\t\tthe trusts in relation to which the election is made are qualifying trusts.\n\t\tA vulnerable person election is an election in such form as the Board ofInland Revenue may require—\n\t\t\tspecifying the date from which it is to have effect (“the effective date”),\n\t\t\tmade by notice to the Inland Revenue no later than 12 months after 31stJanuary next following the tax year in which the effective date falls, orwithin such further time, if any, as the Board of Inland Revenue may by noticehave allowed, and\n\t\t\tcontaining the items specified in subsection (3).\n\t\tThose items are—\n\t\t\tsuch information as the Board of Inland Revenue may require, including inparticular information relating to the trusts, the trustees, the vulnerableperson and his entitlement under the trusts and any other person connectedwith the trusts,\n\t\t\ta statement that the trusts in relation to which the election is made arequalifying trusts,\n\t\t\ta declaration that all the information contained in the election is correctto the best of the knowledge and belief of the trustees and vulnerable person,\n\t\t\ta declaration by the vulnerable person that he authorises the trustees tomake any claim under this Chapter for any tax year as they considerappropriate, and\n\t\t\tsuch other declarations as the Board of Inland Revenue may reasonablyrequire.\n\t\tA vulnerable person election is irrevocable.\n\t\tA vulnerable person election has effect from the effective date until oneof the following events occurs—\n\t\t\tthe person in relation to whom the election is made ceases to be avulnerable person,\n\t\t\tthe trusts in relation to which the election is made cease to be qualifyingtrusts, and\n\t\t\tthe trusts are terminated.\n\t\tIf the trustees become aware that an event mentioned in subsection (5) hasoccurred—\n\t\t\tthey must inform the Inland Revenue that the vulnerable person election hasceased to have effect, and\n\t\t\tthey must do so by giving notice containing particulars of the event withinthe period of 90 days beginning on the date on which they first become awarethat the event has occurred.\n\tMeaning of “disabled person”\n\t\tIn this Chapter “disabled person” means—\n\t\t\ta person who by reason of mental disorder within the meaning of the MentalHealth Act [1983 (c. 20)](/id/ukpga/1983/20?view=plain \"Go to item oflegislation\") is incapable of administering his property or managing hisaffairs, or\n\t\t\ta person in receipt of attendance allowance or of a disability livingallowance by virtue of entitlement to the care component at the highest ormiddle rate.\n\t\tA person is to be treated as a disabled person under subsection (1)(b) ifhe satisfies the Inland Revenue—\n\t\t\tthat if he were to meet the prescribed conditions as to residence undersection 64(1) of SSCBA 1992 or section 64(1) of SSCB(NI)A 1992 he would beentitled to receive attendance allowance, or\n\t\t\tthat if he were to meet the prescribed conditions as to residence undersection 71(6) of SSCBA 1992 or section 71(6) of SSCB(NI)A 1992 he would beentitled to receive a disability living allowance by virtue of entitlement tothe care component at the highest or middle rate.\n\t\tA person who is (or is treated as) a disabled person under subsection(1)(b) is not to cease to be (or to be treated as) such a disabled person byreason only of provision made by—\n\t\t\tregulations under section 67(1) or (2) of SSCBA 1992 or section 67(1) or(2) of SSCB(NI)A 1992 (non-satisfaction of conditions for attendance allowancewhere person is undergoing treatment for renal failure in a hospital or isprovided with certain accommodation), or\n\t\t\tregulations under section 72(8) of SSCBA or section 72(8) SSCB(NI)A 1992(no payment of disability allowance for persons for whom certain accommodationis provided).\n\t\tIn this section “attendance allowance” means an allowance under—\n\t\t\tsection 64 of SSCBA 1992, or\n\t\t\tsection 64 of SSCB(NI)A 1992.\n\t\tIn this section “disability living allowance” means a disability livingallowance under—\n\t\t\tsection 71 of SSCBA 1992, or\n\t\t\tsection 71 of SSCB(NI)A 1992.\n\t\tIn this section—\n\t\t\t  * “SSCBA 1992” means the Social Security Contributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “SSCB(NI)A 1992” means the Social Security Contributions and Benefits (Northern Ireland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item of legislation\"). \n\tMeaning of “relevant minor”\n\t\tFor the purposes of this Chapter a person is a “relevant minor” if—\n\t\t\the has not yet attained the age of 18, and\n\t\t\tat least one of his parents has died."
    },
    {
        "length": 2012,
        "text": "\nMiscellaneous and supplementary\n\tPower to make enquiries\n\t\tWhere a vulnerable person election has been made the Inland Revenue may bynotice require the trustees or the vulnerable person by whom the election wasmade to furnish them with such particulars as they may reasonably require forthe purposes of determining—\n\t\t\twhether the requirements mentioned in subsection (1)(a) and (b) of section37 were met at the time the election was made, and\n\t\t\twhether an event mentioned in subsection (5) of that section has occurredsince the effective date.\n\t\tThe notice must specify the time within which the information must befurnished (not being less than 60 days).\n\t\tIf the Board of Inland Revenue determine—\n\t\t\tthat either or both of the requirements mentioned in subsection (1)(a) and(b) of section 37 were not met at the time the election was made, or\n\t\t\tthat an event mentioned in subsection (5) of that section has occurredsince the effective date of the election,\n\t\t\t\tthey may give notice to the trustees and the person in relation to whom thevulnerable person election was made that the election never had effect orceased to have effect from a date specified in the notice.\n\t\tA person aggrieved by a determination of the Board of Inland Revenue undersubsection (3) may by notice appeal to the General Commissioners.\n\t\tThe notice of appeal must be given to the Board of Inland Revenue within 30days after the notice of the determination was given under subsection (3).\n\t\tAll such adjustments shall be made, whether by discharge or repayment oftax, the making of assessments or otherwise, as are required to give effect toa determination under subsection (3) (despite any limitation on the timewithin which any adjustment may be made).\n\t\tIn subsection (6) “tax” means income tax or capital gains tax.\n\tInterpretation etc.\n\t\tIn this Chapter—\n\t\t\t  * “the Board of Inland Revenue” means the Commissioners of Inland Revenue (as to which, see in particular the Inland Revenue Regulation Act [1890 (c. 21)](/id/ukpga/1890/21?view=plain \"Go to item of legislation\")), \n\t\t\t  * “the Inland Revenue” means any officer of the Board of Inland Revenue, \n\t\t\t  * “notice” means notice in writing, and \n\t\t\t  * “tax year”— \n\t\t\tin relation to income tax, means a year of assessment within the meaning ofICTA (see section 832(1) of that Act), and\n\t\t\tin relation to capital gains tax, means a year of assessment within themeaning of TCGA 1992 (see section 288(1) of that Act).\n\t\tFor the purposes of this Chapter—\n\t\t\ta vulnerable person is UK resident during a tax year if he is eitherresident in the United Kingdom during any part of the tax year or ordinarilyresident in the United Kingdom during the tax year, and\n\t\t\ta vulnerable person is non-UK resident during a tax year if he is neitherresident in the United Kingdom during any part of the tax year nor ordinarilyresident in the United Kingdom during the tax year.\n\t\tSections 30 to 33 and Schedule 1 are to be construed as one with TCGA 1992.\n\t\tTo the extent that any provision of this Chapter would not, apart from thissubsection, form part of Income Tax Acts, the provisions of the Income TaxActs are to apply for the purposes of any references in the provision relatingto income arising (or treated as arising) to a person or to the income taxliability of a person.\n\tApplication in relation to Scotland\n\t\tThis Chapter applies in relation to Scotland with the followingmodifications.\n\t\tIn section 23(5), for “trusts on which property is held for the benefit ofa vulnerable person are qualifying trusts” substitute “property held in trustfor the benefit of a vulnerable person is held in qualifying trust”.\n\t\tIn section 31(3)(a), for “on the qualifying trusts” substitute “inqualifying trust (in the same trust as the settled property disposed of)”.\n\t\tIn section 34—\n\t\t\tin subsection (1), for “those trusts are qualifying trusts if they”substitute “the property is held in qualifying trust if the trust purposes”,and\n\t\t\tin subsection (4), for “on trusts” substitute “in a trust”.\n\t\tIn section 35—\n\t\t\tin subsection (1), for “those trusts are qualifying trusts if they are”substitute “the property is held in qualifying trust if the trust is”,\n\t\t\tin that subsection, for paragraph (a) substitute—\n\t\t\tconstituted by the appointment of an executor dative to administer anintestate estate where the relevant minor has a right to any of the estate,”,and\n\t\t\tin subsection (2), before “which” insert “the purposes of”.\n\t\tIn section 36, for “the trusts on which it is held are qualifying trusts”substitute “it is held in qualifying trust”.\n\t\tIn section 37—\n\t\t\tin subsection (1), for paragraph (b) substitute—\n\t\t\tproperty held in the trust in relation to which the election is made isheld in qualifying trust.”,\n\t\t\tin subsection (3)(b), for “the trusts in relation to which the election ismade are qualifying trusts” substitute “property held in the trust in relationto which the election is made is held in qualifying trust”, and\n\t\t\tin subsection (5), for paragraph (b) substitute—\n\t\t\tproperty held in the trust in relation to which the election is madeceases to be held in qualifying trust,”.\n\t\tSections 34(3) and 35(4) do not apply to Scotland\n\t\tUnless otherwise modified by this section, any reference to anything beingheld on trusts is to be construed as a reference to it being held in trust.\n\t\tUnless otherwise modified or disapplied by this section, any reference totrusts is to be construed as a reference to a trust or the trust (asappropriate).\n\tPenalties under TMA 1970\n\t\tSection 98 of TMA 1970 (special returns, etc) is amended as follows.\n\t\tIn the first column of the table insert at the appropriate place—\n\t\t\t“section 40(1) of the Finance Act 2005”.\n\t\tIn the second column of the table insert at the appropriate place—\n\t\t“section 37(3) of the Finance Act 2005;”, and\n\t\t“section 37(6) of the Finance Act 2005;”.\n\t\tFor the purposes of that section, any information, statements ordeclarations given or made jointly by trustees and a vulnerable person are tobe treated as given or made by the trustees.\n\tConsequential amendments\n\t\tIn section 687(3) of ICTA (payments under discretionary trusts: amounts tobe set off against income tax assessable on trustees in respect of taxcredit), after paragraph (k) insert—\n\t\t\tthe amount of any income tax determined in accordance with section 26 ofthe Finance Act 2005.”\n\t\tIn Schedule 4B to TCGA 1992 (transfers of value by trustees linked withtrustee borrowing), in paragraph 3(2), after “in that year” insert “(otherwisethan by virtue of section 31 of the Finance Act 2005)”.\n\tCommencement \n\t\tThis Chapter has effect for the tax year beginning on 6th April 2004 andsubsequent tax years."
    },
    {
        "length": 384,
        "text": "\nIntroductory\n\tAlternative finance arrangements\n\t\tIn this Chapter “alternative finance arrangements” means arrangementsfalling within section 47 or 49.\n\t\tIn this Chapter “financial institution” means—\n\t\t\ta bank as defined by section 840A of ICTA,\n\t\t\ta building society within the meaning of the Building Societies Act [1986(c. 53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\"),\n\t\t\ta wholly-owned subsidiary of a bank within paragraph (a) or a buildingsociety within paragraph (b),\n\t\t\ta person authorised by a licence under Part 3 of the Consumer Credit Act[1974 (c. 39)](/id/ukpga/1974/39?view=plain \"Go to item of legislation\") tocarry on a consumer credit business or consumer hire business within themeaning of that Act, or\n\t\t\ta person authorised in a jurisdiction outside the United Kingdom to receivedeposits or other repayable funds from the public and to grant credits for itsown account.\n\t\tFor the purposes of subsection (2)(c) a company is a wholly-ownedsubsidiary of a bank or building society (“the parent”) if it has no membersexcept the parent and the parent’s wholly-owned subsidiaries or persons actingon behalf of the parent or the parent’s wholly-owned subsidiaries."
    },
    {
        "length": 1019,
        "text": "\nArrangements giving rise to alternative finance return\n\tAlternative finance arrangements: alternative finance return\n\t\tSubject to subsection (3) and section 52, arrangements fall within thissection if they are arrangements entered into between two persons under which—\n\t\t\ta person (“X”) purchases an asset and sells it, either immediately or incircumstances in which the conditions in subsection (2) are met, to the otherperson (“Y”),\n\t\t\tthe amount payable by Y in respect of the sale (“the sale price”) isgreater than the amount paid by X in respect of the purchase (“the purchaseprice”),\n\t\t\tall or part of the sale price is not required to be paid until a date laterthan that of the sale, and\n\t\t\tthe difference between the sale price and the purchase price equates, insubstance, to the return on an investment of money at interest.\n\t\tThe conditions referred to in subsection (1)(a) are—\n\t\t\tthat X is a financial institution, and\n\t\t\tthat the asset referred to in that provision was purchased by X for thepurpose of entering into arrangements falling within this section.\n\t\tArrangements do not fall within this section unless at least one of theparties is a financial institution.\n\t\tFor the purposes of this section “the effective return” is so much of thesale price as exceeds the purchase price.\n\t\tIn this Chapter references to “alternative finance return” are to be readin accordance with subsections (6) and (7).\n\t\tIf under arrangements falling within this section the whole of the saleprice is paid on one day, that sale price is to be taken to includealternative finance return equal to the effective return.\n\t\tIf under arrangements falling within this section the sale price is paid byinstalments, each instalment is to be taken to include alternative financereturn equal to the appropriate amount.\n\t\tThe appropriate amount, in relation to any instalment, is an amount equalto the interest that would have been included in the instalment if—\n\t\t\tthe effective return were the total interest payable on a loan by X to Y ofan amount equal to the purchase price,\n\t\t\tthe instalment were a part repayment of the principal with interest, and\n\t\t\tthe loan were made on arm’s length terms and accounted for under generallyaccepted accounting practice.\n\tArrangements within section 47: foreign currency and non-residents\n\t\tIf alternative finance return is paid in a currency other than sterling—\n\t\t\tby or to a person other than a company, and\n\t\t\totherwise than for the purposes of a trade, profession or vocation or aproperty business,\n\t\t\t\tthen, as respects that person, the effective return for the purposes ofsection 47 and the appropriate amount for the purposes of subsection (7) ofthat section are to be calculated in the other currency and the amount of eachpayment of alternative finance return is to be translated into sterling at aspot rate of exchange for the day on which the payment is made.\n\t\tIn section 148 of FA 2003 (meaning of “permanent establishment”) aftersubsection (5) insert—\n\t\t“(5A)Where alternative finance return as defined by subsection (5) of section47 of the Finance Act 2005 is paid to a company that is not resident in theUnited Kingdom, the company is not regarded as having a permanentestablishment in the United Kingdom merely by virtue of anything done for thepurposes of the arrangements falling within that section by the other party tothe arrangements or by any other person acting for the company in relation tothe arrangements.”\n\t\tIn section 127 of FA 1995 (persons not treated as UK representatives) insubsection (1), at the end of paragraph (c) but before the “and” insert—\n\t\t\twhere the income consists of alternative finance return, as defined bysubsection (5) of section 47 of the Finance Act 2005, the other party to thearrangements falling within that section or any other person acting for thenon-resident in relation to the arrangements;”."
    },
    {
        "length": 244,
        "text": "\nArrangements giving rise to profit share return\n\tAlternative finance arrangements: profit share return\n\t\tSubject to section 52, arrangements fall within this section if they arearrangements under which—\n\t\t\ta person (“the depositor”) deposits money with a financial institution,\n\t\t\tthe money, together with money deposited with the institution by otherpersons, is used by the institution with a view to producing a profit,\n\t\t\tfrom time to time the institution makes or credits a payment to thedepositor, in proportion to the amount deposited by him, out of any profitresulting from the use of the money, and\n\t\t\tthe payments so made or credited by the institution equate, in substance,to the return on an investment of money at interest.\n\t\tIn this Chapter references to “profit share return” are references toamounts paid or credited as mentioned in subsection (1)(c) by a financialinstitution under arrangements falling within this section."
    },
    {
        "length": 1574,
        "text": "\nTreatment of alternative finance arrangements\n\tTreatment of alternative finance arrangements: companies\n\t\tWhere a company is a party to arrangements falling within section 47,Chapter 2 of Part 4 of FA 1996 (loan relationships) has effect in relation tothe arrangements as if—\n\t\t\tthe arrangements were a loan relationship to which the company is a party,\n\t\t\tany amount which is the purchase price for the purposes of section 47(1)(b)were the amount of a loan made (as the case requires) to the company by, or bythe company to, the other party to the arrangements, and\n\t\t\talternative finance return payable to or by the company under thearrangements were interest payable under that loan relationship.\n\t\tWhere a company is a party to arrangements falling within section 49,Chapter 2 of Part 4 of FA 1996 (loan relationships) has effect in relation tothe arrangements as if—\n\t\t\tthe arrangements were a loan relationship to which the company is a party,\n\t\t\tany amount deposited under the arrangements were—\n\t\t\tin relation to a company which is the depositor under the arrangements, theamount of a loan made by the company to the financial institution, and\n\t\t\tin relation to a company which is the financial institution with which thedepositor deposits money under the arrangements, the amount of a loan made toit by the depositor, and\n\t\t\tprofit share return payable to or by the company under the arrangementswere interest payable under that loan relationship.\n\t\tAccordingly, references in the Corporation Tax Acts to a loan relationshipinclude references to alternative finance arrangements.\n\t\tIn subsection (2)(b), “depositor” is to be read in accordance with section49(1)(a).\n\tTreatment of alternative finance arrangements: persons other thancompanies\n\t\tAlternative finance return or profit share return is to be treated for thepurposes of ITTOIA 2005 as if it were interest.\n\t\tSections 353 to 368 of ICTA (relief for payments of interest) have effectas if—\n\t\t\tarrangements falling within section 47 involved the making of a loan, and\n\t\t\talternative finance return were interest;\n\t\t\t\tand section 366 (information) shall have effect accordingly.\n\t\tSubsections (4) and (5) apply to the extent that a person other than acompany is a party to alternative finance arrangements for the purposes of atrade, profession or vocation carried on by him or for the purposes of aproperty business of his.\n\t\tAlternative finance return or profit share return paid by him is to betreated as an expense of the trade, profession or vocation or of the propertybusiness.\n\t\tSection 58 of ITTOIA 2005 (incidental costs of obtaining finance) haseffect as if—\n\t\t\treferences to a loan included references to alternative financearrangements, and\n\t\t\treferences to interest included references to alternative finance return orprofit share return.\n\tProvision not at arm’s length\n\t\tThis section applies where—\n\t\t\tarrangements would apart from this section fall within section 47 orsection 49,\n\t\t\tparagraph 1(2) of Schedule 28AA to ICTA (provision not at arm’s length)requires the profits and losses of any person who is a party to thearrangements to be computed for tax purposes as if the arm’s length provisionreferred to in paragraph 1(2)(a) of that Schedule had been made or imposedinstead of the arrangements, and\n\t\t\tany person who is for the purposes of that Schedule an affected person isentitled to—\n\t\t\trelevant return, or\n\t\t\tan amount representing relevant return,\n\t\t\t\tbut is not subject to income tax or corporation tax, or any corresponding taxunder the law of a territory outside the United Kingdom, on the relevantreturn or the amount representing it.\n\t\tIn this section “relevant return”, in relation to any arrangements, meansany amount that would be alternative finance return or profit share return ifthe arrangements were alternative finance arrangements.\n\t\tThe arrangements are not to be regarded as falling within section 47 orsection 49.\n\t\tWhere the arrangements would, but for subsection (3), fall within section47, the person paying relevant return under the arrangements is not entitled—\n\t\t\tto any deduction in computing profits or gains for the purposes of incometax or corporation tax, or\n\t\t\tto any deduction against total income or, as the case may be, totalprofits,\n\t\t\tin respect of the relevant return.\n\t\tWhere the arrangements would, but for subsection (3), fall within section49, the person paying relevant return under the arrangements is not entitled—\n\t\t\tto any deduction in computing profits or gains for the purposes of incometax or corporation tax, or\n\t\t\tto any deduction against total income or, as the case may be, totalprofits,\n\t\t\tin respect of the relevant return.\n\t\tWhere the person paying relevant return under the arrangements is acompany, an amount may not be surrendered by way of group relief if adeduction in respect of it is prohibited by subsection (4) or (5).\n\tTreatment of section 47 arrangements: sale and purchase of asset\n\t\tWhere under arrangements falling within section 47 an asset is sold by oneparty to the arrangements to the other party, the effective return shall beexcluded in determining for the purposes of the Tax Acts (apart from thatsection) and of TCGA 1992 the consideration for the sale and purchase of theasset.\n\t\tSubsection (1) does not affect the operation of any provision of the TaxActs or TCGA 1992 which provides that the consideration for a sale or purchaseis to be taken for any purpose to be an amount other than the actualconsideration.\n\tSection 49 arrangements: profit share return not to be treated asdistribution\n\t\tProfit share return is not to be treated by virtue of section 209(2)(e)(iii)of ICTA as being a distribution for the purposes of the Corporation Tax Acts."
    },
    {
        "length": 632,
        "text": "\nSupplementary\n\tFurther provisions\n\t\tSchedule 2 (which contains further provision about the treatment ofalternative finance arrangements for the purposes of income tax, corporationtax and capital gains tax) has effect.\n\tApplication of Chapter\n\t\tThis Chapter has effect in relation to alternative finance arrangementsentered into on or after 6th April 2005.\n\t\tTo the extent provided by subsections (3) to (6), this Chapter also haseffect in relation to alternative finance arrangements falling within section49 entered into before 6th April 2005 under which profit share return ispayable on or after that date (“existing profit share arrangements”).\n\t\tFor the purposes of income tax, this Chapter has effect in relation topayments of profit share return made on or after 6th April 2005 under existingprofit share arrangements to a person other than a company.\n\t\tWhere a company is a party to existing profit share arrangements—\n\t\t\tthis Chapter has effect in relation to the company in relation to thosearrangements with effect from 6th April 2005, and\n\t\t\tfor the purposes of Chapter 2 of Part 4 of FA 1996, the loan which istreated by section 50 as made by or to the company is a loan made on 6th April2005 of an amount equal to the notional carrying value of the asset orliability representing the existing profit share arrangements.\n\t\tFor the purposes of subsection (4)(b) the notional carrying value is theamount which would have been the carrying value of the asset or liability inthe accounts of the company (prepared in accordance with generally acceptedaccounting practice) if a period of accounts had ended immediately before 6thApril 2005.\n\t\tSection 54 has effect in relation to profit share return paid by a companyon or after 6th April 2005 under existing profit share arrangements.\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t  * “alternative finance arrangements” has the meaning given by section 46(1); \n\t\t  * “alternative finance return” has the meaning given by section 47(5); \n\t\t  * “financial institution” has the meaning given by section 46(2); \n\t\t  * “profit share return” has the meaning given by section 49(2); \n\t\t  * “property business” has the meaning given by section 263(6) of ITTOIA 2005. "
    },
    {
        "length": 710,
        "text": "\nTax relief for limited-budget films\n\tRelief for production and acquisition expenditure on limited-budgetfilms\n\t\tIn section 48 of F(No 2)A 1997 (relief for production and acquisitionexpenditure on limited-budget films), in subsection (2)—\n\t\t\tin paragraph (a) for “before 2nd July 2005” substitute “, if it isexpenditure to which section 42(3) of that Act applies, before 1st October2007”,\n\t\t\tafter that paragraph insert—\n\t\t\tthe first day of principal photography in relation to the film concernedis before 1st April 2006;”, and\n\t\t\tin paragraph (c) after “1997” insert “but before 1st January 2007”.\n\t\tIn section 139 of ITTOIA 2005 (certified master versions: productionexpenditure on limited-budget films), in subsection (1)—\n\t\t\tin paragraph (aa) (requirement that film is completed) (inserted byparagraph 30 of Schedule 3) after “period” insert “and before 1st January2007”, and\n\t\t\tfor paragraph (b) (requirement that expenditure incurred before 2nd July2005) substitute—\n\t\t\tthe first day of principal photography was before 1st April 2006,”.\n\t\tIn section 140 of that Act (certified master versions: acquisitionexpenditure on limited-budget films), in subsection (1)—\n\t\t\tin paragraph (aa) (requirement that film is completed) (inserted byparagraph 30 of Schedule 3), after “period” insert “and before 1st January2007”,\n\t\t\tin paragraph (c) (requirement that expenditure incurred before 2nd July2005) for “2nd July 2005” substitute “1st October 2007”, and\n\t\t\tafter that paragraph insert—\n\t\t\tthe first day of principal photography was before 1st April 2006,”.\n\t\tThe Treasury may by order amend any of the enactments amended bysubsections (1) to (3), so as to substitute for a date inserted by or underthis section a later date.\n\t\tThe amendments made by subsection (1) have effect in relation to claimsmade under section 42 of F(No 2)A 1992 on or after 2nd July 2005.\n\t\tThe amendments made by subsections (2) and (3) have effect in relation todeductions made under section 139 or 140 of ITTOIA 2005 on or after 2nd July2005."
    },
    {
        "length": 141,
        "text": "\nRestrictions on relief\n\tRestrictions on relief for production and acquisition expenditure\n\t\tSchedule 3 (films: restrictions on relief for production and acquisitionexpenditure) has effect.\n\t\tIn that Schedule—\n\t\t\tPart 1 imposes restrictions on the circumstances in which relief may beobtained;\n\t\t\tPart 2 imposes restrictions on the amount of relief which may be obtained;\n\t\t\tPart 3 makes minor and consequential amendments;\n\t\t\tPart 4 contains interpretation provisions."
    },
    {
        "length": 820,
        "text": "\nDeferred income agreements which exist when relief claimed\n\tThis section applies where—\n\t\tin relation to a trade or business (“the relevant trade”), a company (“C”)makes a claim on or after 2nd December 2004 under section 42 of F(No 2)A 1992for a deduction for a relevant period in respect of expenditure relating to afilm (“the claim”), and\n\t\twhen the claim is made, one or more deferred income agreements in respectof the film exist to which C is or has been a party and which C entered intoon or after 2nd December 2004.\n\tC is to be treated for corporation tax purposes as receiving, in therelevant period in respect of which the claim is made, an amount of incomefrom the relevant trade equal to the amount of excess relief.\n\tIf, at the time immediately after the end of the 15 year period, C iscarrying on the relevant trade, C is to be treated for the purposes of section40B of F(No 2)A 1992 (allocation of expenditure to periods) as incurring atthat time relevant film expenditure of an amount equal to the amount of excessrelief.\n\tThe “amount of excess relief” is the amount given by the following formula—\n\t\t[![Formula - D multiplied by \\(1 minus \\(T1 divided byT2\\)\\)](/ukpga/2005/7/images/ukpga_20050007_en_006)](/ukpga/2005/7/images/ukpga_20050007_en_006?view=plain)\n\twhere—\n\t\t  * D is the amount which C is entitled to deduct under section 42 of F(No 2)A 1992 by virtue of the claim; \n\t\t  * T1 is the number of days in the 15 year period; \n\t\t  * T2 is the number of days in the period which begins with the operative date and ends with the final deferral date. \n\tThe “15 year period” means the period of 15 years which begins with theoperative date.\n\tThe “operative date” means—\n\t\twhere the claim is only in respect of expenditure incurred on theacquisition of the original master version of the film, the date of thatacquisition, and\n\t\tin any other case, the date upon which the film is completed.\n\tThe “final deferral date” means—\n\t\tthe last date of deferral in relation to the deferred income agreementmentioned in subsection (1)(b) (see section 61), or\n\t\twhere there is more than one such agreement, the date which is the latestof the last dates of deferral in relation to those agreements.\n\t“Relevant film expenditure” means expenditure of a revenue nature on theproduction or acquisition of the original master version of the film.\n\tAny income received in a relevant period by virtue of this section is inaddition to any other income received in that period.\n\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 425,
        "text": "\nMeaning of “deferred income agreement in respect of a film”\n\tFor the purposes of section 60, a “deferred income agreement in respect ofa film” means an agreement which satisfies condition A or condition B.\n\tCondition A is that the agreement (whether or not it supplements or variesanother agreement)—\n\t\tguarantees to any person an amount of income arising from the exploitationof the film, and\n\t\thas the effect that the last date of deferral is a date after the end ofthe 15 year period.\n\tCondition B is that the agreement—\n\t\tsupplements or varies another agreement (“the earlier agreement”) whichguarantees to any person an amount of income arising from the exploitation ofthe film, and\n\t\thas the effect that the last date of deferral is a date which is after theend of the 15 year period and after the last date of deferral (if any) inrelation to the earlier agreement.\n\tThe “last date of deferral” means the last date upon which an amount of theguaranteed income will or may arise.\n\tIt does not matter whether any of the agreements mentioned in subsection(2) or (3) existed before 2nd December 2004.\n\tFor the purposes of this section—\n\t\t“agreement” means an agreement or series of agreements, and\n\t\tan agreement “guarantees” an amount of income if the agreement, or any partof it, is designed to secure the receipt of that amount (or at least thatamount) of income.\n\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 1071,
        "text": "\nDeferred income agreements entered into after relief claimed\n\tThis section applies where—\n\t\ton or after 2nd December 2004, a company (“C”) enters into a deferredincome agreement in respect of a film in the course of carrying on a trade orbusiness (“the relevant trade”), and\n\t\tbefore C entered into the agreement, a claim was made under section 42 ofF(No 2)A 1992, in relation to the relevant trade, for a deduction for arelevant period in respect of expenditure relating to the film (“the claim”).\n\tC is to be treated for corporation tax purposes as receiving, in therelevant period in which C entered into the deferred income agreement, anamount of income from the relevant trade equal to the net excess relief.\n\tIf, at the time immediately after the end of the 15 year period, C iscarrying on the relevant trade, C is to be treated for the purposes of section40B of F(No 2)A 1992 (allocation of expenditure to periods) as incurring atthat time relevant film expenditure of an amount equal to the net excessrelief.\n\tThe “net excess relief” is the amount of excess relief reduced (but notbelow nil) by the recovered amount (if any).\n\tThe “amount of excess relief” is the amount given by the following formula—\n\t\t[![Formula - D multiplied by \\(1 minus \\(T1 divided byT2\\)\\)](/ukpga/2005/7/images/ukpga_20050007_en_007)](/ukpga/2005/7/images/ukpga_20050007_en_007?view=plain)\n\twhere—\n\t\t  * D is the amount which there was an entitlement to deduct under section 42 of F(No 2)A 1992 by virtue of the claim; \n\t\t  * T1 is the number of days in the 15 year period; \n\t\t  * T2 is the number of days in the period which begins with the operative date and ends with the final deferral date. \n\tThe “recovered amount” means the total of—\n\t\tthe amount (if any) treated under section 60 as income received by C fromthe relevant trade as a result of any application of that section in relationto the claim as a result of C’s entry into any deferred income agreement inrespect of the film concerned, and\n\t\tthe total of any amounts treated under this section as income received by Cfrom the relevant trade as a result of any previous application of thissection in relation to the claim as a result of C’s entry into any previousrelevant agreements.\n\tThe “15 year period” means the period of 15 years which begins with theoperative date.\n\tThe “operative date” means—\n\t\twhere the claim is only in respect of expenditure incurred on theacquisition of the original master version of the film, the date of thatacquisition, and\n\t\tin any other case, the date upon which the film is completed.\n\tFor the purposes of this section—\n\t\t“deferred income agreement in respect of a film” has the same meaning as ithas for the purposes of section 60,\n\t\tthe “final deferral date” means the last date of deferral in relation tothe deferred income agreement mentioned in subsection (1)(a) (see section 61),\n\t\t“previous relevant agreement” means a deferred income agreement in respectof the film concerned which was entered into by C after the claim was made andbefore the entry into the deferred income agreement mentioned in subsection(1)(a), and\n\t\t“relevant film expenditure” means expenditure of a revenue nature on theproduction or acquisition of the original master version of the film.\n\tIt does not matter for the purposes of subsection (1) whether the claimwas made before, or on or after, 2nd December 2004.\n\tAny income received in a relevant period by virtue of this section is inaddition to any other income received in that period.\n\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 431,
        "text": "\nSections 60 to 62: supplementary\n\tFor the purposes of sections 60 to 62 a company is not to be regarded asentering into an agreement on or after 2nd December 2004 where the companyentered into the agreement in pursuance of an obligation of the company whichimmediately before that date was an unconditional obligation.\n\tIn determining, for the purposes of subsection (1), whether an obligationin pursuance of which a company entered into an agreement was an unconditionalobligation immediately before 2nd December 2004, the obligation is not to beregarded as a conditional obligation at that time by reason only that it wascontingent on a condition the fulfilment of which was outside the control ofthe company.\n\tFor the purposes of this section and sections 60 to 62—\n\t\t  * “film” is to be construed in accordance with paragraph 1 of Schedule 1 to the Films Act [1985 (c. 21)](/id/ukpga/1985/21?view=plain \"Go to item of legislation\"); \n\t\t  * “original master version” is to be construed in accordance with section 43 of F(No 2)A 1992; \n\t\t  * “relevant period” has the meaning given in section 40B of that Act. \n\tFor the purposes of sections 60 to 62 a film is completed when it is firstin a form in which it can reasonably be regarded as ready for copies of it tobe made and distributed for presentation to the general public.\n\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 305,
        "text": "\nTransitional provision for years of assessment before the year 2005-06\n\tSection 60 has effect, for income tax purposes, for the year 2004-05 andearlier years of assessment as if—\n\t\tin paragraph (a) of subsection (1), for “company” there were substituted“person”, and\n\t\tin subsection (2) for “corporation tax” there were substituted “incometax”.\n\tSection 62 has effect, for income tax purposes, for the year 2004-05 andearlier years of assessment as if—\n\t\tin paragraph (a) of subsection (1), for “company” there were substituted“person”, and\n\t\tin subsection (2) for “corporation tax” there were substituted “incometax”.\n\tSection 63 has effect, for income tax purposes, for the year 2004-05 andearlier years of assessment as if, in subsections (1) and (2), for “company”there were substituted “person”.\n\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 2901,
        "text": "\nCorresponding provision in ITTOIA 2005\n\tAfter section 142 of ITTOIA 2005 (when expenditure is incurred) insert—\n\t“Deferred income agreements\n\tADeferred income agreements which exist when deduction made\n\t\tThis section applies where—\n\t\t\tin calculating the profits of a relevant period of a trade carried on by aperson (“P”), a deduction is made under any of sections 138 to 140 in respectof expenditure relating to a film (“the relevant expenditure”), and\n\t\t\twhen the deduction is made, one or more deferred income agreements inrespect of the film exist to which P is or has been a party and which Pentered into on or after 2nd December 2004.\n\t\tAn amount equal to the amount of excess relief is brought into account as areceipt in calculating the profits of the trade of the relevant period inrespect of which the deduction was made.\n\t\tIf, at the time immediately after the end of the 15 year period, P iscarrying on the trade, P is to be treated for the purposes of section 135(normal rules for allocating expenditure to periods) as incurring at that timerelevant film expenditure of an amount equal to the amount of excess relief.\n\t\tThe “amount of excess relief” is the amount given by the following formula—\n\t\t\t[![Formula - D multiplied by \\(1 minus \\(T1 divided byT2\\)\\)](/ukpga/2005/7/images/ukpga_20050007_en_008)](/ukpga/2005/7/images/ukpga_20050007_en_008?view=plain)\n\t\twhere—\n\t\t\t  * D is the amount of the deduction allowed;\n\t\t\t  * T1 is the number of days in the 15 year period;\n\t\t\t  * T2 is the number of days in the period which begins with the operative date and ends with the final deferral date.\n\t\tThe “15 year period” means the period of 15 years which begins with theoperative date.\n\t\tThe “operative date” means—\n\t\t\twhere the relevant expenditure is acquisition expenditure only, the date ofthe acquisition in question, and\n\t\t\tin any other case, the date upon which the film is completed.\n\t\tThe “final deferral date” means—\n\t\t\tthe last date of deferral in relation to the deferred income agreementmentioned in subsection (1)(b) (see section 142B), or\n\t\t\twhere there is more than one such agreement, the date which is the latestof the last dates of deferral in relation to those agreements.\n\t\t“Relevant film expenditure” means production or acquisition expenditurerelating to the original master version of the film.\n\tBMeaning of “deferred income agreement in respect of a film”\n\t\tFor the purposes of section 142A, a “deferred income agreement in respectof a film” means an agreement which satisfies condition A or condition B.\n\t\tCondition A is that the agreement (whether or not it supplements or variesanother agreement)—\n\t\t\tguarantees to any person an amount of income arising from the exploitationof the film, and\n\t\t\thas the effect that the last date of deferral is a date after the end ofthe 15 year period.\n\t\tCondition B is that the agreement—\n\t\t\tsupplements or varies another agreement (“the earlier agreement”) whichguarantees to any person an amount of income arising from the exploitation ofthe film, and\n\t\t\thas the effect that the last date of deferral is a date which is after theend of the 15 year period and after the last date of deferral (if any) inrelation to the earlier agreement.\n\t\tThe “last date of deferral” means the last date upon which an amount of theguaranteed income will or may arise.\n\t\tIt does not matter whether any of the agreements mentioned in subsection(2) or (3) existed before 2nd December 2004.\n\t\tFor the purposes of this section—\n\t\t\t“agreement” means an agreement or series of agreements, and\n\t\t\tan agreement “guarantees” an amount of income if the agreement, or any partof it, is designed to secure the receipt of that amount (or at least thatamount) of income.\n\tCDeferred income agreements entered into after deduction made\n\t\tThis section applies where—\n\t\t\ton or after 2nd December 2004, a person (“P”) enters into a deferred incomeagreement in respect of a film in the course of carrying on a trade, and\n\t\t\tbefore P entered into the agreement, event A or event B occurred inrelation to the trade in respect of expenditure relating to the film (“therelevant expenditure”).\n\t\tEvent A occurs in relation to a trade in respect of expenditure relating toa film when a deduction is made under any of sections 138 to 140 in respect ofthat expenditure in calculating the profits of the trade of a relevant period(“the deduction”).\n\t\tEvent B occurs in relation to a trade in respect of expenditure relating toa film when a claim is made under section 42 of F(No 2)A 1992, in relation tothe trade, for a deduction for a relevant period in respect of thatexpenditure (“the claim”).\n\t\t\tIt does not matter whether the claim is made before, or on or after, 2ndDecember 2004.\n\t\tAn amount equal to the net excess relief is brought into account as areceipt in calculating the profits of the trade of the relevant period inwhich P entered into the deferred income agreement.\n\t\tIf, at the time immediately after the end of the 15 year period, P iscarrying on the trade, P is to be treated for the purposes of section 135(normal rules for allocating expenditure to periods) as incurring at that timerelevant film expenditure of an amount equal to the net excess relief.\n\t\tThe “15 year period” means the period of 15 years which begins with theoperative date.\n\t\tThe “operative date” means—\n\t\t\twhere the relevant expenditure is acquisition expenditure only, the date ofthe acquisition in question, and\n\t\t\tin any other case, the date upon which the film is completed.\n\t\t“Deferred income agreement in respect of a film” has the same meaning as ithas for the purposes of section 142A.\n\t\t“Relevant film expenditure” means production or acquisition expenditurerelating to the original master version of the film.\n\tDMeaning of the “net excess relief”\n\t\tFor the purposes of section 142C the “net excess relief” is the amount ofexcess relief reduced (but not below nil) by the recovered amount (if any).\n\t\tThe “amount of excess relief” is the amount given by the following formula—\n\t\t\t[![Formula - D multiplied by \\(1 minus \\(T1 divided byT2\\)\\)](/ukpga/2005/7/images/ukpga_20050007_en_009)](/ukpga/2005/7/images/ukpga_20050007_en_009?view=plain)\n\t\twhere—\n\t\t\t  * D is—\n\t\t\tin a case where event A has occurred, the amount of the deduction allowed, and\n\t\t\tin a case where event B has occurred, the amount which there was anentitlement to deduct under section 42 of F(No 2)A 1992 by virtue of theclaim;\n\t\t\t\t  * T1 is the number of days in the 15 year period;\n\t\t\t\t  * T2 is the number of days in the period which begins with the operative date and ends with the final deferral date.\n\t\tThe “final deferral date” means the last date of deferral in relation tothe deferred income agreement mentioned in section 142C(1)(a) (see section142B).\n\t\tIn a case where event A has occurred, the “recovered amount” means thetotal of—\n\t\t\tthe amount (if any) treated under section 142A as a receipt of the trade asa result of any application of that section in relation to the deduction as aresult of P’s entry into any deferred income agreement in respect of the filmconcerned, and\n\t\t\tthe total of any amounts treated under section 142C as receipts of thetrade as a result of any previous application of that section in relation tothe deduction as a result of P’s entry into any previous relevant agreements.\n\t\tIn a case where event B has occurred, the “recovered amount” means thetotal of—\n\t\t\tthe amount (if any) treated under section 60 of the Finance Act 2005 as areceipt of the trade as a result of any application of that section inrelation to the claim as a result of P’s entry into any deferred incomeagreement in respect of the film concerned,\n\t\t\tthe total of any amounts treated under section 62 of the Finance Act 2005as receipts of the trade as a result of any application of that section inrelation to the claim as a result of P’s entry into any previous relevantagreements, and\n\t\t\tthe total of any amounts treated under section 142C as receipts of thetrade as a result of any previous application of that section in relation tothe claim as a result of P’s entry into any previous relevant agreements.\n\t\t“Previous relevant agreement” means a deferred income agreement in respectof the film concerned which was entered into by P—\n\t\t\tin the case of event A, after the deduction was made and before the entryinto the deferred income agreement mentioned in section 142C(1)(a), and\n\t\t\tin the case of event B, after the claim was made and before the entry intothat deferred income agreement.\n\tESections 142A to 142D: time of entry into an agreement\n\t\tFor the purposes of sections 142A to 142D a person is not to be regarded asentering into an agreement on or after 2nd December 2004 where the personentered into the agreement in pursuance of an obligation of the person whichimmediately before that date was an unconditional obligation.\n\t\tIn determining, for the purposes of subsection (1), whether an obligationin pursuance of which a person entered into an agreement was an unconditionalobligation immediately before 2nd December 2004, the obligation is not to beregarded as a conditional obligation at that time by reason only that it wascontingent on a condition the fulfilment of which was outside the control ofthe person.”\n\t\tThe amendment made by this section has effect for the year 2005-06 andsubsequent years of assessment."
    },
    {
        "length": 3622,
        "text": "\nCompanies benefited by film relief: exit charges\n\tWhen a chargeable event occurs\n\t\tA chargeable event occurs in relation to a company (“C”) where an exitevent occurs in relation to C and the following conditions are satisfied—\n\t\t\tC was a film rights company immediately before the time of the exit event,and\n\t\t\tC or another company—\n\t\t\thad made a relevant claim for a deduction under section 42 of F(No 2)A 1992(relief for production or acquisition expenditure on a film) before that time,or\n\t\t\tfirst makes such a claim at or after that time.\n\t\tC is a “film rights company” at a particular time if, at that time, it—\n\t\t\tis party to an agreement which guarantees it an amount of income arisingfrom the exploitation of a film (“the film”),\n\t\t\tcarries on a trade or business which consists of or includes theexploitation of films or the receipt of income derived from films (“therelevant trade”), and\n\t\t\tis a 75% subsidiary of the principal company of a group of companies (“theprincipal company”).\n\t\tAn agreement “guarantees” C an amount of income if the agreement, or anypart of it, is designed to secure the receipt by C of that amount (or at leastthat amount) of income.\n\t\tAn “exit event” occurs in relation to C on each occasion, on or after 2ndDecember 2004, when one of the following happens—\n\t\t\tC ceases to be a 75% subsidiary of the principal company (“exit event X”);\n\t\t\tC ceases to be within the charge to corporation tax (“exit event Y”);\n\t\t\tthere is a relevant disposal by C at an undervalue within the meaning givenby section 68 (“exit event Z”).\n\t\tA “relevant claim” means a claim in respect of expenditure relating to thefilm and, for the purposes of subsection (1)(b)(i), it does not matter whetherthe claim was made before, or on or after, 2nd December 2004.\n\t\tFor the purposes of sections 67 to 71—\n\t\t\t  * “the guaranteed income agreement” means the agreement mentioned in subsection (2)(a), \n\t\t\t  * “the guaranteed income” means the income arising from the exploitation of the film— \n\t\t\twhose receipt by C that agreement, or any part of it, is designed to secure,and\n\t\t\twhich would, if it were received by C at a time when it is carrying on therelevant trade, be income from that trade,\n\t\t\t\tand references to expressions which are defined in this section are to beconstrued in accordance with this section.\n\t\tFor the purposes of this section—\n\t\t\t  * “agreement” means an agreement or series of agreements; and \n\t\t\t  * “film” is to be construed in accordance with paragraph 1 of Schedule 1 to the Films Act [1985 (c. 21)](/id/ukpga/1985/21?view=plain \"Go to item of legislation\"), \n\t\tand an agreement, or part of an agreement, is to be regarded as designed tosecure the receipt by C of an amount (or at least an amount) if it wasdesigned to secure the receipt of that amount (or at least that amount) byanother person and C is that person’s successor under the agreement.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tConsequences of a chargeable event: exit event X or Y\n\t\tThis section applies where a chargeable event occurs in relation to C byvirtue of section 66 and the exit event in question is exit event X or Y.\n\t\tC is to be treated for corporation tax purposes as receiving, immediatelybefore the exit event, an amount of income from the relevant trade equal tothe chargeable amount.\n\t\tWhere the exit event is exit event X, an amount equal to the chargeableamount is to be treated for corporation tax purposes as a loss of the relevanttrade brought forward under section 393 of ICTA (relief of trading lossesagainst future trading profits) to the exit accounting period.\n\t\tBut that loss may only be set off against income which—\n\t\t\tderives directly from the rights to guaranteed income under the guaranteedincome agreement, and\n\t\t\tis brought into account by C for the relevant trade after the exit event,\n\t\t\t\tand, in particular, may not be set off against the income which C is treatedas receiving under subsection (2) by virtue of the exit event.\n\t\tThe “chargeable amount” is the value immediately before the exit event ofthe rights to guaranteed income under the guaranteed income agreementcalculated in accordance with section 70.\n\t\tAny income received in, or losses brought forward to, an accounting periodby virtue of this section are in addition to any other income received in, orlosses brought forward to, that period.\n\t\tIn this section “exit accounting period” means the accounting period of Cin which the exit event occurs.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tExit event Z: a relevant disposal at an undervalue\n\t\tThis section applies for the purposes of—\n\t\t\t  * section 66(4)(c) (definition of exit event Z), \n\t\t\t  * section 69 (consequences of a chargeable event: exit event Z), and \n\t\t\t  * section 70 (valuation of the “disposed rights”). \n\t\tA “relevant disposal” means a disposal by C directly or indirectly to athird party (“TP>”) of rights to guaranteed income under the guaranteed incomeagreement.\n\t\tThe “disposed rights” are the rights to guaranteed income under theguaranteed income agreement which are the object of the relevant disposal.\n\t\tA relevant disposal is at an undervalue where the amount of the disposalconsideration (“V1”) is less than the value of the disposed rights immediatelybefore the disposal calculated in accordance with section 70 (“V2”).\n\t\tIt does not matter whether the disposed rights are disposed of alone or aspart of a larger disposal.\n\t\tWhere the disposed rights are disposed of as part of a larger disposal, theamount of the disposal consideration for the larger disposal which isattributable to the relevant disposal is to be determined on such basis as isjust and reasonable.\n\t\tIn this section—\n\t\t\t  * “disposal” means any surrender, giving up, assignment or other disposal; \n\t\t\t  * “disposal consideration”, in relation to a disposal, means the amount of the consideration for the disposal brought into account as income of the relevant trade by C at the date of that disposal; \n\t\t\t  * “third party” means a person who is not the principal company or a 75% subsidiary of the principal company. \n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tConsequences of a chargeable event: exit event Z\n\t\tThis section applies where a chargeable event occurs in relation to C byvirtue of section 66 and the exit event in question is exit event Z.\n\t\tC is to be treated for corporation tax purposes as receiving, immediatelybefore the exit event, an amount of income from the relevant trade equal tothe chargeable amount.\n\t\tWhere TP is within the charge to corporation tax, an amount equal to thechargeable amount is to be treated for corporation tax purposes as a loss ofTP’s trade brought forward under section 393 of ICTA (relief of trading lossesagainst future trading profits) to the accounting period in which TP acquiresthe disposed rights.\n\t\tWhere TP is within the charge to income tax, an amount equal to thechargeable amount is to be treated for income tax purposes as a loss of TP’strade brought forward under section 385 of ICTA (carry-forward againstsubsequent profits) to the year of assessment in which TP acquires thedisposed rights.\n\t\tBut a loss brought forward under subsection (3) or (4) may only be set offagainst income which derives directly from the disposed rights.\n\t\tThe “chargeable amount” is the difference between V1 and V2.\n\t\tAny income received in, or losses brought forward to, an accounting periodby virtue of this section are in addition to any other income received in, orlosses brought forward to, that period.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tValuation of the “rights to guaranteed income” and “disposed rights”\n\t\tFor the purposes of section 67, the value immediately before the exit eventof the rights to guaranteed income under the guaranteed income agreement iscalculated as follows—\n\t\t\t  * _Step 1_\n\t\t\tFind the amount of each payment of income which at that time the guaranteedincome agreement is designed to secure is received by C but which at that timehas not been brought into account for the relevant trade by C (“RI”).\n\t\t\t  * _Step 2_\n\t\tFor each payment find the day for payment which the agreement is designed tosecure (“the payment day”).\n\t\t\t  * _Step 3_\n\t\tFor each payment find the number of days in the period (“P”) which—\n\t\t\tbegins with the day on which the exit event occurs, and\n\t\t\tends with the payment day.\n\t\t\t\t  * _Step 4_\n\t\t\tCalculate the net present value of each payment (“NPVRI”) by applying thefollowing formula—\n\t\t\t[![Formula - RI divided by \\(1 plus T\\) to the power ofi](/ukpga/2005/7/images/ukpga_20050007_en_010)](/ukpga/2005/7/images/ukpga_20050007_en_010?view=plain)\n\t\t\twhere—\n\t\t\t\t    * T is the temporal discount rate, and \n\t\t\t\t    * i is the number of days in P divided by 365. \n\t\t\t\t  * _Step 5_\n\t\t\tAdd together each amount of NPVRI determined under step 4.\n\t\tFor the purposes of section 68, in relation to a relevant disposal, thevalue of the disposed rights immediately before the disposal is calculated asfollows—\n\t\t\t  * _Step 1_\n\t\tFind the amount of each payment of income which at that time the guaranteedincome agreement is designed to secure is received by C by virtue of thedisposed rights but which at that time has not been brought into account forthe relevant trade by C (“DI”).\n\t\t\t  * _Step 2_\n\t\tFor each payment find the day for payment which the agreement is designed tosecure (“the payment day”).\n\t\t\t  * _Step 3_\n\t\tFor each payment find the number of days in the period (“P”) which—\n\t\t\tbegins with the day on which the relevant disposal occurs, and\n\t\t\tends with the payment day.\n\t\t\t\t  * _Step 4_\n\t\t\tCalculate the net present value of each payment (“NPVDI”) by applying thefollowing formula—\n\t\t\t[![Formula - DI divided by \\(1 plus T\\) to the power ofi](/ukpga/2005/7/images/ukpga_20050007_en_011)](/ukpga/2005/7/images/ukpga_20050007_en_011?view=plain)\n\t\t\twhere—\n\t\t\t\t    * T is the temporal discount rate, and \n\t\t\t\t    * i is the number of days in P divided by 365. \n\t\t\t\t  * _Step 5_\n\t\t\tAdd together each amount of NPVDI determined under step 4.\n\t\tFor the purposes of this section the “temporal discount rate” is 3.5% orsuch other rate as may be specified by regulations made by the Treasury.\n\t\tRegulations under subsection (3) may make such provision as is mentioned insubsection (3)(b) to (f) of section 178 of FA 1989 (power of Treasury to setrates of interest).\n\t\tSubsection (5) of that section (power of Inland Revenue to specify rate byorder in certain circumstances) applies in relation to regulations undersubsection (3) as it applies in relation to regulations under that section.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tMeaning of “company” and related terms\n\t\tFor the purposes of sections 66 to 70, two companies are deemed to bemembers of a group of companies if—\n\t\t\tone is the 75% subsidiary of the other, or\n\t\t\tboth are 75% subsidiaries of a third company.\n\t\tFor those purposes, the “principal company” of a group of companies means acompany—\n\t\t\twhich is not a 75% subsidiary of another company to whom group relief wouldbe available under section 402 of ICTA if it were to make a group claim underthat section in respect of any trading losses surrendered by C, and\n\t\t\tto whom group relief would be available under section 402 of ICTA if itwere to make a group claim under that section in respect of any trading lossessurrendered by C.\n\t\tFor the purposes of sections 66 to 70 and this section—\n\t\t\ta company is to be treated as a 75% subsidiary of another company if itwould be such a subsidiary of that company for the purposes of section 402 ofICTA (surrender of relief between members of group), and\n\t\t\t“company” has the same meaning as it has for the purposes of that section.\n\t\tThis section is deemed to have come into force on 2nd December 2004."
    },
    {
        "length": 3076,
        "text": "\nPartners: restrictions on relief\n\tRemoval of restrictions on interest relief\n\t\tIn section 117 of ICTA (restriction on interest relief and loss relief forlimited partners)—\n\t\t\tin subsection (1)—\n\t\t\tomit “353,”, and\n\t\t\tin paragraph (a) omit “, or of interest paid by him in connection with thecarrying on of a trade,”,\n\t\t\tin subsection (2), in the definition of “the aggregate amount”—\n\t\t\tomit “353,”, and\n\t\t\tin paragraph (a) omit “, or of interest paid by him in connection withcarrying it on,”, and\n\t\t\tin that subsection, in the definition of “the appropriate time” omit “orthe interest paid”.\n\t\tIn section 118ZB of that Act (limited liability partnerships: restrictionon relief), in subsection (2) omit “, or interest paid by him in connectionwith the carrying on of a trade,”.\n\t\tIn section 118ZE of that Act (restriction on relief for non-activepartners), in subsection (1) omit “353,” and “, or interest paid by him inconnection with the carrying on of a trade,”.\n\t\tIn section 118ZF of that Act (meaning of “the aggregate amount”), insubsection (1) omit “353,” and “, or of interest paid by him in connectionwith carrying it on,”.\n\t\tIn section 118ZG of that Act (meaning of “the individual’s contribution tothe trade”), in subsection (2)(b)(ii) omit “353,” and “, or of interest paidby him in connection with carrying it on,”.\n\t\tIn section 118ZJ of that Act (commencement: the first restricted year)—\n\t\t\tin subsection (3) omit “353,” and “, and interest paid by him in connectionwith carrying it on,”,\n\t\t\tin subsection (4)—\n\t\t\tomit “the sum of”, and\n\t\t\tomit paragraph (b) and the word “and” immediately before it, and\n\t\t\tin subsection (5) omit paragraph (b) and the word “and” immediately beforeit.\n\t\tThe amendments made by this section have effect in relation to theapplication of section 117 of ICTA (including that section as applied bysection 118ZB of that Act) and section 118ZE of that Act in relation to—\n\t\t\tany loss sustained by an individual in a trade, or interest paid by him inconnection with the carrying on of a trade, in a year of assessment the basisperiod for which begins on or after 2nd December 2004, and\n\t\t\tany post-announcement loss sustained by an individual in a trade, and anypost-announcement interest paid by him in connection with the carrying on of atrade, in a straddling year of assessment.\n\t\tFor the purposes of this section—\n\t\t\t  * “basis period” means the basis period given by Chapter 15 of Part 2 of ITTOIA 2005, as applied by section 853 of that Act, except that the basis period for a year of assessment to which section 199(1) of that Act applies is to be taken to be the period beginning with the date when the individual first carried on the trade and ending with the end of the year of assessment; \n\t\t\t  * “post-announcement loss”, in relation to a straddling year of assessment, means the loss (if any) sustained by the individual in the trade in the period which— \n\t\t\tbegins with 2nd December 2004, and\n\t\t\tends with the end of the basis period for that straddling year of assessment;\n\t\t\t\t  * “post-announcement interest”, in relation to a straddling year of assessment, means any interest paid by the individual, in connection with carrying on the trade, in the period which— \n\t\t\tbegins with 2nd December 2004, and\n\t\t\tends with the end of the basis period for that straddling year of assessment;\n\t\t\t\t  * “straddling year of assessment” means a year of assessment the basis period for which begins before and includes 2nd December 2004. \n\t\tIn the definition of “post-announcement loss” in subsection (8), thereference to the loss sustained by the individual in the trade in a period isa reference to his share of any losses of the partnership arising for thatperiod from the trade, and—\n\t\t\tthe losses of the partnership arising for that period from the trade are tobe computed in the same way as if the period were one for which profits andlosses had to be computed for the purposes of section 849 of ITTOIA 2005, and\n\t\t\tthe individual’s share of the losses is to be determined according to hisinterest in the partnership during that period.\n\t\tIn subsection (9) the references to “the partnership” are to thepartnership as a member of which the individual carries on the trade.\n\t\tIn relation to years of assessment which are before the year 2005-06,subsections (7) to (9) have effect as if—\n\t\t\tin subsection (8) for the definition of “basis period” there weresubstituted—\n\t\t\t\t““basis period” means the basis period given by sections 60 to 63 of ICTA asapplied by section 111(4) and (5) of that Act, except that the basis periodfor a year of assessment to which section 61(1) of that Act applies is to betaken to be the period beginning with the date when the individual firstcarried on the trade and ending with the end of the year of assessment;”, and\n\t\t\tthe reference in subsection (9)(a) to section 849 of ITTOIA 2005 were areference to section 111(2) of ICTA.\n\t\tThe amendments made by this section are deemed to have come into force on2nd December 2004.\n\tMeaning of “contribution to the trade”\n\t\tAfter section 118ZM of ICTA insert—\n\t\t“Partners: meaning of “contribution to the trade”\n\t\tZNPartners: meaning of “contribution to the trade”\n\t\t\tThis section applies for the purposes of the application of any of thefollowing provisions (“the relevant provisions”)—\n\t\t\t\tsection 117 (restriction on relief for limited partners),\n\t\t\t\tthat section as applied by section 118ZB in relation to a member of alimited liability partnership, and\n\t\t\t\tsection 118ZE (restriction on relief for non-active partners),\n\t\t\t\t\tto an amount which may be given to an individual under section 380 or 381 inrespect of a relevant loss sustained by him in a trade (“the relevant trade”).\n\t\t\tThe Board may by regulations provide that, for those purposes, any amountof a description specified in the regulations is to be excluded when computingthe amount of the individual’s contribution to the relevant trade at any timefor the purposes of the relevant provisions.\n\t\t\tRegulations under this section may—\n\t\t\t\tmake provision having effect before the date on which the regulations aremade,\n\t\t\t\tmake such supplementary, incidental, consequential or transitionalprovision as appears to the Board to be necessary or expedient, and\n\t\t\t\tmake different provision for different cases or different purposes.\n\t\t\tThe provision mentioned in subsection (3)(b) may include provision amendingor repealing any provision of an Act passed before the passing of the FinanceAct 2005.\n\t\t\tNo regulations may be made under this section unless a draft has been laidbefore and approved by a resolution of the House of Commons.\n\t\tZOMeaning of “relevant loss” in section 118ZN\n\t\t\tFor the purposes of section 118ZN a “relevant loss” means—\n\t\t\t\ta loss sustained by the individual in the relevant trade in a year ofassessment the basis period for which begins on or after 2nd December 2004, or\n\t\t\t\ta post-announcement loss sustained by the individual in the relevant tradein a straddling year of assessment.\n\t\t\tFor the purposes of this section—\n\t\t\t\t  * “basis period” means the basis period given by Chapter 15 of Part 2 of ITTOIA 2005, as applied by section 853 of that Act, except that the basis period for a year of assessment to which section 199(1) of that Act applies is to be taken to be the period beginning with the date when the individual first carried on the relevant trade and ending with the end of the year of assessment;\n\t\t\t\t  * “post-announcement loss”, in relation to a straddling year of assessment, means the loss (if any) sustained by the individual in the relevant trade in the period which—\n\t\t\t\tbegins with 2nd December 2004, and\n\t\t\t\tends with the end of the basis period for that straddling year of assessment;\n\t\t\t\t\t  * “straddling year of assessment” means a year of assessment the basis period for which begins before and includes 2nd December 2004.\n\t\t\tIn the definition of “post-announcement loss” in subsection (2), thereference to the loss sustained by the individual in the relevant trade in aperiod is a reference to his share of any losses of the partnership arisingfor that period from the trade, and—\n\t\t\t\tthe losses of the partnership arising for that period from the trade are tobe computed in the same way as if the period were one for which profits andlosses had to be computed for the purposes of section 849 of ITTOIA 2005, and\n\t\t\t\tthe individual’s share of the losses is to be determined according to hisinterest in the partnership during that period.\n\t\t\tIn subsection (3) the references to “the partnership” are to thepartnership as a member of which the individual carries on the relevant trade.\n\t\t\tIn relation to years of assessment which are before the year 2005-06, thissection has effect as if—\n\t\t\t\tin subsection (2) for the definition of “basis period” there weresubstituted—\n\t\t\t\t\t““basis period” means the basis period given by sections 60 to 63 as appliedby section 111(4) and (5), except that the basis period for a year ofassessment to which section 61(1) applies is to be taken to be the periodbeginning with the date when the individual first carried on the trade andending with the end of the year of assessment;”, and\n\t\t\t\tthe reference in subsection (3)(a) to section 849 of ITTOIA 2005 were areference to section 111(2) of this Act.”\n\t\t\tIn section 117 of ICTA (restriction on relief for limited partners) at theend add—\n\t\t\tThis section is subject to provision made by regulations under section118ZN (partners: meaning of “contribution to the trade”).”\n\t\t\tIn section 118ZC of ICTA (meaning of the contribution to the trade of amember of a limited liability partnership) at the end add—\n\t\t\tThis section is subject to provision made by regulations under section118ZN (partners: meaning of “contribution to the trade”).”\n\t\t\tIn section 118ZG of ICTA (meaning of a non-active partner’s contribution tothe trade) at the end add—\n\t\t\tThis section is subject to provision made by regulations under section118ZN (partners: meaning of “contribution to the trade”).”\n\t\t\tThe amendments made by this section are deemed to have come into force on2nd December 2004."
    },
    {
        "length": 3059,
        "text": "\nPartners: recovery of excess relief\n\tRecovery of excess relief given under section 380 or 381 of ICTA\n\t\tThis section applies where—\n\t\t\tan individual makes one or more claims for relief under section 380 or 381of ICTA at any time in respect of any relevant losses sustained by him in atrade (“the relevant trade”),\n\t\t\tthe whole or part of that relief has been claimed against income other thanincome consisting of profits arising from the relevant trade,\n\t\t\tthe amount of the relief which could be given against such income wasdetermined in accordance with one or more of the restriction provisions(whether or not any of those provisions prevented any amount of relief beinggiven), and\n\t\t\tat any time after the claim or claims mentioned in paragraph (a) has orhave been made, a chargeable event occurs in relation to the individual.\n\t\tThe “restriction provisions” are—\n\t\t\tsection 117 of ICTA (restriction on relief for limited partners),\n\t\t\tthat section as applied by section 118ZB of ICTA in relation to a member ofa limited liability partnership, and\n\t\t\tsection 118ZE of ICTA (restriction on relief for non-active partners).\n\t\tA “chargeable event” occurs in relation to an individual at any time when arelevant decrease in the individual’s contribution to the relevant tradeoccurs which immediately results in—\n\t\t\tthe total losses claimed (less any reclaimed relief) becoming greater thanthe individual’s contribution to the relevant trade, or\n\t\t\tan increase in the amount (if any) by which the total losses claimed (lessany reclaimed relief) exceeds the individual’s contribution to the relevanttrade.\n\t\tWhere a chargeable event occurs in relation to an individual—\n\t\t\tthe individual is to be treated as receiving at the time of the occurrenceof the chargeable event an amount of income equal to the chargeable amount,\n\t\t\tthat income is not to be treated as profits of the relevant trade and is tobe chargeable to income tax for the year of assessment in which the chargeableevent occurs, and\n\t\t\tthe individual is to be liable for any tax so chargeable.\n\t\tThe “total losses claimed” means the total amount of any losses sustainedby the individual in the relevant trade in any eligible year of assessment tothe extent that they are losses—\n\t\t\tin respect of which the individual has at any time claimed relief undersection 380 or 381 of ICTA, or\n\t\t\tthat he has at any time claimed as allowable losses under section 72 of FA1991.\n\t\t“Reclaimed relief” means the total of the amounts which the individual hasbeen treated as receiving under subsection (4) as a result of the occurrenceof any previous chargeable event in relation to the individual in respect ofthe relevant trade.\n\t\tThe “individual’s contribution to the relevant trade” at any time means theamount of the individual’s contribution to that trade at that time within themeaning given for the purposes of the relevant restriction provision andcomputed at that time in accordance with that provision.\n\t\tThe “relevant restriction provision” means—\n\t\t\tthe restriction provision which applied as mentioned in subsection (1)(c),or\n\t\t\twhere more than one restriction provision so applied, the restrictionprovision which so applied to the amount of relief which could be given inrespect of the relevant loss which was most recently sustained by theindividual in the relevant trade.\n\t\tA “relevant decrease in the individual’s contribution to the relevanttrade” occurs when the amount of that contribution becomes, as a result of theapplication of any regulations made under section 118ZN of ICTA (partners:meaning of “contribution to the trade”), less than the amount it wouldotherwise be apart from the application of those regulations.\n\t\tThe “amount of the relevant decrease in the individual’s contribution tothe relevant trade” is the difference between those two amounts.\n\t\tAn “eligible year of assessment” is—\n\t\t\ta year of assessment at any time during which the individual carried on therelevant trade as a member of a limited liability partnership or as a limitedpartner within the meaning given by section 117(2) of ICTA, or\n\t\t\ta qualifying year of assessment within the meaning of section 118ZE of thatAct.\n\t\tIn sections 75 to 77 references to expressions which are defined in thissection are to be construed in accordance with this section.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tComputing the chargeable amount\n\t\tFor the purposes of section 74, the “chargeable amount” is determined bytaking whichever is the smallest of amounts A, B and C.\n\t\tAmount A is the amount of the relevant decrease in the individual’scontribution to the relevant trade which constitutes the chargeable event.\n\t\tAmount B is the amount given by—\n\t\t\ttaking, at the time immediately after the occurrence of the chargeableevent, the amount of the total losses claimed which are relevant losses, and\n\t\t\treducing that amount (but not below nil) by any reclaimed relief at thattime.\n\t\tAmount C is the amount given by—\n\t\t\ttaking the amount by which, at the time immediately after the occurrence ofthe chargeable event, the total losses claimed exceed the individual’scontribution to the relevant trade, and\n\t\t\treducing that amount (but not below nil) by any reclaimed relief at thattime.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tMeaning of “relevant loss”\n\t\tFor the purposes of sections 74 and 75 a “relevant loss” means—\n\t\t\ta loss sustained by the individual in the relevant trade in a year ofassessment the basis period for which begins on or after 2nd December 2004, or\n\t\t\ta post-announcement loss sustained by the individual in the relevant tradein a straddling year of assessment.\n\t\tFor the purposes of this section—\n\t\t\t  * “basis period” means the basis period given by Chapter 15 of Part 2 of ITTOIA 2005, as applied by section 853 of that Act, except that the basis period for a year of assessment to which section 199(1) of that Act applies is to be taken to be the period beginning with the date when the individual first carried on the relevant trade and ending with the end of the year of assessment; \n\t\t\t  * “post-announcement loss”, in relation to a straddling year of assessment, means the loss (if any) sustained by the individual in the relevant trade in the period which— \n\t\t\tbegins with 2nd December 2004, and\n\t\t\tends with the end of the basis period for that straddling year of assessment;\n\t\t\t\t  * “straddling year of assessment” means a year of assessment the basis period for which begins before and includes 2nd December 2004. \n\t\tIn the definition of “post-announcement loss” in subsection (2), thereference to the loss sustained by the individual in the relevant trade in aperiod is a reference to his share of any losses of the partnership arisingfor that period from the trade, and—\n\t\t\tthe losses of the partnership arising for that period from the trade are tobe computed in the same way as if the period were one for which profits andlosses had to be computed for the purposes of section 849 of ITTOIA 2005, and\n\t\t\tthe individual’s share of the losses is to be determined according to hisinterest in the partnership during that period.\n\t\tIn subsection (3) the references to “the partnership” are to thepartnership as a member of which the individual carries on the relevant trade.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tTransitional provision for years of assessment before the year 2005-06\n\t\tThis section applies in relation to years of assessment which are beforethe year 2005-06.\n\t\tSubsection (4) of section 74 has effect as if for “individual—” to the endthere were substituted “individual, the individual is to be treated asreceiving at the time of the occurrence of the chargeable event annual profitsor gains which are of an amount equal to the chargeable amount and arechargeable to income tax under Case VI of Schedule D.”.\n\t\tSection 76 has effect as if—\n\t\t\tin subsection (2) for the definition of “basis period” there weresubstituted—\n\t\t\t\t““basis period” means the basis period given by sections 60 to 63 of ICTA asapplied by section 111(4) and (5) of that Act, except that the basis periodfor a year of assessment to which section 61(1) of that Act applies is to betaken to be the period beginning with the date when the individual firstcarried on the relevant trade and ending with the end of the year ofassessment;”, and\n\t\t\tthe reference in subsection (3)(a) to section 849 of ITTOIA 2005 were areference to section 111(2) of ICTA.\n\t\tThis section is deemed to have come into force on 2nd December 2004.\n\tConsequential amendments\n\t\tIn section 117(2) of ICTA (restriction on relief for limited partners)—\n\t\t\tat the end of the definition of “the aggregate amount” insert—\n\t\t\t\t“less the amount of any reclaimed relief at that time;”, and\n\t\t\tafter that definition insert—\n\t\t\t““the amount of any reclaimed relief” at any time means the total of anyamounts at that time which the individual has been treated as receiving undersection 74 of the Finance Act 2005 (recovery of excess relief given undersection 380 or 381) as a result of the application of that section of that Actto him in respect of losses sustained by him in the trade;”.\n\t\tIn section 118ZF of ICTA (meaning of “the aggregate amount”)—\n\t\t\tin subsection (1), after “subsection (2)” insert “, less the amount of anyreclaimed relief.”, and\n\t\t\tafter that subsection insert—\n\t\t\t“(1A)For the purposes of subsection (1) “the amount of any reclaimed relief”means the total of any amounts which the individual has been treated asreceiving under section 74 of the Finance Act 2005 (recovery of excess reliefgiven under section 380 or 381) as a result of the application of that sectionof that Act to him in respect of losses sustained by him in the trade.”\n\t\tIn section 121 of FA 2004 (definition of “the losses claimed”)—\n\t\t\tat the end of subsection (1) insert—\n\t\t\t“less the amount of any relevant reclaimed relief.”, and\n\t\t\tafter that subsection insert—\n\t\t\t“(1A)The “amount of any relevant reclaimed relief” means whichever is thelesser of—\n\t\t\tthe total of any amounts which the individual has been treated as receivingunder section 74 of the Finance Act 2005 (recovery of excess relief givenunder section 380 or 381 of the Taxes Act 1988) as a result of the applicationof that section of that Act to him in respect of losses sustained by him inthe trade, and\n\t\t\tthe total amount of any film-related losses sustained by the individual inthe trade in any eligible years of assessment within the meaning of section 74of the Finance Act 2005 to the extent that they are losses in respect of whichhe has at any time claimed relief as described in paragraph (a) or (b) ofsubsection (1) above.”\n\t\tThe amendments made by this section are deemed to have come into force on2nd December 2004."
    },
    {
        "length": 610,
        "text": "\nPartners benefited by film relief\n\tMeaning of “capital contribution to the trade”\n\t\tAfter section 122 of FA 2004 insert—\n\t\t“122APartners: meaning of “capital contribution to the trade”\n\t\t\tThis section applies for the purposes of section 119 where an individualmakes a relevant claim (within the meaning of subsection (1)(a) of thatsection) in respect of a film-related loss sustained by him in a trade carriedon in partnership (“the relevant trade”).\n\t\t\tThe Board may by regulations provide that for the purposes of determiningunder section 119—\n\t\t\t\twhether an exit event within the meaning of subsection (2)(b) or (c) ofthat section occurs on or after 2nd December 2004, and\n\t\t\t\twhere such an event occurs on or after that date, the chargeable amountwithin the meaning of subsection (5) of that section,\n\t\t\t\t\tany amount of a description specified in the regulations is to be excludedwhen computing the amount of the individual’s capital contribution to therelevant trade.\n\t\t\tRegulations under this section may—\n\t\t\t\tmake provision having effect before the date on which the regulations aremade,\n\t\t\t\tmake such supplementary, incidental, consequential or transitionalprovision as appears to the Board to be necessary or expedient, and\n\t\t\t\tmake different provision for different cases or different purposes.\n\t\t\tThe provision mentioned in subsection (3)(b) may include provision amendingor repealing any provision of an Act passed before the Finance Act 2005.\n\t\t\tNo regulations may be made under this section unless a draft has been laidbefore and approved by a resolution of the House of Commons.”\n\t\t\tIn section 121 of FA 2004 (definition of “the individual’s capitalcontribution to the trade”) at the end insert—\n\t\t\tThis section is subject to provision made by regulations under section122A (partners: meaning of “capital contribution to the trade”).”\n\t\t\tIn section 123(1) of FA 2004 (definition of “film-related losses”) for “and121” substitute “, 121 and 122A”.\n\t\t\tThe amendments made by this section are deemed to have come into force on2nd December 2004."
    },
    {
        "length": 3127,
        "text": "\nChapter 8Accounting practice and related matters\n\tAccounting practice and related matters\n\t\tSchedule 4 (accounting practice and related matters) has effect.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 makes provision about bad debts and related matters; \n\t\t\t  * Part 2 makes other provision connected with accounting practice. \n\t\tPart 1 of the Schedule, so far as it amends provisions that have effectboth for income tax and corporation tax, has effect for the purposes ofcorporation tax only.\n\t\tExcept as otherwise provided, the provisions of the Schedule have effectfor periods of account beginning on or after 1st January 2005.\n\tComputation of profits: change of accounting basis\n\t\tIn section 64 of FA 2002 (computation of profits: adjustment on change ofbasis), for subsection (3) (meaning of “relevant change of accountingapproach”) substitute—\n\t\tA “relevant change of accounting approach” means—\n\t\t\ta change of accounting principle or practice that, in accordance withgenerally accepted accounting practice, gives rise to a prior periodadjustment, or\n\t\t\ta change from using UK generally accepted accounting practice to usinggenerally accepted accounting practice with respect to accounts drawn up inaccordance with international accounting standards.”.\n\t\tIn paragraphs 4(3) and 5(2) of Schedule 22 to FA 2002 (adjustments treatedas arising on the last day of the first period of account for which the newbasis is adopted), for “last day” substitute “first day”.\n\t\tThe amendments in this section have effect for periods of account beginningon or after 1st January 2005.\n\tChange of accounting practice: deferment of transitional adjustments\n\t\tThis section applies where—\n\t\t\ta company enters into a transaction on or after 14th December 2004,otherwise than in the ordinary course of its business,\n\t\t\tas a result of the transaction it incurs a loss in respect of a loanrelationship or derivative contract in respect of which, apart from thissection, a debit would fall to be brought into account for tax purposes in aperiod of account beginning before 1st January 2005,\n\t\t\tthe sole or main purpose of the company in entering into the transaction atthe time it did was to enable it to bring a debit into account for taxpurposes in such a period, and\n\t\t\tif the company had continued to hold the asset or liability representingthe loan relationship or derivative contract, as it was held immediatelybefore the transaction referred to in paragraph (a), in its first period ofaccount beginning on or after 1st January 2005, a debit would have arisen inrespect of the loan relationship or derivative contract in that period thatwas a prescribed debit for the purposes of regulation 3 of the LoanRelationship and Derivative Contracts (Change of Accounting Practice)Regulations 2004 ([S.I. 2004/3271](/id/uksi/2004/3271?view=plain \"Go to itemof legislation\")) (debits not to be brought into account until the company’sfirst period beginning on or after 1st January 2006).\n\t\tWhere this section applies no such debit as is mentioned in subsection(1)(b) shall be brought into account in the period of account mentioned there,but a debit of the same amount shall instead be brought into account as if itwere a prescribed debit for the purposes of the regulation referred to insubsection (1)(d) (even though the loss giving rise to the debit was incurredbefore 1st January 2005).\n\t\tIn determining the sole or main purpose of a company for the purposes ofsubsection (1)(c) regard shall be had to anything done by a connected companythat would be relevant for the purposes of that determination if done by thecompany in question.\n\t\t\tFor this purpose companies are connected if they are connected persons withinthe meaning of section 839 of ICTA.\n\t\tFor the purposes of subsection (1)(d) it shall be assumed that the loanrelationship or derivative contract has the same value at the beginning of thecompany’s first period of account beginning on or after 1st January 2005 as ithad at the time of the transaction referred to in subsection (1)(a).\n\t\tThis section does not apply where the transaction is entered into inpursuance of legally binding arrangements entered into before 14th December2004.\n\t\tIn this section, references to a company entering into a transactioninclude a reference to the company, or the directors of the company, taking adecision about a loan relationship or derivative contract that affects itstreatment for accounting purposes (other than a decision to prepare some orall of the company’s accounts in accordance with international accountingstandards).\n\tApplication of accounting standards to securitisation companies\n\t\tFor the purposes of the Corporation Tax Acts as they apply to asecuritisation company in relation to a period of account—\n\t\t\tbeginning on or after 1st January 2005, and\n\t\t\tending before 1st January 2007,\n\t\t\t\tgenerally accepted accounting practice shall be taken to be UK generallyaccepted accounting practice as it applied for a period of account ending on31st December 2004.\n\t\tFor the purposes of this section a “securitisation company” means a companythat is—\n\t\t\ta note-issuing company,\n\t\t\tan asset-holding company,\n\t\t\tan intermediate borrowing company,\n\t\t\ta warehouse company, or\n\t\t\ta commercial paper funded company,\n\t\t\tas defined below.\n\t\tA “note-issuing company” means a company in relation to which the followingconditions are met—\n\t\t\tit is party as debtor to a capital market investment,\n\t\t\tthe securities that represent the capital market investment are issuedwholly or mainly to independent persons,\n\t\t\tthe capital market investment is part of a capital market arrangement, and\n\t\t\tthe total value of the capital market investments made under that capitalmarket arrangement is at least £50 million.\n\t\tAn “asset-holding company” means a company—\n\t\t\twhose business (apart from any incidental activities) consists inacquiring, holding and managing assets forming the whole or part of thesecurity for a capital market arrangement entered into by a note-issuingcompany, and\n\t\t\twhose liabilities representing debtor relationships are owed wholly ormainly to a note-issuing company or intermediate borrowing company.\n\t\tAn “intermediate borrowing company” means a company—\n\t\t\twhose only business is to enter into and be a party to creditorrelationships with an asset-holding company, and\n\t\t\twhose liabilities representing debtor relationships are owed wholly, orsubstantially wholly, to a note-issuing company.\n\t\tA “warehouse company” means a company whose business consists wholly ofacquiring and holding financial assets for the purpose—\n\t\t\tof transferring them to a company (whether or not yet in existence) that atthe time of the transfer is, or as a result of the transfer will become, anasset-holding or note-issuing company, or\n\t\t\tof itself becoming an asset-holding or note-issuing company.\n\t\tA “commercial paper funded company” means—\n\t\t\ta company that was an asset-holding company but whose obligations underdebtor relationships to a note-issuing company or intermediate borrowingcompany—\n\t\t\thave been transferred to, or\n\t\t\thave been replaced by obligations under debtor relationships to,\n\t\t\tone or more companies carrying on a business of banking, or\n\t\t\ta company that was an intermediate borrowing company but whose obligationsunder debtor relationships to a note-issuing company—\n\t\t\thave been transferred to, or\n\t\t\thave been replaced by obligations under debtor relationships to,\n\t\t\tone or more companies carrying on a business of banking.\n\t\tIn this section—\n\t\t\t  * “asset” includes any option, future or contract for differences as defined for the purposes of Schedule 26 to FA 2002 (derivative contracts) (see paragraph 12 of that Schedule); \n\t\t\t  * “capital market investment” and “capital market arrangement” have the same meaning as in section 72B(1) of the Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") (see paragraphs 1, 2 and 3 of Schedule 2A to that Act); \n\t\t\t  * “company” includes a partnership; \n\t\t\t  * “financial asset” has the meaning it has for accounting purposes; and \n\t\t\t  * “independent persons” means persons who are not connected with the company. \n\t\tSection 839 of ICTA (connected persons) applies for the purposes of thedefinition above of “independent persons”, except that in applying thedefinition of “control” in that section a person is not to be treated as aparticipator in a company by reason only that he is a loan creditor of thecompany.\n\tTaxation of securitisation companies\n\t\tThe Treasury may make provision by regulations as to the application of theCorporation Tax Acts in relation to a securitisation company.\n\t\tFor the purposes of this section a “securitisation company” means acompany—\n\t\t\tin relation to which the following conditions are met—\n\t\t\tit is party as debtor to a capital market investment,\n\t\t\tsecurities representing that capital market investment are issued, and\n\t\t\tthe capital market investment is part of a capital market arrangement,\n\t\t\t\tand which meets such other conditions as may be specified; or\n\t\t\tof a description specified by reference to its relationship, direct orindirect, with a company within paragraph (a).\n\t\tThe regulations may, in particular—\n\t\t\tprovide for the application, modification or non-application of any of theprovisions of the Corporation Tax Acts;\n\t\t\tprovide— \n\t\t\tthat the amount of profits of any specified description (before any suchadjustments as are mentioned in paragraph (c)) is to be taken to be suchamount, or is to be calculated on such basis, as may be specified, and\n\t\t\tthat that amount is to be brought into account for corporation taxpurposes instead of any specified amount that would otherwise fall to bebrought into account;\n\t\t\tprovide for specified adjustments to be made to the amount to be broughtinto account for corporation tax purposes;\n\t\t\tprovide— \n\t\t\tthat the regulations apply to a company only if an election to that effectis made,\n\t\t\tthat any such election must be made in the company’s first company taxreturn after the passing of this Act and has effect in relation to everyperiod of account of the company beginning on or after 1st January 2005, and\n\t\t\tthat once subject to the regulations a company shall continue to be sofor all subsequent periods of account;\n\t\t\timpose conditions that must be met if a company is to have, or continue tohave, the benefit of the regulations; and\n\t\t\tprovide for the consequences of failing to meet any specified condition(which may include recalculating, on the basis that the regulations did notapply, the company’s profits for previous periods).\n\t\tThe regulations may make different provision for different descriptions ofcompany.\n\t\tRegulations under this section may—\n\t\t\tin the case of—\n\t\t\tregulations made before 1st January 2006, or\n\t\t\tthe first regulations under this section (if made on or after that date),\n\t\t\tmake provision having effect for periods of account beginning on or after 1stJanuary 2005;\n\t\t\tin any case, make provision having effect from the beginning of periods ofaccount current when the regulations are made.\n\t\tIn this section—\n\t\t\t  * “capital market investment” and “capital market arrangement” have the same meaning as in section 72B(1) of the Insolvency Act [1986 (c. 45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\") (see paragraphs 1, 2 and 3 of Schedule 2A to that Act); and \n\t\t\t  * “specified” means specified in regulations under this section. \n\t\tThe first regulations under this section shall not be made unless a draftof the regulations has been laid before and approved by a resolution of theHouse of Commons."
    },
    {
        "length": 167,
        "text": "\nDouble taxation relief: general\n\tDividends by reference to which a deduction is allowed: no underlyingtax\n\t\tIn section 799 of ICTA (computation of underlying tax) after subsection (2)insert—\n\t\t\t“(2A)No underlying tax shall be taken into account under subsection (1) abovein the case of a dividend if, under the law of any territory outside theUnited Kingdom, a deduction is allowed to a resident of that territory inrespect of an amount determined by reference to the dividend.”.\n\t\tThe amendment made by this section has effect in relation to dividends paidon or after 16th March 2005."
    },
    {
        "length": 2343,
        "text": "\nLimits on credit: income tax and corporation tax: trading profits\n\tFor sections 798 to 798B of ICTA (double taxation relief: foreign interestand dividends) substitute—\n\t“798Section 796: trade income\n\t\tThis section has effect in relation to the application of section 796(1) tothe allowance of credit for foreign tax against income tax in respect of tradeincome.\n\t\tIn making the computations required by section 796(1)(a) and (b) thereshall be deducted from the amount of the income in respect of which the creditis to be allowed deductions, charges or expenses which would be allowable in acomputation of the taxpayer’s liability in respect of that income.\n\t\tThe reference in subsection (2) to allowable deductions, charges orexpenses includes a reference to a reasonable apportionment of allowabledeductions or expenses which relate partly to the income and partly to othermatters.\n\t\tWhere royalties (as defined in arrangements having effect by virtue ofsection 788) are paid in respect of an asset in more than one jurisdictionoutside the United Kingdom, for the purposes of section 796(1)—\n\t\t\troyalty income arising in different jurisdictions (other than the UnitedKingdom) in a year of assessment in respect of that asset shall be treated asa single item of income, and\n\t\t\tcredits available for foreign tax in respect of the royalty income shall beaggregated accordingly.\n\t\tIn this section “trade income” means income chargeable to tax under—\n\t\t\tChapter 2 or 18 of Part 2 of ITTOIA 2005 (trade profits and post-cessationreceipts),\n\t\t\tChapter 3 or 10 of Part 3 of ITTOIA 2005 (profits of property businessesand post-cessation receipts), or\n\t\t\tChapter 11 of Part 3 of ITTOIA 2005 (overseas property income).\n\tASection 797: trade income\n\t\tThis section has effect in relation to the application of section 797(1) tothe allowance of credit for foreign tax against corporation tax in respect oftrade income.\n\t\tThe reference in section 797(1) to the relevant income or gain shall betreated as referring only to income arising or gains accruing out of thetransaction, arrangement or asset in connection with which the credit forforeign tax arises.\n\t\tIn determining for the purposes of section 797(1) the amount of corporationtax attributable to any income or gain, there shall be taken into account—\n\t\t\tdeductions or expenses which would be allowable in the computation of thetaxpayer’s liability,\n\t\t\ta reasonable apportionment of allowable deductions or expenses which relatepartly to the transaction, arrangement or asset from which the income or gainarises and partly to other matters, and\n\t\t\texpenses of a company connected (within the meaning given by section 839)with the taxpayer, in so far as reasonably attributable to the income or gain.\n\t\tIn this section and section 798B “trade income” means—\n\t\t\tincome or profits chargeable to tax under Case I, II or V of Schedule D,\n\t\t\tprofits of a Schedule A business computed in same way as the profits of atrade in accordance with section 21A of ICTA,\n\t\t\tsums charged to tax under Case VI of Schedule D in accordance with section104 of ICTA, and\n\t\t\tany other income or profits which by a provision of ICTA is chargeable totax under, or computed in accordance with, Case I of Schedule D;\n\t\t\t\tbut this section shall not apply in relation to income to which section 804Cbelow applies.\n\tBSection 798A: special cases\n\t\tWhere— \n\t\t\ta credit for foreign tax arises in connection with an asset, and\n\t\t\tthe asset is in a hedging relationship with a derivative contract,\n\t\t\t\tin the application of section 798A(2) the reference to the income arising outof the asset shall be taken as a reference to the income arising out of theasset and the derivative contract taken together (but taking account of theincome or loss from the derivative contract only in so far as reasonablyattributable to the hedging relationship).\n\t\tFor the purposes of subsection (1)(b) an asset is in a hedging relationshipwith a derivative contract if—\n\t\t\tthe asset is acquired as a hedge of risk in connection with the contract,or\n\t\t\tthe contract is entered into as a hedge of risk in connection with theasset;\n\t\t\tand if an asset or a contract is wholly or partly designated as a hedge forthe purposes of a person’s accounts, that shall be conclusive for the purposeof this subsection.\n\t\tWhere royalties (as defined in arrangements having effect by virtue ofsection 788) are paid in respect of an asset in more than one jurisdictionoutside the United Kingdom, for the purposes of section 798A(2)—\n\t\t\troyalty income arising in more than one jurisdiction (other than the UnitedKingdom) in a year of assessment in respect of that asset shall be treated asincome arising from a single transaction, arrangement or asset, and\n\t\t\tcredits available for foreign tax in respect of the royalty income shall beaggregated accordingly.\n\t\tIf a person (“A”) carrying on a trade giving rise to trade income entersinto a scheme or arrangement with another person (“B”) a main purpose of whichis to alter the effect of section 798A in relation to A, income received inpursuance of the scheme or arrangement shall be treated for the purposes ofsection 798A as trade income of B (and not as income of A).\n\t\tWhere— \n\t\t\ttransactions, arrangements or assets are treated by a taxpayer as a seriesor group (the “portfolio”),\n\t\t\ta number of credits for foreign tax arise in respect of the portfolio, and\n\t\t\teither— \n\t\t\tit is not reasonably practicable to prepare a separate computation ofincome or gain for the purposes of section 798A(2) in respect of eachtransaction, arrangement or asset, or\n\t\t\ta separate computation of income or gain in respect of each transaction,arrangement or asset for the purposes of section 798A(2) would not, comparedwith an aggregated computation, make a material difference to the amount ofcredit for foreign tax which is allowable,\n\t\t\tthe income or gains arising from the portfolio, or part of the portfolio, maybe aggregated and apportioned for the purposes of section 798A(2) in a fairand reasonable manner.\n\tCDisallowed credit: use as deduction\n\t\tThis section applies where the application of section 796(1) or 797(1)prevents an amount of credit for foreign tax from being allowable againstincome tax or corporation tax.\n\t\tThe amount of disallowed credit may be taken into account as a deduction incomputing the taxpayer’s liability for income tax or corporation tax, but onlyin so far as it does not exceed the amount of any loss attributable to theincome or gain in respect of which the foreign tax was paid (for which purposepayment of the foreign tax is to be taken into account, despite section795(2)).”\n\t\tIn section 803 of ICTA (underlying tax reflecting interest on loans)—\n\t\t\tin subsection (1)(d) for “section 798” substitute “section 798A”, and\n\t\t\tsubsections (4) to (9) shall cease to have effect.\n\t\tSubsections (1) and (2) shall have effect—\n\t\t\tfor the purposes of corporation tax, in relation to a credit for foreigntax which relates to—\n\t\t\ta payment of foreign tax on or after 16th March 2005, or\n\t\t\tincome received on or after that date in respect of which foreign tax hasbeen deducted at source, and\n\t\t\tfor the purposes of income tax, in relation to a credit for foreign taxwhich relates to—\n\t\t\ta payment of foreign tax on or after 6th April 2005, or\n\t\t\tincome received on or after that date in respect of which foreign tax hasbeen deducted at source.\n\t\tIn subsection (3) a reference to tax deducted at source is a reference totax deducted or treated as deducted from income, or treated as paid in respectof income.\n\t\tIn respect of dividends paid before 1st January 2006, the effect of section798 or 798A of ICTA in respect of credit for foreign tax shall be disregardedto the extent that it would otherwise reduce the allowable credit to less than50% of the foreign tax; but this subsection shall not apply to tax paid aspart of a scheme or arrangement designed or entered into for the purposes ofcausing this subsection to apply."
    },
    {
        "length": 2604,
        "text": "\nSchemes and arrangements designed to increase relief\n\tAfter section 804 of ICTA insert—\n\t“804ZASchemes and arrangements designed to increase relief\n\t\tIf the Board consider, on reasonable grounds, that conditions A to D are ormay be satisfied in relation to any income or chargeable gain taken or to betaken into account for the purposes of determining a person’s liability to taxin a chargeable period, they may give the person a notice under this section.\n\t\tCondition A is that, in the case of the person, there is in respect of theincome or gain an amount of foreign tax for which, under any arrangements,credit is allowable against United Kingdom tax for that chargeable period.\n\t\tCondition B is that there is a scheme or arrangement the main purpose, orone of the main purposes, of which is to cause an amount of foreign tax to betaken into account in the case of the person for that chargeable period.\n\t\tCondition C is that the scheme or arrangement is a prescribed scheme orarrangement.\n\t\tCondition D is that the amount referred to in subsection (6) is more than aminimal amount.\n\t\tThe amount is the aggregate of—\n\t\t\tthe aggregate amount of the claims for credit that the person has made, oris in a position to make, for the chargeable period; and\n\t\t\tfor all the persons connected to that person, the aggregate amount of theclaims for credit that the connected person has made, or is in a position tomake, for a corresponding chargeable period.\n\t\tA chargeable period of a person (“A”) corresponds to a chargeable period ofanother person (“B”) if at least one day of A’s chargeable period falls withinB’s chargeable period.\n\t\tA notice under this section is a notice—\n\t\t\tinforming the person of the Board’s view under subsection (1),\n\t\t\tspecifying the chargeable period in relation to which the Board formed thatview,\n\t\t\tif the amount of foreign tax considered by the Board to satisfy condition Bis an amount of underlying tax, specifying the body corporate resident in aterritory outside the United Kingdom whose payment of foreign tax is relevantto that underlying tax, and\n\t\t\tinforming the person that as a consequence section 804ZB has effect inrelation to him.\n\t\tA notice under this section may specify the adjustments of a person’s taxreturn that, in the view of the Board, fall to be made by him under section804ZB(2).\n\t\tThe adjustments specified may, in a case where the notice given to aperson specifies a body corporate resident outside the United Kingdom, includetreating the body corporate as having paid or being liable to pay only so muchforeign tax as would have been allowed to it as a credit if it were residentin the United Kingdom and a notice under this section had been given to it asregards an amount of foreign tax.\n\t\tSchedule 28AB makes provision about what constitutes a prescribed schemeor arrangement.\n\t\tIn this section and sections 804ZB and 804ZC “tax return” means—\n\t\t\ta return under section 8, 8A or 12AA of the Management Act, or\n\t\t\ta company tax return;\n\t\t\t\tand “company tax return” means the return required to be delivered pursuant toa notice under paragraph 3 of Schedule 18 to the Finance Act 1998, as readwith paragraph 4 of that Schedule.\n\tZBEffect of notice under section 804ZA\n\t\tThis section applies in relation to a person if—\n\t\t\ta notice under section 804ZA has been given to the person in respect of achargeable period specified in the notice, and\n\t\t\tthe chargeable period specified is a chargeable period in relation to whichconditions A to D of section 804ZA are satisfied.\n\t\tThe person must in his tax return for the period make (or must amend hisreturn for the period so as to make) such adjustments as are necessary forcounteracting the effects of the scheme or arrangement in that period that arereferable to the purpose referred to in condition B of section 804ZA.\n\tZCNotices under section 804ZA: further provision\n\t\tSubsection (2) applies if the Board give a notice to a person under section804ZA before the person has made his tax return for the chargeable periodspecified in the notice.\n\t\tIf the person makes a tax return for that period before the end of theperiod of 90 days beginning with the day on which the notice is given, he may—\n\t\t\tmake a tax return that disregards the notice, and\n\t\t\tat any time after making the return and before the end of the period of 90days, amend the return for the purpose of complying with the notice.\n\t\tIf a person has made a tax return for a chargeable period, the Board mayonly give him a notice under section 804ZA in relation to that period if anotice of enquiry has been given to him in respect of his tax return for thatperiod.\n\t\tAfter any enquiries into the person’s tax return for that period have beencompleted, the Board may only give him a notice under section 804ZA inrelation to that period if the requirements in subsections (5) and (7) aresatisfied.\n\t\tThe first requirement is that at the time the enquiries were completed, theBoard could not have been reasonably expected, on the basis of the informationmade available to them or to an officer of theirs before that time, to havebeen aware that the circumstances were such that a notice under section 804ZAcould have been given to the person in relation to that period.\n\t\tFor the purposes of subsection (5)—\n\t\t\tsection 29(6) and (7) of the Management Act (information made available)applies as it applies for the purposes of section 29(5), and\n\t\t\tparagraph 44(2) and (3) of Schedule 18 to the Finance Act 1998 applies asit applies for the purposes of paragraph 44(1).\n\t\tThe second requirement is that—\n\t\t\tthe person was requested to produce, provide or furnish information duringan enquiry into the return for that period, and\n\t\t\tif the person had duly complied with the request, the Board could have beenreasonably expected to give the person a notice under section 804ZA inrelation to that period.\n\t\tIf a person is given a notice under section 804ZA in relation to achargeable period after having made a tax return for that period, the personmay amend the return for the purpose of complying with the notice at any timebefore the end of the period of 90 days beginning with the day on which thenotice is given.\n\t\tIf the notice under section 804ZA is given to the person after he has beengiven a notice of enquiry in respect of his tax return for the period, noclosure notice may be given in relation to his tax return until—\n\t\t\tthe end of the period of 90 days beginning with the day on which the noticeunder section 804ZA is given, or\n\t\t\tthe earlier amendment of the return for the purpose of complying with thenotice.\n\t\tIf the notice under section 804ZA is given to the person after anyenquiries into the return for the period are completed, no discoveryassessment may be made as regards the income or chargeable gain to which thenotice relates until—\n\t\t\tthe end of the period of 90 days beginning with the day on which the noticeunder section 804ZA is given, or\n\t\t\tthe earlier amendment of the return for the purpose of complying with thenotice.\n\t\tSubsections (2)(b) and (8) do not prevent a person’s tax return for achargeable period becoming incorrect if—\n\t\t\ta notice under section 804ZA is given to the person in relation to thatperiod,\n\t\t\tthe return is not amended in accordance with subsection (2)(b) or (8) forthe purpose of complying with the notice, and\n\t\t\tthe return ought to have been so amended.\n\t\tIn this section—\n\t\t\t  * “closure notice” means a notice under—\n\t\t\tsection 28A or 28B of the Management Act, or\n\t\t\tparagraph 32 of Schedule 18 to the Finance Act 1998;\n\t\t\t\t  * “discovery assessment” means an assessment under—\n\t\t\tsection 29 of the Management Act, or\n\t\t\tparagraph 41 of Schedule 18 to the Finance Act 1998;\n\t\t\t\t  * “notice of enquiry” means a notice under—\n\t\t\tsection 9A or 12AC of the Management Act, or\n\t\t\tparagraph 24 of Schedule 18 to the Finance Act 1998.”\n\t\tSchedule 5 (which contains a Schedule to be inserted after Schedule 28AA toICTA) has effect.\n\t\tThis section and Schedule 5 have effect in relation to a credit for foreigntax which relates to—\n\t\t\ta payment of foreign tax on or after the commencement date, or\n\t\t\tincome received on or after the commencement date in respect of whichforeign tax has been deducted at source.\n\t\tIn subsection (3) a reference to tax deducted at source is a reference totax deducted or treated as deducted from income, or treated as paid in respectof income.\n\t\tIn subsection (3) “the commencement date” means—\n\t\t\tso far as the amount of the credit for foreign tax is affected by a schemeor arrangement to which paragraph 5 of Schedule 28AB to ICTA (as inserted bySchedule 5) applies, 10th February 2005, and\n\t\t\tso far as the amount of the credit for foreign tax is affected by any otherprescribed scheme or arrangement (within the meaning of Schedule 28AB), 16thMarch 2005."
    },
    {
        "length": 457,
        "text": "\nSelf-assessment amendments\n\tIn section 9A of TMA 1970 (notice of enquiry), in subsection (4) (mattersto which an enquiry extends) after paragraph (b) insert—\n\t\tconsideration of whether to give the taxpayer a notice under section 804ZAof the principal Act (schemes and arrangements designed to increase relief),”.\n\tIn section 29 of TMA 1970 (assessment where loss of tax discovered), aftersubsection (7) insert—\n\t\t“(7A)The requirement to fulfil one of the two conditions mentioned above doesnot apply so far as regards any income or chargeable gains of the taxpayer inrelation to which the taxpayer has been given, after any enquiries have beencompleted into the taxpayer’s return, a notice under section 804ZA of theprincipal Act.”\n\tIn Schedule 18 to FA 1998 (company tax returns, assessments, etc), inparagraph 25(1) (scope of enquiry) after “medium-sized enterprise)” insert “ora notice under section 804ZA of the Taxes Act 1988 (schemes and arrangementsdesigned to increase relief)”.\n\tIn paragraph 42 of that Schedule (restrictions on power to make discoveryassessment etc), after sub-paragraph (2) insert—\n\t“(2A)Those restrictions, other than the restriction in paragraph 45, do notapply so far as regards any income or chargeable gains of the company inrelation to which the company has been given, after any enquiries have beencompleted into the return, a notice under section 804ZA of the Taxes Act1988.”\n\tThe amendments made by this section have effect in accordance with section87(3)."
    },
    {
        "length": 993,
        "text": "\nControlled foreign companies\n\tADP dividends and double taxation relief\n\t\tSection 801 of ICTA (dividends paid between related companies: relief forUK and third country taxes) is amended as follows.\n\t\tIn subsection (2A) (restriction on cases where section 799(1)(b) appliesfor the purposes of section 801(2)) after paragraph (a) insert—\n\t\t\tif the overseas company is an ADP controlled foreign company as respectsany of its accounting periods and the dividend mentioned in subsection (1)above is an ADP dividend of that company (in which case see also subsection(2B)); or”.\n\t\tAfter subsection (2A) insert—\n\t\t\t“(2B)In any case falling within subsection (2A)(aa) above, section 799(1)(b)applies for the purposes of subsection (2) above as if for section 799(1A)there were substituted—\n\t\t“(1A)The formula is—\n\t\t[![Formula - \\(D divided by 1 minus X\\) multiplied byX](/ukpga/2005/7/images/ukpga_20050007_en_012)](/ukpga/2005/7/images/ukpga_20050007_en_012?view=plain)\n\t\twhere—\n\t\t\t  * D is the amount of the dividend; and\n\t\t\t  * X is the maximum relievable rate, expressed as a decimal fraction;\n\t\tand for the purposes of this subsection the maximum relievable rate is therate of corporation tax in force when the dividend was paid.”.”.\n\t\tAfter subsection (5) insert—\n\t\tFor the purposes of this section—\n\t\t\ta controlled foreign company is an “ADP controlled foreign company” asrespects any of its accounting periods if, by virtue only of section748(1)(a), no apportionment under section 747(3) falls to be made as respectsthat accounting period;\n\t\t\tan “ADP dividend” of a controlled foreign company is a dividend by virtueof which the controlled foreign company is an ADP controlled foreign companyas respects any of its accounting periods.\n\t\tIn this section—\n\t\t\t  * “accounting period”, in relation to a controlled foreign company, has the same meaning as in Chapter 4 of Part 17 (see section 751);\n\t\t\t  * “controlled foreign company” has the same meaning as in Chapter 4 of Part 17 (see section 747(2)).”.\n\t\tThe amendments made by this section have effect where the dividendmentioned in section 799(1) of ICTA is paid on or after 2nd December 2004 andis, or represents, in whole or in part an ADP dividend of an ADP controlledforeign company.\n\tForeign taxation of group as single entity: exclusion of ADP CFCs\n\t\tSection 803A of ICTA is amended as follows.\n\t\tAfter subsection (1) (company resident in territory outside the UK payingtax in respect of one or more other companies resident in that territory)insert—\n\t\t\t“(1A)Where—\n\t\t\ta company is (within the meaning of section 801) an ADP controlled foreigncompany as respects any of its accounting periods, and\n\t\t\tthe whole or any part of the profits or gains of that accounting period areincluded in the aggregate profits, or aggregate profits or gains, mentioned insubsection (1) above,\n\t\t\tsubsection (2) below shall have effect as if the companies mentioned insubsection (1) above did not include that company.”.\n\t\tThe amendment made by this section has effect in relation to dividends paidon or after 16th March 2005."
    },
    {
        "length": 451,
        "text": "\nAnnual payments and double taxation relief\n\tTax avoidance involving annual payments and double taxation relief\n\t\tICTA is amended as follows.\n\t\tIn section 125 (annual payments for non-taxable consideration) insubsection (2) (payments to which the section applies) for paragraph (b)substitute—\n\t\t\tis made under a liability incurred for consideration in money or money’sworth all or any of which—\n\t\t\tconsists of, or of the right to receive, a dividend, or\n\t\t\tis not required to be brought into account in computing for the purposesof income tax or corporation tax the income of the person making thepayment.”.\n\t\tAs from 2nd December 2004, the title of that section accordingly becomes“Annual payments for dividends or non-taxable consideration”.\n\t\tSection 801 (dividends paid between related companies: relief for UK andthird country taxes) is amended as follows.\n\t\tIn subsection (2) (case where overseas company has received a dividend froma third company) for “subject to subsections (4) to (4D)” substitute “subjectto subsection (4)”.\n\t\tSubsections (4A) to (4D) (which relate to cases where the amount given bythe formula in section 799(1) exceeds U in that formula) shall cease to haveeffect.\n\t\tThe amendment made by subsection (2) has effect in relation to any annualpayment made on or after 2nd December 2004 (whether the contract or otherarrangement is one made before, on or after that date).\n\t\tThe amendments made by subsections (4) to (6) have effect in relation todividends paid on or after 2nd December 2004."
    },
    {
        "length": 149,
        "text": "\nChapter 10Miscellaneous\n\tCapital allowances\n\t\tCapital allowances: renovation of business premises in disadvantagedareas\n\t\t\tSchedule 6 (capital allowances in respect of expenditure on the conversion orrenovation of qualifying business premises in disadvantaged areas) has effectin relation to expenditure incurred on or after such day as the Treasury mayby order appoint.\n\tTonnage tax\n\t\tTonnage tax\n\t\t\tSchedule 7 (which makes provision amending Schedule 22 to FA 2000) has effect."
    },
    {
        "length": 854,
        "text": "\nPart 3Stamp taxes\n\tStamp duty land tax\n\t\tAlternative property finance\n\t\t\tSchedule 8 (which makes amendments of Part 4 of FA 2003 relating toalternative property finance) has effect.\n\tStamp duty land tax and stamp duty\n\t\tRaising of thresholds\n\t\t\tIn subsection (2) of section 55 of FA 2003 (amount of stamp duty land taxchargeable: general), in Table A (bands and percentages for residentialproperty) for “£60,000” in both places substitute “£120,000”.\n\t\t\tIn paragraph 2(3) of Schedule 5 to that Act (amount of stamp duty land taxchargeable: rent), in Table A (bands and percentages for residential property)for “£60,000” in both places substitute “£120,000”.\n\t\t\tIn Schedule 13 to FA 1999 (stamp duty: instruments chargeable and rates ofduty), in paragraph 4 (bands and percentages for conveyance or transfer onsale of property other than stock or marketable securities), for “£60,000” inboth places substitute “£120,000”.\n\t\t\tSubsections (1) and (2) apply in relation to any transaction of which theeffective date (within the meaning of Part 4 of FA 2003) is after 16th March2005.\n\t\t\tSubsection (3) applies in relation to instruments executed after 16th March2005.\n\t\tRemoval of disadvantaged areas relief for non-residential property\n\t\t\tSchedule 9 (which provides for the removal, in relation to non-residentialproperty, of relief from stamp duty land tax and stamp duty for land indisadvantaged areas) has effect.\n\tStamp duty and stamp duty reserve tax\n\t\tDemutualisation of insurance companies\n\t\t\tSection 90 of FA 1986 (other exceptions to the principal charge to stampduty reserve tax under section 87 of that Act) is amended as follows.\n\t\t\tIn subsection (1A) (section 87 not to apply to agreement to transfer unitunder unit trust scheme if instrument giving effect to agreement would beexempt from stamp duty by virtue of provision in paragraph (a) or (b)) afterparagraph (b) insert “, or\n\t\t\t\tsection 96 of the Finance Act 1997 (demutualisation of insurancecompanies).”.\n\t\t\tSchedule 19 to FA 1999 (stamp duty and stamp duty reserve tax: unit trusts)is amended as follows.\n\t\t\tIn paragraph 6 (exclusion, in certain cases of change of ownership, ofcharge to stamp duty reserve tax on surrender of unit to managers) in sub-paragraph (5) (provisions under which certain instruments would be exempt fromstamp duty) after paragraph (b) insert “; and\n\t\t\t\tsection 96 of the Finance Act 1997 (demutualisation of insurancecompanies).”.\n\t\t\tThe amendment in subsection (2) applies where the relevant day for thepurposes of section 87 of FA 1986 falls on or after the day on which this Actis passed.\n\t\t\tThe amendment in subsection (4) applies in relation to surrenders (withinthe meaning of Part 2 of Schedule 19 to FA 1999) occurring on or after the dayon which this Act is passed."
    },
    {
        "length": 948,
        "text": "\nPart 4Other taxes\n\tInheritance tax\n\t\tRates and rate bands for the next three years\n\t\t\tFor the Table in Schedule 1 to IHTA 1984 (rates and rate bands), as it haseffect from time to time, there shall be successively substituted—\n\t\t\t\tthe 2005-06 Table, which shall apply to any chargeable transfer made on orafter 6th April 2005 (but before 6th April 2006),\n\t\t\t\tthe 2006-07 Table, which shall apply to any chargeable transfer made on orafter 6th April 2006 (but before 6th April 2007), and\n\t\t\t\tthe 2007-08 Table, which shall apply to any chargeable transfer made on orafter 6th April 2007.\n\t\t\tSubsection (1)(c) is without prejudice to the application of section 8 ofIHTA 1984 (indexation) by virtue of the difference between the retail pricesindex for the month of September in 2006 or any later year and that for themonth of September in the following year.\n\t\t\tThe 2005-06 Table is—\n\t\t\t**Table of Rates of Tax**\n\t\t\t\tPortion of value| Rate of tax  ---|---  Lower limit (£)| Upper limit (£)| Per cent.  0| 275,000| Nil  275,000| —| 40    (4)The 2006-07 Table is—\n\t\t\t**Table of Rates of Tax**\n\t\t\t\tPortion of value| Rate of tax  ---|---  Lower limit (£)| Upper limit (£)| Per cent.  0| 285,000| Nil  285,000| | 40    (5)The 2007-08 Table is—\n\t\t\t**Table of Rates of Tax**\n\t\t\t\tPortion of value| Rate of tax  ---|---  Lower limit (£)| Upper limit (£)| Per cent.  0| 300,000| Nil  300,000| —| 40    (6)Section 8(1) of IHTA 1984 (indexation of rate bands) shall not have effectas respects any difference between the retail prices index—\n\t\t\t\t\tfor the month of September 2003 and that for the month of September 2004,\n\t\t\t\t\tfor the month of September 2004 and that for the month of September 2005,or\n\t\t\t\t\tfor the month of September 2005 and that for the month of September 2006.\n\tLandfill tax\n\t\tRate of landfill tax\n\t\t\tIn section 42 of FA 1996 (amount of landfill tax) for the amount specifiedin subsection (1)(a), and the corresponding amount specified in subsection(2), substitute “£18”.\n\t\t\tThe amendments made by this section have effect in relation to taxabledisposals made, or treated as made, on or after 1st April 2005.\n\tLorry road-user charge\n\t\tLorry road-user charge\n\t\t\tFor section 137(7) of FA 2002 (lorry road-user charge: preparatoryexpenditure) substitute—\n\t\t\tA Minister of the Crown or government department may—\n\t\t\t\tincur expenditure in connection with preparations for lorry road-usercharge (including any fuel credit to be paid in respect of fuelling of lorrieschargeable in respect of lorry road-user charge);\n\t\t\t\tenter into contracts in respect of the development or provision ofequipment, systems or services to be used in connection with lorry road-usercharge (including any fuel credit).”"
    },
    {
        "length": 939,
        "text": "\nPart 5Pensions etc\n\tPension schemes etc.\n\t\tSchedule 10 contains provision about pension schemes and related matters.\n\tPension Protection Fund etc.\n\t\tThe Treasury may by regulations make provision for and in connection withthe application of the relevant taxes in relation to—\n\t\t\tthe Pension Protection Fund,\n\t\t\tthe Fraud Compensation Fund, and\n\t\t\tthe Board of the Pension Protection Fund,\n\t\t\t\tand in relation to any person in connection with either of those Funds or thatBoard.\n\t\tThe provision that may be made by the regulations includes provisionimposing any of the relevant taxes (as well as provision for exemptions orreliefs).\n\t\tThe relevant taxes are—\n\t\t\tincome tax,\n\t\t\tcapital gains tax,\n\t\t\tcorporation tax,\n\t\t\tinheritance tax,\n\t\t\tvalue added tax, and\n\t\t\tstamp duty land tax.\n\t\tThe regulations may, in particular, include provision for and in connectionwith the taxation of payments made in accordance with the pension compensationprovisions (within the meaning of Part 2 of the Pensions Act [2004 (c.35)](/id/ukpga/2004/35?view=plain \"Go to item of legislation\"): see section162(2) of that Act).\n\t\tThe exemptions and reliefs that may be given by the regulations include, inparticular, exemption from—\n\t\t\tcharges to corporation tax in respect of any income arising from any assetsof the Board (or in either Fund) and other receipts of the Board (or eitherFund) and any chargeable gains arising from the disposal of any assets of theBoard (or in either Fund),\n\t\t\tcharges to income tax and corporation tax in respect of the levies referredto in sections 117, 174, 175, 189 and 209 of the Pensions Act 2004, and\n\t\t\tany charge to capital gains tax, or corporation tax on chargeable gains, inrespect of the receipt of fraud compensation payments (within the meaning ofPart 2 of that Act: see section 182(1) of that Act).\n\t\tThe regulations may make provision in relation to any time after 5th April2005.\n\t\tThe provision made by the regulations may be framed as provision applyingwith appropriate modifications—\n\t\t\tfor times before 6th April 2006, provisions having effect in relation toexempt approved schemes (within the meaning of Chapter 1 of Part 14 of ICTA:see section 592(1) of that Act), and\n\t\t\tfor times on or after that date, provisions having effect in relation toregistered pension schemes (within the meaning of section 832(1) of ICTA).\n\t\tThe regulations may include—\n\t\t\tprovision amending any enactment or instrument, and\n\t\t\tconsequential, supplementary and transitional provisions.\n\t\tThe regulations are to be made by statutory instrument which shall besubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tIn this section—\n\t\t\t  * “the Board of the Pension Protection Fund” means the body corporate established under section 107 of the Pensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain \"Go to item of legislation\"), \n\t\t\t  * “the Fraud Compensation Fund” means the Fund required to be held, managed and applied by that Board under paragraph (b) of subsection (1) of section 110 of that Act, and \n\t\t\t  * “the Pension Protection Fund” means the Fund required to be held, managed and applied by that Board under paragraph (a) of that subsection. "
    },
    {
        "length": 749,
        "text": "\nPart 6Miscellaneous\n\tCivil partnerships etc\n\t\tIn the case of any tax or duty, the Treasury may by regulations makeprovision for the purpose of securing that the events or persons specified incolumn 1 of the Table are treated in the same way as (or a similar way to) thecorresponding events or persons specified in column 2 of the Table.\n\t\t\t1\\. Events or persons| 2\\. Corresponding events or persons  ---|---  1\\. The formation of a civil partnership.| A marriage.  2\\. Persons who are, have been, or may in future be, civil partners of eachother.| Persons who are, have been, or may in future be, married to eachother.  3\\. Persons who are not civil partners of each other but who are livingtogether as if they were.| Persons who are not married to each other but whoare living together as husband and wife.  4\\. Persons who are not civil partners of each other.| Persons who are notmarried to each other.  5\\. A person who is not a civil partner of any other person.| A person who isnot married.    (2)The provision that may be made by regulations under subsection (1) includesprovision for or in connection with varying, for the purpose specified insubsection (1), the treatment that would, apart from the regulations, apply—\n\t\t\ton the occurrence of an event specified in column 2 of the Table, or\n\t\t\tin the case of persons specified in column 2 of the Table.\n\t\tThe Treasury may by regulations make provision for the purpose of removingany inequality of treatment of persons based on gender or, in the case of aparent, marital status.\n\t\tAny power to make regulations under this section is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations under this section shall notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, the House of Commons.\n\t\tThe provision that may be made by regulations under this section includesprovision—\n\t\t\tamending any enactment, or\n\t\t\tapplying any provision of any enactment with or without modifications.\n\t\tAny power to make regulations under this section includes power—\n\t\t\tto make different provision for different cases;\n\t\t\tto make incidental, supplemental, consequential or transitional provisionor savings.\n\t\tThe powers conferred by this section are exercisable in relation toenactments (including enactments contained in, or made under, this Act) passedor made at any time before the end of the Session following that in which thisAct is passed.\n\t\tIn this section—\n\t\t\t  * “civil partnership” means a civil partnership which exists under or by virtue of the Civil Partnership Act [2004 (c. 33)](/id/ukpga/2004/33?view=plain \"Go to item of legislation\") (and “civil partner” is to be read accordingly); \n\t\t\t  * “enactment” includes any provision comprised in— \n\t\t\tan Act of the Scottish Parliament;\n\t\t\tNorthern Ireland legislation;\n\t\t\tan instrument made under any enactment."
    },
    {
        "length": 801,
        "text": "\nPart 7Supplementary provisions\n\tRepeals \n\t\tThe enactments mentioned in Schedule 11 (which include provisions that arespent or of no practical utility) are repealed to the extent specified.\n\t\tThe repeals specified in that Schedule have effect subject to thecommencement provisions and savings contained or referred to in the notes setout in that Schedule.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “ALDA 1979” means the Alcoholic Liquor Duties Act [1979 (c. 4)](/id/ukpga/1979/4?view=plain \"Go to item of legislation\"); \n\t\t  * “CAA 2001” means the Capital Allowances Act [2001 (c. 2)](/id/ukpga/2001/2?view=plain \"Go to item of legislation\"); \n\t\t  * “FA”, followed by a year, means the Finance Act of that year; \n\t\t  * “F(No.2)A”, followed by a year, means the Finance (No.2) Act of that year; \n\t\t  * “HODA 1979” means the Hydrocarbon Oil Duties Act [1979 (c. 5)](/id/ukpga/1979/5?view=plain \"Go to item of legislation\"); \n\t\t  * “ICTA” means the Income and Corporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\"); \n\t\t  * “IHTA 1984” means the Inheritance Tax Act [1984 (c. 51)](/id/ukpga/1984/51?view=plain \"Go to item of legislation\"); \n\t\t  * “ITEPA 2003” means the Income Tax (Earnings and Pensions) Act [2003 (c. 1)](/id/ukpga/2003/1?view=plain \"Go to item of legislation\"); \n\t\t  * “ITTOIA 2005” means the Income Tax (Trading and Other Income) Act [2005 (c. 5)](/id/ukpga/2005/5?view=plain \"Go to item of legislation\"); \n\t\t  * “TCGA 1992” means the Taxation of Chargeable Gains Act [1992 (c. 12)](/id/ukpga/1992/12?view=plain \"Go to item of legislation\"); \n\t\t  * “TMA 1970” means the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\"); \n\t\t  * “VERA 1994” means the Vehicle Excise and Registration Act [1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\"). \n\tShort title\n\t\tThis Act may be cited as the Finance Act 2005."
    }
]