[
    {
        "length": 1046,
        "text": "\nDuty to meet United Nations 0.7% target from 2015\n\tIt is the duty of the Secretary of State to ensure that the target forofficial development assistance (referred to in this Act as “ODA”) to amountto 0.7% of gross national income (in this Act referred to as “the 0.7%target”) is met by the United Kingdom in the year 2015 and each subsequentcalendar year.\n\tWhether the 0.7% target has been met by the United Kingdom in any year isto be determined for the purposes of this Act by reference to the amountsspecified for that year in an annual report (in particular, the percentagespecified in accordance with paragraph 1(h) of the Schedule to the 2006 Act).\n\tIn this Act—\n\t\t  * “the 2006 Act” means the International Development (Reporting and Transparency) Act 2006; \n\t\t  * “annual report” means an annual report under section 1 of the 2006 Act. \nDuty to lay statement before Parliament if 0.7% target not met\n\tIf an annual report laid before Parliament in the year 2016 or anysubsequent calendar year shows that the 0.7% target has not been met in thereport year, the Secretary of State must, as soon as reasonably practicableafter laying the report, lay before Parliament a statement complying withsubsections (3) and (4).\n\tIf an annual report laid before Parliament in the year 2015 or anysubsequent calendar year shows that the 0.7% target has been met in the reportyear but—\n\t\tthe report is revised under section 1(4) of the 2006 Act by a subsequentannual report, and\n\t\tthe effect of the revision is to show that the 0.7% target was not met inthe report year,\n\t\t\tthe Secretary of State must, as soon as reasonably practicable after layingthe subsequent report, lay before Parliament a statement complying withsubsection (3).\n\tA statement under subsection (1) or (2) must explain why the 0.7% targethas not been met in the report year and, if relevant, refer to the effect ofone or more of the following—\n\t\teconomic circumstances and, in particular, any substantial change in grossnational income;\n\t\tfiscal circumstances and, in particular, the likely impact of meeting thetarget on taxation, public spending and public borrowing;\n\t\tcircumstances arising outside the United Kingdom.\n\tA statement under subsection (1) must also describe any steps that theSecretary of State has taken to ensure that the 0.7% target will be met by theUnited Kingdom in the calendar year following the report year.\n\tIn this section “the report year”, in relation to an annual report, meansthe period of 12 months which is the most recent relevant period, as definedby section 1(2) of the 2006 Act, to which the information included inaccordance with paragraph 1(h) of the Schedule to that Act relates.\nAccountability to Parliament\n\tThe only means of securing accountability in relation to the duty insection 1 is that established by the provision in section 2 for the laying ofa statement before Parliament.\n\tAccordingly, the fact that the duty in section 1 has not been, or will ormay not be, complied with does not affect the lawfulness of anything done, oromitted to be done, by any person.\nRepeal of section 3 of the 2006 Act\n\tSection 3 of the 2006 Act (which requires each annual report to include anassessment of the year in which the 0.7% target is expected to be met) isrepealed.\nIndependent evaluation of official development assistance\n\tThe Secretary of State must make arrangements for the independentevaluation of the extent to which ODA provided by the United Kingdomrepresents value for money in relation to the purposes for which it isprovided.\n\tThe Secretary of State must include in each annual report a statement as tohow he or she has complied with the duty under subsection (1).\nShort title, commencement and extent\n\tThis Act may be cited as the International Development (OfficialDevelopment Assistance Target) Act 2015.\n\tThis Act comes into force on 1 June 2015.\n\tThis Act extends to the whole of the United Kingdom.\n\t\t"
    }
]