{
    "general": "This law makes sure that the UK gives enough money to other countries to help them develop their economies and improve living standards. The goal is to give 0.7% of the country's wealth to these countries each year. The law also ensures that the money is being used well and not wasted. It helps the UK to be a good global citizen and contribute to making the world a better place.",
    "series": [
        [
            {
                "length": 217,
                "short": "\"UK's Overseas Development Assistance Budget: Legal Requirements and Evaluation\"",
                "text": "\n* Simplified point 1: The UK government is legally required to spend at least 0.7% of its Gross National Income (GNI) on Official Development Assistance (ODA) every year starting from 2015.\n* Simplified point 2: If the UK fails to meet the 0.7% target in any given year, the Secretary of State must explain why and provide a plan to ensure the target is met in the next year.\n* Simplified point 3: The UK government must annually evaluate the value for money of ODA provided to ensure it represents good value for taxpayers' money.\n* Simplified point 4: The act repeals section 3 of the 2006 Act, which previously required annual reports to include an assessment of the year in which the 0.7% target is expected to be met."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The International Development (Official Development Assistance Target) Act 2015 requires the UK government to spend at least 0.7% of its wealth on helping poorer countries each year. This law was introduced to make sure the UK does its part in reducing global poverty and inequality.\nThe UK government must prove that the money they spend on Official Development Assistance (ODA) is being used efficiently and effectively. They do this by having independent auditors check that the money is being well spent.\nIf the UK doesn't reach the 0.7% target one year, they must explain why and say how they will try harder next time.\nThis law also means that the UK government must look at whether the ODA they give each year provides good value for taxpayers' money.\nIn short, the UK government has a legal duty to help poorer countries with at least 0.7% of their wealth each year, and they must show that the money is being well spent.",
    "single": "\n* The UK must spend 0.7% of its gross national income on official development assistance (ODA) starting in 2015.\n* The Secretary of State must ensure that the 0.7% target is met and lay a statement before Parliament if it is not met.\n* The only means of securing accountability is through the provision for the laying of a statement before Parliament.\n* The fact that the duty has not been, or will not be, complied with does not affect the lawfulness of anything done or omitted to be done by any person.\n* Section 3 of the 2006 Act (requiring an assessment of the year in which the 0.7% target is expected to be met) is repealed.\n* The Secretary of State must make arrangements for the independent evaluation of the extent to which ODA represents value for money.\n* The Act extends to the whole of the United Kingdom and comes into force on 1 June 2015."
}