{
    "general": "This law makes big companies responsible for killing people if they are careless or negligent. It only applies in England, Wales, Northern Ireland, and Scotland. If a company causes someone's death because they were not careful enough, they can be charged with \"corporate manslaughter\" (in England and Wales) or \"corporate homicide\" (in Scotland). This means the company will have to face legal consequences for their actions. The goal of this law is to hold companies accountable when they cause harm to people due to their own mistakes.",
    "series": [
        [
            {
                "length": 230,
                "short": "\"Corporate Manslaughter Law in UK: Overview of the Offense and Penalties\"",
                "text": "\n* Simplified point 1: The Corporate Manslaughter and Corporate Homicide Act 2007 makes it illegal for organizations to cause someone's death due to a \"gross breach\" of their duty of care.\n* Simplified point 2: An organization can only be found guilty of this offense if the way they manage their activities is significantly below what is reasonably expected of them, and if senior management played a role in the breach.\n* Simplified point 3: This law applies to certain types of organizations such as corporations, government departments, police forces, partnerships, and trade unions or employers' associations.\n* Simplified point 4: If an organization is found guilty of corporate manslaughter or corporate homicide, they can face fines. In Scotland, the offense of corporate homicide can only be tried in the High Court of Justiciary."
            },
            {
                "length": 127,
                "short": "\"Organizational Duty of Care: Ensuring Responsibility Towards Employees and Others\"",
                "text": "\n* Simplified point 1: The \"relevant duty of care\" refers to the responsibilities of organizations towards their employees and others, including those in custody or receiving medical treatment.\n* Simplified point 2: This duty of care includes obligations related to the supply of goods and services, construction and maintenance operations, and the use of plants, vehicles, and other things. It also covers the responsibility of organizations towards people in their care, such as prisoners and patients."
            },
            {
                "length": 185,
                "short": "\"Public Authority Liability Exemptions: Exclusive Public Functions and Matters of Public Policy\"",
                "text": "\n* Simplified point 1: The law excludes public authorities from being held liable for matters of public policy, such as resource allocation and weighing competing interests.\n* Simplified point 2: Public authorities are also excluded from liability for duties of care related to exclusive public functions, like inspections carried out under statutory powers, unless they fall under specific circumstances listed in the act.\n* Simplified point 3: The law defines \"exclusively public function\" as a function that is by nature exercisable only with authority conferred by the crown or through a statutory provision.\n* Simplified point 4: Statutory functions are defined as functions conferred by or under a statutory provision."
            },
            {
                "length": 120,
                "short": "\n\"Ministry of Defence Exempt from 'Duty of Care' in Military Operations\"",
                "text": "\n* The Ministry of Defence has no \"duty of care\" when conducting military operations, such as peacekeeping, counter-terrorism, or dealing with civil unrest. This includes training exercises that are deemed necessary to prepare soldiers for these operations.\n* The Ministry of Defence also has no \"duty of care\" towards members of the special forces, who are trained in secret and operate outside the regular chain of command."
            },
            {
                "length": 205,
                "short": "Police Exemptions from Duty of Care: Activities and Limitations",
                "text": "\n* Simplified point 1: The extract defines which duties of care are not considered \"relevant duties of care\" when it comes to policing and law enforcement activities.\n* Simplified point 2: The extract specifically excludes certain types of operations, such as those related to terrorism, civil unrest, or serious disorder, from being considered \"relevant duties of care\".\n* Simplified point 3: The extract limits the scope of \"relevant duties of care\" to only include activities that are directly related to policing or law enforcement, and excludes other activities that may be carried out by public authorities.\n* Simplified point 4: The extract defines \"policing or law-enforcement activities\" to include a range of functions and activities carried out by police forces and other public authorities, including activities related to witness protection and immigration enforcement."
            },
            {
                "length": 176,
                "short": "Emergency Response Law: Exemptions for Duty of Care",
                "text": "\n* Simplified point 1: This law states that organizations have no legal responsibility if they act in response to emergency situations.\n* Simplified point 2: The law only applies to certain groups like fire departments, ambulance services, and military forces during emergencies.\n* Simplified point 3: Medical treatments and decisions about who gets treated first are excluded from the law's definition of \"duty of care.\"\n* Simplified point 4: Organizations providing rescue services at sea are also exempt from the law's duty of care requirements.\n* Simplified point 5: The law defines \"emergency circumstances\" as situations that can cause serious harm or death to people or damage to property."
            },
            {
                "length": 237,
                "short": "\"Law on Duties of Care Exclusions and Child Protection\"",
                "text": "\n* Simplified point 1: This section of the law only applies to certain duties of care, specifically those related to child protection and probation services.\n* Simplified point 2: The law excludes certain duties of care from being considered \"relevant duties of care\" for the purposes of the Corporate Manslaughter and Corporate Homicide Act.\n* Simplified point 3: The law specifically mentions the Children Act 1989, the Children (Scotland) Act 1995, and the Children (Northern Ireland) Order 1995 as examples of laws that fall under the category of \"functions conferred by or under.\"\n* Simplified point 4: The law also includes provisions related to probation services, specifically mentioning the Criminal Justice and Court Services Act 2000, the Social Work (Scotland) Act 1968, and the Probation Board (Northern Ireland) Order 1982."
            },
            {
                "length": 171,
                "short": "\"Jury's Responsibility in Health and Safety Violations: Assessing Organizational Neglect\"",
                "text": "\n* Simplified point 1: The jury must determine if the organization failed to follow health and safety laws related to the alleged violation and how severe the infraction was.\n* Simplified point 2: The jury should think about any attitudes, policies, procedures, or accepted customs inside the company that might have inspired such neglect or tolerated it.\n* Simplified point 3: The jury can take into account any health and safety advice that pertains to the alleged offense.\n* Simplified point 4: This section does not preclude the jury from taking into account any additional issues they believe to be pertinent."
            },
            {
                "length": 168,
                "short": "\"Health and Safety Regulation Enforcement: Court-Ordered Corrective Actions for Fatal Breaches\"",
                "text": "\n* Simplified point 1: The law allows courts to order organizations to take specific actions to correct breaches of health and safety regulations that led to a fatality.\n* Simplified point 2: These actions can include addressing any underlying causes of the breach, supplying evidence of compliance, and publicizing the organization's conviction and penalties.\n* Simplified point 3: Courts must consult with enforcement authorities before making these orders and consider their views when determining the terms of the order.\n* Simplified point 4: Organizations that fail to comply with these orders can face fines and criminal charges."
            },
            {
                "length": 332,
                "short": "\"Corporate Liability for Organizations Under the Corporate Manslaughter and Corporate Homicide Act 2007\"",
                "text": "\n* Simplified point 1: This section defines how certain organizations will be treated under the Corporate Manslaughter and Corporate Homicide Act 2007. These organizations include Crown bodies, the armed forces, and police forces. The section states that these organizations will be treated as owing whatever duties of care they would owe if they were corporations.\n* Simplified point 2: The section also defines how employees of these organizations will be treated for the purposes of the act. Employees of Crown bodies, the armed forces, and police forces will be treated as employed by their respective organization. Additionally, any premises occupied by these organizations will be treated as occupied by the organization.\n* Simplified point 3: The section further states that anything done by these organizations will be treated as done by the organization itself, rather than by the individuals who make up the organization. This means that the organization as a whole can be held responsible for any breaches of duty of care.\n* Simplified point 4: The section also applies to partnerships, stating that they will be treated as owing whatever duties of care they would owe if they were corporations. Proceedings for an offence under this act alleged to have been committed by a partnership will be brought in the name of the partnership, and fines imposed on a partnership will be paid out of the funds of the partnership."
            },
            {
                "length": 342,
                "short": "\"Corporate Manslaughter Law: Adaptation of Existing Laws and Consent Requirements\"",
                "text": "\n* Simplified point 1: This section allows for the adaptation of existing laws regarding criminal proceedings to apply to proceedings under the Corporate Manslaughter and Corporate Homicide Act 2007.\n* Simplified point 2: The section specifies that any statutory provisions about criminal proceedings, including those related to procedure, evidence, and sentencing, can be applied to proceedings under the Act against certain bodies, such as government departments, police forces, and corporations.\n* Simplified point 3: The section also allows for the transfer of functions between organisations, and specifies how proceedings should be handled in cases where there is a transfer of functions.\n* Simplified point 4: The Director of Public Prosecutions must give their consent before proceedings can be instituted in England and Wales, or the Director of Public Prosecutions for Northern Ireland before proceedings can be instituted in Northern Ireland.\n* Simplified point 5: Individuals cannot be held criminally liable for aiding, abetting, counseling, or procuring the commission of an offense of corporate manslaughter or corporate homicide.\n* Simplified point 6: If there are charges of both corporate manslaughter/homicide and health and safety offenses arising from the same circumstances, the jury may be invited to return a verdict on each charge."
            },
            {
                "length": 197,
                "short": "\"UK Government's Regulatory Powers Expanded: New Criminal Offenses & Organizational Amendments\"",
                "text": "\n* Simplified point 1: The UK government can extend the categories of organizations to which the act applies through an order issued by the secretary of state.\n* Simplified point 2: The act allows for the creation of new criminal offenses related to gross negligence manslaughter and corporate homicide.\n* Simplified point 3: The act provides for the possibility of making amendments to the schedule of organizations to which the act applies through secondary legislation.\n* Simplified point 4: The act gives the secretary of state the power to make orders to bring certain provisions of the act into force at a later date.\n* Simplified point 5: The act provides for minor and consequential amendments to be made through secondary legislation."
            }
        ],
        [
            {
                "length": 424,
                "short": "\"Corporate Manslaughter Law: Holding Organizations Accountable for Fatal Failures\"",
                "text": "\n* Simplified point 1: The Corporate Manslaughter and Corporate Homicide Act 2007 holds organizations accountable for causing death due to a \"gross breach\" of their duty of care.\n* Simplified point 2: To be found guilty, the organization must have had a significant failure in their management and senior management must have played a role in the breach.\n* Simplified point 3: The law applies to certain types of organizations such as corporations, government departments, police forces, partnerships, and trade unions or employers' associations.\n* Simplified point 4: If an organization is found guilty of corporate manslaughter or corporate homicide, they can face fines. In Scotland, the offense of corporate homicide can only be tried in the High Court of Justiciary.\n* Simplified point 5: The law excludes public authorities from being held liable for matters of public policy, such as resource allocation and weighing competing interests.\n* Simplified point 6: The law defines \"exclusively public function\" as a function that is by nature exercisable only with authority conferred by the crown or through a statutory provision.\n* Simplified point 7: The law excludes certain duties of care from being considered \"relevant duties of care\" for the purposes of the Corporate Manslaughter and Corporate Homicide Act.\n* Simplified point 8: The law allows courts to order organizations to take specific actions to correct breaches of health and safety regulations that led to a fatality.\n* Simplified point 9: The law treats certain organizations under the Corporate Manslaughter and Corporate Homicide Act 2007, such as Crown bodies, the armed forces, and police forces, as owing whatever duties of care they would owe if they were corporations."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Corporate Manslaughter and Corporate Homicide Act of 2007 makes it illegal for businesses to kill someone because of a \"gross breach\" of their duty of care. To hold a firm guilty of this crime, the manner in which they handle their tasks must be substantially worse than what is reasonably anticipated of them, and senior executives must play a part in the breach. Certain kinds of companies, such as corporations, government agencies, and police forces, are subject to this rule. However, some exemptions exist for emergency responses, child protection, and specific duties of care. Juries assess organizational neglect and decide whether the organization failed to adhere to health and safety standards. Courts can then demand that the organization take particular measures to fix the breach."
}