[
    {
        "length": 1975,
        "text": "\nResignation \n\tA member of the House of Lords who is a peer may retire or otherwise resignas a member of the House of Lords by giving notice in writing to the Clerk ofthe Parliaments.\n\tThe notice must—\n\t\tspecify a date from which the resignation is to take effect, and\n\t\tbe signed by the peer and by a witness.\n\tAt the beginning of that date the peer ceases to be a member of the Houseof Lords.\n\tResignation may not be rescinded.\nNon-attendance \n\tA member of the House of Lords who is a peer and does not attend the Houseof Lords during a Session ceases to be a member of the House at the beginningof the following Session.\n\tA peer “does not attend the House of Lords during a Session” if, and onlyif, the Lord Speaker certifies that the peer—\n\t\tat no time during the Session attended the House, having regard toattendance records kept by officials of the House, and\n\t\tdid not have leave of absence in respect of the Session, in accordance withStanding Orders of the House.\n\tSubsection (1) does not apply to a peer in respect of attendance during aSession if—\n\t\tthe peer was disqualified from sitting or voting in the House, or suspendedfrom its service, for the whole of the Session, or\n\t\tthe House resolves that subsection (1) should not apply to the peer byreason of special circumstances.\n\tSubsection (1) does not apply in respect of attendance during a Sessionthat is less than six months long.\n\tIn this section a reference to attendance is a reference to attending theproceedings of the House (including the proceedings of a Committee of theHouse).\n\tThis section applies in respect of attendance during the first Session tobegin after its coming into force and subsequent Sessions.\nConviction of serious offence\n\tA member of the House of Lords who is convicted of a serious offence ceasesto be a member of the House of Lords.\n\tA person “is convicted of a serious offence” if, and only if, the LordSpeaker certifies that the person, while a member of the House of Lords, hasbeen—\n\t\tconvicted of a criminal offence, and\n\t\tsentenced or ordered to be imprisoned or detained indefinitely or for morethan one year.\n\tIt is irrelevant for the purposes of subsection (2)—\n\t\twhether the offence is committed at a time when the person is a member ofthe House of Lords;\n\t\twhether any of the offence, conviction, sentence, order, imprisonment ordetention occurs in the United Kingdom or elsewhere; (but see subsection (9)).\n\tThe reference in subsection (2) to an offence is only to an offencecommitted on or after the day on which this section comes into force.\n\tThe reference in subsection (2) to a person being sentenced or ordered tobe imprisoned or detained indefinitely or for more than one year does notinclude such a sentence or order where the sentence or order is suspended.\n\tA certificate under subsection (2) takes effect when it is issued.\n\tIf a person who has ceased to be a member of the House of Lords inaccordance with this section is successful on appeal—\n\t\tthe Lord Speaker must issue a further certificate to that effect, and\n\t\ton the issue of that certificate, the original certificate under subsection(2) shall be treated for the purposes of this Act as never having had effect.\n\tA person who has ceased to be a member of the House of Lords in accordancewith this section “is successful on appeal” if, and only if, the Lord Speakercertifies that—\n\t\tthe conviction certified under subsection (2)(a) has been quashed, or\n\t\tthe sentence or order certified under subsection (2)(b) has been—\n\t\tvaried so that it is no longer a sentence or order that the person beimprisoned or detained indefinitely or for more than one year within themeaning of subsection (2)(b), or\n\t\treplaced with another sentence or order that is not a sentence or orderthat the person be so imprisoned or detained.\n\tA certificate under subsection (2) in respect of a conviction outside theUnited Kingdom may be issued only if the House of Lords resolves thatsubsection (1) should apply; and where the House does so resolve the LordSpeaker must issue the certificate.\nEffect of ceasing to be a member\n\tThis section applies where a person ceases to be a member of the House ofLords in accordance with this Act.\n\tThe person becomes disqualified from attending the proceedings of the Houseof Lords (including the proceedings of a Committee of the House).\n\tAccordingly, the person shall not be entitled to receive a writ to attendthe House (whether under section 1 of the Life Peerages Act 1958, by virtue ofthe dignity conferred by virtue of appointment as a Lord of Appeal inOrdinary, by virtue of a hereditary peerage or as a Lord Spiritual) and maynot attend the House in pursuance of a writ already received.\n\tIf the person is a hereditary peer who is excepted from section 1 of theHouse of Lords Act 1999 by virtue of section 2 of that Act, the person ceasesto be excepted from section 1 of that Act (and accordingly section 3 of thatAct applies (removal of disqualification on voting in parliamentary electionsor being an MP)).\n\tIf the person is a peer other than a hereditary peer, the person is not, byvirtue of that peerage, disqualified for—\n\t\tvoting at elections to the House of Commons, or\n\t\tbeing, or being elected as, a member of that House.\n\tIn relation to a peer who ceases to be a member of the House of Lords inaccordance with this Act, any reference in section 1(3) or (4)(b) of theRepresentation of the People Act 1985 to a register of parliamentary electorsis to be read as including—\n\t\tany register of local government electors in Great Britain, and\n\t\tany register of local electors in Northern Ireland,\n\t\t\twhich was required to be published on any date before the date on which thepeer ceased to be a member.\n\tThe Standing Orders of the House required by section 2(4) of the House ofLords Act 1999 (filling of vacancies) must make provision requiring theholding of a by-election to fill any vacancy which arises under this Act amongthe people excepted from section 1 of that Act in consequence of an election.\n\tSubject to section 3(7), a person who ceases to be a member of the House ofLords in accordance with this Act may not subsequently become a member of thatHouse.\nCertificate of Lord Speaker\n\tA certificate of the Lord Speaker under this Act shall be conclusive forall purposes.\n\tA certificate may be issued on the Lord Speaker’s own initiative.\nInterpretation \n\tFor the purposes of this Act a person is a member of the House of Lords ifthe person is entitled to receive writs of summons to attend that House.\n\tIn determining whether a person is so entitled, ignore—\n\t\tsection 2 of the Forfeiture Act 1870 (disqualification on conviction oftreason);\n\t\tsections 426A and 427 of the Insolvency Act 1986 (disqualification oninsolvency);\n\t\tregulation 4 of the European Parliament (House of Lords Disqualification)Regulations 2008 ([S.I. 2008/1647](/id/uksi/2008/1647?view=plain \"Go to itemof legislation\")) (disqualification where MEP).\n\tIn this Act “peer” includes a person upon whom a dignity has been conferredby virtue of appointment as a Lord of Appeal in Ordinary.\nShort title, commencement and extent\n\tThis Act may be cited as the House of Lords Reform Act 2014.\n\tSections 1 and 2 of this Act shall come into force at the end of the periodof three months beginning with the day on which this Act is passed.\n\tThe remaining provisions of this Act shall come into force on the day onwhich this Act is passed.\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\t"
    }
]