{
    "general": "This law makes it easier for members of the House of Lords (a group of people who help make laws in the UK) to leave their position if they want to. It also allows the House of Lords to remove members if they do something wrong or don't follow the rules. This helps keep the House of Lords fair and effective.",
    "series": [
        [
            {
                "length": 328,
                "short": "\"Resignation, Non-Attendance, Conviction of Serious Offenses, and Effects on Membership\"",
                "text": "\n* Simplified point 1: Resignation - A member of the House of Lords can resign by giving written notice to the Clerk of the Parliaments, specifying a date from which the resignation will take effect. The notice must be signed by both the peer and a witness. Once the resignation takes effect, the peer ceases to be a member of the House of Lords.\n* Simplified point 2: Non-attendance - If a member of the House of Lords does not attend the House during a session, they will cease to be a member at the beginning of the next session. This can be waived by the House if there were special circumstances preventing attendance.\n* Simplified point 3: Conviction of serious offence - If a member of the House of Lords is convicted of a serious offense, they will cease to be a member of the House. The definition of a serious offense includes any criminal offense resulting in a sentence of imprisonment or detention for more than one year.\n* Simplified point 4: Effect of ceasing to be a member - When a member of the House of Lords ceases to be a member, they become disqualified from attending the proceedings of the House and cannot vote in parliamentary elections or be an MP. However, they may still vote in local government elections in Great Britain or Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The House of Lords Reform Act 2014 changes how members of the House of Lords can leave their positions and what happens when they do. Here's what you need to know:\nIf a member wants to resign, they must give written notice to the Clerk of the Parliaments with a specific start date. They must sign the notice along with a witness. After that date, they will no longer be a member of the House of Lords.\nIf a member doesn't show up to the House of Lords during a session, they will automatically stop being a member at the start of the next session. But, the House can decide to let them keep their membership if there was a good reason for missing sessions (like health issues).\nIf a member gets convicted of a serious crime, like a prison sentence over a year long, they will immediately stop being a member of the House of Lords. This means they won't be able to participate in House of Lords meetings or vote in future elections. However, they can still vote in local council elections in Great Britain or Northern Ireland.\nSo, if you're a member of the House of Lords and want to leave, you need to follow these rules. And, if you don't show up or get convicted of a serious crime, you might lose your seat in the House of Lords!",
    "single": "\n* Resignation:\n\t+ A member of the House of Lords can resign by giving notice in writing to the Clerk of the Parliaments.\n\t+ The notice must specify a date from which the resignation will take effect.\n\t+ The member ceases to be a member of the House of Lords at the beginning of that date.\n\t+ Resignation cannot be rescinded.\n* Non-attendance:\n\t+ A member of the House of Lords who does not attend the House during a Session ceases to be a member at the beginning of the following Session.\n\t+ A peer who is disqualified from sitting or voting in the House, or suspended from its service, for the whole of the Session is not considered to have attended the House.\n\t+ Subsection (1) does not apply in respect of attendance during a Session that is less than six months long.\n* Conviction of serious offence:\n\t+ A member of the House of Lords who is convicted of a serious offence ceases to be a member of the House of Lords.\n\t+ The Lord Speaker must issue a certificate to that effect.\n* Effect of ceasing to be a member:\n\t+ The person becomes disqualified from attending the proceedings of the House of Lords.\n\t+ They are not entitled to receive a writ to attend the House.\n\t+ They may not attend the House in pursuance of a writ already received.\n\t+ If the person is a hereditary peer, they cease to be excepted from section 1 of the House of Lords Act 1999.\n* Certificate of Lord Speaker:\n\t+ A certificate of the Lord Speaker is conclusive for all purposes.\n\t+ A certificate may be issued on the Lord Speaker’s own initiative.\n* Interpretation:\n\t+ For the purposes of this Act, a person is a member of the House of Lords if they are entitled to receive writs of summons to attend that House.\n\t+ The Act applies to persons who are not members of the House of Lords but are entitled to receive writs of summons.\n* Short title, commencement and extent:\n\t+ The Act may be cited as the House of Lords Reform Act 2014.\n\t+ Sections 1 and 2 of the Act come into force at the end of the period of three months beginning with the day on which the Act is passed.\n\t+ The remaining provisions of the Act come into force on the day on which the Act is passed.\n\t+ The Act extends to England and Wales, Scotland, and Northern Ireland."
}