[
    {
        "length": 1293,
        "text": "\nDissolution, and transfer of assets\n\tDissolution of the Tote\n\t\tOn the appointed day the Horserace Totalisator Board shall by virtue ofthis section cease to exist.\n\t\tIn this Part “the appointed day” means a day appointed for the purposes ofthis section by the Secretary of State by order made by statutory instrument.\n\tSuccessor company: transfer\n\t\tAll property, rights and liabilities to which the Horserace TotalisatorBoard was entitled or subject immediately before the appointed day shall onthat day vest in the successor company by virtue of this section.\n\t\tIn this Part “the successor company” means a company which—\n\t\t\tis nominated for the purposes of this section by the Secretary of State inwriting before the appointed day, and\n\t\t\ton the appointed day is—\n\t\t\ta company formed and registered under the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") as a companylimited by shares, and\n\t\t\twholly owned by the Crown.\n\tSections 1 and 2: supplemental\n\t\tAnything done by or in relation to the Horserace Totalisator Board whichhas effect immediately before the appointed day shall continue to have effectas if done by or in relation to the successor company.\n\t\tAnything (including any legal proceedings) which immediately before theappointed day is in the process of being done by or in relation to the Boardmay be continued by or in relation to the successor company.\n\t\tSo far as necessary or appropriate in consequence of section 2, on andafter the appointed day—\n\t\t\ta reference to the Board in an agreement (whether written or not),instrument or other document shall be treated as a reference to the successorcompany, and\n\t\t\ta reference in an agreement (whether written or not), instrument or otherdocument to a member or officer of the Board shall be treated as a referenceeither—\n\t\t\tto a person appointed for the purpose in writing by the successor company,or\n\t\t\twhere no person is appointed under sub-paragraph (i), to the person whomost nearly corresponds in relation to the successor company to that member orofficer of the Board.\n\t\tThe successor company shall provide information on request about anappointment under subsection (3)(b)(i).\n\t\tSection 2(1) shall operate in relation to property, rights or liabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred by theBoard,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tIn so far as section 2 transfers to the successor company liabilities undercontracts of employment—\n\t\t\tnothing in that section or this section shall affect the operation of theTransfer of Undertakings (Protection of Employment) Regulations 1981 ([S.I.1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")), and\n\t\t\tthe Secretary of State shall not appoint the appointed day unless satisfiedthat sufficient notice has been given to enable compliance with any applicablerequirement of those regulations.\n\t\tAn order under section 1 may include consequential, incidental ortransitional provision.\n\t\tThe Secretary of State shall consult the Board before nominating thesuccessor company.\n\t\tThe Secretary of State shall consult the Board and the successor companybefore appointing the appointed day.\n\t\tA nomination under section 2(2)(a) may be revoked (and replaced) beforethe appointed day.\n\tTax \n\t\tFor the purposes of any enactment about income tax, corporation tax orcapital gains tax—\n\t\t\tthe successor company and the Horserace Totalisator Board shall be treatedas the same person, and\n\t\t\tin particular, the transfer effected by section 2 shall be disregarded.\n\t\tThe transfer effected by section 2—\n\t\t\tshall be disregarded for the purpose of section 12 of the Finance Act [1895(c. 16)](/id/ukpga/1895/16?view=plain \"Go to item of legislation\") (duty onproperty vested by Act, &c.), and\n\t\t\tshall not give rise to liability under an enactment about stamp duty orstamp duty land tax in respect of anything done (by any person) before thetransfer.\n\t\tNothing in this Part constitutes arrangements for the purposes of—\n\t\t\tsection 42(2) of the Finance Act [1930 (c.28)](/id/ukpga/1930/28?view=plain \"Go to item of legislation\") (relief fromstamp duty),\n\t\t\tsection 27(3) of the Finance Act [1967 (c.54)](/id/ukpga/1967/54?view=plain \"Go to item of legislation\") (stamp duty),or\n\t\t\tparagraph 2 of Schedule 7 to the Finance Act [2003 (c.14)](/id/ukpga/2003/14?view=plain \"Go to item of legislation\") (relief fromstamp duty land tax)."
    },
    {
        "length": 967,
        "text": "\nOperation of successor company\n\tPre-sale issue of shares, &c. to government\n\t\tThe successor company shall comply with any request of the Secretary ofState to issue securities to—\n\t\t\tthe Secretary of State, or\n\t\t\ta person nominated by the Secretary of State.\n\t\tA request under subsection (1) may include provision about—\n\t\t\tthe nature and nominal value of securities to be issued;\n\t\t\ttiming; \n\t\t\tterms of issue.\n\t\tA request under subsection (1) requiring the issue of shares shall specifythe nominal value of the shares to be issued; and the shares—\n\t\t\tshall be issued as fully paid,\n\t\t\tshall be treated for the purposes of the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") as having beenpaid up by virtue of payment of their nominal value in cash, and\n\t\t\tshall be treated for the purposes of the Corporation Tax Acts as if theyhad been issued wholly in consideration of a subscription of an amount equalto their nominal value.\n\t\tA debenture issued in accordance with a request under subsection (1) shallbe treated for the purposes of the Corporation Tax Acts as if it had beenissued wholly in consideration of a loan of an amount equal to the principalsum payable under the debenture.\n\t\tA request under subsection (1)—\n\t\t\tmay be made before, on or after the appointed day, but\n\t\t\tmay not be made after the successor company has ceased to be wholly ownedby the Crown.\n\t\tThe Secretary of State shall not make a request under subsection (1)without the consent of the Treasury.\n\t\tWhere a security is issued in accordance with a request under subsection(1) to the Secretary of State or his nominee, neither the Secretary of Statenor his nominee may dispose of the security without the consent of theTreasury.\n\tAccounts \n\t\tThis section applies for the purposes of statutory accounts prepared by thesuccessor company.\n\t\tThe transfer effected by section 2(1) shall be treated as having—\n\t\t\toccurred immediately after the end of the last complete accounting year ofthe Horserace Totalisator Board, and\n\t\t\ttransferred all property, rights and liabilities to which the Board wasentitled or subject immediately before the end of that year.\n\t\tFor the purpose of subsection (2)(b) in its application to accounts of thesuccessor company the value of an asset, or the amount of a liability, ontransfer shall be taken as the value or amount assigned for the purposes ofthe corresponding accounts of the Board for its last complete accounting year.\n\t\tThe amount to be included in the accounts in respect of an asset orliability shall be determined as if anything done by the Board had been doneby the successor company.\n\t\tAn amount included in the accounts for the Board’s last complete accountingyear as accumulated realised profits retained by the Board shall be treated asif realised and retained by the successor company.\n\t\tBefore the preparation of the successor company’s first set of statutoryaccounts for a complete accounting year, sections 270 to 276 of the CompaniesAct [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\")(distribution: justification by reference to accounts) shall apply as if thesuccessor company had prepared accounts for the relevant period in accordancewith the preceding provisions of this section.\n\t\tIn this section “statutory accounts” means accounts prepared for thepurpose of a provision of the Companies Act 1985.\n\tShadow directors\n\t\tWhile the successor company is wholly owned by the Crown, neither theSecretary of State nor the Treasury shall be treated as a shadow director ofthe successor company for the purpose of any provision of the Companies Act1985."
    },
    {
        "length": 3004,
        "text": "\nPost-transfer control of horserace pool betting\n\tExclusive licence\n\t\tThe Gaming Board shall, if the Secretary of State so requires, issue to thesuccessor company a licence (referred to in this Part as “the exclusivelicence”) granting the successor company the right—\n\t\t\tto carry on pool betting business (in any form) in connection with horseraces on approved horse racecourses,\n\t\t\tby way of business to receive or negotiate bets in connection with horseraces on approved horse racecourses on terms that all or part of the winningsshall be calculated or regulated directly or indirectly by reference to theamounts or rates of payments or distributions in respect of winning bets madeby way of pool betting, and\n\t\t\tto provide facilities in relation to a matter mentioned in paragraph (a) or(b).\n\t\tThe exclusive licence shall, unless revoked under subsection (7), haveeffect for the period of seven years beginning with the date of issue.\n\t\tIn requiring the issue of the exclusive licence the Secretary of State mayspecify terms or conditions of the licence.\n\t\tThe Secretary of State—\n\t\t\tmay require the issue of the exclusive licence before, on or after theappointed day,\n\t\t\tmay require the issue of the exclusive licence after the successor companyhas ceased to be wholly owned by the Crown, and\n\t\t\tmay not require the issue of the exclusive licence more than once.\n\t\tWhile the exclusive licence has effect—\n\t\t\tthe successor company may authorise one or more other persons to doanything that the successor company is authorised to do by the exclusivelicence, and\n\t\t\ta person other than the successor company may not do anything that thesuccessor company is authorised to do by the exclusive licence, except inaccordance with an authorisation under paragraph (a).\n\t\tAn authorisation under subsection (5)(a) may be given on terms andconditions; which may, in particular, include provision—\n\t\t\tfor payment to or by the successor company;\n\t\t\tfor agency or commission;\n\t\t\tabout facilities to be provided by the successor company under subsection(1)(c).\n\t\tThe Gaming Board—\n\t\t\tmay make an order revoking the exclusive licence if they think that a termor condition of the licence has been breached, and\n\t\t\tshall make an order revoking the exclusive licence if the Secretary ofState so directs.\n\t\tA direction of the Secretary of State under subsection (7)(b) shall specifythe reasons for the direction.\n\t\tAn order revoking the exclusive licence—\n\t\t\tmust specify the reasons for the revocation (or, in the case of revocationpursuant to a direction under subsection (7)(b), the reasons for the directionspecified under subsection (8)), and\n\t\t\tshall take effect at such time as the order may specify.\n\t\tThe Secretary of State may require revocation under subsection (7)(b) onlywhile the successor company is wholly owned by the Crown.\n\t\tThe exclusive licence may not be—\n\t\t\trenewed, or\n\t\t\tissued or revoked otherwise than in accordance with subsection (1) or (7).\n\tSection 8: supplemental\n\t\tIn considering whether to require the Gaming Board to issue or revoke theexclusive licence the Secretary of State shall consider whether the issue orrevocation—\n\t\t\twould be in the best interests of members of the public who are in thehabit of placing bets on horse races;\n\t\t\twould be in the best interests of the sport of horse racing;\n\t\t\twould promote the objectives of—\n\t\t\tpreventing betting from being a source of crime or disorder, beingassociated with crime or disorder or being used to support crime,\n\t\t\tensuring that betting is conducted in a fair and open way, and\n\t\t\tprotecting children and other vulnerable persons from being harmed orexploited by betting.\n\t\tWhile the exclusive licence has effect—\n\t\t\tsections 4(1) and 4A(1) of the Betting, Gaming and Lotteries Act [1963 (c.2)](/id/ukpga/1963/2?view=plain \"Go to item of legislation\") (restriction onpool betting) (as substituted by section 10 of this Act) shall not apply inrelation to anything done—\n\t\t\tby the successor company in pursuance of the exclusive licence, or\n\t\t\tin accordance with an authorisation under section 8(5)(a) above, and\n\t\t\tnothing in section 4 or 4A of that Act shall prejudice the generality ofsection 8(5)(b) above.\n\t\tWhile the exclusive licence has effect—\n\t\t\tthe successor company or a person authorised under section 8(5)(a) abovemay apply under section 9(2) of that Act for the grant or renewal of a bettingoffice licence authorising the use of premises for carrying on activity inaccordance with the exclusive licence,\n\t\t\ta betting office licence under section 9(2) of that Act shall not authorisethe use of premises for doing anything prohibited by section 8(5)(b), and\n\t\t\tsection 9(1) of that Act disapplies section 1(1) of that Act only inrelation to activity authorised by a betting office licence.\n\t\tWhile the exclusive licence has effect—\n\t\t\tthe successor company shall not be treated as a bookmaker for the purposesof that Act by virtue of anything done in accordance with the exclusivelicence, and\n\t\t\ta person authorised under section 8(5)(a) above shall not be treated as abookmaker for the purposes of that Act by virtue of anything done inaccordance with the authorisation.\n\t\tA person who acts in contravention of section 8(5)(b) above shall betreated as having committed an offence under—\n\t\t\tsection 4(1) of that Act, in the case of anything done on a track, or\n\t\t\tsection 4A(1) of that Act, in the case of anything done otherwise than on atrack,\n\t\t\t\twhether or not he otherwise would have committed the offence.\n\t\tIf a person commits or threatens a breach of section 8(5)(b), the successorcompany may (whether or not criminal proceedings are instituted against him byvirtue of subsection (5) above) proceed against him in the High Court or acounty court for damages or such other relief as the court thinks appropriate.\n\t\tSubsection (6) is subject to—\n\t\t\tCivil Procedure Rules, and\n\t\t\tsection 1 of the Courts and Legal Services Act [1990 (c.41)](/id/ukpga/1990/41?view=plain \"Go to item of legislation\") (allocation ofbusiness between High Court and county courts).\n\tControl when no exclusive licence\n\t\tFor section 4 of the Betting, Gaming and Lotteries Act [1963 (c.2)](/id/ukpga/1963/2?view=plain \"Go to item of legislation\") (restriction onpool betting) substitute—\n\t\t“4Restriction on pool betting on track\n\t\t\tA person commits an offence if he carries on pool betting business on atrack unless subsection (2), (3) or (5) applies.\n\t\t\tThis subsection applies to pool betting business which is in connectionwith horse racing and which is carried on—\n\t\t\t\tby the holder of a bookmaker’s permit,\n\t\t\t\ton an approved horse racecourse,\n\t\t\t\ton a day on which one or more horse races take place on the racecourse, and\n\t\t\t\tin accordance with Part 2 of Schedule 1A.\n\t\t\tThis subsection applies to pool betting business in connection with horseracing carried on—\n\t\t\t\ton an approved horse racecourse, and\n\t\t\t\tin accordance with a notice (to be known as a “point-to-point exemptionnotice”) issued by the Gaming Board under this subsection.\n\t\t\tA point-to-point exemption notice—\n\t\t\t\tmay be issued by the Gaming Board in response to an application in writing,\n\t\t\t\tmust relate to horse racing to be carried on along a single coursespecified in the notice,\n\t\t\t\tmust specify a maximum number of days, not exceeding 7, on which horseracing may be carried on in reliance on the notice,\n\t\t\t\tmay specify other conditions which relate to—\n\t\t\t\tthe operation of a totalisator,\n\t\t\t\tthe publication of terms on which pool bets may be made (and a conditionmay, in particular, relate to minimum stakes, or deductions), or\n\t\t\t\tcompliance with terms published under sub-paragraph (ii),\n\t\t\t\tmust specify a calendar year during which the notice has effect, and\n\t\t\t\tmust be issued before the beginning of that year.\n\t\t\tThis subsection applies to pool betting business which is in connectionwith dog racing and which is carried on—\n\t\t\t\ton a dog racecourse which is a licensed track, and\n\t\t\t\tby means of a totalisator operated—\n\t\t\t\tin accordance with section 16, and\n\t\t\t\tby the occupier of the track or by a person authorised by him in writing.\n\t\tARestriction on pool betting off track\n\t\t\tA person commits an offence if he carries on pool betting businessotherwise than on a track, unless subsection (2), (3) or (4) applies.\n\t\t\tThis subsection applies to pool betting business which is in connectionwith horse racing and which is carried on—\n\t\t\t\tby the holder of a bookmaker’s permit, and\n\t\t\t\tin accordance with Part 2 of Schedule 1A.\n\t\t\tThis subsection applies to pool betting business which is carried on by aperson registered for the purpose of this subsection (in this Act referred toas a “registered pool promoter”); and Schedule 2 to this Act (registration andconduct of business) shall have effect.\n\t\t\tThis subsection applies to pool betting business carried on in accordancewith a licensed inter-track betting scheme.\n\t\tBRegulation of horserace pool betting\n\t\t\tSchedule 1A (which provides for the regulation of pool betting business inconnection with horse racing) shall have effect.\n\t\t\tSubsection (3) applies where—\n\t\t\t\ta condition imposed by Part 2 of that Schedule requires or may require aperson to act after the conclusion of a race or set of races in relation towhich he conducts pool betting business, and\n\t\t\t\tthe person fails, in respect of a matter wholly or partly relating to thatrace or set of races, to comply with the condition after that conclusion.\n\t\t\tThe pool betting business carried on by the person in relation to the raceor set of races shall be treated as not having been carried on in accordancewith Part 2 of that Schedule.\n\t\t\tSubsection (5) applies where a person who has received or negotiated betsmade by way of pool betting in connection with horse racing fails to complywith a requirement of Part 3 of that Schedule.\n\t\t\tAny pool betting business which was carried on by the person and to whichthe requirement was or might have been relevant shall be treated as not havingbeen carried on in accordance with Part 2 of that Schedule.”\n\t\t\tAfter Schedule 1 to that Act (bookmakers' permits, &c.) insert the Schedule1A set out in Schedule 1 to this Act (regulation of horserace pool betting).\n\t\t\tSections 281 and 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increases inmaximum terms of imprisonment) shall apply to the Betting, Gaming andLotteries Act [1963 (c. 2)](/id/ukpga/1963/2?view=plain \"Go to item oflegislation\") as amended by this section."
    },
    {
        "length": 645,
        "text": "\nGeneral\n\tPreparatory work by the Tote\n\t\tThe Horserace Totalisator Board may do anything that it or the Secretary ofState thinks necessary or expedient in connection with—\n\t\t\ta provision of this Part,\n\t\t\tthe operation of the successor company on or after the appointed day, or\n\t\t\tthe listing, issue, sale or other disposal of securities of the successorcompany or a company associated with it.\n\t\tThe Board shall so far as is reasonably practicable comply with—\n\t\t\tany request of the Secretary of State to provide information or assistancein connection with a matter specified in subsection (1)(a) to (c), and\n\t\t\tany direction of the Secretary of State made in connection with a matterspecified in subsection (1)(a) to (c).\n\t\tBefore making a request or giving a direction under subsection (2) theSecretary of State shall consult the Board.\n\tInterpretation \n\t\tIn this Part “the Gaming Board” means the Gaming Board for Great Britain(established under section 10 of the Gaming Act [1968 (c.65)](/id/ukpga/1968/65?view=plain \"Go to item of legislation\")).\n\t\tFor the purposes of this Part a company is wholly owned by the Crown if allits shares are held by the Crown.\n\t\tFor the purposes of subsection (2) shares are held by the Crown if they areheld—\n\t\t\tby a Minister of the Crown,\n\t\t\tby the nominee of a Minister of the Crown, or\n\t\t\tby a company of which all the shares are held by the Crown.\n\t\tIn this Part “securities” means shares (including stock), debentures, bondsand other securities, whether constituting a charge on the assets of a companyor not.\n\t\tAn expression used in this Part which is given a meaning by the CompaniesAct [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") forgeneral purposes of that Act shall have the same meaning for the purposes ofthis Part.\n\t\tAn expression used in this Part and in the Betting, Gaming and LotteriesAct [1963 (c. 2)](/id/ukpga/1963/2?view=plain \"Go to item of legislation\")shall have the same meaning in this Part as in that Act.\n\tConsequential amendments\n\t\tSchedule 2 (consequential amendments) shall have effect.\n\tExtent \n\t\tThis Part shall not extend to Northern Ireland."
    },
    {
        "length": 1645,
        "text": "\nPart 2Abolition of the Horserace Betting Levy System\n\tAbolition of levy\n\t\tThe Secretary of State may by order made by statutory instrument—\n\t\t\trepeal any of sections 24 to 30 of the Betting, Gaming and Lotteries Act1963 (levy);\n\t\t\trepeal a provision of the Horserace Betting Levy Act [1969 (c.14)](/id/ukpga/1969/14?view=plain \"Go to item of legislation\");\n\t\t\trepeal a provision of the Horserace Betting Levy Act [1981 (c.30)](/id/ukpga/1981/30?view=plain \"Go to item of legislation\");\n\t\t\tprovide for the Horserace Betting Levy Board to cease to exist.\n\t\tAn order under subsection (1) may—\n\t\t\trepeal different provisions at different times;\n\t\t\trepeal a provision generally or only to a specified extent;\n\t\t\tmake consequential provision (which may include provision amending orrepealing an enactment, in addition to the provision made by section 17 andSchedule 4).\n\t\tAn order under subsection (1) may make transitional provision or savings,which may include provision—\n\t\t\tmodifying the effect of a provision pending its repeal;\n\t\t\tabout the conduct of the Horserace Betting Levy Board pending the repeal ofsection 24 of the Betting, Gaming and Lotteries Act 1963;\n\t\t\tabout the conduct of the Bookmakers' Committee pending the repeal ofsection 26 of that Act;\n\t\t\tabout the conduct of an appeal tribunal pending the repeal of section 29 ofthat Act.\n\t\tAn order under subsection (1) shall be subject to annulment in pursuance ofa resolution of either House of Parliament.\n\tProperty of the Levy Board\n\t\tIn this Part “transfer scheme” means a scheme providing for the transfer ofspecified property, rights and liabilities of the Horserace Betting LevyBoard—\n\t\t\tto a person specified in the scheme, and\n\t\t\tat a time specified in the scheme.\n\t\tIf the Secretary of State directs the Board to make and submit to theSecretary of State a transfer scheme—\n\t\t\tthe Board shall comply with the direction,\n\t\t\tthe Secretary of State may approve the scheme with or without modification,and\n\t\t\tif approved, the scheme shall have effect.\n\t\tA direction of the Secretary of State under subsection (2)—\n\t\t\tshall specify a date by which the transfer scheme is to be made;\n\t\t\tmay specify property, rights or liabilities to be transferred by thetransfer scheme;\n\t\t\tmay specify to whom property, rights or liabilities are to be transferredby the transfer scheme.\n\t\tThe Secretary of State may make a transfer scheme if—\n\t\t\tthe Board fails to comply with a direction under subsection (2), or\n\t\t\tthe Secretary of State decides not to approve a scheme submitted under thatsubsection.\n\t\tA transfer scheme made under subsection (4) shall have effect.\n\t\tThe Secretary of State shall not make or approve a transfer scheme underthis section unless satisfied that any property or rights transferred will beused or exercised for the purpose of—\n\t\t\tthe improvement of breeds of horses,\n\t\t\tthe advancement or encouragement of veterinary science or veterinaryeducation, or\n\t\t\tthe improvement of horse racing.\n\t\tSchedule 3 (which makes supplementary provision in connection withdirections and schemes under this section) shall have effect.\n\tConsequential amendments\n\t\tThe Secretary of State—\n\t\t\tmay bring this section into force by provision included in an order madeunder section 15(1), and\n\t\t\tshall not make an order under section 15(1)(d) providing for the HorseraceBetting Levy Board to cease to exist unless the order also makes provision, oran earlier order under section 15(1) has made provision, bringing this sectioninto force at or before the time when that Board ceases to exist.\n\t\tSchedule 4 (consequential amendments) shall have effect.\n\t\tA certificate of approval issued under section 13 of the Betting, Gamingand Lotteries Act [1963 (c. 2)](/id/ukpga/1963/2?view=plain \"Go to item oflegislation\") before the coming into force of this section (“commencement”)—\n\t\t\tshall continue to have effect after commencement as if issued by the GamingBoard for Great Britain under that section as amended by Schedule 4,\n\t\t\tmay be revoked by the Gaming Board for Great Britain, and\n\t\t\tshall expire at the end of the period of three years beginning with thedate of commencement (but without prejudice to the power to issue a newcertificate).\n\tTax \n\t\tThe Treasury may make regulations providing—\n\t\t\tfor a tax provision not to apply, or to apply with modifications, inrespect of anything done under or in consequence of a transfer scheme;\n\t\t\tfor anything done under or in consequence of a transfer scheme to have ornot have a specified consequence, or to be treated in a specified way, for thepurposes of a tax provision;\n\t\t\tfor anything done in connection with, or done by a person with rights inconnection with, anything that was at any time transferred under a transferscheme, to have or not have a specified consequence, or to be treated in aspecified way, for the purposes of a tax provision;\n\t\t\tfor a tax provision not to apply, or to apply with modifications, inrespect of anything transferred under a transfer scheme;\n\t\t\tfor anything transferred under a transfer scheme to be treated in aspecified way for the purposes of a tax provision;\n\t\t\tfor the withdrawal of relief (whether or not granted by virtue of theregulations), and the charging of tax, in connection with anything done underor in consequence of a transfer scheme where a specified event occurs, orspecified conditions are satisfied, whether on or after the commencement ofthe scheme;\n\t\t\tfor a power under this Part, or anything done in exercise of a power underthis Part, to have or not have a specified consequence, or to be treated in aspecified way, for the purposes of a tax provision.\n\t\tIn subsection (1) “tax provision” means a provision of an enactment aboutincome tax, corporation tax, capital gains tax, stamp duty, stamp duty landtax or stamp duty reserve tax.\n\t\tRegulations under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tInterpretation: “enactment”\n\t\tIn this Part “enactment” includes an Act of the Scottish Parliament.\n\tExtent \n\t\tThis Part shall not extend to Northern Ireland."
    },
    {
        "length": 761,
        "text": "\nOlympic Lotteries\n\tLicensing of Olympic Lotteries\n\t\tA licence under section 6 of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (licenceauthorising a body to promote lotteries as part of the National Lottery) maydesignate a lottery to which the licence relates as an Olympic Lottery.\n\t\tA licence under section 5 of that Act (licence to run the National Lottery)must include provision—\n\t\t\tfor determining in respect of any period the proportion of proceeds oflotteries forming part of the National Lottery that is attributable to OlympicLotteries, or\n\t\t\tenabling the National Lottery Commission to determine that proportion inrespect of any period.\n\t\tA designation under subsection (1) may be made only while provision undersubsection (2) has effect.\n\t\tIn respect of a licence under section 5 of that Act that has effect whenthis section comes into force—\n\t\t\tthe Commission shall, after consulting the licensee, vary the licence so asto introduce provision of a kind specified in subsection (2)(a) or (b) above,and\n\t\t\tthe variation shall take effect at such time as the Commission shallspecify (whether or not the licensee consents).\n\tTiming \n\t\tThis section applies to a licence under section 6 of the National Lotteryetc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain \"Go to item oflegislation\") which designates a lottery to which the licence relates as anOlympic Lottery.\n\t\tA licence to which this section applies must include a conditionprohibiting the promotion of an Olympic Lottery unless the Secretary of Statehas by order declared that the International Olympic Committee has electedLondon as the host city for the 2012 Olympic Games.\n\t\tSubsection (4) applies if the Secretary of State by order declares—\n\t\t\tthat the International Olympic Committee has elected a city other thanLondon as the host city for the 2012 Olympic Games, or\n\t\t\tthat the election of London by the International Olympic Committee as thehost city for the 2012 Olympic Games has been revoked.\n\t\tWhere this subsection applies—\n\t\t\ta licence to which this section applies shall cease to have effect in sofar as it relates to an Olympic Lottery on such date as may be specified inthe order under subsection (3), and\n\t\t\tthe National Lottery Commission may not grant a licence to which thissection applies.\n\t\tIf the Secretary of State by order specifies a date as the termination datefor the purposes of this section—\n\t\t\tany licence to which this section applies that has effect immediatelybefore the termination date shall cease to have effect on that date in so faras it relates to an Olympic Lottery, and\n\t\t\tthe National Lottery Commission may not grant a licence to which thissection applies in respect of a period of time falling wholly or partly on orafter the termination date."
    },
    {
        "length": 1352,
        "text": "\nOlympic Lottery Distribution Fund\n\tThe Fund\n\t\tThere shall be a fund maintained under the control and management of theSecretary of State and known as the Olympic Lottery Distribution Fund.\n\tPayments into Fund from lottery proceeds\n\t\tWhere a sum is required by virtue of section 5(6) of the National Lotteryetc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain \"Go to item oflegislation\") (as substituted by section 34 of this Act) to be paid into theNational Lottery Distribution Fund out of proceeds of lotteries in respect ofa period, such proportion of that sum as is determined in accordance withsection 21(2) or (4) of this Act to be attributable to Olympic Lotteries shallbe paid instead into the Olympic Lottery Distribution Fund.\n\t\tSection 9(3) of that Act (as substituted by section 34 of this Act) shallhave effect in relation to the Olympic Lottery Distribution Fund and sums dueto be paid into it as it has effect in relation to the National LotteryDistribution Fund and sums due to be paid into it.\n\tPayments into Fund from National Lottery Distribution Fund\n\t\tThe Secretary of State may make an order permitting the Secretary of Stateto make payments from the National Lottery Distribution Fund into the OlympicLottery Distribution Fund.\n\t\tA payment by virtue of an order under subsection (1) shall be treated as ifpaid out of money allocated for such of the purposes listed in section 22(3)of the National Lottery etc. Act 1993 (apportionment of money in DistributionFund) as the order shall specify.\n\t\tBefore making an order under subsection (1) the Secretary of State shallconsult each of the bodies for the time being mentioned in section 23 of thatAct.\n\tPayments out of Fund\n\t\tThe Secretary of State may pay sums from the Olympic Lottery DistributionFund to the Olympic Lottery Distributor.\n\t\tThe Secretary of State may make regulations permitting payments from theOlympic Lottery Distribution Fund—\n\t\t\tin respect of expenses of the Secretary of State in connection withfunctions under this Part;\n\t\t\tin respect of expenses incurred or to be incurred by the National DebtCommissioners in making investments under section 27;\n\t\t\tinto the National Lottery Distribution Fund;\n\t\t\tto the Greater London Authority;\n\t\t\tto the National Olympic Committee;\n\t\t\tinto the Consolidated Fund for the purpose of meeting payments made or tobe made under paragraph 10 of Schedule 2A to the National Lottery etc. Act1993 (expenses of National Lottery Commission).\n\t\tRegulations by virtue of subsection (2)(a) and (b) shall permit paymentonly with the consent of the Treasury.\n\t\tRegulations by virtue of subsection (2)(c) shall in respect of each paymentspecify, or enable the Secretary of State to specify, whether it is to be—\n\t\t\ttreated as having been paid into the National Lottery Distribution Fund byvirtue of section 5(6) of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (generalpayments into fund), or\n\t\t\tallocated entirely for expenditure on or connected with sport and held inaccordance with section 23(2) of that Act (distributing bodies for sports).\n\t\tRegulations by virtue of subsection (2)(c) may, in respect of a paymentallocated in accordance with subsection (4)(b) provide, or enable theSecretary of State to provide, for section 23(2) of that Act to apply withspecified modifications (which may, in particular, include modificationsreducing a distributor’s share to nil).\n\t\tMoney paid to the Greater London Authority by virtue of subsection (2)(d)may be used by the Authority for any purpose for which it is authorised toincur expenditure.\n\tInvestment \n\t\tMoney in the Olympic Lottery Distribution Fund may be paid to the NationalDebt Commissioners and invested by them.\n\t\tProceeds of an investment under this section—\n\t\t\tmay be re-invested by the National Debt Commissioners, and\n\t\t\tunless re-invested, shall be paid into the Olympic Lottery DistributionFund.\n\t\tIn exercising a function under this section the National Debt Commissionersshall comply with any direction of the Treasury.\n\tWinding up\n\t\tThe Secretary of State may by order make provision for the winding up ofthe Olympic Lottery Distribution Fund.\n\t\tAn order under this section shall provide, in particular, for any money inor due to the Olympic Lottery Distribution Fund to be paid into the NationalLottery Distribution Fund.\n\t\tAn order under this section shall in respect of any payment specify, orenable the Secretary of State to specify, whether it is to be—\n\t\t\ttreated as having been paid into the National Lottery Distribution Fund byvirtue of section 5(6) of the National Lottery etc. Act 1993 (general paymentsinto fund), or\n\t\t\tallocated entirely for expenditure on or connected with sport and held inaccordance with section 23(2) of that Act (distributing bodies for sports).\n\t\tProvision by virtue of subsection (3)(b) may provide for section 23(2) ofthat Act to apply with specified modifications (which may, in particular,include modifications reducing a distributor’s share to nil)."
    },
    {
        "length": 1590,
        "text": "\nOlympic Lottery Distributor\n\tThe Olympic Lottery Distributor\n\t\tThere shall be a body corporate known as the Olympic Lottery Distributor.\n\t\tSchedule 5 (which makes provision in relation to the Distributor) shallhave effect.\n\tDistribution \n\t\tThe Olympic Lottery Distributor shall distribute money received, whetherunder section 26 or otherwise, by way of grant or loan (subject to Part 3 ofSchedule 5).\n\t\tThe Distributor may make a grant or loan only if it considers it necessaryor expedient for the purpose of or in connection with—\n\t\t\tthe provision of facilities which are necessary or expedient if London isto be the host city of the 2012 Olympic games, or\n\t\t\tany other service or function which it is necessary or expedient to provideor undertake if London is to be the host city of the 2012 Olympic Games.\n\t\tIn exercising its functions under this section the Distributor shall haveregard to—\n\t\t\tthe Olympic Charter, and\n\t\t\tany agreement entered into by or on behalf of the International OlympicCommittee in the course of or in connection with the election of London as thehost city for the 2012 Olympic Games.\n\t\tA grant or loan may, in particular, fund expenditure related to theprovision of—\n\t\t\tfacilities outside London;\n\t\t\tcultural and other events held in accordance with a provision of theOlympic Charter or in accordance with an agreement entered into by or onbehalf of the International Olympic Committee.\n\t\tA grant or loan may be subject to conditions which may, in particular,include conditions—\n\t\t\tas to repayment (with or without interest);\n\t\t\tproviding for payments to be made only with the consent of a specifiedperson.\n\t\tThe Secretary of State may by regulations provide that a specified class ofexpenditure is to be treated as—\n\t\t\tsatisfying the requirements of subsection (2), or\n\t\t\tnot satisfying those requirements.\n\tDistribution policy\n\t\tThe Olympic Lottery Distributor shall comply with any requirement of theSecretary of State to—\n\t\t\tprepare a policy for the distribution of money under section 30, or\n\t\t\treview and revise the policy.\n\t\tA policy must, in particular—\n\t\t\testimate the Distributor’s annual income,\n\t\t\tspecify the sources of the income estimated,\n\t\t\tspecify matters in respect of which the Distributor thinks that it will ormay make grants or loans, and\n\t\t\testimate, where possible, the amount of grants or loans that theDistributor will or may make.\n\t\tA requirement under subsection (1) may include provision (which maysupplement or amplify subsection (2)) about—\n\t\t\tthe form of the policy;\n\t\t\tthe content of the policy.\n\t\tBefore preparing or revising a policy the Distributor—\n\t\t\tshall submit a draft of the policy or revision to the Secretary of State,and\n\t\t\tshall consult—\n\t\t\tthe National Lottery Commission,\n\t\t\tthe Mayor of London,\n\t\t\tthe National Olympic Committee, and\n\t\t\tthe British Paralympic Association.\n\t\tThe Distributor shall as soon as is reasonably practicable send a copy of apolicy or revision under this section to—\n\t\t\tthe Secretary of State,\n\t\t\tthe Mayor of London,\n\t\t\tthe National Olympic Committee, and\n\t\t\tthe British Paralympic Association.\n\t\tWhere the Secretary of State receives a copy of a policy or revision undersubsection (5) he shall lay it before Parliament.\n\tDissolution \n\t\tThe Secretary of State may by order make provision for the dissolution ofthe Olympic Lottery Distributor.\n\t\tAn order under this section may, in particular—\n\t\t\tprovide for the transfer of property, rights or liabilities of theDistributor to—\n\t\t\tthe Secretary of State, or\n\t\t\tany other person;\n\t\t\tmake provision enabling a person to receive anything transferred underparagraph (a) (and that provision shall have effect despite any otherenactment or instrument);\n\t\t\testablish a body corporate;\n\t\t\tmake consequential, incidental or transitional provision which may, inparticular—\n\t\t\tprovide for anything done by or in relation to the Distributor to haveeffect as if done by or in relation to another person;\n\t\t\tpermit anything (which may include legal proceedings) which is in theprocess of being done by or in relation to the Distributor when a transfertakes effect, to be continued by or in relation to another person;\n\t\t\tprovide for a reference to the Distributor in an instrument or otherdocument to be treated as a reference to another person.\n\t\tAn order transferring a sum of money to the Secretary of State undersubsection (2)(a)(i) may require the Secretary of State to pay the sum intothe National Lottery Distribution Fund; and an order containing such provisionshall specify whether the payment is to be—\n\t\t\ttreated as having been paid into the National Lottery Distribution Fund byvirtue of section 5(6) of the National Lottery etc. Act [1993 (c.39)](/id/ukpga/1993/39?view=plain \"Go to item of legislation\") (generalpayments into fund), or\n\t\t\tallocated entirely for expenditure on or connected with sport and held inaccordance with section 23(2) of that Act (distributing bodies for sports).\n\t\tProvision by virtue of subsection (3)(b) may provide for section 23(2) ofthat Act to apply with specified modifications (which may, in particular,include modifications reducing a distributor’s share to nil).\n\t\tThe Secretary of State may not make an order under this section providingfor the transfer of property, rights or liabilities to a person unless theperson has consented to the transfer.\n\t\tAn order under this section—\n\t\t\tmay transfer rights and liabilities relating to employees, but\n\t\t\tshall not affect the operation of the Transfer of Undertakings (Protectionof Employment) Regulations 1981 ([S.I.1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")).\n\t\tThe Secretary of State may not make an order by virtue of subsection (6)(a)unless satisfied that sufficient notice has been given to enable compliancewith any applicable requirement of those regulations."
    },
    {
        "length": 1631,
        "text": "\nMiscellaneous\n\tInterpretation \n\t\tIn this Part—\n\t\t\ta reference to the 2012 Olympic Games is a reference to—\n\t\t\tthe Games of the Olympiad that are to take place in the year 2012, and\n\t\t\texcept where the context otherwise requires, the Paralympic Games that areto take place in that year,\n\t\t\t“the National Olympic Committee” means the National Olympic Committee ofthe United Kingdom,\n\t\t\t“the Organising Committee” means the Organising Committee established bythe National Olympic Committee,\n\t\t\t“the Paralympic Games” means the events known by that name and inconnection with which the Organising Committee has functions by virtue of anagreement between that committee and the International Olympic Committee,\n\t\t\t“the Olympic Charter” means the Olympic Charter of the InternationalOlympic Committee, and\n\t\t\tany expression used in connection with the Olympic Games (including anexpression mentioned in this section) shall have the meaning which it has inor in accordance with the Olympic Charter of the International OlympicCommittee (as it has effect from time to time).\n\t\tA reference in this Part to the making of a loan includes a reference tothe provision of any other kind of financial assistance.\n\tConsequential amendments, &c.\n\t\tThe National Lottery etc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain\"Go to item of legislation\") shall have effect subject to this section.\n\t\tIn section 4 (overriding duties)—\n\t\t\ta reference to functions under Part I of that Act shall be treated asincluding a reference to functions under this Part of this Act, and\n\t\t\tthe definition in subsection (3) of “the net proceeds of the NationalLottery” shall be treated as including a reference to sums paid into theOlympic Lottery Distribution Fund by virtue of section 24 of this Act.\n\t\tFor section 5(6) (payments by licensee) substitute—\n\t\tA licence under this section shall include a condition requiring thelicensee to pay into the National Lottery Distribution Fund sums out of theproceeds of lotteries forming part of the National Lottery.\n\t\t\t(6A)A licence under this section shall include provision for determining—\n\t\t\tthe amount of payments under subsection (6), and\n\t\t\tthe timing of payments under subsection (6).”\n\t\tIn the case of a licence granted under section 5 before the coming intoforce of subsection (3) above, the condition included in accordance withsection 5(6) shall, after that time, be construed as if any sum required to bepaid by that condition were required to be paid into the National LotteryDistribution Fund (subject to section 24 of this Act).\n\t\tFor section 9(3) (enforcement of conditions) substitute—\n\t\tWhere a sum is due to be paid to the National Lottery Distribution Fund byvirtue of section 5(6)—\n\t\t\tthe sum shall be recoverable by the Secretary of State as a debt due to theFund, and\n\t\t\tthe licensee’s liability to pay shall not be affected by his licenceceasing to have effect.”\n\t\tFor section 10A(14) (breach of licence condition: financial penalty:recovery) substitute—\n\t\tWhere under this section one person (“the debtor”) becomes liable to paya penalty to another person (“the creditor”)—\n\t\t\tthe penalty and any interest accrued under subsection (13) shall berecoverable by the Secretary of State from the debtor as a debt due to thecreditor, and\n\t\t\tthe debtor’s liability to pay shall not be affected by his licence ceasingto have effect.\n\t\tA penalty under this section may be payable partly to the National LotteryDistribution Fund and partly to the Olympic Lottery Distribution Fund.”\n\t\tIn section 11 (directions by Secretary of State to National LotteryCommission) the reference to the functions of the Commission under sections 5to 10A of that Act shall be treated as including a reference to the functionsof the Commission under or in accordance with this Part.\n\t\tIn section 21 (National Lottery Distribution Fund) subsection (2) (paymentsin by Secretary of State) shall cease to have effect.\n\t\tIn section 22 (apportionment of National Lottery Distribution Fund:saving)—\n\t\t\tin subsection (1) for “under section 21(2)” substitute “by virtue ofsection 5(6) or 10A”,\n\t\t\tomit subsection (3)(e), and\n\t\t\tat the end of subsection (4) add “and to section 25 of the HorseraceBetting and Olympic Lottery Act 2004.”\n\t\tSection 30 (winding up of millennium fund) shall cease to have effect.\n\t\tSection 33 (accounts) shall apply in relation to the Olympic LotteryDistribution Fund as it applies in relation to the National LotteryDistribution Fund—\n\t\t\ttaking the reference to section 32 of that Act as a reference to section 27of this Act, and\n\t\t\twith any other necessary modifications.\n\tChanges in Olympic procedure\n\t\tThe Secretary of State may by order make such provision as he thinksnecessary or expedient in consequence of a change effected after the passingof this Act in the arrangements made by the International Olympic Committee inrelation to the Games of the Olympiad.\n\t\tAn order under subsection (1) may, in particular, amend a provision of—\n\t\t\tthis Part, or\n\t\t\tany other enactment.\n\tRegulations and orders\n\t\tRegulations or an order under this Part shall be made by statutoryinstrument.\n\t\tRegulations or an order under this Part—\n\t\t\tmay make provision generally or only in relation to specified cases orcircumstances,\n\t\t\tmay make different provision for different circumstances, and\n\t\t\tmay include incidental, consequential or transitional provision.\n\t\tAn order under section 22(2) or (3) shall be laid before Parliament.\n\t\tAn order under section 25, 28 or 35 shall not be made unless a draft hasbeen laid before, and approved by resolution of, each House of Parliament.\n\t\tAny other order under this Part, and regulations under this Part, shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\tExtent \n\t\tThis Part extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland."
    },
    {
        "length": 362,
        "text": "\nPart 4General\n\tRepeals \n\t\tThe enactments listed in Schedule 6 are hereby repealed to the extentspecified.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure of the Secretary of State in connection with this Act,\n\t\t\tany expenditure of the National Debt Commissioners in connection with thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable out of moneyprovided by Parliament under another enactment.\n\tCommencement \n\t\tThe preceding provisions of this Act shall come into force in accordancewith provision made by order of the Secretary of State.\n\t\tAn order under subsection (1)—\n\t\t\tmay make provision that has effect generally or only for specifiedpurposes,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay include incidental, consequential or transitional provision, and\n\t\t\tshall be made by statutory instrument.\n\t\tSection 29 shall not be brought into force unless the Secretary of Statehas made an order under section 22(2).\n\tExtent \n\t\tAn amendment effected by this Act shall have the same extent as theenactment amended (or as the relevant part of the enactment amended).\n\t\tSections 14, 20 and 37 are subject to subsection (1) above.\n\tShort title\n\t\tThis Act may be cited as the Horserace Betting and Olympic Lottery Act 2004."
    }
]