{
    "general": "This law was passed in 2004 and its main goal is to allow the sale of the Tote, which is a company that runs horse race betting pools in the UK. The law also gets rid of a tax on horse race betting called the \"horserace betting levy\" and creates new lottery games to raise money for the 2012 Olympics in London. In other words, the law helps to modernize the way horse racing bets are handled and raises money for the Olympics.",
    "series": [
        [
            {
                "length": 204,
                "short": "\"The End of the Horserace Totalisator Board: Assets Transferred to New Co.\"",
                "text": "\n* Simplified point 1: The Horserace Totalisator Board will cease to exist and its assets will be transferred to a new company (the successor company) nominated by the Secretary of State.\n* Simplified point 2: Any contracts of employment between the Board and its employees will be transferred to the successor company without interruption.\n* Simplified point 3: The transfer of assets and liabilities from the Board to the successor company will be done without the need for any formal instruments or documents, and will not require the consent of anyone.\n* Simplified point 4: The successor company will be treated as the same person as the Board for tax purposes, and the transfer effected by section 2 will be disregarded for the purposes of certain enactments about income tax, corporation tax, and capital gains tax."
            },
            {
                "length": 237,
                "short": "\"UK Government's Stake in Successor Company of Horserace Totalisator Board\"",
                "text": "\n* Simplified point 1: The UK government can require the successor company (created from the Horserace Totalisator Board) to issue securities (such as shares or debentures) to the government or its nominee.\n* Simplified point 2: These securities must be issued at their nominal value and treated as fully paid, and the government can only dispose of them with the consent of the Treasury.\n* Simplified point 3: The transfer of assets and liabilities from the Horserace Totalisator Board to the successor company is valued based on the Board's last complete accounting year, and any accumulated realised profits retained by the Board are treated as if realised and retained by the successor company.\n* Simplified point 4: The successor company must prepare statutory accounts in accordance with the Companies Act 1985, and the government can nominate a shadow director to oversee the company's financial management."
            },
            {
                "length": 289,
                "short": "\"UK Horse Race Pool Betting Regulations\"",
                "text": "\n* Simplified point 1: The UK government can issue an exclusive license to a specific company to operate pool betting on horse races, allowing them to control the market and ensure it is run fairly and transparently.\n* Simplified point 2: The license specifies the terms and conditions of the pool betting, including the amount of taxes to be paid, and the licensee must comply with these terms to avoid penalties.\n* Simplified point 3: The license is valid for seven years and can be renewed or revoked by the government based on certain criteria, such as breaches of the terms and conditions.\n* Simplified point 4: While the exclusive license is in effect, the licensee cannot authorize others to carry on pool betting without permission, and any unauthorized pool betting is considered an offense.\n* Simplified point 5: The law sets out rules for the regulation of pool betting, including requirements for the operation of a totalisator, the publication of terms, and compliance with minimum stakes and deductions.\n* Simplified point 6: The law also covers off-track pool betting, specifying restrictions on carrying on such activities and the registration and conduct of business required for registered pool promoters."
            },
            {
                "length": 194,
                "short": "\"Horserace Betting Regulations: Secretary of State's Authority and Definitions\"",
                "text": "\n* Simplified point 1: The Horserace Totalisator Board can take preparatory actions such as providing information or assistance to the Secretary of State for matters related to the Horserace Betting and Olympic Lottery Act 2004.\n* Simplified point 2: The Board must comply with any requests or directions given by the Secretary of State regarding these matters, and before making any requests or giving any directions, the Secretary of State must consult the Board.\n* Simplified point 3: The interpretation of certain terms used in this part of the act, such as \"wholly owned by the Crown\" and \"securities\", is defined within this section.\n* Simplified point 4: This part of the act applies only to England and Wales, and not to Northern Ireland."
            },
            {
                "length": 345,
                "short": "\"UK Government's Power to Abolish Horserace Betting Levy System\"",
                "text": "\n* Simplified point 1: The UK government can abolish the Horserace Betting Levy System through an order made by statutory instrument.\n* Simplified point 2: This system provided funding for the improvement of breeds of horses, the advancement or encouragement of veterinary science or veterinary education, and the improvement of horse racing.\n* Simplified point 3: The abolition of the levy would require the Secretary of State to make an order providing for the repeal of certain sections of the Betting, Gaming and Lotteries Act 1963 and the Horserace Betting Levy Act 1969 and 1981.\n* Simplified point 4: The order can provide for the transfer of property, rights, and liabilities of the Horserace Betting Levy Board to a specified person, and can make transitional provision or savings.\n* Simplified point 5: The Secretary of State can make a transfer scheme if the Board fails to comply with a direction or if the Secretary of State decides not to approve a scheme submitted under the direction.\n* Simplified point 6: The transfer scheme made under this section shall have effect, and the Secretary of State shall not make or approve a transfer scheme unless satisfied that any property or rights transferred will be used or exercised for the purpose of improving breeds of horses, advancing or encouraging veterinary science or veterinary education, or improving horse racing."
            },
            {
                "length": 181,
                "short": "\"Olympic Lottery Regulations: Funding the Games\"",
                "text": "\n* Simplified point 1: This law allows the National Lottery Commission to issue licenses for Olympic Lotteries, which are lotteries held as part of the National Lottery and designated as such by the Commission.\n* Simplified point 2: The licenses issued must include provisions for determining the portion of proceeds from the lotteries that go towards funding the Olympics, and the National Lottery Commission can vary the licenses to introduce these provisions.\n* Simplified point 3: The licenses can only be granted if the Secretary of State has declared that the International Olympic Committee has elected London as the host city for the 2012 Olympic Games, and if that declaration is later revoked, the licenses will cease to have effect."
            },
            {
                "length": 216,
                "short": "\"Olympic Lottery Distribution Fund: Supporting the Games with Proceeds from the National Lottery\"",
                "text": "\n* Simplified point 1: The Olympic Lottery Distribution Fund is created to distribute funds from the National Lottery to support the Olympic Games.\n* Simplified point 2: Payments into the Fund come from lottery proceeds and National Lottery Distribution Fund, and can only be made with the approval of the Treasury.\n* Simplified point 3: Regulations can be made to allow payments from the Fund to various organizations, including the Olympic Lottery Distributor, the National Debt Commissioners, and the Greater London Authority.\n* Simplified point 4: Investments can be made by the National Debt Commissioners, and proceeds of these investments must be paid into the Fund.\n* Simplified point 5: The Secretary of State can make orders to wind up the Fund and transfer remaining funds to the National Lottery Distribution Fund."
            },
            {
                "length": 210,
                "short": "\"Olympic Fund Management: Rules and Regulations for Distribution\"",
                "text": "\n* Simplified point 1: The Olympic Lottery Distributor is created to manage funds for the 2012 Olympics in London.\n* Simplified point 2: The Distributor can only use the funds for specific purposes related to the Olympics, such as facility development and cultural events.\n* Simplified point 3: The Distributor must follow a specific policy for distributing the funds, which includes estimating their annual income and specifying the sources of that income.\n* Simplified point 4: The Distributor must consult with several organizations before preparing or revising their policy, including the National Lottery Commission, the Mayor of London, the National Olympic Committee, and the British Paralympic Association.\n* Simplified point 5: The Secretary of State can make orders to dissolve the Distributor and transfer its properties, rights, and liabilities to another entity."
            },
            {
                "length": 178,
                "short": "\"Olympic Games and National Lottery Regulations: Establishing Roles, Responsibilities, and Financial Distribution\"",
                "text": "\n* The extract defines various terms related to the Olympic Games and the National Lottery in the UK.\n* It establishes the National Olympic Committee and the Organizing Committee, and sets out their roles and responsibilities.\n* It also provides for the distribution of funds raised through the National Lottery to support the Olympic Games and other charitable causes.\n* The extract makes provisions for the recovery of penalties and payments due to the National Lottery Distribution Fund and the Olympic Lottery Distribution Fund.\n* It empowers the Secretary of State to make regulations and orders to implement the provisions of the Act.\n* The extract extends to England, Wales, Scotland, and Northern Ireland."
            },
            {
                "length": 148,
                "short": "\"Repealing Enactments and Funding Expenses: The Act's Key Provisions\"",
                "text": "\n* Simplified point 1: Repeals certain enactments.\n* Simplified point 2: Provides funding for expenses related to the act.\n* Simplified point 3: Specifies the commencement of the act's provisions.\n* Simplified point 4: Allows for incidental, consequential, or transitional provisions to be included in orders made under the act.\n* Simplified point 5: Ensures that amendments made by the act have the same extent as the enactments they amend."
            }
        ],
        [
            {
                "length": 203,
                "short": "\"UK Government's Plan to Overhaul Gambling Regulations and Support Olympics\"",
                "text": "\n* Simplified point 1: The Horserace Totalisator Board will cease to exist and its assets will be transferred to a new company (the successor company) nominated by the Secretary of State.\n* Simplified point 2: The UK government can issue an exclusive license to a specific company to operate pool betting on horse races, allowing them to control the market and ensure it is run fairly and transparently.\n* Simplified point 3: The UK government can abolish the Horserace Betting Levy System through an order made by statutory instrument.\n* Simplified point 4: The Olympic Lottery Distribution Fund is created to distribute funds from the National Lottery to support the Olympic Games.\n* Simplified point 5: The National Lottery Commission can issue licenses for Olympic Lotteries, which are lotteries held as part of the National Lottery and designated as such by the Commission."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nIn simple language, the Horserace Betting and Olympic Lottery Act 2004 is a law that changes how horse race betting pools are operated and introduces a new way of raising money for the Olympic Games in London in 2012. The law creates a new company called the Olympic Lottery Distributor to manage funds for the games, and it gives the UK government power to abolish a previous system of collecting fees for horse breeding and veterinary science. The law also allows the government to make regulations and orders to put the new system into practice. Overall, the law aims to make it easier to raise money for the Olympic Games and improve the horse racing industry in the UK."
}