[
    {
        "length": 576,
        "text": "\nIncrease in limit on selective financial assistance for industry\n\tIn section 8 of the Industrial Development Act [1982 (c.52)](/id/ukpga/1982/52?view=plain \"Go to item of legislation\") (selectivefinancial assistance: general powers), for subsection (5) (which specifies thelimit on the amount of financial assistance) substitute—\n\tThe limit shall be £12,000 million, but the Secretary of State may, on notmore than four occasions, by order made with the consent of the Treasuryincrease or further increase that limit by a sum specified in the order, beinga sum not exceeding £1,000 million.”\n\tThe Industrial Development (Financial Assistance) Act [2003 (c.11)](/id/ukpga/2003/11?view=plain \"Go to item of legislation\") is repealed.\nAssistance in connection with exports of goods or services\n\tIn section 1 of the Export and Investment Guarantees Act [1991 (c.67)](/id/ukpga/1991/67?view=plain \"Go to item of legislation\") (assistance inconnection with exports of goods and services), for subsection (1) substitute—\n\tThe Secretary of State may make arrangements under this section inconnection with supplies by persons carrying on business in the United Kingdomof goods or services to persons carrying on business outside the UnitedKingdom.\n\t\t(1A)Arrangements under subsection (1) may be made in connection with goods orservices supplied before the arrangements are made or in connection with goodsor services which are to be, or which may be, supplied.”\n\tThe power conferred by section 1(1) of the Export and Investment GuaranteesAct [1991 (c. 67)](/id/ukpga/1991/67?view=plain \"Go to item of legislation\")(as amended by subsection (1)) includes power to make arrangements inconnection with goods or services supplied before this section comes intoforce.\nExtent, commencement and short title\n\tAny amendment or repeal made by this Act has the same extent as theenactment amended or repealed.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act may be cited as the Industry and Exports (Financial Support) Act2009.\n\t\t"
    }
]