{
    "general": "This law helps businesses by giving them money to grow their industries and sell their products to other countries. It also helps companies that want to invest in other countries. The goal is to create jobs and make the economy stronger.",
    "series": [
        [
            {
                "length": 211,
                "short": "\"UK Export Finance Law: Boosting Support for Industries with Increased Funding\"",
                "text": "\n* Simplified point 1: The law increases the maximum amount of financial support provided to industries from £10,000 million to £12,000 million.\n* Simplified point 2: The Secretary of State can raise the limit up to four times by an additional £1,000 million each time, totaling £4,000 million.\n* Simplified point 3: The law allows financial assistance for supplies of goods and services to foreign buyers, both past and future.\n* Simplified point 4: The law gives the Secretary of State the power to make arrangements for financial assistance in connection with exports of goods and services.\n* Simplified point 5: The law extends to the whole of the UK.\n* Simplified point 6: The law comes into effect on the day it is passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Industry and Exports (Financial Support) Act 2009 helps businesses in the UK by providing more money for them to grow and export their products or services. Before this law was made, the government could only give up to £10,000 million in financial support, but now they can give up to £12,000 million. This means that more businesses will have access to the funds they need to succeed. Additionally, the law allows financial help for supplies of goods and services to foreign buyers, both in the past and in the future. This means that businesses that have already exported goods or services can also get financial support. The law also gives the Secretary of State the power to make arrangements for financial assistance in connection with exports of goods and services. This means that the government can provide financial support for specific industries or companies that are doing well in exports. Overall, this law is designed to help British businesses grow and become more competitive in the global marketplace.",
    "single": "\n* Increases the limit on financial assistance for industry from £8,000 million to £12,000 million.\n* Allows the Secretary of State to increase the limit by up to £1,000 million on four occasions with the consent of the Treasury.\n* Repeals the Industrial Development (Financial Assistance) Act 2003.\n* Expands the types of goods and services that can be covered by export assistance arrangements.\n* Increases the power of the Secretary of State to make arrangements in connection with exports of goods and services.\n* Extends the power to make arrangements in connection with goods or services supplied before the Act comes into force.\n* Comes into force on the day it is passed.\n* May be cited as the Industry and Exports (Financial Support) Act 2009.\nKEY POINTS:\n* Increased financial assistance for industry\n* Expanded power of Secretary of State for export assistance arrangements\n* Repeal of Industrial Development (Financial Assistance) Act 2003\n* Extent of Act applies to the United Kingdom."
}