[
    {
        "length": 1041,
        "text": "\nNational Data Guardian for Health and Social Care\n\tThe Secretary of State must appoint an individual to hold office as theNational Data Guardian for Health and Social Care (in this Act, “the DataGuardian”).\n\tThe Data Guardian may publish guidance about the processing of health andadult social care data in England.\n\tThe following must have regard to such guidance—\n\t\ta public body exercising functions that relate to the health service, adultsocial care or adult carer support in England;\n\t\ta person (other than a public body) providing—\n\t\tservices as part of the health service,\n\t\tadult social care, or\n\t\tadult carer support,\n\t\t\tpursuant to arrangements with a public body falling within paragraph (a).\n\tThe Data Guardian must keep under review any guidance that has beenpublished and has effect.\n\tThe Data Guardian may revise any guidance as the Data Guardian considersappropriate, but if any guidance is revised, the guidance must be published asrevised.\n\tBefore publishing any guidance, the Data Guardian must consult such personsas the Data Guardian considers appropriate.\n\tThe Data Guardian may give advice and information about, and assistance inrelation to, the processing of health and adult social care data in England.\n\tThe power to publish guidance or to give advice, information and assistancemay (as well as being exercised in relation to all cases to which it extends)be exercised in relation to—\n\t\tthose cases subject to specified exceptions, or\n\t\tparticular cases or classes of case.\n\tNothing in subsection (3) requires a public body or person to have regardto guidance that is not relevant to the functions of the body or theactivities of the person that are mentioned in that subsection.\n\tSchedule 1 makes further provision about the Data Guardian.\nInterpretation \n\tThis section applies for the purposes of section 1 and this section.\n\t“Adult carer support” means support provided to a carer under Part 1 of theCare Act 2014.\n\t“Adult social care”—\n\t\tincludes all forms of personal care and other practical assistance providedfor individuals aged 18 or over who, by reason of age, illness, disability,pregnancy, childbirth, dependence on alcohol or drugs, or any other similarcircumstances, are in need of such care or other assistance;\n\t\tdoes not include anything provided—\n\t\tby virtue of any of sections 23C to 24D of the Children Act 1989;\n\t\tby an establishment or agency for which Her Majesty’s Chief Inspector ofEducation, Children’s Services and Skills is the registration authority undersection 5 of the Care Standards Act 2000;\n\t\tby virtue of section 3 of the Adoption and Children Act 2002.\n\t“Carer” has the meaning given in section 10 of the Care Act 2014.\n\t“The health service” means the health service continued under section 1(1)of the National Health Service Act 2006.\n\t“Health and adult social care data” means information (however recorded)that—\n\t\trelates to—\n\t\tthe physical or mental health or condition of an individual, the diagnosisof his or her condition or his or her care or treatment;\n\t\tadult social care provided to an individual (or an assessment for suchcare);\n\t\tadult carer support provided to an individual (or an assessment for suchsupport),\n\t\t\twhether or not the identity of the individual is ascertainable, or\n\t\tis to any extent derived, directly or indirectly, from such information.\n\t“Processing” has the meaning given in section 1(1) of the Data ProtectionAct 1998.\n\t“Public body” means a body or other person whose functions—\n\t\tare of a public nature, or\n\t\tinclude functions of that nature,\n\t\tbut in the case of paragraph (b), the body or person is a public body to theextent only of those functions.\nConsequential amendments\n\tSchedule 2 contains amendments that are consequential on this Act.\nExtent \n\tThis Act extends to England and Wales only.\nCommencement \n\tThis Act comes into force on such day as the Secretary of State may byregulations appoint.\n\tRegulations made under this section are to be made by statutory instrument.\nShort title\n\tThis Act may be cited as the Health and Social Care (National Data Guardian)Act 2018."
    }
]