{
    "general": "This act sets up a new role called the \"National Data Guardian\" who will look after health and social care data in England. This person will make sure that personal information about you or your family is kept safe and only used when it's necessary. They will also check that organizations are following the rules about handling this kind of data. The goal is to protect your privacy and keep your information secure.",
    "series": [
        [
            {
                "length": 199,
                "short": "The National Data Guardian Provides Guidance on Processing Health and Adult Social Care Data in England",
                "text": "* Simplified point 1: The National Data Guardian for Health and Social Care will provide guidance on the processing of health and adult social care data in England.\n* Simplified point 2: Public bodies and persons providing health and adult social care services in England must have regard to the Data Guardian's guidance.\n* Simplified point 3: The Data Guardian may revise and publish updated guidance as necessary.\n* Simplified point 4: The Data Guardian may give advice and information about, and assistance in relation to, the processing of health and adult social care data.\n* Simplified point 5: The definition of \"health and adult social care data\" includes information related to an individual's physical or mental health, their diagnosis, care, or treatment, as well as adult social care and adult carer support."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Health and Social Care (National Data Guardian) Act 2018 sets up a new role called the National Data Guardian to help protect the way health and adult social care data is used in England. This means that public bodies and people who provide these services must follow the Guardian's rules when handling things like medical records, care plans, and other personal information. The Guardian can also offer advice and support if you have concerns about how your data is being used.\nThis law covers all sorts of information that might relate to your physical or mental health, such as your diagnosis, treatment, or care, as well as any support you might need as an adult or a carer. So, if you receive NHS treatment or use adult social care services, this law applies to you!",
    "single": "\n* The Health and Social Care (National Data Guardian) Act 2018 establishes the position of a National Data Guardian for Health and Social Care in England.\n* The National Data Guardian is responsible for publishing guidance on the processing of health and adult social care data, and public bodies and certain individuals providing health and adult social care services must have regard to this guidance.\n* The National Data Guardian may revise and publish guidance as appropriate, and must consult with relevant persons before doing so.\n* The Act also provides for the Data Guardian to give advice, information, and assistance in relation to the processing of health and adult social care data.\n* The Act applies to England and Wales only.\n* The Act comes into force on a day appointed by the Secretary of State through regulations.\nKEY POINTS:\n* The National Data Guardian is responsible for overseeing the processing of health and adult social care data in England.\n* Public bodies and certain individuals providing health and adult social care services must have regard to the National Data Guardian's guidance on data processing.\n* The National Data Guardian may revise and publish guidance as appropriate, and must consult with relevant persons before doing so.\n* The Act applies to England and Wales only.\n* The Act comes into force on a day appointed by the Secretary of State through regulations."
}