{
    "general": "This law allows the government to spend money from the year 2010 to 2014. It also lets the government borrow money from the Consolidated Fund to pay for these expenses. This act helps the government to manage its finances and make sure it has enough money to fund its activities.",
    "series": [
        [
            {
                "length": 248,
                "short": "\"UK Government Authorizes Expenditure for Fiscal Year 2014\"",
                "text": "* Simplified point 1: The UK government is authorizing the use of resources for the fiscal year ending March 31st, 2014, up to £237,559,140,000.\n* Simplified point 2: Of the authorized amount, £216,006,686,000 is for current purposes, and £21,552,454,000 is for capital purposes.\n* Simplified point 3: The Treasury is authorized to issue money out of the Consolidated Fund and apply it for expenditure authorized by Parliament, up to £209,612,302,000.\n* Simplified point 4: The act also deals with supplementary provisions for 2012-13, including adjustments to the original estimates, and excesses for 2011-12 and 2009-10."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2013 allows the UK government to spend up to £237 billion for the fiscal year ending March 31st, 2014. This includes £216 billion for day-to-day spending and £21 billion for long-term investments like infrastructure projects. The government can take money from the Consolidated Fund to pay for these expenses. The law also addresses changes to previous budgets and overspending from past years. In short, this law gives the government permission to spend a certain amount of money each year to fund its activities and projects.",
    "single": "\n* The Supply and Appropriation (Anticipation and Adjustments) Act 2013 authorizes the use of resources for the years ending with 31 March 2013 and 31 March 2014.\n* The Act appropriates the supply authorized for the years ending with 31 March 2013 and 31 March 2014.\n* The Act makes adjustments to the Main Estimates Act 2012 and the Main Estimates Act 2011 to give effect to reductions in authorized expenditure and to make good excesses for the years ending with 31 March 2012 and 31 March 2011.\n* The Act authorizes the use of resources for the service of the year that ended with 31 March 2011 and the year that ended with 31 March 2010.\n* The Act appropriates the amount of £1,000 for the service of the year that ended with 31 March 2011 and the year that ended with 31 March 2010.\n* The Act makes adjustments to the Scheduled Estimates in the Main Estimates Act 2012 and the Main Estimates Act 2011 to give effect to the reductions and excesses mentioned above.\n* The Act comes into force on the day after the day on which it is passed."
}