[
    {
        "length": 2019,
        "text": "\nChapter 1Mutual service of process etc.\n\tService of overseas process in the UK\n\t\tService of overseas process\n\t\t\tThe power conferred by subsection (3) is exercisable where the Secretary ofState receives any process or other document to which this section appliesfrom the government of, or other authority in, a country outside the UnitedKingdom, together with a request for the process or document to be served on aperson in the United Kingdom.\n\t\t\tThis section applies—\n\t\t\t\tto any process issued or made in that country for the purposes of criminalproceedings,\n\t\t\t\tto any document issued or made by an administrative authority in thatcountry in administrative proceedings,\n\t\t\t\tto any process issued or made for the purposes of any proceedings on anappeal before a court in that country against a decision in administrativeproceedings,\n\t\t\t\tto any document issued or made by an authority in that country for thepurposes of clemency proceedings.\n\t\t\tThe Secretary of State may cause the process or document to be served bypost or, if the request is for personal service, direct the chief officer ofpolice for the area in which that person appears to be to cause it to bepersonally served on him.\n\t\t\tIn relation to any process or document to be served in Scotland, referencesin this section to the Secretary of State are to be read as references to theLord Advocate.\n\t\tService of overseas process: supplementary\n\t\t\tSubsections (2) and (3) apply to any process served in a part of the UnitedKingdom by virtue of section 1 requiring a person to appear as a party orattend as a witness.\n\t\t\tNo obligation under the law of that part to comply with the process isimposed by virtue of its service.\n\t\t\tThe process must be accompanied by a notice—\n\t\t\t\tstating the effect of subsection (2),\n\t\t\t\tindicating that the person on whom it is served may wish to seek advice asto the possible consequences of his failing to comply with the process underthe law of the country where it was issued or made, and\n\t\t\t\tindicating that under that law he may not be accorded the same rights andprivileges as a party or as a witness as would be accorded to him inproceedings in the part of the United Kingdom in which the process is served.\n\t\t\tWhere a chief officer of police causes any process or document to be servedunder section 1, he must at once—\n\t\t\t\ttell the Secretary of State (or, as the case may be, the Lord Advocate)when and how it was served, and\n\t\t\t\t(if possible) provide him with a receipt signed by the person on whom itwas served.\n\t\t\tWhere the chief officer of police is unable to cause any process ordocument to be served as directed, he must at once inform the Secretary ofState (or, as the case may be, the Lord Advocate) of that fact and of thereason.\n\tService of UK process abroad\n\t\tGeneral requirements for service of process\n\t\t\tThis section applies to any process issued or made for the purposes ofcriminal proceedings by a court in England and Wales or Northern Ireland.\n\t\t\tThe process may be issued or made in spite of the fact that the person onwhom it is to be served is outside the United Kingdom.\n\t\t\tWhere the process is to be served outside the United Kingdom and the personat whose request it is issued or made believes that the person on whom it isto be served does not understand English, he must—\n\t\t\t\tinform the court of that fact, and\n\t\t\t\tprovide the court with a copy of the process, or of so much of it as ismaterial, translated into an appropriate language.\n\t\t\tProcess served outside the United Kingdom requiring a person to appear as aparty or attend as a witness—\n\t\t\t\tmust not include notice of a penalty,\n\t\t\t\tmust be accompanied by a notice giving any information required to be givenby rules of court.\n\t\t\tIf process requiring a person to appear as a party or attend as a witnessis served outside the United Kingdom, no obligation to comply with the processunder the law of the part of the United Kingdom in which the process is issuedor made is imposed by virtue of the service.\n\t\t\tAccordingly, failure to comply with the process does not constitutecontempt of court and is not a ground for issuing a warrant to secure theattendance of the person in question.\n\t\t\tBut the process may subsequently be served on the person in question in theUnited Kingdom (with the usual consequences for non-compliance).\n\t\tService of process otherwise than by post\n\t\t\tProcess to which section 3 applies may, instead of being served by post, beserved on a person outside the United Kingdom in accordance with arrangementsmade by the Secretary of State.\n\t\t\tBut where the person is in a participating country, the process may beserved in accordance with those arrangements only if one of the followingconditions is met.\n\t\t\tThe conditions are—\n\t\t\t\tthat the correct address of the person is unknown,\n\t\t\t\tthat it has not been possible to serve the process by post,\n\t\t\t\tthat there are good reasons for thinking that service by post will not beeffective or is inappropriate.\n\t\tGeneral requirements for effecting Scottish citation etc.\n\t\t\tThis section applies to any citation for the purposes of criminalproceedings in Scotland and to any document issued there for such purposes bythe prosecutor or by the court.\n\t\t\tThe citation may proceed or document be issued in spite of the fact thatthe person against whom it is to be effected or on whom it is to be served isoutside the United Kingdom.\n\t\t\tWhere— \n\t\t\t\tcitation or issue is by the prosecutor,\n\t\t\t\tthe citation is to be effected or the document issued is to be servedoutside the United Kingdom, and\n\t\t\t\tthe prosecutor believes that the person against whom it is to be effectedor on whom it is to be served does not understand English,\n\t\t\t\t\tthe citation or document must be accompanied by a translation of it (or, inthe case of a document, by a translation of so much of it as is material) inan appropriate language.\n\t\t\tWhere— \n\t\t\t\tcitation or issue is by the court,\n\t\t\t\tthe citation is to be effected or the document issued is to be servedoutside the United Kingdom, and\n\t\t\t\tthe person at whose request that is to happen believes that the personagainst whom it is to be effected or on whom it is to be served does notunderstand English,\n\t\t\t\the must inform the court of that fact, and provide the court with a copy ofthe citation or document (or, in the case of a document, so much of it as ismaterial) translated into an appropriate language.\n\t\t\tA citation effected outside the United Kingdom—\n\t\t\t\tmust not include notice of a penalty,\n\t\t\t\tmust be accompanied by a notice giving any information required to be givenby rules of court.\n\t\t\tIf a citation is effected outside the United Kingdom, no obligation underthe law of Scotland to comply with the citation is imposed by virtue of itsbeing so effected.\n\t\t\tAccordingly, failure to comply with the citation does not constitutecontempt of court and is not a ground for issuing a warrant to secure theattendance of the person in question or for imposing any penalty.\n\t\t\tBut the citation may subsequently be effected against the person inquestion in the United Kingdom (with the usual consequences for non-compliance).\n\t\tEffecting Scottish citation etc. otherwise than by post\n\t\t\tA citation or document to which section 5 applies may, instead of beingeffected or served by post, be effected against or served on a person outsidethe United Kingdom in accordance with arrangements made by the Lord Advocate.\n\t\t\tBut where the person is in a participating country, the citation may beeffected or document served in accordance with those arrangements only if oneof the following conditions is met.\n\t\t\tThe conditions are—\n\t\t\t\tthat the correct address of the person is unknown,\n\t\t\t\tthat it has not been possible to effect the citation or serve the documentby post,\n\t\t\t\tthat there are good reasons for thinking that citation or (as the case maybe) service by post will not be effective or is inappropriate."
    },
    {
        "length": 2195,
        "text": "\nAssistance in obtaining evidence abroad\n\tRequests for assistance in obtaining evidence abroad\n\t\tIf it appears to a judicial authority in the United Kingdom on anapplication made by a person mentioned in subsection (3)—\n\t\t\tthat an offence has been committed or that there are reasonable grounds forsuspecting that an offence has been committed, and\n\t\t\tthat proceedings in respect of the offence have been instituted or that theoffence is being investigated,\n\t\t\t\tthe judicial authority may request assistance under this section.\n\t\tThe assistance that may be requested under this section is assistance inobtaining outside the United Kingdom any evidence specified in the request foruse in the proceedings or investigation.\n\t\tThe application may be made—\n\t\t\tin relation to England and Wales and Northern Ireland, by a prosecutingauthority,\n\t\t\tin relation to Scotland, by the Lord Advocate or a procurator fiscal,\n\t\t\twhere proceedings have been instituted, by the person charged in thoseproceedings.\n\t\tThe judicial authorities are—\n\t\t\tin relation to England and Wales, any judge or justice of the peace,\n\t\t\tin relation to Scotland, any judge of the High Court or sheriff,\n\t\t\tin relation to Northern Ireland, any judge or resident magistrate.\n\t\tIn relation to England and Wales or Northern Ireland, a designatedprosecuting authority may itself request assistance under this section if—\n\t\t\tit appears to the authority that an offence has been committed or thatthere are reasonable grounds for suspecting that an offence has beencommitted, and\n\t\t\tthe authority has instituted proceedings in respect of the offence inquestion or it is being investigated.\n\t\t\t\t  * “Designated” means designated by an order made by the Secretary of State. \n\t\tIn relation to Scotland, the Lord Advocate or a procurator fiscal mayhimself request assistance under this section if it appears to him—\n\t\t\tthat an offence has been committed or that there are reasonable grounds forsuspecting that an offence has been committed, and\n\t\t\tthat proceedings in respect of the offence have been instituted or that theoffence is being investigated.\n\t\tIf a request for assistance under this section is made in reliance onArticle 2 of the 2001 Protocol (requests for information on bankingtransactions) in connection with the investigation of an offence, the requestmust state the grounds on which the person making the request considers theevidence specified in it to be relevant for the purposes of the investigation.\n\tSending requests for assistance\n\t\tA request for assistance under section 7 may be sent—\n\t\t\tto a court exercising jurisdiction in the place where the evidence issituated, or\n\t\t\tto any authority recognised by the government of the country in question asthe appropriate authority for receiving requests of that kind.\n\t\tAlternatively, if it is a request by a judicial authority or a designatedprosecuting authority it may be sent to the Secretary of State (in Scotland,the Lord Advocate) for forwarding to a court or authority mentioned insubsection (1).\n\t\tIn cases of urgency, a request for assistance may be sent to—\n\t\t\tthe International Criminal Police Organisation, or\n\t\t\tany body or person competent to receive it under any provisions adoptedunder the Treaty on European Union,\n\t\t\t\tfor forwarding to any court or authority mentioned in subsection (1).\n\tUse of evidence obtained\n\t\tThis section applies to evidence obtained pursuant to a request forassistance under section 7.\n\t\tThe evidence may not without the consent of the appropriate overseasauthority be used for any purpose other than that specified in the request.\n\t\tWhen the evidence is no longer required for that purpose (or for any otherpurpose for which such consent has been obtained), it must be returned to theappropriate overseas authority, unless that authority indicates that it neednot be returned.\n\t\tIn exercising the discretion conferred by section 25 of the CriminalJustice Act [1988 (c. 33)](/id/ukpga/1988/33?view=plain \"Go to item oflegislation\") or Article 5 of the Criminal Justice (Evidence, Etc.) (NorthernIreland) Order 1988 ([S.I. 1988/ 1847 (N.I. 17)](/id/nisi/1988/1847?view=plain\"Go to item of legislation\")) (exclusion of evidence otherwise admissible) inrelation to a statement contained in the evidence, the court must have regard—\n\t\t\tto whether it was possible to challenge the statement by questioning theperson who made it, and\n\t\t\tif proceedings have been instituted, to whether the local law allowed theparties to the proceedings to be legally represented when the evidence wasbeing obtained.\n\t\tIn Scotland, the evidence may be received in evidence without being swornto by witnesses, so far as that may be done without unfairness to eitherparty.\n\t\tIn this section, the appropriate overseas authority means the authorityrecognised by the government of the country in question as the appropriateauthority for receiving requests of the kind in question.\n\tDomestic freezing orders\n\t\tIf it appears to a judicial authority in the United Kingdom, on anapplication made by a person mentioned in subsection (4)—\n\t\t\tthat proceedings in respect of a listed offence have been instituted orsuch an offence is being investigated,\n\t\t\tthat there are reasonable grounds to believe that there is evidence in aparticipating country which satisfies the requirements of subsection (3), and\n\t\t\tthat a request has been made, or will be made, under section 7 for theevidence to be sent to the authority making the request,\n\t\t\t\tthe judicial authority may make a domestic freezing order in respect of theevidence.\n\t\tA domestic freezing order is an order for protecting evidence which is inthe participating country pending its transfer to the United Kingdom.\n\t\tThe requirements are that the evidence—\n\t\t\tis on premises specified in the application in the participating country,\n\t\t\tis likely to be of substantial value (whether by itself or together withother evidence) to the proceedings or investigation,\n\t\t\tis likely to be admissible in evidence at a trial for the offence, and\n\t\t\tdoes not consist of or include items subject to legal privilege.\n\t\tThe application may be made—\n\t\t\tin relation to England and Wales and Northern Ireland, by a constable,\n\t\t\tin relation to Scotland, by the Lord Advocate or a procurator fiscal.\n\t\tThe judicial authorities are—\n\t\t\tin relation to England and Wales, any judge or justice of the peace,\n\t\t\tin relation to Scotland, any judge of the High Court or sheriff,\n\t\t\tin relation to Northern Ireland, any judge or resident magistrate.\n\t\tThis section does not prejudice the generality of the power to make arequest for assistance under section 7.\n\tSending freezing orders\n\t\tA domestic freezing order made in England and Wales or Northern Ireland isto be sent to the Secretary of State for forwarding to—\n\t\t\ta court exercising jurisdiction in the place where the evidence issituated, or\n\t\t\tany authority recognised by the government of the country in question asthe appropriate authority for receiving orders of that kind.\n\t\tA domestic freezing order made in Scotland is to be sent to the LordAdvocate for forwarding to such a court or authority.\n\t\tThe judicial authority is to send the order to the Secretary of State orthe Lord Advocate before the end of the period of 14 days beginning with itsbeing made.\n\t\tThe order must be accompanied by a certificate giving the specifiedinformation and, unless the certificate indicates when the judicial authorityexpects such a request to be made, by a request under section 7 for theevidence to be sent to the authority making the request.\n\t\tThe certificate must include a translation of it into an appropriatelanguage of the participating country (if that language is not English).\n\t\tThe certificate must be signed by or on behalf of the judicial authoritywho made the order and must include a statement as to the accuracy of theinformation given in it.\n\t\t\tThe signature may be an electronic signature.\n\tVariation or revocation of freezing orders\n\t\tThe judicial authority that made a domestic freezing order may vary orrevoke it on an application by a person mentioned below.\n\t\tThe persons are—\n\t\t\tthe person who applied for the order,\n\t\t\tin relation to England and Wales and Northern Ireland, a prosecutingauthority,\n\t\t\tin relation to Scotland, the Lord Advocate,\n\t\t\tany other person affected by the order."
    },
    {
        "length": 2772,
        "text": "\nAssisting overseas authorities to obtain evidence in the UK\n\tRequests for assistance from overseas authorities\n\t\tWhere a request for assistance in obtaining evidence in a part of theUnited Kingdom is received by the territorial authority for that part, theauthority may—\n\t\t\tif the conditions in section 14 are met, arrange for the evidence to beobtained under section 15, or\n\t\t\tdirect that a search warrant be applied for under or by virtue of section16 or 17 or, in relation to evidence in Scotland, 18.\n\t\tThe request for assistance may be made only by—\n\t\t\ta court exercising criminal jurisdiction, or a prosecuting authority, in acountry outside the United Kingdom,\n\t\t\tany other authority in such a country which appears to the territorialauthority to have the function of making such requests for assistance,\n\t\t\tany international authority mentioned in subsection (3).\n\t\tThe international authorities are—\n\t\t\tthe International Criminal Police Organisation,\n\t\t\tany other body or person competent to make a request of the kind to whichthis section applies under any provisions adopted under the Treaty on EuropeanUnion.\n\tPowers to arrange for evidence to be obtained\n\t\tThe territorial authority may arrange for evidence to be obtained undersection 15 if the request for assistance in obtaining the evidence is made inconnection with—\n\t\t\tcriminal proceedings or a criminal investigation, being carried on outsidethe United Kingdom,\n\t\t\tadministrative proceedings, or an investigation into an act punishable insuch proceedings, being carried on there,\n\t\t\tclemency proceedings, or proceedings on an appeal before a court against adecision in administrative proceedings, being carried on, or intended to becarried on, there.\n\t\tIn a case within subsection (1)(a) or (b), the authority may arrange forthe evidence to be so obtained only if the authority is satisfied—\n\t\t\tthat an offence under the law of the country in question has been committedor that there are reasonable grounds for suspecting that such an offence hasbeen committed, and\n\t\t\tthat proceedings in respect of the offence have been instituted in thatcountry or that an investigation into the offence is being carried on there.\n\t\t\t\tAn offence includes an act punishable in administrative proceedings.\n\t\tThe territorial authority is to regard as conclusive a certificate as tothe matters mentioned in subsection (2)(a) and (b) issued by any authority inthe country in question which appears to him to be the appropriate authorityto do so.\n\t\tIf it appears to the territorial authority that the request for assistancerelates to a fiscal offence in respect of which proceedings have not yet beeninstituted, the authority may not arrange for the evidence to be so obtainedunless—\n\t\t\tthe request is from a country which is a member of the Commonwealth or ismade pursuant to a treaty to which the United Kingdom is a party, or\n\t\t\tthe authority is satisfied that if the conduct constituting the offencewere to occur in a part of the United Kingdom, it would constitute an offencein that part.\n\tNominating a court etc. to receive evidence\n\t\tWhere the evidence is in England and Wales or Northern Ireland, theSecretary of State may by a notice nominate a court to receive any evidence towhich the request relates which appears to the court to be appropriate for thepurpose of giving effect to the request.\n\t\tBut if it appears to the Secretary of State that the request relates to anoffence involving serious or complex fraud, he may refer the request (or anypart of it) to the Director of the Serious Fraud Office for the Director toobtain any evidence to which the request or part relates which appears to himto be appropriate for the purpose of giving effect to the request or part.\n\t\tWhere the evidence is in Scotland, the Lord Advocate may by a noticenominate a court to receive any evidence to which the request relates whichappears to the court to be appropriate for the purpose of giving effect to therequest.\n\t\tBut if it appears to the Lord Advocate that the request relates to anoffence involving serious or complex fraud, he may give a direction undersection 27 of the Criminal Law (Consolidation) (Scotland) Act [1995 (c.39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\") (directionsapplying investigatory provisions).\n\t\tSchedule 1 is to have effect in relation to proceedings before a courtnominated under this section.\n\tExtension of statutory search powers in England and Wales and NorthernIreland\n\t\tPart 2 of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") (powers ofentry, search and seizure) is to have effect as if references to seriousarrestable offences in section 8 of, and Schedule 1 to, that Act included anyconduct which—\n\t\t\tconstitutes an offence under the law of a country outside the UnitedKingdom, and\n\t\t\twould, if it occurred in England and Wales, constitute a serious arrestableoffence.\n\t\tBut an application for a warrant or order by virtue of subsection (1) maybe made only—\n\t\t\tin pursuance of a direction given under section 13, or\n\t\t\tif it is an application for a warrant or order under section 8 of, orSchedule 1 to, that Act by a constable for the purposes of an investigation byan international joint investigation team of which he is a member.\n\t\tPart 3 of the Police and Criminal Evidence (Northern Ireland) Order 1989([S.I. 1989/ 1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item oflegislation\")) (powers of entry, search and seizure) is to have effect as ifreferences to serious arrestable offences in Article 10 of, and Schedule 1 to,that Order included any conduct which—\n\t\t\tconstitutes an offence under the law of a country outside the UnitedKingdom, and\n\t\t\twould, if it occurred in Northern Ireland, constitute a serious arrestableoffence.\n\t\tBut an application for a warrant or order by virtue of subsection (3) maybe made only—\n\t\t\tin pursuance of a direction given under section 13, or\n\t\t\tif it is an application for a warrant or order under Article 10 of, orSchedule 1 to, that Order, by a constable for the purposes of an investigationby an international joint investigation team of which he is a member.\n\t\tIn this section, “international joint investigation team” has the meaninggiven by section 88(7) of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\").\n\tWarrants in England and Wales or Northern Ireland\n\t\tA justice of the peace may issue a warrant under this section if he issatisfied, on an application made by a constable, that the followingconditions are met.\n\t\tBut an application for a warrant under subsection (1) may be made only inpursuance of a direction given under section 13.\n\t\tThe conditions are that—\n\t\t\tcriminal proceedings have been instituted against a person in a countryoutside the United Kingdom or a person has been arrested in the course of acriminal investigation carried on there,\n\t\t\tthe conduct constituting the offence which is the subject of theproceedings or investigation would, if it occurred in England and Wales or (asthe case may be) Northern Ireland, constitute an arrestable offence, and\n\t\t\tthere are reasonable grounds for suspecting that there is on premises inEngland and Wales or (as the case may be) Northern Ireland occupied orcontrolled by that person evidence relating to the offence.\n\t\t\t\t  * “Arrestable offence” has the same meaning as in the Police and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") or (as the case may be) the Police and Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/ 1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")). \n\t\tA warrant under this section may authorise a constable—\n\t\t\tto enter the premises in question and search the premises to the extentreasonably required for the purpose of discovering any evidence relating tothe offence,\n\t\t\tto seize and retain any evidence for which he is authorised to search.\n\tWarrants in Scotland\n\t\tIf, on an application made by the procurator fiscal, it appears to thesheriff—\n\t\t\tthat there are reasonable grounds for suspecting that an offence under thelaw of a country outside the United Kingdom has been committed, and\n\t\t\tthat the conduct constituting the offence would, if it occurred inScotland, constitute an offence punishable by imprisonment,\n\t\t\t\tthe sheriff has the like power to grant warrant authorising entry, search andseizure by any constable or customs officer as he has under section 134 of theCriminal Procedure (Scotland) Act [1995 (c. 46)](/id/ukpga/1995/46?view=plain\"Go to item of legislation\") in respect of any offence punishable at commonlaw in Scotland.\n\t\tBut an application for a warrant by virtue of subsection (1) may be madeonly—\n\t\t\tin pursuance of a direction given under section 13, or\n\t\t\tif it is an application made at the request of an international jointinvestigation team for the purposes of their investigation.\n\t\t\t\t  * “International joint investigation team” has the meaning given by section 39(6) of the Police (Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Go to item of legislation\"). \n\tSeized evidence\n\t\tAny evidence seized by a constable under or by virtue of section 16, 17 or18 is to be sent to the court or authority which made the request forassistance or to the territorial authority for forwarding to that court orauthority.\n\t\tSo far as may be necessary in order to comply with the request forassistance—\n\t\t\twhere the evidence consists of a document, the original or a copy is to besent, and\n\t\t\twhere the evidence consists of any other article, the article itself or adescription, photograph or other representation of it is to be sent.\n\t\tThis section does not apply to evidence seized under or by virtue ofsection 16(2)(b) or (4)(b) or 18(2)(b)."
    },
    {
        "length": 2134,
        "text": "\nOverseas freezing orders\n\tOverseas freezing orders\n\t\tSection 21 applies where an overseas freezing order made by a court orauthority in a participating country is received from the court or authoritywhich made or confirmed the order by the territorial authority for the part ofthe United Kingdom in which the evidence to which the order relates issituated.\n\t\tAn overseas freezing order is an order—\n\t\t\tfor protecting, pending its transfer to the participating country, evidencewhich is in the United Kingdom and may be used in any proceedings orinvestigation in the participating country, and\n\t\t\tin respect of which the following requirements of this section are met.\n\t\tThe order must have been made by—\n\t\t\ta court exercising criminal jurisdiction in the country,\n\t\t\ta prosecuting authority in the country,\n\t\t\tany other authority in the country which appears to the territorialauthority to have the function of making such orders.\n\t\tThe order must relate to—\n\t\t\tcriminal proceedings instituted in the participating country in respect ofa listed offence, or\n\t\t\ta criminal investigation being carried on there into such an offence.\n\t\tThe order must be accompanied by a certificate which gives the specifiedinformation; but a certificate may be treated as giving any specifiedinformation which is not given in it if the territorial authority has theinformation in question.\n\t\tThe certificate must—\n\t\t\tbe signed by or on behalf of the court or authority which made or confirmedthe order,\n\t\t\tinclude a statement as to the accuracy of the information given in it,\n\t\t\tif it is not in English, include a translation of it into English (or, ifappropriate, Welsh).\n\t\t\t\tThe signature may be an electronic signature.\n\t\tThe order must be accompanied by a request for the evidence to be sent to acourt or authority mentioned in section 13(2), unless the certificateindicates when such a request is expected to be made.\n\t\tReferences below in this Chapter to an overseas freezing order include itsaccompanying certificate.\n\tConsidering the order\n\t\tIn relation to England and Wales and Northern Ireland, where this sectionapplies the Secretary of State must—\n\t\t\tby a notice nominate a court in England and Wales or (as the case may be)Northern Ireland to give effect to the overseas freezing order,\n\t\t\tsend a copy of the overseas freezing order to the nominated court and tothe chief officer of police for the area in which the evidence is situated,\n\t\t\ttell the chief officer which court has been nominated.\n\t\tIn relation to Scotland, where this section applies the Lord Advocate must—\n\t\t\tby a notice nominate a sheriff to give effect to the overseas freezingorder,\n\t\t\tsend a copy of the overseas freezing order to the sheriff and to theprocurator fiscal.\n\t\t\t\tIn relation to Scotland, references below in this section and in sections 22to 25 to the nominated court are to be read as references to the nominatedsheriff.\n\t\tThe nominated court is to consider the overseas freezing order on its owninitiative within a period prescribed by rules of court.\n\t\tBefore giving effect to the overseas freezing order, the nominated courtmust give the chief officer of police or (as the case may be) the procuratorfiscal an opportunity to be heard.\n\t\tThe court may decide not to give effect to the overseas freezing order onlyif, in its opinion, one of the following conditions is met.\n\t\tThe first condition is that, if the person whose conduct is in questionwere charged in the participating country with the offence to which theoverseas freezing order relates or in the United Kingdom with a correspondingoffence, he would be entitled to be discharged under any rule of law relatingto previous acquittal or conviction.\n\t\tThe second condition is that giving effect to the overseas freezing orderwould be incompatible with any of the Convention rights (within the meaning ofthe Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to itemof legislation\")).\n\tGiving effect to the order\n\t\tThe nominated court is to give effect to the overseas freezing order byissuing a warrant authorising a constable—\n\t\t\tto enter the premises to which the overseas freezing order relates andsearch the premises to the extent reasonably required for the purpose ofdiscovering any evidence to which the order relates, and\n\t\t\tto seize and retain any evidence for which he is authorised to search.\n\t\tBut, in relation to England and Wales and Northern Ireland, so far as theoverseas freezing order relates to excluded material or special procedurematerial the court is to give effect to the order by making a productionorder.\n\t\tA production order is an order for the person who appears to the court tobe in possession of the material to produce it to a constable before the endof the period of seven days beginning with the date of the production order orsuch longer period as the production order may specify.\n\t\tThe constable may take away any material produced to him under a productionorder; and the material is to be treated for the purposes of section 21 of thePolice and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain\"Go to item of legislation\") or (as the case may be) Article 23 of the Policeand Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/ 1341(N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (accessand copying) as if it had been seized by the constable.\n\t\tIf a person fails to comply with a production order, the court may (whetheror not it deals with the matter as a contempt of court) issue a warrant undersubsection (1) in respect of the material to which the production orderrelates.\n\t\tSection 409 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (jurisdictionof sheriff) has effect for the purposes of subsection (1) as if thatsubsection were included in Chapter 3 of Part 8 of that Act.\n\tPostponed effect\n\t\tThe nominated court may postpone giving effect to an overseas freezing orderin respect of any evidence—\n\t\t\tin order to avoid prejudicing a criminal investigation which is takingplace in the United Kingdom, or\n\t\t\tif, under an order made by a court in criminal proceedings in the UnitedKingdom, the evidence may not be removed from the United Kingdom.\n\tEvidence seized under the order\n\t\tAny evidence seized by or produced to the constable under section 22 is tobe retained by him until he is given a notice under subsection (2) orauthorised to release it under section 25.\n\t\tIf— \n\t\t\tthe overseas freezing order was accompanied by a request for the evidenceto be sent to a court or authority mentioned in section 13(2), or\n\t\t\tthe territorial authority subsequently receives such a request,\n\t\t\t\tthe territorial authority may by notice require the constable to send theevidence to the court or authority that made the request.\n\tRelease of evidence held under the order\n\t\tOn an application made by a person mentioned below, the nominated court mayauthorise the release of any evidence retained by a constable under section 24if, in its opinion—\n\t\t\tthe condition in section 21(6) or (7) is met, or\n\t\t\tthe overseas freezing order has ceased to have effect in the participatingcountry.\n\t\tIn relation to England and Wales and Northern Ireland, the persons are—\n\t\t\tthe chief officer of police to whom a copy of the order was sent,\n\t\t\tthe constable,\n\t\t\tany other person affected by the order.\n\t\tIn relation to Scotland, the persons are—\n\t\t\tthe procurator fiscal to whom a copy of the order was sent,\n\t\t\tany other person affected by the order.\n\t\tIf the territorial authority decides not to give a notice under section24(2) in respect of any evidence retained by a constable under that section,the authority must give the constable a notice authorising him to release theevidence."
    },
    {
        "length": 1692,
        "text": "\nGeneral\n\tPowers under warrants\n\t\tA court in England and Wales or Northern Ireland, or a justice of thepeace, may not issue a warrant under section 17 or 22 in respect of anyevidence unless the court or justice has reasonable grounds for believing thatit does not consist of or include items subject to legal privilege, excludedmaterial or special procedure material.\n\t\tSubsection (1) does not prevent a warrant being issued by virtue of section22(5) in respect of excluded material or special procedure material.\n\t\tIn Schedule 1 to the Criminal Justice and Police Act [2001 (c.16)](/id/ukpga/2001/16?view=plain \"Go to item of legislation\") (powers ofseizure), in Part 1 (powers to which the additional powers in section 50apply)—\n\t\t\tparagraph 49 is omitted,\n\t\t\tafter paragraph 73B there is inserted—\n\t\t“Crime (International Co-operation) Act 2003\n\t\t\t73CThe power of seizure conferred by sections 17 and 22 of the Crime(International Co-operation) Act 2003 (seizure of evidence relevant tooverseas investigation or offence).”\n\t\t\tReferences in this Chapter to evidence seized by a person by virtue of orunder any provision of this Chapter include evidence seized by a person byvirtue of section 50 of the Criminal Justice and Police Act 2001 (additionalpowers of seizure), if it is seized in the course of a search authorised by awarrant issued by virtue of or under the provision in question.\n\t\t\tSubsection (4) does not require any evidence to be sent to the territorialauthority or to any court or authority—\n\t\t\t\tbefore it has been found, on the completion of any examination required tobe made by arrangements under section 53(2) of the Criminal Justice and PoliceAct 2001, to be property within subsection (3) of that section (property whichmay be retained after examination), or\n\t\t\t\tat a time when it constitutes property in respect of which a person isrequired to ensure that arrangements such as are mentioned in section 61(1) ofthat Act (duty to secure) are in force.\n\tExercise of powers by others\n\t\tThe Treasury may by order provide, in relation to England and Wales orNorthern Ireland—\n\t\t\tfor any function conferred on the Secretary of State (whether or not interms) under sections 10, 11 and 13 to 26 to be exercisable instead inprescribed circumstances by the Commissioners of Customs and Excise,\n\t\t\tfor any function conferred on a constable under those sections to beexercisable instead in prescribed circumstances by a customs officer or aperson acting under the direction of such an officer.\n\t\t\t\t  * “Prescribed” means prescribed by the order. \n\t\tThe Secretary of State may by order provide, in relation to England andWales or Northern Ireland—\n\t\t\tfor any function conferred on him under sections 13 to 26 to be exercisableinstead in prescribed circumstances by a prescribed person,\n\t\t\tfor any function conferred on a constable under those sections to beexercisable instead in prescribed circumstances by a prescribed person.\n\t\t\t\t  * “Prescribed” means prescribed by the order. \n\t\tSubsection (2)(b) does not apply to any powers exercisable by virtue ofsection 16(2)(b) or (4)(b).\n\tInterpretation of Chapter 2\n\t\tIn this Chapter—\n\t\t\t  * “domestic freezing order” has the meaning given by section 10(2), \n\t\t\t  * “notice” means a notice in writing, \n\t\t\t  * “overseas freezing order” has the meaning given by section 20, \n\t\t\t  * “premises” has the same meaning as in the Police and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"), Chapter 3 of Part 8 of the Proceeds of Crime Act [2002 (c. 29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") or the Police and Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/ 1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (as the case may be), \n\t\t\t  * “the relevant Framework Decision” means the Framework Decision on the execution in the European Union of orders freezing property or evidence adopted by the Council of the European Union on 22nd July 2003. \n\t\tThe following provisions have effect for the purposes of this Chapter.\n\t\tIn relation to England and Wales and Northern Ireland, “items subject tolegal privilege”, “excluded material” and “special procedure material” havethe same meaning as in the Police and Criminal Evidence Act 1984 or (as thecase may be) the Police and Criminal Evidence (Northern Ireland) Order 1989.\n\t\tIn relation to Scotland, “items subject to legal privilege” has the samemeaning as in Chapter 3 of Part 8 of the Proceeds of Crime Act 2002.\n\t\tA listed offence means—\n\t\t\tan offence described in Article 3(2) of the relevant Framework Decision, or\n\t\t\tan offence prescribed or of a description prescribed by an order made bythe Secretary of State.\n\t\tAn order prescribing an offence or a description of offences undersubsection (5)(b) may require, in the case of an overseas freezing order, thatthe conduct which constitutes the offence or offences would, if it occurred ina part of the United Kingdom, constitute an offence in that part.\n\t\tSpecified information, in relation to a certificate required by section11(4) or 20(5), means—\n\t\t\tany information required to be given by the form of certificate annexed tothe relevant Framework Decision, or\n\t\t\tany information prescribed by an order made by the Secretary of State.\n\t\tIn relation to Scotland, references above in this section to the Secretaryof State are to be read as references to the Scottish Ministers.\n\t\tThe territorial authority—\n\t\t\tin relation to evidence in England and Wales or Northern Ireland, is theSecretary of State,\n\t\t\tin relation to evidence in Scotland, is the Lord Advocate."
    },
    {
        "length": 1644,
        "text": "\nChapter 3Hearing evidence through television links or by telephone\n\tHearing witnesses abroad through television links\n\t\tThe Secretary of State may by order provide for section 32(1A) of theCriminal Justice Act [1988 (c. 33)](/id/ukpga/1988/33?view=plain \"Go to itemof legislation\") or Article 81(1A) of the Police and Criminal Evidence(Northern Ireland) Order 1989 ([S.I. 1989/1341(N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\"))(proceedings in which evidence may be given through television link) to applyto any further description of criminal proceedings, or to all criminalproceedings.\n\t\tThe Scottish Ministers may by order provide for section 273(1) of theCriminal Procedure (Scotland) Act [1995 (c. 46)](/id/ukpga/1995/46?view=plain\"Go to item of legislation\") (proceedings in which evidence may be giventhrough television link) to apply to any further description of criminalproceedings, or to all criminal proceedings.\n\tHearing witnesses in the UK through television links\n\t\tThis section applies where the Secretary of State receives a request, froman authority mentioned in subsection (2) (“the external authority”), for aperson in the United Kingdom to give evidence through a live television linkin criminal proceedings before a court in a country outside the UnitedKingdom.\n\t\t\tCriminal proceedings include any proceedings on an appeal before a courtagainst a decision in administrative proceedings.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Secretary of State to have the function of makingrequests of the kind to which this section applies.\n\t\tUnless he considers it inappropriate to do so, the Secretary of State mustby notice in writing nominate a court in the United Kingdom where the witnessmay be heard in the proceedings in question through a live television link.\n\t\tAnything done by the witness in the presence of the nominated court which,if it were done in proceedings before the court, would constitute contempt ofcourt is to be treated for that purpose as done in proceedings before thecourt.\n\t\tAny statement made on oath by a witness giving evidence in pursuance ofthis section is to be treated for the purposes of—\n\t\t\tsection 1 of the Perjury Act [1911 (c. 6)](/id/ukpga/1911/6?view=plain \"Goto item of legislation\"),\n\t\t\tArticle 3 of the Perjury (Northern Ireland) Order 1979 ([S.I. 1979/ 1714(N.I. 19)](/id/nisi/1979/1714?view=plain \"Go to item of legislation\")),\n\t\t\tsections 44 to 46 of the Criminal Law (Consolidation) (Scotland) Act [1995(c. 39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\") or, inrelation to Scotland, any matter pertaining to the common law crime ofperjury,\n\t\t\tas made in proceedings before the nominated court.\n\t\tPart 1 of Schedule 2 (evidence given by television link) is to have effect.\n\t\tSubject to subsections (4) and (5) and the provisions of that Schedule,evidence given pursuant to this section is not to be treated for any purposeas evidence given in proceedings in the United Kingdom.\n\t\tIn relation to Scotland, references in this section and Part 1 of Schedule2 to the Secretary of State are to be read as references to the Lord Advocate.\n\tHearing witnesses in the UK by telephone\n\t\tThis section applies where the Secretary of State receives a request, froman authority mentioned in subsection (2) (“the external authority”) in aparticipating country, for a person in the United Kingdom to give evidence bytelephone in criminal proceedings before a court in that country.\n\t\t\tCriminal proceedings include any proceedings on an appeal before a courtagainst a decision in administrative proceedings.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Secretary of State to have the function of makingrequests of the kind to which this section applies.\n\t\tA request under subsection (1) must—\n\t\t\tspecify the court in the participating country,\n\t\t\tgive the name and address of the witness,\n\t\t\tstate that the witness is willing to give evidence by telephone in theproceedings before that court.\n\t\tUnless he considers it inappropriate to do so, the Secretary of State mustby notice in writing nominate a court in the United Kingdom where the witnessmay be heard in the proceedings in question by telephone.\n\t\tAnything done by the witness in the presence of the nominated court which,if it were done in proceedings before the court, would constitute contempt ofcourt is to be treated for that purpose as done in proceedings before thecourt.\n\t\tAny statement made on oath by a witness giving evidence in pursuance ofthis section is to be treated for the purposes of—\n\t\t\tsection 1 of the Perjury Act [1911 (c. 6)](/id/ukpga/1911/6?view=plain \"Goto item of legislation\"),\n\t\t\tArticle 3 of the Perjury (Northern Ireland) Order 1979 ([S.I. 1979/ 1714(N.I. 19)](/id/nisi/1979/1714?view=plain \"Go to item of legislation\")),\n\t\t\tsections 44 to 46 of the Criminal Law (Consolidation) (Scotland) Act [1995(c. 39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\") or, inrelation to Scotland, any matter pertaining to the common law crime ofperjury,\n\t\t\tas made in proceedings before the nominated court.\n\t\tPart 2 of Schedule 2 (evidence given by telephone link) is to have effect.\n\t\tSubject to subsections (5) and (6) and the provisions of that Schedule,evidence given in pursuance of this section is not to be treated for anypurpose as evidence given in proceedings in the United Kingdom.\n\t\tIn relation to Scotland, references in this section to the Secretary ofState are to be read as references to the Lord Advocate."
    },
    {
        "length": 1708,
        "text": "\nRequests for information about banking transactions in England and Walesand Northern Ireland for use abroad\n\tCustomer information\n\t\tThis section applies where the Secretary of State receives a request froman authority mentioned in subsection (2) for customer information to beobtained in relation to a person who appears to him to be subject to aninvestigation in a participating country into serious criminal conduct.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Secretary of State to have the function of makingrequests of the kind to which this section applies.\n\t\tThe Secretary of State may—\n\t\t\tdirect a senior police officer to apply, or arrange for a constable toapply, for a customer information order,\n\t\t\tdirect a senior customs officer to apply, or arrange for a customs officerto apply, for such an order.\n\t\tA customer information order is an order made by a judge that a financialinstitution specified in the application for the order must, on being requiredto do so by notice in writing given by the applicant for the order, provideany such customer information as it has relating to the person specified inthe application.\n\t\tA financial institution which is required to provide information under acustomer information order must provide the information to the applicant forthe order in such manner, and at or by such time, as the applicant requires.\n\t\tSection 364 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (meaning ofcustomer information), except subsections (2)(f) and (3)(i), has effect forthe purposes of this section as if this section were included in Chapter 2 ofPart 8 of that Act.\n\t\tA customer information order has effect in spite of any restriction on thedisclosure of information (however imposed).\n\t\tCustomer information obtained in pursuance of a customer information orderis to be given to the Secretary of State and sent by him to the authoritywhich made the request.\n\tMaking, varying or discharging customer information orders\n\t\tA judge may make a customer information order, on an application made tohim pursuant to a direction under section 32(3), if he is satisfied that—\n\t\t\tthe person specified in the application is subject to an investigation inthe country in question,\n\t\t\tthe investigation concerns conduct which is serious criminal conduct,\n\t\t\tthe conduct constitutes an offence in England and Wales or (as the case maybe) Northern Ireland, or would do were it to occur there, and\n\t\t\tthe order is sought for the purposes of the investigation.\n\t\tThe application may be made ex parte to a judge in chambers.\n\t\tThe application may specify—\n\t\t\tall financial institutions,\n\t\t\ta particular description, or particular descriptions, of financialinstitutions, or\n\t\t\ta particular financial institution or particular financial institutions.\n\t\tThe court may discharge or vary a customer information order on anapplication made by—\n\t\t\tthe person who applied for the order,\n\t\t\ta senior police officer,\n\t\t\ta constable authorised by a senior police officer to make the application,\n\t\t\ta senior customs officer,\n\t\t\ta customs officer authorised by a senior customs officer to make theapplication.\n\tOffences \n\t\tA financial institution is guilty of an offence if without reasonableexcuse it fails to comply with a requirement imposed on it under a customerinformation order.\n\t\tA financial institution guilty of an offence under subsection (1) is liableon summary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tA financial institution is guilty of an offence if, in purported compliancewith a customer information order, it—\n\t\t\tmakes a statement which it knows to be false or misleading in a materialparticular, or\n\t\t\trecklessly makes a statement which is false or misleading in a materialparticular.\n\t\tA financial institution guilty of an offence under subsection (3) isliable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum, or\n\t\t\ton conviction on indictment, to a fine.\n\tAccount information\n\t\tThis section applies where the Secretary of State receives a request froman authority mentioned in subsection (2) for account information to beobtained in relation to an investigation in a participating country intocriminal conduct.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Secretary of State to have the function of makingrequests of the kind to which this section applies.\n\t\tThe Secretary of State may—\n\t\t\tdirect a senior police officer to apply, or arrange for a constable toapply, for an account monitoring order,\n\t\t\tdirect a senior customs officer to apply, or arrange for a customs officerto apply, for such an order.\n\t\tAn account monitoring order is an order made by a judge that a financialinstitution specified in the application for the order must, for the periodstated in the order, provide account information of the description specifiedin the order to the applicant in the manner, and at or by the time or times,stated in the order.\n\t\tAccount information is information relating to an account or accounts heldat the financial institution specified in the application by the person sospecified (whether solely or jointly with another).\n\t\tAn account monitoring order has effect in spite of any restriction on thedisclosure of information (however imposed).\n\t\tAccount information obtained in pursuance of an account monitoring order isto be given to the Secretary of State and sent by him to the authority whichmade the request.\n\tMaking, varying or discharging account monitoring orders\n\t\tA judge may make an account monitoring order, on an application made to himin pursuance of a direction under section 35(3), if he is satisfied that—\n\t\t\tthere is an investigation in the country in question into criminal conduct,and\n\t\t\tthe order is sought for the purposes of the investigation.\n\t\tThe application may be made ex parte to a judge in chambers.\n\t\tThe application may specify information relating to—\n\t\t\tall accounts held by the person specified in the application for the orderat the financial institution so specified,\n\t\t\ta particular description, or particular descriptions, of accounts so held,or\n\t\t\ta particular account, or particular accounts, so held.\n\t\tThe court may discharge or vary an account monitoring order on anapplication made by—\n\t\t\tthe person who applied for the order,\n\t\t\ta senior police officer,\n\t\t\ta constable authorised by a senior police officer to make the application,\n\t\t\ta senior customs officer,\n\t\t\ta customs officer authorised by a senior customs officer to make theapplication.\n\t\tAccount monitoring orders have effect as if they were orders of the court."
    },
    {
        "length": 1603,
        "text": "\nRequests for information about banking transactions in Scotland for useabroad\n\tCustomer information\n\t\tThis section applies where the Lord Advocate receives a request from anauthority mentioned in subsection (2) for customer information to be obtainedin relation to a person who appears to him to be subject to an investigationin a participating country into serious criminal conduct.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Lord Advocate to have the function of makingrequests of the kind to which this section applies.\n\t\tThe Lord Advocate may direct a procurator fiscal to apply for a customerinformation order.\n\t\tA customer information order is an order made by a sheriff that a financialinstitution specified in the application for the order must, on being requiredto do so by notice in writing given by the applicant for the order, provideany such customer information as it has relating to the person specified inthe application.\n\t\tA financial institution which is required to provide information under acustomer information order must provide the information to the applicant forthe order in such manner, and at or by such time, as the applicant requires.\n\t\tSection 398 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (meaning ofcustomer information), except subsections (2)(f) and (3)(i), has effect forthe purposes of this section as if this section were included in Chapter 3 ofPart 8 of that Act.\n\t\tA customer information order has effect in spite of any restriction on thedisclosure of information (however imposed).\n\t\tCustomer information obtained in pursuance of a customer information orderis to be given to the Lord Advocate and sent by him to the authority whichmade the request.\n\tMaking, varying or discharging customer information orders\n\t\tA sheriff may make a customer information order, on an application made tohim pursuant to a direction under section 37(3), if he is satisfied that—\n\t\t\tthe person specified in the application is subject to an investigation inthe country in question,\n\t\t\tthe investigation concerns conduct which is serious criminal conduct,\n\t\t\tthe conduct constitutes an offence in Scotland, or would do were it tooccur in Scotland, and\n\t\t\tthe order is sought for the purposes of the investigation.\n\t\tThe application may be made ex parte to a sheriff in chambers.\n\t\tThe application may specify—\n\t\t\tall financial institutions,\n\t\t\ta particular description, or particular descriptions, of financialinstitutions, or\n\t\t\ta particular financial institution or particular financial institutions.\n\t\tThe court may discharge or vary a customer information order on anapplication made by the procurator fiscal.\n\t\tSection 409 of the Proceeds of Crime Act 2002 (jurisdiction of sheriff) haseffect for the purposes of this section as if this section were included inChapter 3 of Part 8 of that Act.\n\tOffences \n\t\tA financial institution is guilty of an offence if without reasonableexcuse it fails to comply with a requirement imposed on it under a customerinformation order.\n\t\tA financial institution guilty of an offence under subsection (1) is liableon summary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tA financial institution is guilty of an offence if, in purported compliancewith a customer information order, it—\n\t\t\tmakes a statement which it knows to be false or misleading in a materialparticular, or\n\t\t\trecklessly makes a statement which is false or misleading in a materialparticular.\n\t\tA financial institution guilty of an offence under subsection (3) isliable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum, or\n\t\t\ton conviction on indictment, to a fine.\n\tAccount information\n\t\tThis section applies where the Lord Advocate receives a request from anauthority mentioned in subsection (2) for account information to be obtainedin relation to an investigation in a participating country into criminalconduct.\n\t\tThe authority referred to in subsection (1) is the authority in thatcountry which appears to the Lord Advocate to have the function of makingrequests of the kind to which this section applies.\n\t\tThe Lord Advocate may direct a procurator fiscal to apply for an accountmonitoring order.\n\t\tAn account monitoring order is an order made by a sheriff that a financialinstitution specified in the application for the order must, for the periodstated in the order, provide account information of the description specifiedin the order to the applicant in the manner, and at or by the time or times,stated in the order.\n\t\tAccount information is information relating to an account or accounts heldat the financial institution specified in the application by the person sospecified (whether solely or jointly with another).\n\t\tAn account monitoring order has effect in spite of any restriction on thedisclosure of information (however imposed).\n\t\tAccount information obtained in pursuance of an account monitoring order isto be given to the Lord Advocate and sent by him to the authority which madethe request.\n\tMaking, varying or discharging account monitoring orders\n\t\tA sheriff may make an account monitoring order, on an application made tohim in pursuance of a direction under section 40(3), if he is satisfied that—\n\t\t\tthere is an investigation in the country in question into criminal conduct,and\n\t\t\tthe order is sought for the purposes of the investigation.\n\t\tThe application may be made ex parte to a sheriff in chambers.\n\t\tThe application may specify information relating to—\n\t\t\tall accounts held by the person specified in the application for the orderat the financial institution so specified,\n\t\t\ta particular description, or particular descriptions, of accounts so held,or\n\t\t\ta particular account, or particular accounts, so held.\n\t\tThe court may discharge or vary an account monitoring order on anapplication made by the procurator fiscal.\n\t\tSection 409 of the Proceeds of Crime Act [2002 (c.29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\") (jurisdictionof sheriff) has effect for the purposes of this section as if this sectionwere included in Chapter 3 of Part 8 of that Act."
    },
    {
        "length": 416,
        "text": "\nDisclosure of information\n\tOffence of disclosure\n\t\tThis section applies where—\n\t\t\ta financial institution is specified in a customer information order oraccount monitoring order made in any part of the United Kingdom, or\n\t\t\tthe Secretary of State or the Lord Advocate receives a request undersection 13 for evidence to be obtained from a financial institution inconnection with the investigation of an offence in reliance on Article 2(requests for information on banking transactions) of the 2001 Protocol.\n\t\tIf the institution, or an employee of the institution, discloses any of thefollowing information, the institution or (as the case may be) the employee isguilty of an offence.\n\t\tThat information is—\n\t\t\tthat the request to obtain customer information or account information, orthe request mentioned in subsection (1)(b), has been received,\n\t\t\tthat the investigation to which the request relates is being carried out,or\n\t\t\tthat, in pursuance of the request, information has been given to theauthority which made the request.\n\t\tAn institution guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\ton conviction on indictment, to a fine.\n\t\tAny other person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both,\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears or to a fine, or to both."
    },
    {
        "length": 1203,
        "text": "\nRequests for information about banking transactions for use in UK\n\tInformation about a person’s bank account\n\t\tIf it appears to a judicial authority in the United Kingdom, on anapplication made by a prosecuting authority, that—\n\t\t\ta person is subject to an investigation in the United Kingdom into seriouscriminal conduct,\n\t\t\tthe person holds, or may hold, an account at a bank which is situated in aparticipating country, and\n\t\t\tthe information which the applicant seeks to obtain is likely to be ofsubstantial value for the purposes of the investigation,\n\t\t\t\tthe judicial authority may request assistance under this section.\n\t\tThe judicial authorities are—\n\t\t\tin relation to England and Wales, any judge or justice of the peace,\n\t\t\tin relation to Scotland, any sheriff,\n\t\t\tin relation to Northern Ireland, any judge or resident magistrate.\n\t\tIf it appears to a prosecuting authority mentioned in subsection (4) thatparagraphs (a) to (c) of subsection (1) are met, the authority may itselfrequest assistance under this section.\n\t\tThe prosecuting authorities are—\n\t\t\tin relation to England and Wales and Northern Ireland, a prosecutingauthority designated by an order made by the Secretary of State,\n\t\t\tin relation to Scotland, the Lord Advocate or a procurator fiscal.\n\t\tThe assistance that may be requested under this section is any assistancein obtaining from a participating country one or more of the following—\n\t\t\tinformation as to whether the person in question holds any accounts at anybanks situated in the participating country,\n\t\t\tdetails of any such accounts,\n\t\t\tdetails of transactions carried out in any period specified in the requestin respect of any such accounts.\n\t\tA request for assistance under this section must—\n\t\t\tstate the grounds on which the authority making the request thinks that theperson in question may hold any account at a bank which is situated in aparticipating country and (if possible) specify the bank or banks in question,\n\t\t\tstate the grounds on which the authority making the request considers thatthe information sought to be obtained is likely to be of substantial value forthe purposes of the investigation, and\n\t\t\tinclude any information which may facilitate compliance with the request.\n\t\tFor the purposes of this section, a person holds an account if—\n\t\t\tthe account is in his name or is held for his benefit, or\n\t\t\the has a power of attorney in respect of the account.\n\t\t\tIn relation to Scotland, a power of attorney includes a factory andcommission.\n\tMonitoring banking transactions\n\t\tIf it appears to a judicial authority in the United Kingdom, on anapplication made by a prosecuting authority, that the information which theapplicant seeks to obtain is relevant to an investigation in the UnitedKingdom into criminal conduct, the judicial authority may request assistanceunder this section.\n\t\tThe judicial authorities are—\n\t\t\tin relation to England and Wales, any judge or justice of the peace,\n\t\t\tin relation to Scotland, any sheriff,\n\t\t\tin relation to Northern Ireland, any judge or resident magistrate.\n\t\tIf it appears to a prosecuting authority mentioned in subsection (4) thatthe information which it seeks to obtain is relevant to an investigation intocriminal conduct, the authority may itself request assistance under thissection.\n\t\tThe prosecuting authorities are—\n\t\t\tin relation to England and Wales and Northern Ireland, a prosecutingauthority designated by an order made by the Secretary of State,\n\t\t\tin relation to Scotland, the Lord Advocate or a procurator fiscal.\n\t\tThe assistance that may be requested under this section is any assistancein obtaining from a participating country details of transactions to becarried out in any period specified in the request in respect of any accountsat banks situated in that country.\n\tSending requests for assistance\n\t\tA request for assistance under section 43 or 44, other than one to whichsubsection (3) or (4) applies, is to be sent to the Secretary of State forforwarding—\n\t\t\tto a court specified in the request and exercising jurisdiction in theplace where the information is to be obtained, or\n\t\t\tto any authority recognised by the participating country in question as theappropriate authority for receiving requests for assistance of the kind towhich this section applies.\n\t\tBut in cases of urgency the request may be sent to a court referred to insubsection (1)(a).\n\t\tSuch a request for assistance by the Lord Advocate is to be sent to a courtor authority mentioned in subsection (1)(a) or (b).\n\t\tSuch a request for assistance by a sheriff or a procurator fiscal is to besent to such a court or authority, or to the Lord Advocate for forwarding tosuch a court or authority."
    },
    {
        "length": 458,
        "text": "\nGeneral\n\tInterpretation of Chapter 4\n\t\tIn this Chapter—\n\t\t\t  * “the court” means the Crown Court or, in Scotland, the sheriff, \n\t\t\t  * “senior police officer” means a police officer who is not below the rank of superintendent and “senior customs officer” means a customs officer who is not below the grade designated by the Commissioners of Customs and Excise as equivalent to that rank. \n\t\tThe following provisions apply for the purposes of this Chapter.\n\t\tSerious criminal conduct means conduct which constitutes—\n\t\t\tan offence to which paragraph 3 of Article 1 (request for information onbank accounts) of the 2001 Protocol applies, or\n\t\t\tan offence specified in an order made by the Secretary of State or, inrelation to Scotland, the Scottish Ministers for the purpose of giving effectto any decision of the Council of the European Union under paragraph 6 of thatArticle.\n\t\tA financial institution—\n\t\t\tmeans a person who is carrying on business in the regulated sector, and\n\t\t\tin relation to a customer information order or an account monitoring order,includes a person who was carrying on business in the regulated sector at atime which is the time to which any requirement for him to provide informationunder the order is to relate.\n\t\t\t\t  * “Business in the regulated sector” is to be interpreted in accordance with Schedule 9 to the Proceeds of Crime Act [2002 (c. 29)](/id/ukpga/2002/29?view=plain \"Go to item of legislation\"). \n\t\tA judge means—\n\t\t\tin relation to England and Wales, a judge entitled to exercise thejurisdiction of the Crown Court,\n\t\t\tin relation to Northern Ireland, a Crown Court judge."
    },
    {
        "length": 1456,
        "text": "\nChapter 5Transfer of prisoners\n\tTransfer of UK prisoner to assist investigation abroad\n\t\tThe Secretary of State may pursuant to an agreement with the competentauthority of a participating country issue a warrant providing for any personto whom this section applies (“a prisoner”) to be transferred to that countryfor the purpose of assisting there in the investigation of an offence.\n\t\t\tThe offence must be one which was or may have been committed in the UnitedKingdom.\n\t\tThis section applies to a person—\n\t\t\tserving a sentence in a prison,\n\t\t\tin custody awaiting trial or sentence, or\n\t\t\tcommitted to prison for default in paying a fine.\n\t\tBut, in relation to transfer from Scotland—\n\t\t\tthis section applies to any person detained in custody,\n\t\t\treferences in this section to the Secretary of State are to be read asreferences to the Scottish Ministers.\n\t\tA warrant may be issued in respect of a prisoner under subsection (1) onlyif—\n\t\t\tthe prisoner, or\n\t\t\tin the circumstances mentioned in subsection (5), a person appearing to theSecretary of State to be an appropriate person to act on the prisoner’sbehalf,\n\t\t\thas made a written statement consenting to his being transferred for thepurpose mentioned in subsection (1).\n\t\tThe circumstances are those in which it appears to the Secretary of Stateto be inappropriate for the prisoner to act for himself, by reason of hisphysical or mental condition or his youth.\n\t\tSuch consent cannot be withdrawn after the issue of the warrant.\n\t\tA warrant under this section authorises—\n\t\t\tthe taking of the prisoner to a place in the United Kingdom and hisdelivery at a place of departure from the United Kingdom into the custody of aperson representing the appropriate authority of the participating country towhich the prisoner is to be transferred, and\n\t\t\tthe bringing of the prisoner back to the United Kingdom and his transfer incustody to the place where he is liable to be detained under the sentence ororder to which he is subject.\n\t\tReferences to a prison in this section include any other institution towhich the Prison Act [1952 (c. 52)](/id/ukpga/1952/52?view=plain \"Go to itemof legislation\"), the Prison Act (Northern Ireland) [1953 (c. 18(N.I.)](/id/apni/1953/18?view=plain \"Go to item of legislation\")) or Article45(1) of the Criminal Justice (Children) (Northern Ireland) Order 1998 ([S.I.1998/ 1504 (N.I.9)](/id/nisi/1998/1504?view=plain \"Go to item oflegislation\")) applies.\n\t\tSubsections (3A) to (8) of section 5 of the 1990 Act (transfer of UKprisoner to give evidence or assist investigation overseas) have effect inrelation to a warrant issued under this section as they have effect inrelation to a warrant issued under that section.\n\tTransfer of EU etc. prisoner to assist UK investigation\n\t\tThe Secretary of State may pursuant to an agreement with the competentauthority of a participating country issue a warrant providing for any personto whom this section applies (“the overseas prisoner”) to be transferred tothe United Kingdom for the purpose of assisting in the investigation of anoffence.\n\t\t\tThe offence must be one which was or may have been committed in theparticipating country.\n\t\tThis section applies to a person who is detained in custody in aparticipating country—\n\t\t\tby virtue of a sentence or order of a court exercising criminaljurisdiction there, or\n\t\t\tin consequence of having been transferred there from the United Kingdomunder the Repatriation of Prisoners Act [1984 (c.47)](/id/ukpga/1984/47?view=plain \"Go to item of legislation\") or under anysimilar provision or arrangement from any other country.\n\t\tBut, in relation to transfer to Scotland—\n\t\t\tthis section applies to any person who is detained in custody in aparticipating country,\n\t\t\tthe reference in subsection (1) to the Secretary of State is to be read asa reference to the Scottish Ministers.\n\t\tA warrant may be issued in respect of an overseas prisoner under subsection(1) only if the competent authority provides a written statement made by theprisoner consenting to his being transferred for the purpose mentioned in thatsubsection.\n\t\tSuch consent cannot be withdrawn after the issue of the warrant.\n\t\tA warrant under this section authorises—\n\t\t\tthe bringing of the prisoner to the United Kingdom,\n\t\t\tthe taking of the prisoner to, and his detention in custody at, any placeor places in the United Kingdom specified in the warrant,\n\t\t\tthe returning of the prisoner to the country from which he has come.\n\t\tSubsections (4) to (8) of section 5 of the 1990 Act have effect in relationto a warrant issued under this section as they have effect in relation to awarrant issued under that section.\n\t\tA person is not subject to the Immigration Act [1971 (c.77)](/id/ukpga/1971/77?view=plain \"Go to item of legislation\") in respect ofhis entry into or presence in the United Kingdom pursuant to a warrant underthis section; but if the warrant ceases to have effect while he is still inthe United Kingdom—\n\t\t\the is to be treated for the purposes of that Act as if he has thenillegally entered the United Kingdom, and\n\t\t\tthe provisions of Schedule 2 to that Act have effect accordingly exceptthat paragraph 20(1) (liability of carrier for expenses of custody etc. ofillegal entrant) does not have effect in relation to directions for hisremoval given by virtue of this subsection."
    },
    {
        "length": 1252,
        "text": "\nChapter 6Supplementary\n\tRules of court\n\t\tProvision may be made by rules of court as to the practice and procedure tobe followed in connection with proceedings under this Part.\n\t\tRules of court made under this section by the High Court in Scotland are tobe made by Act of Adjournal.\n\t\tThe power to make rules of court under this section does not prejudice anyexisting power to make rules.\n\tSubordinate legislation\n\t\tAny power to make an order conferred by this Part on the Secretary ofState, the Treasury or the Scottish Ministers is exercisable by statutoryinstrument.\n\t\tSuch an order may make different provision for different purposes.\n\t\tA statutory instrument (other than an instrument to which subsection (5)applies) containing an order made by the Secretary of State or the Treasury isto be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument (other than an instrument to which subsection (5)applies) containing an order made by the Scottish Ministers is to be subjectto annulment in pursuance of a resolution of the Scottish Parliament.\n\t\tA statutory instrument containing an order under section 51(2)(b)designating a country other than a member State is not to be made unless—\n\t\t\tin the case of an order to be made by the Secretary of State, a draft ofthe instrument has been laid before, and approved by resolution of, each Houseof Parliament,\n\t\t\tin the case of an order to be made by the Scottish Ministers, a draft ofthe instrument has been laid before, and approved by resolution of, theScottish Parliament.\n\tGeneral interpretation\n\t\tIn this Part—\n\t\t\t  * “the 1990 Act” means the Criminal Justice (International Co-operation) Act [1990 (c. 5)](/id/ukpga/1990/5?view=plain \"Go to item of legislation\"), \n\t\t\t  * “the 2001 Protocol” means the Protocol to the Mutual Legal Assistance Convention, established by Council Act of 16th October 2001 (2001/C326/01), \n\t\t\t  * “administrative proceedings” means proceedings outside the United Kingdom to which Article 3(1) of the Mutual Legal Assistance Convention applies (proceedings brought by administrative authorities in respect of administrative offences where a decision in the proceedings may be the subject of an appeal before a court), \n\t\t\t  * “chief officer of police”— \n\t\t\tin relation to any area in Scotland, means the chief constable for the policeforce maintained for that area,\n\t\t\tin relation to any area in Northern Ireland, means the Chief Constable of thePolice Service of Northern Ireland,\n\t\t\t\t  * “clemency proceedings” means proceedings in a country outside the United Kingdom, not being proceedings before a court exercising criminal jurisdiction, for the removal or reduction of a penalty imposed on conviction of an offence, \n\t\t\t\t  * “country” includes territory, \n\t\t\t\t  * “court” includes a tribunal, \n\t\t\t\t  * “criminal proceedings” include criminal proceedings outside the United Kingdom in which a civil order may be made, \n\t\t\t\t  * “customs officer” means an officer commissioned by the Commissioners of Customs and Excise under section 6(3) of the Customs and Excise Management Act [1979 (c. 2)](/id/ukpga/1979/2?view=plain \"Go to item of legislation\"), \n\t\t\t\t  * “evidence” includes information in any form and articles, and giving evidence includes answering a question or producing any information or article, \n\t\t\t\t  * “the Mutual Legal Assistance Convention” means the Convention on Mutual Assistance in Criminal Matters established by Council Act of 29th May 2000 (2000/C197/01), \n\t\t\t\t  * “the Schengen Convention” means the Convention implementing the Schengen Agreement of 14th June 1985. \n\t\tA participating country, in relation to any provision of this Part, means—\n\t\t\ta country other than the United Kingdom which is a member State on a dayappointed for the commencement of that provision, and\n\t\t\tany other country designated by an order made by the Secretary of State or,in relation to Scotland, the Scottish Ministers.\n\t\tIn this Part, “process”, in relation to England and Wales and NorthernIreland, means any summons or order issued or made by a court and includes—\n\t\t\tany other document issued or made by a court for service on parties orwitnesses,\n\t\t\tany document issued by a prosecuting authority outside the United Kingdomfor the purposes of criminal proceedings.\n\t\tIn this Part, “process”, in relation to service in Scotland, means acitation by a court or by a prosecuting authority, or an order made by acourt, and includes any other document issued or made as mentioned insubsection (3)(a) or (b)."
    },
    {
        "length": 3111,
        "text": "\nPart 2Terrorist acts and threats: jurisdiction\n\tJurisdiction for terrorist offences\n\t\tAfter section 63 of the Terrorism Act [2000 (c.11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“Extra-territorial jurisdiction for other terrorist offences etc.\n\t\t\tAOther terrorist offences under this Act: jurisdiction\n\t\t\t\tIf— \n\t\t\t\t\ta United Kingdom national or a United Kingdom resident does anythingoutside the United Kingdom, and\n\t\t\t\t\this action, if done in any part of the United Kingdom, would haveconstituted an offence under section 54 or any of sections 56 to 61,\n\t\t\t\t\t\the shall be guilty in that part of the United Kingdom of the offence.\n\t\t\t\tFor the purposes of this section and sections 63B and 63C a “United Kingdomnational” means an individual who is—\n\t\t\t\t\ta British citizen, a British overseas territories citizen, a BritishNational (Overseas) or a British Overseas citizen,\n\t\t\t\t\ta person who under the British Nationality Act 1981 is a British subject,or\n\t\t\t\t\ta British protected person within the meaning of that Act.\n\t\t\t\tFor the purposes of this section and sections 63B and 63C a “United Kingdomresident” means an individual who is resident in the United Kingdom.\n\t\t\tBTerrorist attacks abroad by UK nationals or residents: jurisdiction\n\t\t\t\tIf— \n\t\t\t\t\ta United Kingdom national or a United Kingdom resident does anythingoutside the United Kingdom as an act of terrorism or for the purposes ofterrorism, and\n\t\t\t\t\this action, if done in any part of the United Kingdom, would haveconstituted an offence listed in subsection (2),\n\t\t\t\t\t\the shall be guilty in that part of the United Kingdom of the offence.\n\t\t\t\tThese are the offences—\n\t\t\t\t\tmurder, manslaughter, culpable homicide, rape, assault causing injury,assault to injury, kidnapping, abduction or false imprisonment,\n\t\t\t\t\tan offence under section 4, 16, 18, 20, 21, 22, 23, 24, 28, 29, 30 or 64 ofthe Offences against the Person Act 1861,\n\t\t\t\t\tan offence under any of sections 1 to 5 of the Forgery and CounterfeitingAct 1981,\n\t\t\t\t\tthe uttering of a forged document or an offence under section 46A of theCriminal Law (Consolidation) (Scotland) Act 1995,\n\t\t\t\t\tan offence under section 1 or 2 of the Criminal Damage Act 1971,\n\t\t\t\t\tan offence under Article 3 or 4 of the Criminal Damage (Northern Ireland)Order 1977,\n\t\t\t\t\tmalicious mischief,\n\t\t\t\t\twilful fire-raising.\n\t\t\tCTerrorist attacks abroad on UK nationals, residents and diplomaticstaff etc: jurisdiction\n\t\t\t\tIf— \n\t\t\t\t\ta person does anything outside the United Kingdom as an act of terrorism orfor the purposes of terrorism,\n\t\t\t\t\this action is done to, or in relation to, a United Kingdom national, aUnited Kingdom resident or a protected person, and\n\t\t\t\t\this action, if done in any part of the United Kingdom, would haveconstituted an offence listed in subsection (2),\n\t\t\t\t\t\the shall be guilty in that part of the United Kingdom of the offence.\n\t\t\t\tThese are the offences—\n\t\t\t\t\tmurder, manslaughter, culpable homicide, rape, assault causing injury,assault to injury, kidnapping, abduction or false imprisonment,\n\t\t\t\t\tan offence under section 4, 16, 18, 20, 21, 22, 23, 24, 28, 29, 30 or 64 ofthe Offences against the Person Act 1861,\n\t\t\t\t\tan offence under section 1, 2, 3, 4 or 5(1) or (3) of the Forgery andCounterfeiting Act 1981,\n\t\t\t\t\tthe uttering of a forged document or an offence under section 46A(1) of theCriminal Law (Consolidation) (Scotland) Act 1995.\n\t\t\t\tFor the purposes of this section and section 63D a person is a protectedperson if—\n\t\t\t\t\the is a member of a United Kingdom diplomatic mission within the meaning ofArticle 1(b) of the Vienna Convention on Diplomatic Relations signed in 1961(as that Article has effect in the United Kingdom by virtue of section 2 ofand Schedule 1 to the Diplomatic Privileges Act 1964),\n\t\t\t\t\the is a member of a United Kingdom consular post within the meaning ofArticle 1(g) of the Vienna Convention on Consular Relations signed in 1963 (asthat Article has effect in the United Kingdom by virtue of section 1 of andSchedule 1 to the Consular Relations Act 1968),\n\t\t\t\t\the carries out any functions for the purposes of the European Agency forthe Evaluation of Medicinal Products, or\n\t\t\t\t\the carries out any functions for the purposes of a body specified in anorder made by the Secretary of State.\n\t\t\t\tThe Secretary of State may specify a body under subsection (3)(d) only if—\n\t\t\t\t\tit is established by or under the Treaty establishing the EuropeanCommunity or the Treaty on European Union, and\n\t\t\t\t\tthe principal place in which its functions are carried out is a place inthe United Kingdom.\n\t\t\t\tIf in any proceedings a question arises as to whether a person is or was aprotected person, a certificate—\n\t\t\t\t\tissued by or under the authority of the Secretary of State, and\n\t\t\t\t\tstating any fact relating to the question,\n\t\t\t\t\tis to be conclusive evidence of that fact.\n\t\t\tDTerrorist attacks or threats abroad in connection with UK diplomaticpremises etc: jurisdiction\n\t\t\t\tIf— \n\t\t\t\t\ta person does anything outside the United Kingdom as an act of terrorism orfor the purposes of terrorism,\n\t\t\t\t\this action is done in connection with an attack on relevant premises or ona vehicle ordinarily used by a protected person,\n\t\t\t\t\tthe attack is made when a protected person is on or in the premises orvehicle, and\n\t\t\t\t\this action, if done in any part of the United Kingdom, would haveconstituted an offence listed in subsection (2),\n\t\t\t\t\t\the shall be guilty in that part of the United Kingdom of the offence.\n\t\t\t\tThese are the offences—\n\t\t\t\t\tan offence under section 1 of the Criminal Damage Act 1971,\n\t\t\t\t\tan offence under Article 3 of the Criminal Damage (Northern Ireland) Order1977,\n\t\t\t\t\tmalicious mischief,\n\t\t\t\t\twilful fire-raising.\n\t\t\t\tIf— \n\t\t\t\t\ta person does anything outside the United Kingdom as an act of terrorism orfor the purposes of terrorism,\n\t\t\t\t\this action consists of a threat of an attack on relevant premises or on avehicle ordinarily used by a protected person,\n\t\t\t\t\tthe attack is threatened to be made when a protected person is, or islikely to be, on or in the premises or vehicle, and\n\t\t\t\t\this action, if done in any part of the United Kingdom, would haveconstituted an offence listed in subsection (4),\n\t\t\t\t\the shall be guilty in that part of the United Kingdom of the offence.\n\t\t\t\tThese are the offences—\n\t\t\t\t\tan offence under section 2 of the Criminal Damage Act 1971,\n\t\t\t\t\tan offence under Article 4 of the Criminal Damage (Northern Ireland) Order1977,\n\t\t\t\t\tbreach of the peace (in relation to Scotland only).\n\t\t\t\t“Relevant premises” means—\n\t\t\t\t\tpremises at which a protected person resides or is staying, or\n\t\t\t\t\tpremises which a protected person uses for the purpose of carrying out hisfunctions as such a person.\n\t\t\tESections 63B to 63D: supplementary\n\t\t\t\tProceedings for an offence which (disregarding the Acts listed insubsection (2)) would not be an offence apart from section 63B, 63C or 63D arenot to be started—\n\t\t\t\t\tin England and Wales, except by or with the consent of the AttorneyGeneral,\n\t\t\t\t\tin Northern Ireland, except by or with the consent of the Advocate Generalfor Northern Ireland.\n\t\t\t\tThese are the Acts—\n\t\t\t\t\tthe Internationally Protected Persons Act 1978,\n\t\t\t\t\tthe Suppression of Terrorism Act 1978,\n\t\t\t\t\tthe Nuclear Material (Offences) Act 1983,\n\t\t\t\t\tthe United Nations Personnel Act 1997.\n\t\t\t\tFor the purposes of sections 63C and 63D it is immaterial whether a personknows that another person is a United Kingdom national, a United Kingdomresident or a protected person.\n\t\t\t\tIn relation to any time before the coming into force of section 27(1) ofthe Justice (Northern Ireland) Act 2002, the reference in subsection (1)(b) tothe Advocate General for Northern Ireland is to be read as a reference to theAttorney General for Northern Ireland.”\n\tJurisdiction for offence under section 113 of the Anti-terrorism, Crimeand Security Act 2001\n\t\tAfter section 113 of the Anti-terrorism, Crime and Security Act [2001 (c.24)](/id/ukpga/2001/24?view=plain \"Go to item of legislation\") (use of noxioussubstances or things to cause harm and intimidate) there is inserted—\n\t\t“113AApplication of section 113\n\t\t\tSection 113 applies to conduct done—\n\t\t\t\tin the United Kingdom; or\n\t\t\t\toutside the United Kingdom which satisfies the following two conditions.\n\t\t\tThe first condition is that the conduct is done for the purpose ofadvancing a political, religious or ideological cause.\n\t\t\tThe second condition is that the conduct is—\n\t\t\t\tby a United Kingdom national or a United Kingdom resident;\n\t\t\t\tby any person done to, or in relation to, a United Kingdom national, aUnited Kingdom resident or a protected person; or\n\t\t\t\tby any person done in circumstances which fall within section 63D(1)(b) and(c) or (3)(b) and (c) of the Terrorism Act 2000.\n\t\t\tThe following expressions have the same meaning as they have for thepurposes of sections 63C and 63D of that Act—\n\t\t\t\t“United Kingdom national”;\n\t\t\t\t“United Kingdom resident”;\n\t\t\t\t“protected person”.\n\t\t\tFor the purposes of this section it is immaterial whether a person knowsthat another is a United Kingdom national, a United Kingdom resident or aprotected person.\n\t\tBConsent to prosecution for offence under section 113\n\t\t\tProceedings for an offence committed under section 113 outside the UnitedKingdom are not to be started—\n\t\t\t\tin England and Wales, except by or with the consent of the AttorneyGeneral;\n\t\t\t\tin Northern Ireland, except by or with the consent of the Advocate Generalfor Northern Ireland.\n\t\t\tProceedings for an offence committed under section 113 outside the UnitedKingdom may be taken, and the offence may for incidental purposes be treatedas having been committed, in any part of the United Kingdom.\n\t\t\tIn relation to any time before the coming into force of section 27(1) ofthe Justice (Northern Ireland) Act 2002, the reference in subsection (1)(b) tothe Advocate General for Northern Ireland is to be read as a reference to theAttorney General for Northern Ireland.”"
    },
    {
        "length": 1053,
        "text": "\nRoad traffic offences in UK\n\tApplication of section 55\n\t\tSection 55 applies where—\n\t\t\tan individual (“the offender”) who is normally resident in a member Stateother than the United Kingdom is convicted of an offence mentioned in Schedule3,\n\t\t\tno appeal is outstanding in relation to the offence, and\n\t\t\tthe driving disqualification condition is met in relation to the offence.\n\t\tThe driving disqualification condition is met—\n\t\t\tin relation to an offence mentioned in Part 1 of Schedule 3, if an order ofdisqualification is made in respect of the offence,\n\t\t\tin relation to an offence mentioned in Part 2 of that Schedule, if an orderof disqualification for a period not less than the minimum period is made inrespect of the offence.\n\t\tThe minimum period is—\n\t\t\ta period of six months, or\n\t\t\twhere the State in which the offender normally resides is a prescribedState, a shorter period equal to the period prescribed in relation to theState.\n\t\tSection 55 does not apply in prescribed circumstances.\n\t\tFor the purposes of this section no appeal is outstanding in relation to anoffence if—\n\t\t\tno appeal is brought against an offender’s conviction of the offence, orany order made on his conviction, within the time allowed for making suchappeals, or\n\t\t\tsuch an appeal is brought and the proceedings on appeal are finallyconcluded.\n\tDuty to give notice to foreign authorities of driving disqualificationof a non-UK resident\n\t\tWhere this section applies, the appropriate Minister must give the centralauthority of the State in which the offender is normally resident a noticeunder this section.\n\t\tA notice under this section must—\n\t\t\tgive the name, address and date of birth of the offender,\n\t\t\tgive particulars of the offence,\n\t\t\tstate that no appeal is outstanding in relation to it,\n\t\t\tgive particulars of the disqualification,\n\t\t\tstate whether or not the offender took part in the proceedings in which thedisqualification was imposed,\n\t\t\tstate that the offender has been informed that any decision made for thepurposes of the convention on driving disqualifications will have no effect onthe disqualification.\n\t\tA notice under this section may contain such other information as theappropriate Minister considers appropriate.\n\t\tA notice under this section must be accompanied by the original or acertified copy of the order of disqualification.\n\t\tWhere the offender did not take part in the proceedings mentioned insubsection (2)(e), a notice under this section must also be accompanied byevidence that the offender was duly notified of those proceedings.\n\t\tWhere the offender is the holder of a Community licence, a notice underthis section must also be accompanied by the licence unless it has beenreturned to the driver—\n\t\t\tunder section 91A(7)(b)(ii) of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"), or\n\t\t\tunder Article 92A(7)(b)(ii) of the Road Traffic Offenders (NorthernIreland) Order 1996 ([S.I. 1996/ 1320 (N.I.10)](/id/nisi/1996/1320?view=plain\"Go to item of legislation\")).\n\t\tWhere the period of disqualification is reduced by virtue of section 34A ofthat Act or Article 36 of that Order, the appropriate Minister must give thecentral authority particulars of the reduction.\n\t\tWhere the disqualification is removed by an order under section 42 of thatAct or Article 47 of that Order, the appropriate Minister must give thecentral authority particulars of the removal.\n\t\tThe appropriate Minister must provide—\n\t\t\tthe central authority, or\n\t\t\tthe competent authority of the State mentioned in subsection (1),\n\t\t\t\twith any further information which it requires for the purposes of theconvention on driving disqualifications."
    },
    {
        "length": 1489,
        "text": "\nDisqualification in respect of road traffic offences outside UK\n\tApplication of section 57\n\t\tSection 57 applies where—\n\t\t\tan individual (“the offender”) who is normally resident in the UnitedKingdom is convicted in another member State of an offence falling withinsubsection (5),\n\t\t\tno appeal is outstanding in relation to the offence,\n\t\t\tthe driving disqualification condition is met in relation to the offence,and\n\t\t\tthe offender was duly notified of the proceedings (“the relevantproceedings”) in which the disqualification was imposed and was entitled totake part in them.\n\t\tThe driving disqualification condition is met—\n\t\t\tin relation to an offence falling within subsection (5)(a), if, as a resultof the offence, the offender is disqualified in the State in which theconviction is made,\n\t\t\tin relation to an offence falling within subsection (5)(b), if, as a resultof the offence, the offender is disqualified in that State for a period notless than the minimum period.\n\t\tFor the purposes of this section an offender is disqualified in a State ifhe is disqualified in that State for holding or obtaining a licence to drive amotor vehicle granted under the law of that State (however thedisqualification is described under that law).\n\t\tThe minimum period is—\n\t\t\ta period of six months, or\n\t\t\twhere the State in which the conviction is made is a prescribed State, ashorter period equal to the period prescribed in relation to that State.\n\t\tAn offence falls within this subsection if it is constituted by—\n\t\t\tconduct falling within any of paragraphs 1 to 5 of the Annex to theconvention on driving disqualifications, or\n\t\t\tother conduct which constitutes a road traffic offence for the purposes ofthat convention.\n\t\tSection 57 does not apply if the relevant proceedings were brought laterthan the time at which summary proceedings for any corresponding offence underthe law of the part of the United Kingdom in which the offender is normallyresident could have been brought.\n\t\tAn offence is a corresponding offence if—\n\t\t\tthe conduct constituting the offence outside the United Kingdom took placein any part of the United Kingdom, and\n\t\t\tthat conduct is, or corresponds to, conduct which would constitute anoffence under the law of that part.\n\t\tThe appropriate Minister may make regulations treating offences under thelaw of a part of the United Kingdom as corresponding to offences under the lawof a member State other than the United Kingdom.\n\t\tFor the purposes of this section no appeal is outstanding in relation to anoffence if—\n\t\t\tno appeal is brought against an offender’s conviction of the offence, orany decision made as a result of his conviction, within the time allowed formaking such appeals, or\n\t\t\tsuch an appeal is brought and the proceedings on appeal are finallyconcluded.\n\tRecognition in United Kingdom of foreign driving disqualification\n\t\tWhere this section applies, the appropriate Minister—\n\t\t\tmust give the offender a notice under this section if the unexpired periodof the foreign disqualification is not less than one month, and\n\t\t\tmay give him a notice under this section if that period is less than onemonth.\n\t\tThe unexpired period of the foreign disqualification is—\n\t\t\tthe period of the foreign disqualification, less\n\t\t\tany period of that disqualification which is treated by regulations made bythe appropriate Minister as having been served in the State in which theoffender was convicted.\n\t\tThe provision which may be made by regulations under subsection (2)(b)includes provision for treating any period during which a central authority orcompetent authority of a State has seized a licence without returning it as aperiod which has been served in that State.\n\t\tIf the appropriate Minister gives the offender a notice under this section,the offender is disqualified in each part of the United Kingdom—\n\t\t\tfor the relevant period, and\n\t\t\tif the foreign disqualification is also effective until a condition issatisfied, until the condition or a corresponding prescribed condition issatisfied.\n\t\tThe relevant period is the period which—\n\t\t\tbegins at the end of the period of 21 days beginning with the day on whichthe notice is given, and\n\t\t\tis equal to the unexpired period of the foreign disqualification.\n\t\tBut if the foreign disqualification is at any time removed otherwise thanin prescribed circumstances, the offender ceases to be disqualified in eachpart of the United Kingdom from that time.\n\t\tThe appropriate Minister may make regulations substituting a longer periodfor the period for the time being mentioned in subsection (5)(a).\n\t\tWhere the foreign disqualification is for life—\n\t\t\tthe condition in subsection (1)(a) is to be treated as satisfied, and\n\t\t\tthe other references in this section and section 58 to the unexpired periodof the foreign disqualification are to be read as references to adisqualification for life.\n\tNotice under section 57\n\t\tA notice under section 57 must—\n\t\t\tgive particulars of the offence in respect of which the foreigndisqualification was imposed and the period of that disqualification,\n\t\t\tstate that the offender is disqualified in each part of the United Kingdomfor a period equal to the unexpired period of the foreign disqualification,\n\t\t\tstate the date from which, and period for which, he is disqualified,\n\t\t\tgive particulars of any relevant condition mentioned in section 57(4)(b),\n\t\t\tgive details of his right to appeal under section 59.\n\t\tA notice under section 57 must be in writing.\n\t\tA notice under section 57 may contain such other information as theappropriate Minister considers appropriate."
    },
    {
        "length": 1474,
        "text": "\nAppeals\n\tAppeal against disqualification\n\t\tA person who is disqualified by virtue of section 57 may, after givingnotice to the appropriate Minister of his intention to do so, appeal to theappropriate court against the disqualification.\n\t\tThe appropriate court is—\n\t\t\tin relation to England and Wales, a magistrates' court acting for the pettysessions area in which the applicant resides,\n\t\t\tin relation to Scotland, the sheriff within whose jurisdiction theapplicant resides,\n\t\t\tin relation to Northern Ireland, a court of summary jurisdiction acting forthe petty sessions district in which the applicant resides.\n\t\tThe appeal must be made before the end of the period of 21 days beginningwith the day on which the notice under section 57 is given to the applicant.\n\t\tBut the appropriate Minister may make regulations substituting a longerperiod for the period for the time being mentioned in subsection (3).\n\t\tIf the appropriate court is satisfied that section 57 does not apply to theapplicant’s case, it must allow the appeal.\n\t\tOtherwise it must dismiss the appeal.\n\t\tWhere on an appeal against the disqualification the appeal is allowed, thecourt by which the appeal is allowed must send notice of that fact to theappropriate Minister.\n\t\tThe notice must—\n\t\t\tbe sent in such manner and to such address, and\n\t\t\tcontain such particulars,\n\t\t\t\tas the appropriate Minister may determine.\n\tPower of appellate courts in England and Wales to suspenddisqualification\n\t\tThis section applies where a person is disqualified by virtue of section57.\n\t\tWhere the person appeals to a magistrates' court against thedisqualification, the court may, if it thinks fit, suspend thedisqualification.\n\t\tWhere the person makes an application in respect of the decision of thecourt under section 111 of the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") (statement ofcase), the High Court may, if it thinks fit, suspend the disqualification.\n\t\tWhere the person has appealed, or applied for leave to appeal, to the Houseof Lords under section 1 of the Administration of Justice Act [1960 (c.65)](/id/ukpga/1960/65?view=plain \"Go to item of legislation\") from anydecision of the High Court which is material to the disqualification, the HighCourt may, if it thinks fit, suspend the disqualification.\n\t\tAny power of a court under this section to suspend the disqualification isa power to do so on such terms as the court thinks fit.\n\t\tWhere, by virtue of this section, a court suspends the disqualification, itmust send notice of the suspension to the Secretary of State.\n\t\tThe notice must—\n\t\t\tbe sent in such manner and to such address, and\n\t\t\tcontain such particulars,\n\t\t\t\tas the Secretary of State may determine.\n\tPower of appellate courts in Scotland to suspend disqualification\n\t\tThis section applies where a person is disqualified by virtue of section57.\n\t\tWhere the person appeals to the sheriff against the disqualification, thesheriff may, if he thinks fit, suspend the disqualification on such terms ashe thinks fit.\n\t\tWhere the person appeals to the High Court of Justiciary from any decisionof the sheriff, the court may, if it thinks fit, suspend the disqualificationon such terms as it thinks fit.\n\t\t\tThe power conferred by this subsection may be exercised by a single judge ofthe court.\n\t\tWhere, by virtue of this section, a court suspends the disqualification, itmust send notice of the suspension to the Secretary of State.\n\t\tThe notice must—\n\t\t\tbe sent in such manner and to such address, and\n\t\t\tcontain such particulars,\n\t\t\tas the Secretary of State may determine.\n\tPower of appellate courts in Northern Ireland to suspenddisqualification\n\t\tThis section applies where a person is disqualified by virtue of section57.\n\t\tWhere the person appeals to a court of summary jurisdiction against thedisqualification, the court may, if it thinks fit, suspend thedisqualification.\n\t\tWhere the person makes an application in respect of the decision of thecourt under Article 146 of the Magistrates' Courts (Northern Ireland) Order1981 ([S.I. 1981/ 1675 (N.I. 26)](/id/nisi/1981/1675?view=plain \"Go to item oflegislation\")) (statement of case), the Court of Appeal may, if it thinks fit,suspend the disqualification.\n\t\tWhere the person has appealed, or applied for leave to appeal, to the Houseof Lords under section 41 of the Judicature (Northern Ireland) Act [1978 (c.23)](/id/ukpga/1978/23?view=plain \"Go to item of legislation\") from anydecision of the Court of Appeal which is material to the disqualification, theCourt of Appeal may, if it thinks fit, suspend the disqualification.\n\t\tAny power of a court under this section to suspend the disqualification isa power to do so on such terms as the court thinks fit.\n\t\tWhere, by virtue of this section, a court suspends the disqualification, itmust send notice of the suspension to the Department.\n\t\tThe notice must—\n\t\t\tbe sent in such manner and to such address, and\n\t\t\tcontain such particulars,\n\t\t\t\tas the Department may determine."
    },
    {
        "length": 1778,
        "text": "\nProduction of licence\n\tProduction of licence: Great Britain\n\t\tA person who—\n\t\t\tis given a notice under section 57 by the Secretary of State, and\n\t\t\tis the holder of a licence,\n\t\t\t\tmust deliver his licence and its counterpart to the Secretary of State beforethe end of the period of 21 days beginning with the day on which the notice isgiven.\n\t\tThe Secretary of State may make regulations substituting a longer periodfor the period for the time being mentioned in subsection (1).\n\t\tIf— \n\t\t\ta person delivers a current receipt for his licence and its counterpart tothe Secretary of State within the period for the time being mentioned insubsection (1), and\n\t\t\ton the return of his licence and its counterpart immediately delivers themto the Secretary of State,\n\t\t\tthe duty under subsection (1) is to be taken as satisfied.\n\t\t\t\t  * “Receipt” means a receipt issued under section 56 of the Road Traffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"). \n\t\tSubsection (1) does not apply if the competent authority of the relevantState—\n\t\t\thas the licence and its counterpart, or\n\t\t\thas delivered them to the Secretary of State.\n\t\tThe relevant State is the State in which the offence in relation to whichthe notice was given was committed.\n\t\tIf the holder of a licence does not deliver his licence and its counterpartto the Secretary of State as required by subsection (1), he is guilty of anoffence.\n\t\tA person is not guilty of an offence under subsection (6) if he satisfiesthe court that he has applied for a new licence and has not received it.\n\t\tIn relation to the holder of a Northern Ireland licence or Community licence,a new licence includes the counterpart of such a licence.\n\t\tA person guilty of an offence under subsection (6) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\t“Licence” means a Great Britain licence, a Northern Ireland licence or aCommunity licence.\n\tProduction of licence: Northern Ireland\n\t\tA person who—\n\t\t\tis given a notice under section 57 by the Department, and\n\t\t\tis the holder of a licence,\n\t\t\t\tmust deliver his licence and its counterpart to the Department before the endof the period of 21 days beginning with the day on which the notice is given.\n\t\tThe Department may make regulations substituting a longer period for theperiod for the time being mentioned in subsection (1).\n\t\tIf— \n\t\t\ta person delivers a current receipt for his licence and its counterpart tothe Department within the period for the time being mentioned in subsection(1), and\n\t\t\ton the return of his licence and its counterpart immediately delivers themto the Department,\n\t\t\tthe duty under subsection (1) is to be taken as satisfied.\n\t\t\t\t  * “Receipt” means a receipt issued under Article 62 of the Road Traffic Offenders (Northern Ireland) Order 1996 ([S.I. 1996/ 1320 (N.I.10)](/id/nisi/1996/1320?view=plain \"Go to item of legislation\")). \n\t\tSubsection (1) does not apply if the competent authority of the relevantState—\n\t\t\thas the licence and its counterpart, or\n\t\t\thas delivered them to the Department.\n\t\tThe relevant State is the State in which the offence in relation to whichthe notice was given was committed.\n\t\tIf the holder of a licence does not deliver his licence and its counterpartto the Department as required by subsection (1), he is guilty of an offence.\n\t\tA person is not guilty of an offence under subsection (6) if he satisfiesthe court that he has applied for a new licence and has not received it.\n\t\tIn relation to the holder of a Great Britain licence or Community licence, anew licence includes the counterpart of such a licence.\n\t\tA person guilty of an offence under subsection (6) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\t“Licence” means a Northern Ireland licence, a Great Britain licence or aCommunity licence.\n\tProduction of licence: Community licence holders\n\t\tThis section applies where—\n\t\t\tthe holder of a Community licence is disqualified by virtue of section 57,and\n\t\t\tthe licence is sent to the Secretary of State or the Department undersection 63 or 64.\n\t\tThe Secretary of State or (as the case may be) the Department must send—\n\t\t\tthe holder’s name and address, and\n\t\t\tparticulars of the disqualification,\n\t\t\t\tto the licensing authority in the EEA State in respect of which the licencewas issued.\n\t\tBut subsection (2) does not apply if the EEA State is the same as the Statein which the offence in relation to which the holder is disqualified wascommitted.\n\t\tThe Secretary of State or (as the case may be) the Department must returnthe licence to the holder—\n\t\t\ton the expiry of the relevant period of the disqualification (within themeaning of section 57), or\n\t\t\tif earlier, on being satisfied that the holder has left Great Britain or(as the case may be) Northern Ireland and is no longer normally residentthere.\n\t\tBut subsection (4) does not apply at any time where—\n\t\t\tthe Secretary of State or the Department would otherwise be under a dutyunder paragraph (a) of that subsection to return the licence, and\n\t\t\tthe holder would not at that time be authorised by virtue of section 99A(1)of the Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\") or Article 15A(1) of the Road Traffic (Northern Ireland)Order 1981 ([S.I. 1981/ 154 (N.I.1)](/id/nisi/1981/154?view=plain \"Go to itemof legislation\")) to drive in Great Britain or Northern Ireland a motorvehicle of any class.\n\t\tIn that case the Secretary of State or (as the case may be) the Departmentmust—\n\t\t\tsend the licence to the licensing authority in the EEA State in respect ofwhich it was issued, and\n\t\t\texplain to that authority the reasons for so doing.\n\t\t“EEA State” has the same meaning as in Part 3 of the Road Traffic Act 1988."
    },
    {
        "length": 167,
        "text": "\nDisqualification\n\tEffect of disqualification by virtue of section 57\n\t\tWhere the holder of a Great Britain licence or Northern Ireland licence isdisqualified by virtue of section 57, the licence is to be treated as revokedwith effect from the beginning of the period of disqualification.\n\tRule for determining end of period of disqualification\n\t\tIn determining the expiration of the period for which a person is disqualifiedby virtue of section 57, any time during which—\n\t\t\tthe disqualification is suspended, or\n\t\t\the is not disqualified,\n\t\t\tis to be disregarded."
    },
    {
        "length": 1239,
        "text": "\nEndorsement\n\tEndorsement of licence: Great Britain\n\t\tThis section applies where a person who is normally resident in GreatBritain is disqualified by virtue of section 57.\n\t\tThe Secretary of State must secure that particulars of the disqualificationare endorsed on the counterpart of any Great Britain licence or of anyNorthern Ireland licence or Community licence which the person—\n\t\t\tmay then hold, or\n\t\t\tmay subsequently obtain,\n\t\t\t\tuntil he becomes entitled under subsection (4) or (5) to have a Great Britainlicence and its counterpart, or a counterpart of his Northern Ireland licenceor Community licence, issued to him free from those particulars.\n\t\tOn the issue to the person of—\n\t\t\ta new Great Britain licence, or\n\t\t\ta new counterpart of a Northern Ireland licence or Community licence,\n\t\t\tthose particulars must be entered on the counterpart of the new licence or thenew counterpart unless he has become so entitled.\n\t\tThe person is entitled to have issued to him with effect from the end ofthe period for which the endorsement remains effective a new Great Britainlicence with a counterpart free from the endorsement if he—\n\t\t\tapplies for a new licence under section 97(1) of the Road Traffic Act [1988(c. 52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\"),\n\t\t\tsurrenders any subsisting licence and its counterpart,\n\t\t\tpays the fee prescribed by regulations under Part 3 of that Act, and\n\t\t\tsatisfies the other requirements of section 97(1).\n\t\tThe person is entitled to have issued to him with effect from the end ofthat period a new counterpart of any Northern Ireland licence or Communitylicence then held by him free from the endorsement if he makes an applicationto the Secretary of State for that purpose in such manner as the Secretary ofState may determine.\n\t\tThe endorsement remains effective until four years have elapsed since hewas convicted of the offence in relation to which he is disqualified by virtueof section 57.\n\t\tWhere the person ceases to be disqualified by virtue of section 57(6), theSecretary of State must secure that the relevant particulars are endorsed onthe counterpart of the Great Britain licence or of any Northern Irelandlicence or Community licence previously held by him.\n\tEndorsement of licence: Northern Ireland\n\t\tThis section applies where a person who is normally resident in NorthernIreland is disqualified by virtue of section 57.\n\t\tThe Department must secure that particulars of the disqualification areendorsed on the counterpart of any Northern Ireland licence or the counterpartof any Great Britain licence or Community licence which the person—\n\t\t\tmay then hold, or\n\t\t\tmay subsequently obtain,\n\t\t\t\tuntil he becomes entitled under subsection (4) or (5) to have a NorthernIreland licence and its counterpart, or a counterpart of his Great Britainlicence or Community licence, issued to him free from those particulars.\n\t\tOn the issue to the person of—\n\t\t\ta new Northern Ireland licence, or\n\t\t\ta new counterpart of a Great Britain licence or Community licence,\n\t\t\tthose particulars must be entered on the counterpart of the new licence or thenew counterpart unless he has become so entitled.\n\t\tThe person is entitled to have issued to him with effect from the end ofthe period for which the endorsement remains effective a new Northern Irelandlicence with a counterpart free from the endorsement if he—\n\t\t\tapplies for a new licence under Article 13(1) of the Road Traffic (NorthernIreland) Order 1981 ([S.I. 1981/ 154 (N.I.1)](/id/nisi/1981/154?view=plain \"Goto item of legislation\")),\n\t\t\tsurrenders any subsisting licence and its counterpart,\n\t\t\tpays the fee prescribed by regulations under Part 2 of that Order, and\n\t\t\tsatisfies the other requirements of Article 13(1).\n\t\tThe person is entitled to have issued to him with effect from the end ofthat period a new counterpart of any Great Britain licence or Communitylicence then held by him free from the endorsement if he makes an applicationto the Department for that purpose in such manner as it may determine.\n\t\tThe endorsement remains effective until four years have elapsed since hewas convicted of the offence in relation to which he is disqualified by virtueof section 57.\n\t\tWhere the person ceases to be disqualified by virtue of section 57(6), theDepartment must secure that the relevant particulars are endorsed on thecounterpart of the Northern Ireland licence or the counterpart of any GreatBritain licence or Community licence previously held by him."
    },
    {
        "length": 1645,
        "text": "\nGeneral\n\tDuty of appropriate Minister to inform competent authority\n\t\tThis section applies where a competent authority of any State gives theappropriate Minister a notice under the convention on drivingdisqualifications in respect of any person.\n\t\tIf the appropriate Minister gives a notice under section 57 to that person,he must give the competent authority particulars of the disqualification whicharises by virtue of that section.\n\t\tIf the appropriate Minister does not give such a notice, he must give hisreasons to the competent authority.\n\tNotices \n\t\tA notice authorised or required under this Chapter to be given by theappropriate Minister to an individual, or a Community licence required to bereturned to its holder by section 65, may be given or returned to him by—\n\t\t\tdelivering it to him,\n\t\t\tleaving it at his proper address, or\n\t\t\tsending it to him by post.\n\t\tFor the purposes of—\n\t\t\tsubsection (1), and\n\t\t\tsection 7 of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") in itsapplication to that subsection,\n\t\t\t\tthe proper address of any individual is his latest address as known to theappropriate Minister.\n\tRegulations: Great Britain\n\t\tAny power to make regulations conferred by this Chapter on the Secretary ofState is exercisable by statutory instrument.\n\t\tA statutory instrument containing any such regulations is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tThe regulations may make different provision for different purposes.\n\tRegulations: Northern Ireland\n\t\tAny power to make regulations conferred by this Chapter on the Departmentis exercisable by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/ 1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tAny such regulations are subject to negative resolution (within the meaningof the Interpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\t\tThe regulations may make different provision for different purposes.\n\tInterpretation \n\t\tIn this Chapter—\n\t\t\t  * “appropriate Minister” means— \n\t\t\tin relation to Great Britain, the Secretary of State,\n\t\t\tin relation to Northern Ireland, the Department,\n\t\t\t\t  * “central authority”, in relation to a State, means an authority designated by the State as a central authority for the purposes of the convention on driving disqualifications, \n\t\t\t\t  * “Community licence”— \n\t\t\tin relation to Great Britain, has the same meaning as in Part 3 of the RoadTraffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item oflegislation\"),\n\t\t\tin relation to Northern Ireland, has the same meaning as in Part 2 of the RoadTraffic (Northern Ireland) Order 1981 ([S.I. 1981/ 154(N.I.1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * “competent authority”, in relation to a State, means an authority which is a competent authority in relation to the State for the purposes of the convention on driving disqualifications, \n\t\t\t\t  * “the convention on driving disqualifications” means the Convention drawn up on the basis of Article K.3 of the Treaty on European Union on Driving Disqualifications signed on 17th June 1998, \n\t\t\t\t  * “counterpart”— \n\t\t\tin relation to Great Britain, has the same meaning as in Part 3 of the RoadTraffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go to item oflegislation\"),\n\t\t\tin relation to Northern Ireland, has the same meaning as in Part 2 of the RoadTraffic (Northern Ireland) Order 1981 ([S.I. 1981/ 154(N.I.1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * “the Department” means the Department of the Environment, \n\t\t\t\t  * “disqualified”, except in section 56, means— \n\t\t\tin relation to Great Britain, disqualified for holding or obtaining a GreatBritain licence,\n\t\t\tin relation to Northern Ireland, disqualified for holding or obtaining aNorthern Ireland licence,\n\t\t\t\tand “disqualification” is to be interpreted accordingly,\n\t\t\t\t  * “foreign disqualification” means the disqualification mentioned in section 56, \n\t\t\t\t  * “Great Britain licence” means a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988, \n\t\t\t\t  * “motor vehicle”— \n\t\t\tin relation to Great Britain, has the same meaning as in the Road Traffic Act1988,\n\t\t\tin relation to Northern Ireland, has the same meaning as in the Road Traffic(Northern Ireland) Order 1995 ([S.I. 1995/ 2994(N.I.18)](/id/nisi/1995/2994?view=plain \"Go to item of legislation\")),\n\t\t\t\t  * “Northern Ireland licence” means a licence to drive a motor vehicle granted under Part 2 of the Road Traffic (Northern Ireland) Order 1981, \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the appropriate Minister. \n\t\tIn this Chapter a disqualification, or foreign disqualification, for lifeis to be treated as being for a period of not less than six months.\n\tApplication to Crown\n\t\tThis Chapter applies to vehicles and persons in the public service of theCrown."
    },
    {
        "length": 372,
        "text": "\nRecognition in Great Britain of disqualifications in Northern Irelandetc.\n\tAfter section 102 of the Road Traffic Act 1988 there is inserted—\n\t“Disqualification if disqualified in Northern Ireland etc.\n\t\tADisqualification while disqualified in Northern Ireland, Isle ofMan, Channel Islands or Gibraltar\n\t\t\tA person is disqualified for holding or obtaining a licence to drive amotor vehicle of any class so long as he is subject to a relevantdisqualification imposed outside Great Britain.\n\t\t\tFor the purposes of this section a person is subject to a relevantdisqualification imposed outside Great Britain if, in respect of any offence—\n\t\t\t\ta court in Northern Ireland disqualifies him for holding or obtaining aNorthern Ireland licence,\n\t\t\t\ta court in the Isle of Man or any of the Channel Islands disqualifies himfor holding or obtaining a British external licence, or\n\t\t\t\ta court in Gibraltar disqualifies him for holding or obtaining a licence todrive a motor vehicle granted under the law of Gibraltar.\n\t\t\tA certificate signed by the Secretary of State which states, in respect ofa person, any matter relating to the question whether he is subject to arelevant disqualification imposed outside Great Britain shall be evidence (inScotland, sufficient evidence) of the matter so stated.\n\t\t\tA certificate stating that matter and purporting to be so signed shall bedeemed to be so signed unless the contrary is proved.”"
    },
    {
        "length": 1477,
        "text": "\nEndorsement of counterparts issued to Northern Ireland licence holders\n\tAfter section 109 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") there isinserted—\n\t“109ACounterparts issued to Northern Ireland licence holders\n\t\tThe Secretary of State may issue to any Northern Ireland licence holderwho—\n\t\t\thas delivered his Northern Ireland licence to the Secretary of State, and\n\t\t\thas provided him with the information specified in, or required under,subsection (3) below (whether or not in pursuance of this section),\n\t\t\t\ta document (referred to in this Part of this Act in relation to a NorthernIreland licence as a “counterpart”).\n\t\tThe counterpart must—\n\t\t\tbe in such form, and\n\t\t\tcontain such information,\n\t\t\tdesigned for the endorsement of particulars relating to the Northern Irelandlicence as the Secretary of State may determine.\n\t\tThe information referred to in subsection (1) above is—\n\t\t\tthe name and address (whether in Great Britain or Northern Ireland) of theNorthern Ireland licence holder;\n\t\t\this date of birth;\n\t\t\tthe classes of vehicle which he is authorised by his Northern Irelandlicence to drive;\n\t\t\tthe period of validity of the licence;\n\t\t\twhether it was granted in exchange for a licence issued by a state otherthan an EEA State; and\n\t\t\tsuch other information as the Secretary of State may require for thepurposes of the proper exercise of any of his functions under this Part orPart 4 of this Act.\n\t\tThe Secretary of State—\n\t\t\tmay endorse a Northern Ireland licence delivered to him (whether or not inpursuance of this section) in such manner as he may determine—\n\t\t\twith any part of the information specified in, or required under,subsection (3) above; or\n\t\t\twith information providing a means of ascertaining that information or anypart of it; and\n\t\t\tmust return the Northern Ireland licence to the holder.\n\t\tSubsections (6) to (9), (11) (with the omission of paragraph (a)) and (12)of section 99B of this Act apply for the purposes of this section as if thereferences to a Community licence were references to a Northern Irelandlicence.”\n\t\tAfter section 91 of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") there isinserted—\n\t“91ZAApplication to Northern Ireland licence holders\n\t\tThe references to a licence in the following provisions of this Act includereferences to a Northern Ireland licence—\n\t\t\tsection 7,\n\t\t\tsection 26(7) and (8) and (9)(b),\n\t\t\tsection 27,\n\t\t\tsection 29(1),\n\t\t\tsection 30,\n\t\t\tsection 31(1),\n\t\t\tsection 32,\n\t\t\tsection 42(5),\n\t\t\tsection 44(1),\n\t\t\tsection 46(2),\n\t\t\tsection 47(2) and (3),\n\t\t\tsection 48(1) and (2).\n\t\tAccordingly, the reference in section 27(3)(b) of this Act to thesuspension of a licence is to be construed in relation to a Northern Irelandlicence holder as a reference to his ceasing to be authorised by virtue ofsection 109(1) of the Road Traffic Act 1988 to drive in Great Britain a motorvehicle of any class.\n\t\tThe references in sections 26(9)(a) and 27(3) of this Act to a new licenceinclude references to a counterpart of a Northern Ireland licence.\n\t\tIn relation to a Northern Ireland licence holder to whom a counterpart isissued under section 109A of the Road Traffic Act 1988, the references in Part3 of this Act (except sections 75(12), 76(8) and 77(9)) to a licence includereferences to a Northern Ireland licence.\n\t\tWhere a court orders the endorsement of the counterpart of any NorthernIreland licence held by a person, it must send notice of the endorsement tothe Secretary of State.\n\t\tThe notice must—\n\t\t\tbe sent in such manner and to such address, and\n\t\t\tcontain such particulars,\n\t\t\t\tas the Secretary of State may determine.\n\t\tWhere a court orders the holder of a Northern Ireland licence to bedisqualified, it must send the Northern Ireland licence and its counterpart(if any), on their being produced to the court, to the Secretary of State.\n\t\tThe licence and its counterpart must be sent to such address as theSecretary of State may determine.\n\t\tWhere— \n\t\t\ta notice is sent to the Secretary of State under subsection (5) above, and\n\t\t\tthe particulars contained in the notice include—\n\t\t\tparticulars of an offence in respect of which the holder of a NorthernIreland licence is disqualified by an order of a court, and\n\t\t\tparticulars of the disqualification,\n\t\t\tthe Secretary of State must send a notice containing the particulars mentionedin paragraph (b)(i) and (ii) to the licensing authority in Northern Ireland.\n\tZBEffect of endorsement on Northern Ireland licence holders\n\t\tSection 91B applies in relation to Northern Ireland licences as it applies inrelation to Community licences.”"
    },
    {
        "length": 590,
        "text": "\nProhibition on holding or obtaining Great Britain and Northern Irelandlicences\n\tThe Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\") is amended as follows.\n\tIn section 97 (grant of licences)—\n\t\tin subsection (1)(c), after sub-paragraph (i) there is inserted—\n\t\tany Northern Ireland licence held by him together with its NorthernIreland counterpart and its counterpart (if any) issued to him under this Partof this Act,”,\n\t\tafter subsection (1A) there is inserted—\n\t\t\t“(1AA)Where a licence under this Part of this Act is granted to a person whosurrenders under sub-paragraph (ia) of subsection (1)(c) above his NorthernIreland licence together with the counterparts mentioned in that sub-paragraphto the Secretary of State—\n\t\tthat person ceases to be authorised by virtue of section 109(1) of this Actto drive in Great Britain a motor vehicle of any class, and\n\t\tthe Secretary of State must send the Northern Ireland licence and itsNorthern Ireland counterpart to the licensing authority in Northern Irelandtogether with particulars of the class of motor vehicles to which the licencegranted under this Part of this Act relates.”\n\tIn section 99 (duration of licences), after subsection (3) there isinserted—\n\t“(3A)Where—\n\t\tthe Secretary of State is sent under a provision of Northern Ireland lawcorresponding to section 97(1AA) of this Act a licence granted under this Partof this Act to a person to drive a motor vehicle of any class, and\n\t\tthe Secretary of State is satisfied that a Northern Ireland licence todrive a motor vehicle of that or a corresponding class has been granted tothat person,\n\t\tthe Secretary of State must serve notice in writing on that person revokingthe licence granted under this Part of this Act.”\n\tIn section 102 (disqualification to prevent duplication of licences), atthe end there is inserted—\n\tA person is also disqualified for holding or obtaining a licenceauthorising him to drive a motor vehicle of any class so long as he isauthorised by virtue of section 109(1) of this Act to drive a motor vehicle ofthat or a corresponding class.”"
    },
    {
        "length": 1824,
        "text": "\nDisability and prospective disability\n\tThe Road Traffic Act [1988 (c. 52)](/id/ukpga/1988/52?view=plain \"Go toitem of legislation\") is amended as follows.\n\tAfter section 109A (as inserted by section 77 of this Act) there isinserted—\n\t“109BRevocation of authorisation conferred by Northern Ireland licencebecause of disability or prospective disability\n\t\tIf the Secretary of State is at any time satisfied on inquiry—\n\t\t\tthat a Northern Ireland licence holder is suffering from a relevantdisability, and\n\t\t\tthat he would be required by virtue of section 92(3) of this Act to refusean application made by the holder at that time for a licence authorising himto drive a vehicle of the class in respect of which his Northern Irelandlicence was issued or a class corresponding to that class,\n\t\t\t\the may serve notice in writing requiring the licence holder to deliverimmediately to the Secretary of State his Northern Ireland licence togetherwith its Northern Ireland counterpart and its counterpart (if any) issued tohim under this Part of this Act (“the relevant counterparts”).\n\t\tIf the Secretary of State is satisfied on inquiry that a Northern Irelandlicence holder is suffering from a prospective disability, he may—\n\t\t\tserve notice in writing on the Northern Ireland licence holder requiringhim to deliver immediately to the Secretary of State his Northern Irelandlicence together with the relevant counterparts, and\n\t\t\ton receipt of the Northern Ireland licence and those counterparts and of anapplication made for the purposes of this subsection, grant to the NorthernIreland licence holder, free of charge, a licence for a period determined bythe Secretary of State under section 99(1)(b) of this Act.\n\t\tThe Secretary of State may require a person to provide—\n\t\t\tevidence of his name, address, sex and date and place of birth, and\n\t\t\ta photograph which is a current likeness of him,\n\t\t\tbefore granting a licence to him on an application for the purposes ofsubsection (2) above.\n\t\tA person who—\n\t\t\tis required under, or by virtue of, this section to deliver to theSecretary of State his Northern Ireland licence and the relevant counterparts,but\n\t\t\twithout reasonable excuse, fails to do so,\n\t\t\tis guilty of an offence.\n\t\tWhere a Northern Ireland licence holder to whom a counterpart is issuedunder section 109A of this Act—\n\t\t\tis required under, or by virtue of, this section to deliver his NorthernIreland licence and that counterpart to the Secretary of State, and\n\t\t\tis not in possession of them in consequence of the fact that he hassurrendered them to a constable or authorised person (within the meaning ofPart 3 of the Road Traffic Offenders Act 1988) on receiving a fixed penaltynotice given to him under section 54 of that Act,\n\t\t\the does not fail to comply with any such requirement if he delivers them tothe Secretary of State immediately on their return.\n\t\tWhere a Northern Ireland licence holder is served with a notice inpursuance of this section, he shall cease to be authorised by virtue ofsection 109(1) of this Act to drive in Great Britain a motor vehicle of anyclass from such date as may be specified in the notice, not being earlier thanthe date of service of the notice.\n\t\tWhere a Northern Ireland licence is delivered to the Secretary of State inpursuance of this section, he must—\n\t\t\tsend the licence and its Northern Ireland counterpart to the licensingauthority in Northern Ireland, and\n\t\t\texplain to them his reasons for so doing.\n\tCInformation relating to disabilities etc\n\t\tSection 94 of this Act shall apply to a Northern Ireland licence holder who isnormally resident in Great Britain as if—\n\t\t\tin subsection (1), for the words from the beginning to “aware” there weresubstituted “If a Northern Ireland licence holder who is authorised by virtueof section 109(1) of this Act to drive in Great Britain a motor vehicle of anyclass, is aware immediately before the relevant date, or becomes aware on orafter that date”,\n\t\t\tafter that subsection there were inserted—\n\t\t\t“(1A)For the purposes of subsection (1) “relevant date” means—\n\t\t\tin the case where the licence holder first became normally resident inGreat Britain on or before the date on which section 79 of the Crime(International Co-operation) Act 2003 comes into force, that date; and\n\t\t\tin any other case, the date on which he first became so resident.”,\n\t\t\tfor subsection (3A) there were substituted—\n\t\t\t“(3A)A person who—\n\t\t\tis authorised by virtue of section 109(1) of this Act to drive in GreatBritain a motor vehicle of any class, and\n\t\t\tdrives on a road a motor vehicle of that class,\n\t\t\tis guilty of an offence if at any earlier time while he was so authorised hewas required by subsection (1) above to notify the Secretary of State but hasfailed without reasonable excuse to do so.”,\n\t\t\tin subsection (4), the words “an applicant for, or” (in both places) wereomitted,\n\t\t\tin subsection (5), the words “applicant or” and the words from thebeginning of paragraph (c) to “provisional licence” were omitted,\n\t\t\tin subsection (6)(b), the words “applicant or” (in both places) wereomitted,\n\t\t\tin subsection (7), the words “applicant or” were omitted, and\n\t\t\tin subsection (8)—\n\t\t\tfor “93” there were substituted “109B”, and\n\t\t\tthe words “applicant or” (in both places) were omitted.”\n\t\tIn section 93 (revocation of licence because of disability or prospectivedisability)—\n\t\t\tin subsection (2A), at the end there is inserted “or subsection (6) below”,\n\t\t\tat the end there is inserted—\n\t\tWhere the Secretary of State—\n\t\t\tis at any time sent by the licensing authority in Northern Ireland alicence under a provision of Northern Ireland law corresponding to section109B of this Act, and\n\t\t\tby virtue of the reasons given by that authority for sending the licence isat that time satisfied as mentioned in subsection (1)(a) and (b) above or thatthe licence holder is suffering from a prospective disability,\n\t\t\tthe Secretary of State may serve notice in writing on the licence holderrevoking the licence with effect from such date as may be specified in thenotice, not being earlier than the date of service of the notice.\n\t\tWhere the reasons given by the licensing authority in Northern Ireland forsending the licence relate to a prospective disability of the holder, theSecretary of State may, on an application made for the purposes of thissubsection, grant to the holder, free of charge, a new licence for a perioddetermined by the Secretary of State under section 99(1)(b) of this Act.”"
    },
    {
        "length": 930,
        "text": "\nInformation\n\tDisclosure of information by SFO\n\t\tIn section 3 of the Criminal Justice Act [1987 (c.38)](/id/ukpga/1987/38?view=plain \"Go to item of legislation\") (disclosure ofinformation)—\n\t\t\tin subsection (5), for paragraph (c) there is substituted—\n\t\t\tfor the purposes of any criminal investigation or criminal proceedings,whether in the United Kingdom or elsewhere”,\n\t\t\tat the end of subsection (6) there is inserted—\n\t\t\tany person or body having, under the Treaty on European Union or any othertreaty to which the United Kingdom is a party, the function of receivinginformation of the kind in question,\n\t\t\tany person or body having, under the law of any country or territoryoutside the United Kingdom, the function of receiving information relating tothe proceeds of crime”,\n\t\t\tand the “and” preceding paragraph (m) is omitted.\n\tInspection of overseas information systems\n\t\tAfter section 54 of the Data Protection Act [1998 (c.29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“54AInspection of overseas information systems\n\t\t\tThe Commissioner may inspect any personal data recorded in—\n\t\t\t\tthe Schengen information system,\n\t\t\t\tthe Europol information system,\n\t\t\t\tthe Customs information system.\n\t\t\tThe power conferred by subsection (1) is exercisable only for the purposeof assessing whether or not any processing of the data has been or is beingcarried out in compliance with this Act.\n\t\t\tThe power includes power to inspect, operate and test equipment which isused for the processing of personal data.\n\t\t\tBefore exercising the power, the Commissioner must give notice in writingof his intention to do so to the data controller.\n\t\t\tBut subsection (4) does not apply if the Commissioner considers that thecase is one of urgency.\n\t\t\tAny person who—\n\t\t\t\tintentionally obstructs a person exercising the power conferred bysubsection (1), or\n\t\t\t\tfails without reasonable excuse to give any person exercising the power anyassistance he may reasonably require,\n\t\t\t\t\tis guilty of an offence.\n\t\t\tIn this section—\n\t\t\t\t  * “the Customs information system” means the information system established under Chapter II of the Convention on the Use of Information Technology for Customs Purposes,\n\t\t\t\t  * “the Europol information system” means the information system established under Title II of the Convention on the Establishment of a European Police Office,\n\t\t\t\t  * “the Schengen information system” means the information system established under Title IV of the Convention implementing the Schengen Agreement of 14th June 1985, or any system established in its place in pursuance of any Community obligation.”\n\tDriver licensing information\n\t\tInformation held in any form—\n\t\t\tby the Secretary of State under Part 3 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\"), or\n\t\t\tby the Department of the Environment under Part 2 of the Road Traffic(Northern Ireland) Order 1981 ([S.I. 1981/ 154(N.I.1)](/id/nisi/1981/154?view=plain \"Go to item of legislation\")),\n\t\t\t(licensing of drivers of vehicles) may be disclosed for the purposes of theSchengen information system (within the meaning of section 81)."
    },
    {
        "length": 1776,
        "text": "\nCross-border surveillance\n\tForeign surveillance operations\n\t\tAfter section 76 of the Regulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“76AForeign surveillance operations\n\t\t\tThis section applies where—\n\t\t\t\ta foreign police or customs officer is carrying out relevant surveillanceoutside the United Kingdom which is lawful under the law of the country orterritory in which it is being carried out;\n\t\t\t\tcircumstances arise by virtue of which the surveillance can for the timebeing be carried out only in the United Kingdom; and\n\t\t\t\tit is not reasonably practicable in those circumstances for a UnitedKingdom officer to carry out the surveillance in the United Kingdom inaccordance with an authorisation under Part 2 or the Regulation ofInvestigatory Powers (Scotland) Act 2000.\n\t\t\t“Relevant surveillance” means surveillance which—\n\t\t\t\tis carried out in relation to a person who is suspected of having committeda relevant crime; and\n\t\t\t\tis, for the purposes of Part 2, directed surveillance or intrusivesurveillance.\n\t\t\t“Relevant crime” means crime which—\n\t\t\t\tfalls within Article 40(7) of the Schengen Convention; or\n\t\t\t\tis crime for the purposes of any other international agreement to which theUnited Kingdom is a party and which is specified for the purposes of thissection in an order made by the Secretary of State with the consent of theScottish Ministers.\n\t\t\tRelevant surveillance carried out by the foreign police or customs officerin the United Kingdom during the permitted period is to be lawful for allpurposes if—\n\t\t\t\tthe condition mentioned in subsection (6) is satisfied;\n\t\t\t\tthe officer carries out the surveillance only in places to which members ofthe public have or are permitted to have access, whether on payment orotherwise; and\n\t\t\t\tconditions specified in any order made by the Secretary of State with theconsent of the Scottish Ministers are satisfied in relation to its carryingout;\n\t\t\t\t\tbut no surveillance is lawful by virtue of this subsection if the officersubsequently seeks to stop and question the person in the United Kingdom inrelation to the relevant crime.\n\t\t\tThe officer is not to be subject to any civil liability in respect of anyconduct of his which is incidental to any surveillance that is lawful byvirtue of subsection (4).\n\t\t\tThe condition in this subsection is satisfied if, immediately after theofficer enters the United Kingdom—\n\t\t\t\the notifies a person designated by the Director General of the NationalCriminal Intelligence Service of that fact; and\n\t\t\t\t(if the officer has not done so before) he requests an application to bemade for an authorisation under Part 2, or the Regulation of InvestigatoryPowers (Scotland) Act 2000, for the carrying out of the surveillance.\n\t\t\t“The permitted period” means the period of five hours beginning with thetime when the officer enters the United Kingdom.\n\t\t\tBut a person designated by an order made by the Secretary of State maynotify the officer that the surveillance is to cease being lawful by virtue ofsubsection (4) when he gives the notification.\n\t\t\tThe Secretary of State is not to make an order under subsection (4) unlessa draft of the order has been laid before Parliament and approved by aresolution of each House.\n\t\t\tIn this section references to a foreign police or customs officer are to apolice or customs officer who, in relation to a country or territory otherthan the United Kingdom, is an officer for the purposes of—\n\t\t\t\tArticle 40 of the Schengen Convention; or\n\t\t\t\tany other international agreement to which the United Kingdom is a partyand which is specified for the purposes of this section in an order made bythe Secretary of State with the consent of the Scottish Ministers.\n\t\t\tIn this section—\n\t\t\t\t  * “the Schengen Convention” means the Convention implementing the Schengen Agreement of 14th June 1985;\n\t\t\t\t  * “United Kingdom officer” means—\n\t\t\t\ta member of a police force;\n\t\t\t\ta member of the National Criminal Intelligence Service;\n\t\t\t\ta member of the National Crime Squad or of the Scottish Crime Squad (withinthe meaning of the Regulation of Investigatory Powers (Scotland) Act 2000);\n\t\t\t\ta customs officer.”\n\tAssaults on foreign officers\n\t\tFor the purposes of section 89 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\") (assaults onconstables) any person who is carrying out surveillance in England and Walesunder section 76A of the Regulation of Investigatory Powers Act [2000 (c.23)](/id/ukpga/2000/23?view=plain \"Go to item of legislation\") is to betreated as if he were acting as a constable in the execution of his duty.\n\t\tFor the purposes of section 41 of the Police (Scotland) Act [1967 (c.77)](/id/ukpga/1967/77?view=plain \"Go to item of legislation\") (assaults onconstables) any person who is carrying out surveillance in Scotland undersection 76A of that Act of 2000 is to be so treated.\n\t\tFor the purposes of section 66 of the Police (Northern Ireland) Act [1998(c. 32)](/id/ukpga/1998/32?view=plain \"Go to item of legislation\") (assaultson constables) any person who is carrying out surveillance in Northern Irelandunder section 76A of that Act of 2000 is to be so treated.\n\tLiability in respect of foreign officers\n\t\tSection 42 of the Police Act 1997 (liability of Director General of NCISfor wrongful acts of constables etc.) is amended as follows.\n\t\tAfter subsection (5A) there is inserted—\n\t\t\t“(5AA)This section shall have effect where a person is carrying outsurveillance under section 76A of the Regulation of Investigatory Powers Act2000 (foreign surveillance operations) as if—\n\t\t\tany unlawful conduct by that person in the course of carrying out thesurveillance were unlawful conduct of a constable in the performance of hisfunctions under the direction and control of the Director General of NCIS; and\n\t\t\tsubsection (4) applied to the person carrying out the surveillance.”\n\t\tWhere— \n\t\t\ta sum is paid by virtue of this section out of the NCIS service fund, and\n\t\t\tthe Secretary of State receives under any international agreement a sum byway of reimbursement (in whole or in part) of the sum paid out of that fund,\n\t\t\the must pay into that fund the sum received by him by way of reimbursement."
    },
    {
        "length": 535,
        "text": "\nExtradition\n\tSchengen-building provisions of the 1996 Extradition Convention\n\t\tThis section applies where a state is a party to the 1996 ExtraditionConvention, but only in respect of particular provisions (“the relevantprovisions”).\n\t\tThe 1996 Extradition Convention is the Convention drawn up on the basis ofArticle K.3 of the Treaty on European Union relating to Extradition betweenthe Member States of the European Union and opened for signature on 27thSeptember 1996.\n\t\tHer Majesty may by Order in Council provide that the Extradition Act [1989(c. 33)](/id/ukpga/1989/33?view=plain \"Go to item of legislation\") is toapply, subject to specified modifications, between—\n\t\t\tthe United Kingdom, and\n\t\t\tthe state,\n\t\t\t\tas if the relevant provisions were general extradition arrangements (withinthe meaning of that Act) made between the United Kingdom and the state.\n\t\t“Specified” means specified in the Order in Council.\n\t\tA statutory instrument containing the Order in Council is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tThe Order in Council may include supplementary, incidental, saving ortransitional provisions.\n\tStates in relation to which 1995 and 1996 Extradition Conventions notin force\n\t\tHer Majesty may by Order in Council provide that Schedule 1A to theExtradition Act 1989 is to apply in relation to a specified state as if—\n\t\t\tthe state were a party to the 1995 Convention and a party to the 1996Convention (within the meaning of that Act), and\n\t\t\tthe state had made a declaration under a specified provision of eitherConvention.\n\t\t“Specified” means specified in the Order in Council.\n\t\tA statutory instrument containing the Order in Council is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tThe Order in Council may include supplementary, incidental, saving ortransitional provisions."
    },
    {
        "length": 1374,
        "text": "\nFalse monetary instruments\n\tFalse monetary instruments: England and Wales and Northern Ireland\n\t\tSection 5 of the Forgery and Counterfeiting Act [1981 (c.45)](/id/ukpga/1981/45?view=plain \"Go to item of legislation\") (offencesrelating to money orders, share certificates, passports, etc.) is amended asfollows.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (g), at the end there is inserted “and other bills ofexchange”,\n\t\t\tafter paragraph (h) there is inserted—\n\t\t\tbankers' drafts;\n\t\t\tpromissory notes;”,\n\t\t\tafter paragraph (j) there is inserted—\n\t\t\tdebit cards;”.\n\t\tAfter subsection (6) there is inserted—\n\t\tAn instrument is also an instrument to which this section applies if it isa monetary instrument specified for the purposes of this section by an ordermade by the Secretary of State.\n\t\tThe power under subsection (7) above is exercisable by statutory instrumentsubject to annulment in pursuance of a resolution of either House ofParliament.”\n\tFalse monetary instruments: Scotland\n\t\tAfter section 46 of the Criminal Law (Consolidation) (Scotland) Act [1995 (c.39)](/id/ukpga/1995/39?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“False monetary instruments\n\t\t\tAFalse monetary instruments\n\t\t\t\tA person who counterfeits or falsifies a specified monetary instrument withthe intention that it be uttered as genuine is guilty of an offence.\n\t\t\t\tA person who has in his custody or under his control, without lawfulauthority or excuse—\n\t\t\t\t\tanything which is, and which he knows or believes to be, a counterfeited orfalsified specified monetary instrument; or\n\t\t\t\t\tany machine, implement or computer programme, or any paper or othermaterial, which to his knowledge is specially designed or adapted for themaking of a specified monetary instrument,\n\t\t\t\t\t\tis guilty of an offence.\n\t\t\t\tFor the purposes of subsections (1) and (2)(a) above, it is immaterial thatthe specified monetary instrument (or purported specified monetary instrument)is not in a fit state to be uttered or that the counterfeiting or falsifyingof it has not been finished or perfected.\n\t\t\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\t\t\tto a fine not exceeding the statutory maximum;\n\t\t\t\t\tto imprisonment for a term not exceeding six months; or\n\t\t\t\t\tboth to a fine and to such imprisonment.\n\t\t\t\tA person guilty of an offence—\n\t\t\t\t\tunder subsection (1) above is liable on conviction on indictment—\n\t\t\t\t\tto a fine;\n\t\t\t\t\tto imprisonment for a term not exceeding ten years; or\n\t\t\t\t\tboth to a fine and to such imprisonment;\n\t\t\t\t\tunder subsection (2) above is liable on conviction on indictment—\n\t\t\t\t\tto a fine;\n\t\t\t\t\tif it is proved that the offence was committed with the intention that thespecified monetary instrument in question be uttered (or as the case may bethat a specified monetary instrument be uttered), to imprisonment for a termnot exceeding ten years and if it is not so proved, to imprisonment for a termnot exceeding two years; or\n\t\t\t\t\tboth to a fine and to imprisonment for a term not exceeding ten years, ifit is proved as mentioned in sub-paragraph (ii) above, or both to a fine andto imprisonment for a term not exceeding two years if it is not so proved.\n\t\t\t\tWhere an offence under this section which has been committed—\n\t\t\t\t\tby a body corporate is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of, adirector, manager, secretary or other similar officer of that body; or\n\t\t\t\t\tby a Scottish partnership is proved to have been committed with the consentor connivance of, or to be attributable to any neglect on the part of, amember of that partnership,\n\t\t\t\t\tor by any person who was purporting to act in any such capacity, he as well asthe body corporate, or as the case may be the partnership, is guilty of thatoffence and is liable to be proceeded against and punished accordingly.\n\t\t\t\tWhere the affairs of a body corporate are managed by its members,subsection (6) above applies in relation to the actings and defaults of amember in connection with his functions of management as if he were a directorof the body corporate.\n\t\t\t\tIn subsections (1) to (5) above, “specified” means for the time beingspecified for the purposes of this section, by order made by the ScottishMinisters.\n\t\t\t\tThe power to make an order under subsection (8) above—\n\t\t\t\t\tincludes power to make such incidental, supplemental, transitional ortransitory provision as the Scottish Ministers think necessary or expedient;and\n\t\t\t\t\tis exercisable by statutory instrument.\n\t\t\t\tA statutory instrument containing such an order is subject to annulment inpursuance of a resolution of the Scottish Parliament.”"
    },
    {
        "length": 955,
        "text": "\nPart 5Final provisions\n\tChapter 1Amendments and repeals\n\t\tAmendments and repeals\n\t\t\tSchedule 5 (minor and consequential amendments) is to have effect.\n\t\t\tThe enactments set out in Schedule 6 are repealed to the extent specified.\n\tChapter 2Miscellaneous\n\t\tNorthern Ireland\n\t\t\tAn Order in Council under paragraph 1(1) of the Schedule to the NorthernIreland Act [2000 (c. 1)](/id/ukpga/2000/1?view=plain \"Go to item oflegislation\") (legislation for Northern Ireland during suspension of devolvedgovernment) which contains a statement that it is made only for purposescorresponding to those of Chapter 2 of Part 3 of this Act—\n\t\t\t\tis not to be subject to paragraph 2 of that Schedule (affirmativeresolution of both Houses of Parliament), but\n\t\t\t\tis to be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\tSupplementary and consequential provision\n\t\t\tThe appropriate Minister may by order made by statutory instrument make—\n\t\t\t\tany supplementary, incidental or consequential provision,\n\t\t\t\tany transitory, transitional or saving provision,\n\t\t\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof or for giving full effect to any provision of this Act.\n\t\t\tThe appropriate Minister means—\n\t\t\t\tin relation to any provision that would, if included in an Act of theScottish Parliament, be within the legislative competence of that Parliament,the Scottish Ministers,\n\t\t\t\tin relation to any other provision, the Secretary of State.\n\t\t\tThe provision which may be made under subsection (1) includes provisionamending or repealing any enactment or instrument.\n\t\t\tAn order under this section may make different provision for differentpurposes.\n\t\t\tA statutory instrument (other than an instrument to which subsection (6)applies) containing an order under this section made by the Secretary of Stateis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tA statutory instrument containing such an order which adds to, replaces oromits any part of the text of an Act is not to be made unless a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\t\tA statutory instrument (other than an instrument to which subsection (8)applies) containing an order under this section made by the Scottish Ministersis subject to annulment in pursuance of a resolution of the ScottishParliament.\n\t\t\tA statutory instrument containing such an order which adds to, replaces oromits any part of the text of an Act or of an Act of the Scottish Parliamentis not to be made unless a draft of the instrument has been laid before, andapproved by a resolution of, the Scottish Parliament.\n\t\tCommencement \n\t\t\tThis Act (except this Chapter and the provisions mentioned in subsection(3)) is to come into force on such day as the Secretary of State may by ordermade by statutory instrument appoint.\n\t\t\tAny day appointed for the purposes of Part 1 (other than sections 32 to41), and the related amendments and repeals, is to be one decided by theSecretary of State and the Scottish Ministers.\n\t\t\tThe following are to come into force on such day as the Scottish Ministersmay by order made by statutory instrument appoint—\n\t\t\t\tsections 37 to 41,\n\t\t\t\tsection 89.\n\t\t\tAn order under this section may make different provision for differentpurposes.\n\t\tExtent \n\t\t\tSections 32 to 36 extend only to England and Wales and Northern Ireland.\n\t\t\tSections 37 to 41 extend only to Scotland.\n\t\tShort title\n\t\t\tThis Act may be cited as the Crime (International Co-operation) Act 2003."
    }
]