{
    "general": "This new law will create a special person called the \"Commissioner for Patient Safety\" who will watch over the safety of all medicines and medical devices used by humans and animals. The law will also give the government more powers to change existing rules about these medicines and devices if needed. It will also help ensure that these products are safe and protect people's health.",
    "series": [
        [
            {
                "length": 170,
                "short": "\"Commissioner for Patient Safety: Promoting Safe Use of Medicines and Medical Devices\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 establishes the role of a Commissioner for Patient Safety to promote patient safety in relation to medicines and medical devices.\n* Simplified point 2: The Commissioner's core duties include promoting the safety of patients and the importance of public views in relation to medicines and medical devices.\n* Simplified point 3: The Commissioner is not considered a servant or agent of the Crown and does not enjoy any Crown status, immunity, or privilege.\n* Simplified point 4: Schedule 1 of the Act makes further provision about the Commissioner."
            },
            {
                "length": 1045,
                "short": "\"UK Medicines and Medical Devices Regulations: Empowering the Appropriate Authority\"",
                "text": "\n* Simplified point 1: The UK Medicines and Medical Devices Act 2021 empowers the appropriate authority to make regulations about human medicines.\n* Simplified point 2: The regulations may cover aspects such as safety, availability, and likelihood of the relevant part of the UK being seen as a favourable place for research and manufacturing.\n* Simplified point 3: The appropriate authority may make regulations only if it considers that the benefits of doing so outweigh the risks.\n* Simplified point 4: The regulations may provide for the disclosure of information in accordance with international agreements.\n* Simplified point 5: The regulations may make provision about falsified medicines, including the use of unique identifiers and infrastructure for the allocation and checking of unique identifiers.\n* Simplified point 6: The regulations may provide for the charging of fees in connection with the exercise of a function conferred by a human medicines provision.\n* Simplified point 7: The regulations may create a criminal offence of failing to comply with a provision made in the regulations, with a sentence of imprisonment of up to two years.\n* Simplified point 8: The regulations may provide for the disapplication of a human medicines provision in circumstances which give rise to a need to protect the public from a risk of serious harm to health.\n* Simplified point 9: The regulations may provide for the withdrawal or amendment of a protocol setting out conditions for the disapplication of a human medicines provision.\n* Simplified point 10: The regulations may provide for the disclosure of patient information only with the consent of the individual to whom that information relates.\n* Simplified point 111: The regulations may provide for the disclosure of commercially sensitive information only if the relevant authority considers that it is necessary to do so for the purpose mentioned in the regulations.\n* Simplified point 12: The regulations may provide for the disclosure of information in reliance on international agreements, including the EU Clinical Trials Regulation.\n* Simplified point 13: The regulations may provide for the charging of fees in connection with the exercise of a function conferred by a human medicines provision.\n* Simplified point 4: The regulations may make provision about the charging of fees in connection with the exercise of a function conferred by a human medicines provision.\n* Simplified point 5: The regulations may make provision about the charging of a human medicines provision.\n* Simplified point 6: The regulations may make provision about the charging of a human medicines provision.\n* Simplified point 7: The regulations may make provision about the charging of a human medicines provision.\n* Simplified point 8: The regulations may make provision about the human medicines provision.\n* Simplified point 9: The regulations may make provision.\n* Simplified point 10: The regulations may make provision.\n* Simplified point 11: The regulations may make provision.\n* Simplified point 2: The regulations may make provision.\n* Simplified point 3: The regulations may make provision.\n* Simplified point 3: The regulations.\n* Simplified point 3: The regulations.\n* The regulations.\n* Simplifications.\n* The regulations.\n* The regulations.\n* The regulations.\n* The regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n* the regulations.\n\n\n\n\n\nregulations.\n\n\nthe regulations.\n\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nthe regulations.\nregulations.\nregulations.\nregulations.\nregulations.\nregulations.\nregulations.\nthe regulations.\nthe regulations.\nthe regulations.\nregulations.\nregulations.\nregulations.\nregulations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ntheplinspectitions\ntheenthe"
            },
            {
                "length": 359,
                "short": "\"UK Veterinary Medicine Regulations: Promoting Animal Health, Safety, and Environmental Protection\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations about veterinary medicines to promote the health and welfare of animals, the safety of veterinary medicines, and the protection of the environment.\n* Simplified point 2: The regulations can cover authorizations to manufacture, import, distribute, and supply veterinary medicines, as well as requirements for labelling and packaging, advertising, and animal test certificates.\n* Simplified point 3: The regulations can also make provision for fees, offences, powers of inspectors, and costs.\n* Simplified point 4: The regulations may not provide for an offence to be punishable with a sentence of imprisonment of more than two years.\n* Simplified point 5: The regulations may apply powers of entry in reliance on subsection (1)(c) only if the premises, or any part of them, are approved, registered, or authorised for the sale or supply of veterinary medicines under a veterinary medicines provision.\n* Simplified point 6: The regulations may disclose information to a relevant person outside the United Kingdom where it is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of veterinary medicines, and the relevant authority considers that the disclosure is in the public interest.\n* Simplified point 7: The regulations do not limit the circumstances in which information may be disclosed under any other enactment or rule of law."
            },
            {
                "length": 241,
                "short": "\"UK Medical Device Regulations: Ensuring Public Health and Safety\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations about medical devices to ensure public health and safety.\n* Simplified point 2: The regulations can cover aspects such as device design, manufacturing, testing, and labeling, and can also establish registers of medical devices and their manufacturers or suppliers.\n* Simplified point 3: The Secretary of State must consider the safety of medical devices, their availability, and the likelihood of the UK being seen as a favorable place for research and development when making regulations.\n* Simplified point 4: The regulations can provide for the charging of fees in connection with the exercise of functions conferred by medical devices provisions, and can also permit or require the disclosure of information about the safety and performance of medical devices.\n* Simplified point 5: The regulations can provide for the disapplication of medical devices provisions in emergency situations, subject to conditions set out in the regulations or a protocol published by the Secretary of State."
            },
            {
                "length": 273,
                "short": "\"Regulation of Medical Devices: Establishment and Operation of Information Systems\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 allows the Secretary of State to create regulations for the establishment and operation of information systems by the Health and Social Care Information Centre (HIS) to improve the safety and performance of medical devices.\n\n* Simplified point 2: The regulations can specify descriptions of information that must be entered or retained in an information system, require information to be provided to HIS, and determine how information can be used or disclosed.\n\n* Simplified point 3: The regulations can also require specified persons or descriptions of persons to provide information to HIS, and specify the manner and time for providing that information.\n\n* Simplified point 4: The provision can include requirements for the analysis, publication, and disclosure of information contained in an information system, as well as the use or further disclosure of that information by any person.\n\n* Simplified point 5: The regulations can establish an advisory committee to advise the Secretary of State on matters relating to medical devices, including the membership, establishment of sub-committees, and matters to which the committee must have regard."
            },
            {
                "length": 372,
                "short": "\"Enforcement of Medical Device Regulations: Notifications and Appeals\"",
                "text": "\n* Simplified point 1: Enforcement notices can be served on a person if the enforcement authority has reasonable grounds to suspect that the person is not complying with a medical device provision.\n* Simplified point 2: Compliance notices can be served on a manufacturer or their designated representative, and can require the person to comply with a medical device provision within a specified period.\n* Simplified point 3: Suspension notices can be served on a person to restrict the availability of a medical device if the enforcement authority considers it necessary to protect health or safety.\n* Simplified point 4: Safety notices can be served on a person to impose prohibitions or requirements to restrict the availability of a medical device if the enforcement authority considers it necessary to protect health or safety.\n* Simplified point 5: Information notices can be served on a person to obtain information or records that the enforcement authority needs to decide whether to serve a compliance, suspension, or safety notice.\n* Simplified point 6: Applications can be made to the appropriate lower court to set aside or vary a compliance, suspension, or safety notice, and the court may set aside or vary the notice if satisfied that it is not necessary to protect health or safety.\n* Simplified point 7: The appropriate lower court may also order the enforcement authority to pay compensation for loss or damage caused by reason of a notice.\n* Simplified point 8: Further appeals can be made to the appropriate appeals court if a person is aggrieved by a decision of the appropriate lower court."
            },
            {
                "length": 253,
                "short": "The Medicines and Medical Devices Regulation Enforcement Act 2021: Harsh Penalties for Non-Compliance",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 outlines offenses and penalties for non-compliance with regulations related to medicines and medical devices.\n* Simplified point 2: The offenses include breaching compliance notices, suspension notices, safety notices, or information notices, and can result in fines or imprisonment.\n* Simplified point 3: The defense of due diligence is available for those charged with offenses, but requires serving notice on the prosecutor at least 7 clear days before the hearing.\n* Simplified point 4: Bodies corporate and Scottish partnerships can be held liable for offenses committed with the consent or neglect of officers, and officers can be held personally liable.\n* Simplified point 5: The definition of \"officer\" includes directors, managers, secretaries, and other similar officers of a body corporate, as well as partners of a Scottish partnership."
            },
            {
                "length": 276,
                "short": "\"Forfeiture of Medical Devices under the Medicines and Medical Devices Act 2021\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 allows for the forfeiture of medical devices that have been used in violation of medical device regulations.\n* Simplified point 2: The enforcement authority can apply to a lower court for a forfeiture order, and the court may make such an order if it is satisfied that a contravention of a medical device provision has occurred.\n* Simplified point 3: The court may include in the forfeiture order that the device is not to be forfeited before a certain time, and the enforcement authority may dispose of the forfeited device in any way it sees fit.\n* Simplified point 4: Persons entitled to the device may appeal against the forfeiture decision, and the appeals court may make any order it thinks appropriate, including returning the device to a person entitled to it if the appeal is allowed.\n\nIn summary, the Medicines and Medical Devices Act 2021 allows for the forfeiture of medical devices that have been used in violation of medical device regulations, and provides for appeals against forfeiture decisions."
            },
            {
                "length": 218,
                "short": "\"Court-Ordered Reimbursement for Medical Device Offenses\"",
                "text": "\n* Simplified point 1: The court can order the person convicted of an offense related to medical devices to reimburse the enforcement authority for expenses incurred during seizure or detention of the device.\n* Simplified point 2: The court can order the person convicted or a person from whom the device was seized to reimburse the enforcement authority for expenses incurred in giving effect to a forfeiture order.\n* Simplified point 3: The court may make this order in addition to any other order it may make as to costs or expenses.\n\nIn simpler terms, this section of the legislation allows the court to order the person convicted of an offense related to medical devices to pay back the costs incurred by the enforcement authority during the seizure or detention of the device, as well as the costs of giving effect to a forfeiture order."
            },
            {
                "length": 197,
                "short": "\"Recall Power for Medical Devices: Safeguarding Health and Safety\"",
                "text": "\n* The Medicines and Medical Devices Act 2021 gives the enforcement authority the power to recall medical devices that are already available to the public if they pose a health or safety risk.\n* The authority can take steps to organize the return of the device and may issue a safety notice requiring others to cooperate in the recall.\n* The authority can only take these steps if they are satisfied that no alternative steps would sufficiently protect health or safety.\n\nIn simpler terms, the Act allows the enforcement authority to recall medical devices that are already in use by the public if they are a risk to health or safety. The authority can organize the return of the devices and may require others to cooperate in the recall process. The authority can only take these steps if there are no other alternatives that would protect health and safety as much as the recall."
            },
            {
                "length": 276,
                "short": "\"Detaining Medical Devices: Regulatory Powers and Penalties\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 gives officers of Revenue and Customs the power to detain imported medical devices for up to two working days to facilitate the exercise of functions by enforcement authorities.\n* Simplified point 2: The Commissioners for Her Majesty's Revenue and Customs can direct how detained devices are dealt with during the detention period.\n* Simplified point 3: The two working day limit for detention does not include Saturdays, Sundays, or bank holidays.\n* Simplified point 4: Obstructing an officer of Revenue and Customs while they are acting under section 36 is an offense punishable by imprisonment, fines, or both.\n* Simplified point 5: The offense of obstructing an officer of Revenue and Customs can lead to a term of imprisonment not exceeding 51 weeks (or 6 months before the coming into force of section 281(5) of the Criminal Justice Act 2003) and/or a fine not exceeding level 5 on the standard scale."
            },
            {
                "length": 1153,
                "short": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 imposes a duty of care on those who breach medical devices provisions, and anyone affected by the breach has a right to take legal action.\n* Simplified point 2: The duty of care and right to legal action apply to breaches of medical devices provisions, but are subject to any provisions to the contrary in the Act and the defenses and incidents that apply to actions for breach of statutory duty.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 1069,
                "short": "\"UK Medical Device Regulations: Disclosure Provisions\"\n\nThis title captures the main theme of the text, which outlines the provisions for disclosing information related to medical devices in the UK.",
                "text": "\n* Simplified point 1: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for a public interest purpose.\n* Simplified point 2: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is required for an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 3: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 4: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 5: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 6: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 7: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 8: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 9: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n* Simplified point 10: The UK government can disclose information about medical devices to certain individuals or organizations outside the UK if it is necessary to do so for the purpose of giving effect to an international agreement or arrangement concerning the regulation of medical devices.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 273,
                "short": "Medicines and Medical Devices Act 2021: Key Definitions and Regulations",
                "text": "\n* Simplified point 1: This section defines key terms used in Chapter 5 of the Medicines and Medical Devices Act 2021, including \"medical device,\" \"manufacturer,\" and \"relevant requirements.\"\n* Simplified point 2: The section also explains the meaning of \"compliance notice,\" \"data protection legislation,\" and \"enforcement authority.\"\n* Simplified point 3: The section defines \"EU Medical Devices Regulations\" as a set of regulations that apply to medical devices in the European Union, including [Regulation (EU) 2017/745](https://www.legislation.gov.uk/eur/2017/745/contents) and [Regulation (EU) 2017/746](https://www.legislation.gov.uk/eur/2017/746/contents).\n* Simplified point 4: The section explains that \"forfeiture order,\" \"information notice,\" \"safety notice,\" and \"suspension notice\" have specific meanings under the Act."
            },
            {
                "length": 424,
                "short": "\"UK Medicine Regulations: Power and Procedures\"",
                "text": "\n* Simplified point 1: The UK government has the power to make regulations under Parts 1, 2, 3, and 4 of the Medicines and Medical Devices Act 2021.\n* Simplified point 2: The regulations can be made using a variety of procedures, including the negative procedure, the draft affirmative procedure, and the made affirmative procedure.\n* Simplified point 3: The negative procedure allows for the annulment of regulations by a resolution of either House of Parliament or the Northern Ireland Assembly.\n* Simplified point 4: The draft affirmative procedure requires a draft of the regulations to be laid before and approved by a resolution of each House of Parliament and the Northern Ireland Assembly.\n* Simplified point 5: The made affirmative procedure requires the regulations to be laid before Parliament and the Northern Ireland Assembly after being made, and ceases to have effect at the end of a 40-day period unless approved by a resolution of each House of Parliament and the Northern Ireland Assembly.\n* Simplified point 6: The regulations can be made to correct errors or omissions in previous regulations, or to make consequential, supplementary, incidental, transitional, or saving provisions.\n* Simplified point 7: The regulations can be made to provide for the licensing of medicines and medical devices, and to set out the requirements for the licensing of these products.\n* Simplified point 8: The regulations can be made to provide for the safety and efficacy of medicines and medical devices, and to set out the requirements for the testing and approval of these products.\n* Simplified point 9: The regulations can be made to provide for the monitoring and enforcement of the regulations, and to set out the penalties for non-compliance."
            },
            {
                "length": 173,
                "short": "Medicine and Medical Devices Legislative Review",
                "text": "\n* Simplified point 1: The Secretary of State must publish a report on the operation of medicines and medical devices legislation every 5 years.\n* Simplified point 2: The report must assess the effectiveness of the current legislation and consider whether any changes or modifications are needed.\n* Simplified point 3: The report must take into account any previous reports made by Parliamentary Committees on the operation of the legislation.\n* Simplified point 4: The Secretary of State must lay a copy of the report before Parliament.\n* Simplified point 5: The legislation defines \"medicines and medical devices legislation\" as including various regulations and Acts of Parliament related to human and veterinary medicines and medical devices."
            },
            {
                "length": 229,
                "short": "Medicines and Medical Devices Act 2021: Extension to UK Nations and Commencement Provisions",
                "text": "\n* Simplified point 1: This Act extends to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 2: The Act comes into force in stages, with some parts coming into force immediately after passage, while others will come into force after a two-month period.\n* Simplified point 3: The Secretary of State can make regulations to address any imminent risks of serious harm to health before the end of the two-month period.\n* Simplified point 4: The Act allows for transitional, transitory, or saving provisions to be made in connection with its commencement.\n* Simplified point 5: The relevant Northern Ireland department can make regulations for Part 2 or Part 3 in relation to Northern Ireland, subject to certain conditions.\n* Simplified point 6: The Act can be cited as the Medicines and Medical Devices Act 2021."
            }
        ],
        [
            {
                "length": 1025,
                "short": "\"Medicines and Medical Devices Regulatory Framework Established\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 establishes the role of a Commissioner for Patient Safety to promote patient safety in relation to medicines and medical devices.\n* Simplified point 2: The Commissioner's core duties include promoting the safety of patients and the importance of public views in relation to medicines and medical devices.\n* Simplified point 3: The Commissioner is not considered a servant or agent of the Crown and does not enjoy any Crown status, immunity, or privilege.\n* Simplified point 4: Schedule 1 of the Act makes further provision about the Commissioner.\n* Simplified point 5: The Act gives the Secretary of State the power to make regulations about human medicines to promote the health and welfare of animals, the safety of veterinary medicines, and the protection of the environment.\n* Simplified point 6: The regulations can cover authorizations to manufacture, import, distribute, and supply veterinary medicines, as well as requirements for labelling and packaging, advertising, and animal test certificates.\n* Simplified point 7: The regulations may not provide for an offense to be punishable with a sentence of imprisonment of more than two years.\n* Simplified point 8: The regulations may disclose information to a relevant person outside the United Kingdom where it is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of veterinary medicines, and the relevant authority considers that the disclosure is in the public interest.\n* Simplified point 9: The regulations do not limit the circumstances in which information may be disclosed under any other enactment or rule of law.\n* Simplified point 10: The Medicines and Medical Devices Act 2021 allows the Secretary of State to create regulations for the establishment and operation of information systems by the Health and Social Care Information Centre (HIS) to improve the safety and performance of medical devices.\n* Simplified point 11: The regulations can specify descriptions of information that must be entered or retained in an information system, require information to be provided to HIS, and determine how information can be used or disclosed by any person.\n* Simplified point 12: The regulations can establish an advisory committee to advise the Secretary of State on matters relating to medical devices, including the membership, establishment of sub-committees, and matters to which the committee must have regard.\n* Simplified point 13: The regulations can provide for the charging of fees in connection with the exercise of a function conferred by a human medicines provision.\n* Simplified point 14: The regulations can provide for the disclosure of information in reliance on international agreemnts or arrangements.\n* Simplified point 15: The regulations can provide for the disclosure of information in reliance on international agreemnts or arrangements.\n* Simplified point 16: The regulations can provide for the disclosure of information in reliance on international agreemnts or arrangemnts or international agreemnts or arrangemts or international agreemnts or arrangemnts or international agreemnts or arrangemts or international agreemnts or arrangemts or international agreemts or arrangemts or international agreemts or arrangemts or international agreemts or arrangemts or international agreemts or arrangemts or international agreemts or arrangemts or international agreemts or arrangemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agrements or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreemts or international agreements or international agreements or international agreements or international agreements or international agreements or international agreements or international agreements or international"
            },
            {
                "length": 645,
                "short": "Medicines and Medical Devices Act 2021: Regulatory Powers and Reporting Requirements",
                "text": "\nHere is the list of simplified points for the Medicines and Medical Devices Act 2021:\n\n1. The Secretary of State has the power to make regulations under Parts 1, 2, 3, and 4 of the Act.\n2. The regulations can be made using various procedures, including the negative procedure, the draft affirmative procedure, and the made affirmative procedure.\n3. The negative procedure allows for the annulment of regulations by a resolution of either House of Parliament or the Northern Ireland Assembly.\n4. The draft affirmative procedure requires a draft of the regulations to be laid before and approved by a resolution of each House of Parliament and the Northern Ireland Assembly.\n5. The made affirmative procedure requires the regulations to be laid before Parliament and the Northern Ireland Assembly after being made, and ceases to have effect at the end of a 40-day period unless approved by a resolution of each House of Parliament and the Northern Ireland Assembly.\n6. The regulations can be made to correct errors or omissions in previous regulations, or to make consequential, supplementary, incidental, transitional, or saving provisions.\n7. The regulations can be made to provide for the licensing of medicines and medical devices, and to set out the requirements for the licensing of these products.\n8. The regulations can be made to provide for the safety and efficacy of medicines and medical devices, and to set out the requirements for the testing and approval of these products.\n9. The regulations can be made to provide for the monitoring and enforcement of the regulations, and to set out the penalties for non-compliance.\n10. The Secretary of State must publish a report on the operation of medicines and medical devices legislation every 5 years.\n11. The report must assess the effectiveness of the current legislation and consider whether any changes or modifications are needed.\n12. The report must take into account any previous reports made by Parliamentary Committees on the operation of the legislation.\n13. The Secretary of State must lay a copy of the report before Parliament.\n14. The Act extends to England, Wales, Scotland, and Northern Ireland.\n15. The Act comes into force in stages, with some parts coming into force immediately after passage, while others will come into force after a two-month period.\n16. The Secretary of State can make regulations to address any imminent risks of serious harm to health before the end of the two-month period.\n17. The Act allows for transitional, transitory, or saving provisions to be made in connection with its commencement.\n18. The relevant Northern Ireland department can make regulations for Part 2 or Part 3 in relation to Northern Ireland, subject to certain conditions.\n19. The Act can be cited as the Medicines and Medical Devices Act 2021."
            }
        ],
        [
            {
                "length": 1025,
                "short": "\"Medicines and Medical Devices Regulatory Framework Established\"",
                "text": "\n* Simplified point 1: The Medicines and Medical Devices Act 2021 establishes the role of a Commissioner for Patient Safety to promote patient safety in relation to medicines and medical devices.\n* Simplified point 2: The Commissioner's core duties include promoting the safety of patients and the importance of public views in relation to medicines and medical devices.\n* Simplified point 3: The Commissioner is not considered a servant or agent of the Crown and does not enjoy any Crown status, immunity, or privilege.\n* Simplified point 4: Schedule 1 of the Act makes further provision about the Commissioner.\n* Simplified point 5: The Act gives the Secretary of State the power to make regulations about human medicines to promote the health and welfare of animals, the safety of veterinary medicines, and the protection of the environment.\n* Simplified point 6: The regulations can cover authorizations to manufacture, import, distribute, and supply veterinary medicines, as well as requirements for labelling and packaging, advertising, and animal test certificates.\n* Simplified point 7: The regulations may not provide for an offense to be punishable with a sentence of imprisonment of more than two years.\n* Simplified point 8: The regulations may disclose information to a relevant person outside the United Kingdom where it is required for the purpose of giving effect to an international agreement or arrangement concerning the regulation of veterinary medicines, and the relevant authority considers that the disclosure is in the public interest.\n* Simplified point 9: The regulations do not limit the circumstances in which information may be disclosed under any other enactment or rule of law.\n* Simplified point 10: The Medicines and Medical Devices Act 2021 allows the Secretary of State to create regulations for the establishment and operation of information systems by the Health and Social Care Information Centre (HIS) to improve the safety and performance of medical devices.\n* Simplified point 11: The regulations can specify descriptions of information that must be entered or retained in an information system, require information to be provided to HIS, and determine how information can be used or disclosed by any person.\n* Simplified point 12: The regulations can establish an advisory committee to advise the Secretary of State on matters relating to medical devices, including the membership, establishment of sub-committees, and matters to which the committee must have regard.\n* Simplified point 13: The regulations can provide for the charging of fees in connection with the exercise of a function conferred by a human medicines provision.\n* Simplified point 14: The regulations can provide for the disclosure of information in reliance on international agreemnets or arrangements.\n* Simplified point 15: The regulations can provide for the disclosure of information in reliance on international agreemnets or arrangemnets or international agreemnets or arrangemnets or international agreemnets or arrangemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets or international agreemnets"
            }
        ]
    ],
    "summary": "The Medicines and Medical Devices Act 2021 sets up a new regulatory framework for human medicines and medical devices in the UK. It creates a Commissioner for Patient Safety to promote patient safety and ensure the safety and efficacy of medicines and medical devices. The Act also gives the Secretary of State powers to make regulations to improve the safety and performance of medical devices, and to monitor and enforce compliance with the regulations. Additionally, the Act requires the Secretary of State to publish a report on the operation of medicines and medical devices legislation every five years."
}