{
    "general": "This law allows the government to issue notices to employers who are not paying their employees the minimum wage as required by law. The notices can require the employer to pay back any owed wages and can also impose penalties for non-compliance. This law helps ensure that workers receive fair pay and protects them from being taken advantage of by their employers.",
    "series": [
        [
            {
                "length": 247,
                "short": "\"National Minimum Wage Enforcement: Officers Given Power to Recover Unpaid Wages for Past Violations\"",
                "text": "\n* Simplified point 1: The National Minimum Wage (Enforcement Notices) Act 2003 allows officers to serve enforcement notices on employers who have failed to pay their employees the national minimum wage, even if the underpayment occurred in the past.\n* Simplified point 2: The act gives officers the power to impose requirements on employers to pay back any unpaid wages to their employees, and specifies that this power can be exercised up to six years after the underpayment occurred.\n* Simplified point 3: The act also states that the amendment made by the act has the same extent as the enactment being amended, but that the reference in section 1 to section 19 of the National Minimum Wage Act should be taken not to include a reference to that section as applied by section 3A of the Agricultural Wages (Scotland) Act.\n* Simplified point 4: The act extends to Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Minimum Wage (Enforcement Notices) Act 2003 helps ensure that workers receive fair pay. It empowers officials to issue notices to employers who owe their employees money, even if the debt is old. Employers must repay any owed wages within six years of the missed payment. This law applies throughout the United Kingdom.",
    "single": "\n* The National Minimum Wage (Enforcement Notices) Act 2003 allows an enforcement notice to be served on an employer if an officer believes a worker has not been paid the national minimum wage for any pay reference period.\n* The notice can be served even if a requirement under subsection (1) of the National Minimum Wage Act 1998 is not imposed on the worker.\n* The notice can only be served in respect of pay reference periods ending within the last 6 years.\n* The Act extends to Northern Ireland and comes into force at the end of the period of two months beginning with the day on which it is passed.\n* The amendment made by this Act has the same extent as the enactment amended.\n* The reference in section 1 to section 19 of the National Minimum Wage Act 1998 shall be taken not to include a reference to that section as applied by section 3A of the Agricultural Wages (Scotland) Act 1949."
}