[
    {
        "length": 208,
        "text": "\nPART 1Insurance contracts: main definitions\n\tInsurance contracts: main definitions\n\t\tIn this Act (apart from Part 6)—\n\t\t  * “consumer insurance contract” has the same meaning as in the Consumer Insurance (Disclosure and Representations) Act 2012; \n\t\t  * “non-consumer insurance contract” means a contract of insurance that is not a consumer insurance contract; \n\t\t  * “insured” means the party to a contract of insurance who is the insured under the contract, or would be if the contract were entered into; \n\t\t  * “insurer” means the party to a contract of insurance who is the insurer under the contract, or would be if the contract were entered into; \n\t\t  * “the duty of fair presentation” means the duty imposed by section 3(1). "
    },
    {
        "length": 2017,
        "text": "\nPART 2The duty of fair presentation\n\tApplication and interpretation\n\t\tThis Part applies to non-consumer insurance contracts only.\n\t\tThis Part applies in relation to variations of non-consumer insurancecontracts as it applies to contracts, but—\n\t\t\treferences to the risk are to be read as references to changes in the riskrelevant to the proposed variation, and\n\t\t\treferences to the contract of insurance are to the variation.\n\tThe duty of fair presentation\n\t\tBefore a contract of insurance is entered into, the insured must make tothe insurer a fair presentation of the risk.\n\t\tThe duty imposed by subsection (1) is referred to in this Act as “the dutyof fair presentation”.\n\t\tA fair presentation of the risk is one—\n\t\t\twhich makes the disclosure required by subsection (4),\n\t\t\twhich makes that disclosure in a manner which would be reasonably clear andaccessible to a prudent insurer, and\n\t\t\tin which every material representation as to a matter of fact issubstantially correct, and every material representation as to a matter ofexpectation or belief is made in good faith.\n\t\tThe disclosure required is as follows, except as provided in subsection(5)—\n\t\t\tdisclosure of every material circumstance which the insured knows or oughtto know, or\n\t\t\tfailing that, disclosure which gives the insurer sufficient information toput a prudent insurer on notice that it needs to make further enquiries forthe purpose of revealing those material circumstances.\n\t\tIn the absence of enquiry, subsection (4) does not require the insured todisclose a circumstance if—\n\t\t\tit diminishes the risk,\n\t\t\tthe insurer knows it,\n\t\t\tthe insurer ought to know it,\n\t\t\tthe insurer is presumed to know it, or\n\t\t\tit is something as to which the insurer waives information.\n\t\tSections 4 to 6 make further provision about the knowledge of the insuredand of the insurer, and section 7 contains supplementary provision.\n\tKnowledge of insured\n\t\tThis section provides for what an insured knows or ought to know for thepurposes of section 3(4)(a).\n\t\tAn insured who is an individual knows only—\n\t\t\twhat is known to the individual, and\n\t\t\twhat is known to one or more of the individuals who are responsible for theinsured’s insurance.\n\t\tAn insured who is not an individual knows only what is known to one or moreof the individuals who are—\n\t\t\tpart of the insured’s senior management, or\n\t\t\tresponsible for the insured’s insurance.\n\t\tAn insured is not by virtue of subsection (2)(b) or (3)(b) taken to knowconfidential information known to an individual if—\n\t\t\tthe individual is, or is an employee of, the insured’s agent; and\n\t\t\tthe information was acquired by the insured’s agent (or by an employee ofthat agent) through a business relationship with a person who is not connectedwith the contract of insurance.\n\t\tFor the purposes of subsection (4) the persons connected with a contract ofinsurance are—\n\t\t\tthe insured and any other persons for whom cover is provided by thecontract, and\n\t\t\tif the contract re-insures risks covered by another contract, the personswho are (by virtue of this subsection) connected with that other contract.\n\t\tWhether an individual or not, an insured ought to know what shouldreasonably have been revealed by a reasonable search of information availableto the insured (whether the search is conducted by making enquiries or by anyother means).\n\t\tIn subsection (6) “information” includes information held within theinsured’s organisation or by any other person (such as the insured’s agent ora person for whom cover is provided by the contract of insurance).\n\t\tFor the purposes of this section—\n\t\t\t“employee”, in relation to the insured’s agent, includes any individualworking for the agent, whatever the capacity in which the individual acts,\n\t\t\tan individual is responsible for the insured’s insurance if the individualparticipates on behalf of the insured in the process of procuring theinsured’s insurance (whether the individual does so as the insured’s employeeor agent, as an employee of the insured’s agent or in any other capacity), and\n\t\t\t“senior management” means those individuals who play significant roles inthe making of decisions about how the insured’s activities are to be managedor organised.\n\tKnowledge of insurer\n\t\tFor the purposes of section 3(5)(b), an insurer knows something only if itis known to one or more of the individuals who participate on behalf of theinsurer in the decision whether to take the risk, and if so on what terms(whether the individual does so as the insurer’s employee or agent, as anemployee of the insurer’s agent or in any other capacity).\n\t\tFor the purposes of section 3(5)(c), an insurer ought to know somethingonly if—\n\t\t\tan employee or agent of the insurer knows it, and ought reasonably to havepassed on the relevant information to an individual mentioned in subsection(1), or\n\t\t\tthe relevant information is held by the insurer and is readily available toan individual mentioned in subsection (1).\n\t\tFor the purposes of section 3(5)(d), an insurer is presumed to know—\n\t\t\tthings which are common knowledge, and\n\t\t\tthings which an insurer offering insurance of the class in question toinsureds in the field of activity in question would reasonably be expected toknow in the ordinary course of business.\n\tKnowledge: general\n\t\tFor the purposes of sections 3 to 5, references to an individual’sknowledge include not only actual knowledge, but also matters which theindividual suspected, and of which the individual would have had knowledge butfor deliberately refraining from confirming them or enquiring about them.\n\t\tNothing in this Part affects the operation of any rule of law according towhich knowledge of a fraud perpetrated by an individual (“F”) either on theinsured or on the insurer is not to be attributed to the insured or to theinsurer (respectively), where—\n\t\t\tif the fraud is on the insured, F is any of the individuals mentioned insection 4(2)(b) or (3), or\n\t\t\tif the fraud is on the insurer, F is any of the individuals mentioned insection 5(1).\n\tSupplementary \n\t\tA fair presentation need not be contained in only one document or oralpresentation.\n\t\tThe term “circumstance” includes any communication made to, or informationreceived by, the insured.\n\t\tA circumstance or representation is material if it would influence thejudgement of a prudent insurer in determining whether to take the risk and, ifso, on what terms.\n\t\tExamples of things which may be material circumstances are—\n\t\t\tspecial or unusual facts relating to the risk,\n\t\t\tany particular concerns which led the insured to seek insurance cover forthe risk,\n\t\t\tanything which those concerned with the class of insurance and field ofactivity in question would generally understand as being something that shouldbe dealt with in a fair presentation of risks of the type in question.\n\t\tA material representation is substantially correct if a prudent insurerwould not consider the difference between what is represented and what isactually correct to be material.\n\t\tA representation may be withdrawn or corrected before the contract ofinsurance is entered into.\n\tRemedies for breach\n\t\tThe insurer has a remedy against the insured for a breach of the duty offair presentation only if the insurer shows that, but for the breach, theinsurer—\n\t\t\twould not have entered into the contract of insurance at all, or\n\t\t\twould have done so only on different terms.\n\t\tThe remedies are set out in Schedule 1.\n\t\tA breach for which the insurer has a remedy against the insured is referredto in this Act as a “qualifying breach”.\n\t\tA qualifying breach is either—\n\t\t\tdeliberate or reckless, or\n\t\t\tneither deliberate nor reckless.\n\t\tA qualifying breach is deliberate or reckless if the insured —\n\t\t\tknew that it was in breach of the duty of fair presentation, or\n\t\t\tdid not care whether or not it was in breach of that duty.\n\t\tIt is for the insurer to show that a qualifying breach was deliberate orreckless."
    },
    {
        "length": 841,
        "text": "\nPART 3Warranties and other terms\n\tWarranties and representations\n\t\tThis section applies to representations made by the insured in connectionwith—\n\t\t\ta proposed non-consumer insurance contract, or\n\t\t\ta proposed variation to a non-consumer insurance contract.\n\t\tSuch a representation is not capable of being converted into a warranty bymeans of any provision of the non-consumer insurance contract (or of the termsof the variation), or of any other contract (and whether by declaring therepresentation to form the basis of the contract or otherwise).\n\tBreach of warranty\n\t\tAny rule of law that breach of a warranty (express or implied) in acontract of insurance results in the discharge of the insurer’s liabilityunder the contract is abolished.\n\t\tAn insurer has no liability under a contract of insurance in respect of anyloss occurring, or attributable to something happening, after a warranty(express or implied) in the contract has been breached but before the breachhas been remedied.\n\t\tBut subsection (2) does not apply if—\n\t\t\tbecause of a change of circumstances, the warranty ceases to be applicableto the circumstances of the contract,\n\t\t\tcompliance with the warranty is rendered unlawful by any subsequent law, or\n\t\t\tthe insurer waives the breach of warranty.\n\t\tSubsection (2) does not affect the liability of the insurer in respect oflosses occurring, or attributable to something happening—\n\t\t\tbefore the breach of warranty, or\n\t\t\tif the breach can be remedied, after it has been remedied.\n\t\tFor the purposes of this section, a breach of warranty is to be taken asremedied—\n\t\t\tin a case falling within subsection (6), if the risk to which the warrantyrelates later becomes essentially the same as that originally contemplated bythe parties,\n\t\t\tin any other case, if the insured ceases to be in breach of the warranty.\n\t\tA case falls within this subsection if—\n\t\t\tthe warranty in question requires that by an ascertainable time somethingis to be done (or not done), or a condition is to be fulfilled, or somethingis (or is not) to be the case, and\n\t\t\tthat requirement is not complied with.\n\t\tIn the Marine Insurance Act 1906—\n\t\t\tin section 33 (nature of warranty), in subsection (3), the second sentenceis omitted,\n\t\t\tsection 34 (when breach of warranty excused) is omitted.\n\tTerms not relevant to the actual loss\n\t\tThis section applies to a term (express or implied) of a contract ofinsurance, other than a term defining the risk as a whole, if compliance withit would tend to reduce the risk of one or more of the following—\n\t\t\tloss of a particular kind,\n\t\t\tloss at a particular location,\n\t\t\tloss at a particular time.\n\t\tIf a loss occurs, and the term has not been complied with, the insurer maynot rely on the non-compliance to exclude, limit or discharge its liabilityunder the contract for the loss if the insured satisfies subsection (3).\n\t\tThe insured satisfies this subsection if it shows that the non-compliancewith the term could not have increased the risk of the loss which actuallyoccurred in the circumstances in which it occurred.\n\t\tThis section may apply in addition to section 10."
    },
    {
        "length": 733,
        "text": "\nPART 4Fraudulent claims\n\tRemedies for fraudulent claims\n\t\tIf the insured makes a fraudulent claim under a contract of insurance—\n\t\t\tthe insurer is not liable to pay the claim,\n\t\t\tthe insurer may recover from the insured any sums paid by the insurer tothe insured in respect of the claim, and\n\t\t\tin addition, the insurer may by notice to the insured treat the contract ashaving been terminated with effect from the time of the fraudulent act.\n\t\tIf the insurer does treat the contract as having been terminated—\n\t\t\tit may refuse all liability to the insured under the contract in respect ofa relevant event occurring after the time of the fraudulent act, and\n\t\t\tit need not return any of the premiums paid under the contract.\n\t\tTreating a contract as having been terminated under this section does notaffect the rights and obligations of the parties to the contract with respectto a relevant event occurring before the time of the fraudulent act.\n\t\tIn subsections (2)(a) and (3), “relevant event” refers to whatever givesrise to the insurer’s liability under the contract (and includes, for example,the occurrence of a loss, the making of a claim, or the notification of apotential claim, depending on how the contract is written).\n\tRemedies for fraudulent claims: group insurance\n\t\tThis section applies where—\n\t\t\ta contract of insurance is entered into with an insurer by a person (“A”),\n\t\t\tthe contract provides cover for one or more other persons who are notparties to the contract (“the Cs”), whether or not it also provides cover ofany kind for A or another insured party, and\n\t\t\ta fraudulent claim is made under the contract by or on behalf of one of theCs (“CF”).\n\t\tSection 12 applies in relation to the claim as if the cover provided for CFwere provided under an individual insurance contract between the insurer andCF as the insured; and, accordingly—\n\t\t\tthe insurer’s rights under section 12 are exercisable only in relation tothe cover provided for CF, and\n\t\t\tthe exercise of any of those rights does not affect the cover providedunder the contract for anyone else.\n\t\tIn its application by virtue of subsection (2), section 12 is subject tothe following particular modifications—\n\t\t\tthe first reference to “the insured” in subsection (1)(b) of that section,in respect of any particular sum paid by the insurer, is to whichever of A andCF the insurer paid the sum to; but if a sum was paid to A and passed on by Ato CF, the reference is to CF,\n\t\t\tthe second reference to “the insured” in subsection (1)(b) is to A or CF,\n\t\t\tthe reference to “the insured” in subsection (1)(c) is to both CF and A,\n\t\t\tthe reference in subsection (2)(b) to the premiums paid under the contractis to premiums paid in respect of the cover for CF."
    },
    {
        "length": 1278,
        "text": "\nPART 5Good faith and contracting out\n\tGood faith\n\t\tGood faith\n\t\t\tAny rule of law permitting a party to a contract of insurance to avoid thecontract on the ground that the utmost good faith has not been observed by theother party is abolished.\n\t\t\tAny rule of law to the effect that a contract of insurance is a contractbased on the utmost good faith is modified to the extent required by theprovisions of this Act and the Consumer Insurance (Disclosure andRepresentations) Act 2012.\n\t\t\tAccordingly— \n\t\t\t\tin section 17 of the Marine Insurance Act 1906 (marine insurance contractsare contracts of the utmost good faith), the words from “, and” to the end areomitted, and\n\t\t\t\tthe application of that section (as so amended) is subject to theprovisions of this Act and the Consumer Insurance (Disclosure andRepresentations) Act 2012.\n\t\t\tIn section 2 of the Consumer Insurance (Disclosure and Representations) Act2012 (disclosure and representations before contract or variation), subsection(5) is omitted.\n\tContracting out\n\t\tContracting out: consumer insurance contracts\n\t\t\tA term of a consumer insurance contract, or of any other contract, whichwould put the consumer in a worse position as respects any of the mattersprovided for in Part 3 or 4 of this Act than the consumer would be in byvirtue of the provisions of those Parts (so far as relating to consumerinsurance contracts) is to that extent of no effect.\n\t\t\tIn subsection (1) references to a contract include a variation.\n\t\t\tThis section does not apply in relation to a contract for the settlement ofa claim arising under a consumer insurance contract.\n\t\tContracting out: non-consumer insurance contracts\n\t\t\tA term of a non-consumer insurance contract, or of any other contract,which would put the insured in a worse position as respects representations towhich section 9 applies than the insured would be in by virtue of that sectionis to that extent of no effect.\n\t\t\tA term of a non-consumer insurance contract, or of any other contract,which would put the insured in a worse position as respects any of the othermatters provided for in Part 2, 3 or 4 of this Act than the insured would bein by virtue of the provisions of those Parts (so far as relating to non-consumer insurance contracts) is to that extent of no effect, unless therequirements of section 17 have been satisfied in relation to the term.\n\t\t\tIn this section references to a contract include a variation.\n\t\t\tThis section does not apply in relation to a contract for the settlement ofa claim arising under a non-consumer insurance contract.\n\t\tThe transparency requirements\n\t\t\tIn this section, “the disadvantageous term” means such a term as ismentioned in section 16(2).\n\t\t\tThe insurer must take sufficient steps to draw the disadvantageous term tothe insured’s attention before the contract is entered into or the variationagreed.\n\t\t\tThe disadvantageous term must be clear and unambiguous as to its effect.\n\t\t\tIn determining whether the requirements of subsections (2) and (3) havebeen met, the characteristics of insured persons of the kind in question, andthe circumstances of the transaction, are to be taken into account.\n\t\t\tThe insured may not rely on any failure on the part of the insurer to meetthe requirements of subsection (2) if the insured (or its agent) had actualknowledge of the disadvantageous term when the contract was entered into orthe variation agreed.\n\t\tContracting out: group insurance contracts\n\t\t\tThis section applies to a contract of insurance referred to in section13(1)(a); and in this section—\n\t\t\t\t  * “A” and “the Cs” have the same meaning as in section 13, \n\t\t\t\t  * “consumer C” means an individual who is one of the Cs, where the cover provided by the contract for that individual would have been a consumer insurance contract if entered into by that person rather than by A, and \n\t\t\t\t  * “non-consumer C” means any of the Cs who is not a consumer C. \n\t\t\tA term of the contract of insurance, or any other contract, which puts aconsumer C in a worse position as respects any matter dealt with in section 13than that individual would be in by virtue of that section is to that extentof no effect.\n\t\t\tA term of the contract of insurance, or any other contract, which puts anon-consumer C in a worse position as respects any matter dealt with insection 13 than that person would be in by virtue of that section is to thatextent of no effect, unless the requirements of section 17 have been met inrelation to the term.\n\t\t\tSection 17 applies in relation to such a term as it applies to a termmentioned in section 16(2), with references to the insured being read asreferences to A rather than the non-consumer C.\n\t\t\tIn this section references to a contract include a variation.\n\t\t\tThis section does not apply in relation to a contract for the settlement ofa claim arising under a contract of insurance to which this section applies."
    },
    {
        "length": 1038,
        "text": "\nPART 6Amendment of the Third Parties (Rights against Insurers) Act 2010\n\tPower to change meaning of “relevant person” for purposes of 2010 Act\n\t\tFor section 19 of the Third Parties (Rights against Insurers) Act 2010 (powerto amend sections 4 to 6 of the Act) substitute—\n\t\t“19Power to change the meaning of “relevant person”\n\t\t\tThe Secretary of State may by regulations make provision adding or removingcircumstances in which a person is a “relevant person” for the purposes ofthis Act, subject to subsection (2).\n\t\t\tRegulations under this section may add circumstances only if, in theSecretary of State’s opinion, the additional circumstances—\n\t\t\t\tinvolve actual or anticipated dissolution of a body corporate or anunincorporated body,\n\t\t\t\tinvolve actual or anticipated insolvency or other financial difficultiesfor an individual, a body corporate or an unincorporated body, or\n\t\t\t\tare similar to circumstances for the time being described in sections 4 to7.\n\t\t\tRegulations under this section may make provision about—\n\t\t\t\tthe persons to whom, and the extent to which, rights are transferred undersection 1 in the circumstances added or removed by the regulations (the“affected circumstances”),\n\t\t\t\tthe re-transfer of rights transferred under section 1 where the affectedcircumstances change, and\n\t\t\t\tthe effect of a transfer of rights under section 1 on the liability of theinsured in the affected circumstances.\n\t\t\tRegulations under this section which add or remove circumstances involvingactual or anticipated dissolution of a body corporate or unincorporated bodymay change the cases in which the following provisions apply so that theyinclude or exclude cases involving that type of dissolution or any other typeof dissolution of a body—\n\t\t\t\tsection 9(3) (cases in which transferred rights are not subject to acondition requiring the insured to provide information or assistance to theinsurer), and\n\t\t\t\tparagraph 3 of Schedule 1 (notices requiring disclosure).\n\t\t\tRegulations under this section which add circumstances may provide thatsection 1 of this Act applies in cases involving those circumstances in whicheither or both of the following occurred in relation to a person before theday on which the regulations come into force—\n\t\t\t\tthe circumstances arose in relation to the person;\n\t\t\t\ta liability against which the person was insured under an insurancecontract was incurred.\n\t\t\tRegulations under this section which—\n\t\t\t\tadd circumstances, and\n\t\t\t\tprovide that section 1 of this Act applies in a case involving thosecircumstances in which both of the events mentioned in subsection (5)(a) and(b) occurred in relation to a person before the day on which the regulationscome into force,\n\t\t\t\t\tmust provide that, in such a case, the person is to be treated for thepurposes of this Act as not having become a relevant person until that day ora later day specified in the regulations.\n\t\t\tRegulations under this section which remove circumstances may provide thatsection 1 of this Act does not apply in cases involving those circumstances inwhich one of the events mentioned in subsection (5)(a) and (b) (but not both)occurred in relation to a person before the day on which the regulations comeinto force.\n\t\t\tRegulations under this section may—\n\t\t\t\tinclude consequential, incidental, supplementary, transitional, transitoryor saving provision,\n\t\t\t\tmake different provision for different purposes, and\n\t\t\t\tmake provision by reference to an enactment as amended, extended or appliedfrom time to time,\n\t\t\t\t(and subsections (3) to (7) are without prejudice to the generality of thissubsection).\n\t\t\tRegulations under this section may amend an enactment, whenever passed ormade, including this Act.\n\t\t\tRegulations under this section are to be made by statutory instrument.\n\t\t\tRegulations under this section may not be made unless a draft of thestatutory instrument containing the regulations has been laid before, andapproved by a resolution of, each House of Parliament.”\n\tOther amendments\n\t\tSchedule 2 amends the Third Parties (Rights against Insurers) Act 2010 inrelation to the insured persons to whom the Act applies."
    },
    {
        "length": 1170,
        "text": "\nPART 7General\n\tProvision consequential on Part 2\n\t\tThe provision made by this section is consequential on Part 2 of this Act.\n\t\tIn the Marine Insurance Act 1906, sections 18 (disclosure by assured), 19(disclosure by agent effecting insurance) and 20 (representations pendingnegotiation of contract) are omitted.\n\t\tAny rule of law to the same effect as any of those provisions is abolished.\n\t\tIn section 152 of the Road Traffic Act 1988 (exceptions to duty of insurersto satisfy judgment against persons insured against third-party risks)—\n\t\t\tin subsection (2)—\n\t\t\tin paragraph (a), for “it either under the Consumer Insurance (Disclosureand Representations) Act 2012 or, if that Act does not apply,” substitute “thepolicy under either of the relevant insurance enactments, or the security”,\n\t\t\tin paragraph (b), for “or security under that Act or” substitute “undereither of the relevant insurance enactments, or the security”;\n\t\t\tin subsection (3), after “specifying” insert “the relevant insuranceenactment or, in the case of a security,”;\n\t\t\tafter subsection (4) add—\n\t\tIn this section, “relevant insurance enactment” means the ConsumerInsurance (Disclosure and Representations) Act 2012 or Part 2 of the InsuranceAct 2015.”\n\t\tIn Article 98A of the Road Traffic (Northern Ireland) Order 1981 ([S.I.1981/154 (N.I.)](/id/nisi/1981/154?view=plain \"Go to item of legislation\"))(exceptions to duty of insurers to satisfy judgement against persons insuredagainst third party risks)—\n\t\t\tin paragraph (2)—\n\t\t\tin paragraph (a), for “it either under the Consumer Insurance Act(Disclosure and Representations) Act 2012 or, if that Act does not apply,”substitute “the policy under either of the relevant insurance enactments, orthe security”;\n\t\t\tin paragraph (b), for “or security under that Act or” substitute “undereither of the relevant insurance enactments, or the security”;\n\t\t\tin paragraph (3), after “specifying” insert “the relevant insuranceenactment or, in the case of a security,”;\n\t\t\tafter paragraph (4) add—\n\t\tIn this Article, “relevant insurance enactment” means the ConsumerInsurance (Disclosure and Representations) Act 2012 or Part 2 of the InsuranceAct 2015.”\n\t\tIn section 11 of the Consumer Insurance (Disclosure and Representations)Act 2012 (consequential provision), subsections (1) and (2) are omitted.\n\tApplication etc of Parts 2 to 5\n\t\tPart 2 (and section 21) and section 14 apply only in relation to—\n\t\t\tcontracts of insurance entered into after the end of the relevant period,and\n\t\t\tvariations, agreed after the end of the relevant period, to contracts ofinsurance entered into at any time.\n\t\tParts 3 and 4 of this Act apply only in relation to contracts of insuranceentered into after the end of the relevant period, and variations to suchcontracts.\n\t\tIn subsections (1) and (2) “the relevant period” means the period of 18months beginning with the day on which this Act is passed.\n\t\tUnless the contrary intention appears, references in Parts 2 to 5 tosomething being done by or in relation to the insurer or the insured includeits being done by or in relation to that person’s agent.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,except for—\n\t\t\tsection 21(4), which does not extend to Northern Ireland; and\n\t\t\tsection 21(5), which extends to Northern Ireland only.\n\t\tThis Act (apart from Part 6 and this section) comes into force at the endof the period of 18 months beginning with the day on which it is passed.\n\t\tIn Part 6—\n\t\t\tsection 19 comes into force at the end of the period of two monthsbeginning with the day on which this Act is passed; and\n\t\t\tsection 20 and Schedule 2 come into force on the day appointed undersection 21(2) of the Third Parties (Rights against Insurers) Act 2010 for thecoming into force of that Act.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThis Act may be cited as the Insurance Act 2015."
    }
]