[
    {
        "length": 241,
        "text": "\nPart 1Key definitions\n\t“The Convention” and related expressions\n\t\tIn this Act—\n\t\t\t  * “the Convention” means the Convention for the Protection of Cultural Property in the Event of Armed Conflict, done at the Hague on 14 May 1954; \n\t\t\t  * “the Regulations for the execution of the Convention” means the Regulations for the execution of the Convention for the Protection of Cultural Property in the Event of Armed Conflict; \n\t\t\t  * “the First Protocol” means the Protocol to the Convention, done at the Hague on 14 May 1954; \n\t\t\t  * “the Second Protocol” means the Second Protocol to the Convention, done at the Hague on 26 March 1999. \n\t\tThe text of those instruments is set out in Schedules 1 to 4.\n\t“Cultural property”\n\t\tIn this Act “cultural property” has the meaning given in Article 1 of theConvention."
    },
    {
        "length": 1905,
        "text": "\nPart 2Serious violation of Second Protocol\n\tOffence of serious violation of Second Protocol\n\t\tA person commits an offence if—\n\t\t\tthe person does an intentional act of a kind described in any of sub-paragraphs (a) to (e) of paragraph 1 of Article 15 of the Second Protocol,\n\t\t\tthe act is a violation of the Convention or the Second Protocol, and\n\t\t\tthe person knows that the property to which the act relates is culturalproperty.\n\t\tIt does not matter whether the act is done in the United Kingdom orelsewhere.\n\t\tIf the act is of a kind described in paragraph 1(a), (b) or (c) of Article15 of the Second Protocol it does not matter whether the person is a UKnational.\n\t\tIf the act is of a kind described in paragraph 1(d) or (e) of that Articleand is done outside the United Kingdom an offence is committed only if theperson is—\n\t\t\ta UK national, or\n\t\t\ta person subject to UK service jurisdiction.\n\t\tIn this Part “UK national” means—\n\t\t\ta British citizen, a British overseas territories citizen, a BritishNational (Overseas) or a British Overseas Citizen,\n\t\t\ta person who under the British Nationality Act 1981 is a British subject,\n\t\t\ta British protected person within the meaning of that Act, or\n\t\t\ta body incorporated under the law of any part of the United Kingdom.\n\t\tIn this Part “person subject to UK service jurisdiction” means—\n\t\t\ta person subject to service law within the meaning of the Armed Forces Act2006, or\n\t\t\ta civilian subject to service discipline within the meaning of that Act.\n\tAncillary offences\n\t\tAn offence ancillary to an offence under section 3 is capable of beingcommitted in the United Kingdom or elsewhere.\n\t\tAn offence ancillary to an offence under section 3 in respect of an act ofa kind described in paragraph 1(a), (b) or (c) of Article 15 of the SecondProtocol is capable of being committed by any person, whether a UK national ornot.\n\t\tAn offence ancillary to an offence under section 3 in respect of an actdone outside the United Kingdom of a kind described in paragraph 1(d) or (e)of Article 15 of the Second Protocol is capable of being committed by a personoutside the United Kingdom only if the person is—\n\t\t\ta UK national, or\n\t\t\ta person subject to UK service jurisdiction.\n\t\tIn the application of this Part to England and Wales, references to anoffence that is ancillary to an offence under section 3 are to—\n\t\t\tattempting or conspiring to commit that offence, or\n\t\t\tan offence under section 4(1) or 5(1) of the Criminal Law Act 1967(assisting an offender or concealing the commission of an offence) where therelevant offence mentioned there is an offence under section 3 of this Act.\n\t\tIn the application of this Part to Northern Ireland, references to anoffence that is ancillary to an offence under section 3 are to—\n\t\t\tattempting or conspiring to commit that offence, or\n\t\t\tan offence under section 4(1) or 5(1) of the [Criminal Law Act (NorthernIreland) 1967 (c. 18 (N.I.))](/id/apni/1967/18?view=plain \"Go to item oflegislation\") (assisting an offender or concealing the commission of anoffence) where the relevant offence mentioned there is an offence undersection 3 of this Act.\n\t\tIn the application of this Part to Scotland, references to an offence thatis ancillary to an offence under section 3 are to—\n\t\t\tbeing art and part in the commission of that offence,\n\t\t\taiding, abetting, counselling, procuring or inciting a person to committhat offence,\n\t\t\tattempting or conspiring to commit that offence,\n\t\t\tperverting, or attempting to pervert, the course of justice in connectionwith that offence, or\n\t\t\tdefeating, or attempting to defeat, the ends of justice in connection withthat offence.\n\t\tA reference in this Part to an offence that is ancillary to an offenceunder section 3 includes a reference to an offence that is ancillary to suchan ancillary offence, and so on.\n\t\tSubsections (4) to (6) apply for the purposes of subsection (7) as if anyreference to an offence under section 3 included a reference to an offencethat is ancillary to an offence under section 3, and so on.\n\tResponsibility of commanders and other superiors\n\t\tA person described in this section as responsible for a section 3 offenceis to be treated as—\n\t\t\taiding, abetting, counselling or procuring the commission of the offenceunder the laws of England and Wales and Northern Ireland, and\n\t\t\tbeing art and part in the commission of the offence under the law ofScotland.\n\t\tA military commander is responsible for a section 3 offence committed byforces under the commander’s effective command and control if—\n\t\t\tthe offence is committed as a result of the commander’s failure to exercisecontrol properly over those forces,\n\t\t\tthe commander either knew or, owing to the circumstances at the time,should have known that the forces were committing or about to commit theoffence, and\n\t\t\tthe commander failed to take all necessary and reasonable measures withinthe commander’s power to prevent or repress the commission of the offence orto submit the matter to the competent authorities for investigation andprosecution.\n\t\tIn subsection (2)—\n\t\t\treferences to a military commander include a reference to a personeffectively acting as a military commander, and\n\t\t\tin relation to such a person, the reference to effective command andcontrol is to effective authority and control.\n\t\tWith respect to superior and subordinate relationships not described insubsection (2), a superior is responsible for a section 3 offence committed bya subordinate who is under the superior’s effective authority and control if—\n\t\t\tthe offence is committed as a result of the superior’s failure to exercisecontrol properly over the subordinate,\n\t\t\tthe superior either knew, or consciously disregarded information whichclearly indicated, that the subordinate was committing or about to commit theoffence,\n\t\t\tthe offence concerned activities that were within the superior’s effectiveresponsibility and control, and\n\t\t\tthe superior failed to take all necessary and reasonable measures withinthe superior’s power to prevent or repress the commission of the offence or tosubmit the matter to the competent authorities for investigation andprosecution.\n\t\tReferences in this section to a “section 3 offence” are to—\n\t\t\tan offence under section 3, or\n\t\t\tan offence ancillary to such an offence.\n\t\tIn interpreting and applying the provisions of this section (whichcorresponds to article 28 of the Statute of the International Criminal Courtdone at Rome on 17 July 1998) a court must take account of any relevantjudgment or decision of the International Criminal Court.\n\t\tNothing in this section affects any criminal liability that arises apartfrom this section.\n\tPenalties \n\t\tA person guilty of an offence under section 3, or an offence ancillary to suchan offence, is liable on conviction on indictment to imprisonment for a termnot exceeding 30 years.\n\tConsent to prosecutions\n\t\tProceedings for an offence under section 3, or an offence ancillary to such anoffence, may be brought—\n\t\t\tin England and Wales, only by or with the consent of the Attorney General;\n\t\t\tin Northern Ireland, only by or with the consent of the Director of PublicProsecutions for Northern Ireland."
    },
    {
        "length": 1319,
        "text": "\nPart 3Cultural emblem\n\tThe cultural emblem\n\t\tIn this Part “the cultural emblem” means the design shown below, coloured asdescribed in the key.\n\t[![](/ukpga/2017/6/images/ukpga_20170006_en_001)](/ukpga/2017/6/images/ukpga_20170006_en_001?view=plain)\n\tOffence of unauthorised use\n\t\tIt is an offence for a person to use the cultural emblem otherwise than asauthorised by section 10, 11 or 12.\n\t\tIn subsection (1) the reference to the cultural emblem includes any otherdesign that so nearly resembles the emblem as to be capable of being mistakenfor it.\n\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\tin England and Wales, to a fine;\n\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale.\n\t\tProceedings for an offence under this section may be brought—\n\t\t\tin England and Wales, only by or with the consent of the Director of PublicProsecutions;\n\t\t\tin Northern Ireland, only by or with the consent of the Director of PublicProsecutions for Northern Ireland.\n\tUse authorised by appropriate national authority\n\t\tUse of the cultural emblem is authorised by this section if the use is inaccordance with permission granted by the appropriate national authority forthe part of the United Kingdom in which the use takes place.\n\t\tBut use of the cultural emblem in relation to immoveable cultural propertyis authorised by this section only if a copy of the permission is displayedalongside the cultural emblem.\n\t\tPermission under this section—\n\t\t\tmay be general or specific;\n\t\t\tmay be withdrawn.\n\tOther authorised use: moveable property\n\t\tUse of the cultural emblem is authorised by this section if the use is forthe purpose of identifying moveable cultural property.\n\t\tUse of three representations of the cultural emblem (in a triangle, withone emblem below) is authorised by this section if the use is for the purposeof identifying cultural property that is undergoing protected transportation.\n\t\tCultural property is undergoing protected transportation if it enjoys theprotection provided for in Article 12 or 13 of the Convention.\n\tOther authorised use: personnel\n\t\tUse of the cultural emblem is authorised by this section if the use is forthe purpose of identifying—\n\t\t\ta person mentioned in Article 2 or 7 of the Regulations for the executionof the Convention (persons responsible for control), or\n\t\t\ta person who is designated for the purpose of this paragraph by any of theappropriate national authorities.\n\t\tThe appropriate national authority for a part of the United Kingdom maydesignate a person for the purpose of subsection (1)(b) only if the authoritybelieves the person to be engaged in the protection of cultural property inthat part of the United Kingdom (but a designation applies for the purposes ofsubsection (1)(b) even in relation to use of the cultural emblem in otherparts of the United Kingdom).\n\tDefences \n\t\tIf a person is charged with an offence under section 9 by reason of using adesign, it is a defence to show that subsection (2), (3) or (4) applies.\n\t\tThis subsection applies if the use of the design is for a purpose for whichthe accused lawfully used it before this section comes into force.\n\t\tThis subsection applies if—\n\t\t\tthe design is registered as a trade mark,\n\t\t\tthe use is in relation to goods or services for which the trade mark isregistered,\n\t\t\tthe trade mark was registered in relation to those goods or services beforethis section comes into force, and\n\t\t\tthe use of the design is not an infringement of the trade mark.\n\t\tThis subsection applies if—\n\t\t\tthe design is used on goods,\n\t\t\tthe design was applied to the goods before the accused acquired them, and\n\t\t\tthe person who applied the design to the goods falls within subsection (5).\n\t\tA person falls within this subsection if the person—\n\t\t\tmanufactured the goods or dealt with them in the course of trade, and\n\t\t\tlawfully used the design in relation to similar goods before this sectioncomes into force.\n\t\tIf there is sufficient evidence before the court to raise an issue withrespect to a defence under this section, the court must assume that thedefence is made out unless it is proved beyond reasonable doubt that it isnot.\n\tForfeiture following conviction under section 9\n\t\tIf a person is convicted of an offence under section 9 by reason of using adesign on an article, or in connection with an article, the court by which theperson is convicted may order the forfeiture of the article.\n\t\tThe court may also make such provision as appears to it to be necessary forgiving effect to the forfeiture.\n\t\tThat provision may include, in particular, provision relating to theretention, disposal or destruction of the article.\n\t\tProvision made under this section may be varied at any time by the courtthat made it.\n\t“Appropriate national authority”\n\t\tFor the purposes of this Part—\n\t\t\tthe Secretary of State is the appropriate national authority for England;\n\t\t\tthe Welsh Ministers are the appropriate national authority for Wales;\n\t\t\tthe Scottish Ministers are the appropriate national authority for Scotland;\n\t\t\tthe Department for Communities in Northern Ireland is the appropriatenational authority for Northern Ireland."
    },
    {
        "length": 3656,
        "text": "\nPart 4Property exported from occupied territory\n\tDefinitions\n\t\t“Unlawfully exported cultural property” etc\n\t\t\tFor the purposes of this Part property is “unlawfully exported culturalproperty” if—\n\t\t\t\tit has been unlawfully exported from a territory which at the time wasoccupied by a state that was a party to the First or Second Protocol, or\n\t\t\t\tit has been unlawfully exported from a territory which at the time—\n\t\t\t\twas territory of a state that was a party to the First or Second Protocol,and\n\t\t\t\twas occupied by another state.\n\t\t\tIt does not matter whether the property was exported before or after thissection comes into force.\n\t\t\tFor the purposes of this Part exportation of property is “unlawful” if—\n\t\t\t\tit is in contravention of the laws of the territory from which the propertyis exported, or\n\t\t\t\tit is in contravention of any rule of international law.\n\t\t\tA reference in subsection (1) to a state that was a party to the First orSecond Protocol is to a state that was a party to the First or Second Protocolat the time of the export.\n\t\t\tIn determining for the purposes of this Part whether territory is occupiedregard must be had to Article 42 of the Regulations respecting the Laws andCustoms of War on Land annexed to the Convention respecting the Laws andCustoms of War on Land (Hague IV), done at the Hague on 18 October 1907.\n\t\t\tIf in any proceedings an issue arises as to whether cultural property isunlawfully exported cultural property, a certificate by the Secretary of Stateis conclusive evidence as to whether, at a particular time, territory wasoccupied by a party to the First or Second Protocol or by any other state.\n\tDealing in unlawfully exported cultural property\n\t\tOffence of dealing in unlawfully exported cultural property\n\t\t\tIt is an offence for a person to deal in unlawfully exported culturalproperty, knowing or having reason to suspect that it has been unlawfullyexported.\n\t\t\tSubsection (1) does not apply to property imported into the United Kingdombefore this section comes into force.\n\t\t\tA person deals in unlawfully exported cultural property if (and only if)the person—\n\t\t\t\tacquires or disposes of it in the United Kingdom or imports it into, orexports it from, the United Kingdom,\n\t\t\t\tagrees with another to do an act mentioned in paragraph (a), or\n\t\t\t\tmakes arrangements under which another does such an act or under whichanother agrees with a third person to do such an act.\n\t\t\t“Acquires” means buys, hires, borrows or accepts.\n\t\t\t“Disposes of” means sells, lets on hire, lends or gives.\n\t\t\tA person guilty of an offence under this section in England and Wales isliable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 7years or a fine (or both);\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine (or both).\n\t\t\tA person guilty of an offence under this section in Scotland is liable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 7years or a fine (or both);\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine not exceeding the statutory maximum (or both).\n\t\t\tA person guilty of an offence under this section in Northern Ireland isliable—\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 7years or a fine (or both);\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding 6 months ora fine not exceeding the statutory maximum (or both).\n\t\t\tIn relation to an offence committed before section 282 of the CriminalJustice Act 2003 comes into force the reference in subsection (6)(b) to 12months has effect as a reference to 6 months.\n\t\tForfeiture in connection with dealing offence\n\t\t\tThe court by or before which a person is convicted of an offence undersection 17 may order the forfeiture of the property in respect of which theoffence was committed.\n\t\t\tThe court may also make such provision as appears to it to be necessary forgiving effect to the forfeiture.\n\t\t\tThat provision may include, in particular, provision relating to theretention or disposal of the property.\n\t\t\tProvision made under this section may be varied at any time by the courtthat made it.\n\tForfeiture otherwise than in connection with offence\n\t\tProperty liable to forfeiture\n\t\t\tUnlawfully exported cultural property is liable to forfeiture if it isimported into the United Kingdom after this section comes into force.\n\t\tForfeiture order\n\t\t\tThe appropriate court may, on an application by the Secretary of State,order the forfeiture of any property that is liable to forfeiture undersection 19.\n\t\t\tIn this section “the appropriate court” means—\n\t\t\t\tin relation to England and Wales and Northern Ireland, the High Court, and\n\t\t\t\tin relation to Scotland, the Court of Session.\n\t\tCompensation \n\t\t\tA court may provide for a forfeiture order under section 20 to beconditional on the payment of a specified amount of compensation to a personwho has acquired an interest in the property since it was unlawfully exportedfrom occupied territory.\n\t\t\tThe court may provide for a forfeiture order to be conditional on thepayment of compensation to a person who has acquired an interest only ifsatisfied that the person acquired the interest in good faith and withoutknowledge of the fact that the property had been unlawfully exported fromoccupied territory.\n\t\t\tNothing in this section obliges anyone to pay compensation but aconditional order—\n\t\t\t\tdoes not take effect until the compensation is paid (whether by theSecretary of State or otherwise), and\n\t\t\t\tlapses if the compensation is not paid within the period of four monthsbeginning with the day on which the order is made.\n\t\tInterim orders\n\t\t\tThe appropriate court may, on an application by the Secretary of State,make any order it thinks appropriate for the safekeeping of property that isor may be the subject of an application for a forfeiture order under section20.\n\t\t\tAn order under this section may for example—\n\t\t\t\tprohibit a person from dealing in the property;\n\t\t\t\trequire it to be kept at a particular location;\n\t\t\t\tstipulate conditions under which it must be kept;\n\t\t\t\trequire or authorise a person to take steps for its conservation.\n\t\t\tIf the property is not yet the subject of an application for a forfeitureorder the court may make an order under this section only if it is satisfiedthat there is an arguable case that the property is liable to forfeiture.\n\t\t\tAn order made in the circumstances mentioned in subsection (3) lapses if noapplication for the forfeiture of the property is made within the period offour months beginning with the day on which the order is made.\n\t\t\tAn order under this section may be amended or discharged by the court thatmade it.\n\t\t\tIn this section “the appropriate court” has the meaning given in section20(2).\n\tSeizure and retention of property liable to forfeiture\n\t\tSearch and seizure warrants\n\t\t\tA justice may issue a warrant under this section in respect of any premisesif satisfied that there are reasonable grounds for suspecting that propertyliable to forfeiture under section 19 is likely to be found.\n\t\t\tA warrant under this section authorises a constable—\n\t\t\t\tto enter and search the premises specified in the warrant, and\n\t\t\t\tto seize any property found there which the constable has grounds forbelieving is liable to forfeiture under section 19.\n\t\t\tA person exercising a power conferred by a warrant under this section may,if necessary, use reasonable force in the exercise of the power.\n\t\t\tProperty seized under this section must be retained by a constable pending—\n\t\t\t\tforfeiture of the property under section 20, or\n\t\t\t\treturn or disposal of the property under section 27.\n\t\t\tA person who has custody of property following its seizure under thissection must give notice of its seizure to any person who, to his or herknowledge, owned the property at the time it was seized.\n\t\t\tBut notice need not be given if the property was seized in the presence of—\n\t\t\t\tthe owner, or\n\t\t\t\tan employee or agent of the owner.\n\t\t\tA reference in this section to the owner of property means, if there ismore than one owner, any of them.\n\t\t\tIn this section—\n\t\t\t\t  * “justice” means— \n\t\t\t\tin England and Wales, a justice of the peace,\n\t\t\t\tin Scotland, a sheriff or summary sheriff, and\n\t\t\t\tin Northern Ireland, a lay magistrate;\n\t\t\t\t\t  * “premises” has the same meaning as in the Police and Criminal Evidence Act 1984 (see section 23 of that Act). \n\t\t\tIn Schedule 1 to the Criminal Justice and Police Act 2001 (powers whichrelate to the seizure of property in bulk), in Part 1, at the end insert—\n\t\t\t“Cultural Property (Armed Conflicts) Act 2017\n\t\t\t\t73QThe power of seizure conferred by section 23 of the Cultural Property(Armed Conflicts) Act 2017 (seizure of property liable to forfeiture undersection 19 of that Act).”\n\t\tRetention of property in custody of constable\n\t\t\tThis section applies to property that—\n\t\t\t\thas been seized for a purpose connected with the investigation orprosecution of a suspected offence under section 17, and\n\t\t\t\tis in the custody of a constable.\n\t\t\tIf the property ceases to be needed for that purpose a constable may applyto a justice for an order that the property must be retained by a constablepending—\n\t\t\t\tforfeiture of the property under section 20, or\n\t\t\t\treturn or disposal of the property under section 27.\n\t\t\tThe justice may make the order if satisfied that there are reasonablegrounds for suspecting that the property may be liable to forfeiture undersection 19 (and in accordance with section 20).\n\t\t\tA constable who has custody of the property following the making of anorder for its retention must give notice of the order to any person who, tohis or her knowledge, owned the property at the time the order was made.\n\t\t\tIt is lawful for property to which this section applies to be retained by aconstable—\n\t\t\t\tpending the making or determination of an application under subsection (2),or\n\t\t\t\tin accordance with an order under subsection (3).\n\t\t\tThe following do not apply to property retained in reliance on subsection(5)—\n\t\t\t\tthe Police (Property) Act 1897 (property seized in the investigation of anoffence);\n\t\t\t\tsection 31 of the Police (Northern Ireland) Act 1998 (which makes similarprovision in Northern Ireland).\n\t\t\tIn this section “justice” means—\n\t\t\t\tin England and Wales, a justice of the peace,\n\t\t\t\tin Scotland, a sheriff or summary sheriff, and\n\t\t\t\tin Northern Ireland, a lay magistrate.\n\t\tNotices of seizure or retention\n\t\t\tA notice under section 23(5) or 24(4)—\n\t\t\t\tmust be in writing, and\n\t\t\t\tmust set out the grounds for the seizure of the property or its retention.\n\t\t\tA notice under section 23(5) or 24(4) must be given to a person by—\n\t\t\t\tdelivering it personally,\n\t\t\t\taddressing it to the person and leaving it at the appropriate address,\n\t\t\t\taddressing it to the person and sending it by post to that address, or\n\t\t\t\tin the case of a person who has no address within the United Kingdom, orwhose address is unknown, publishing it in the London, Edinburgh or BelfastGazette.\n\t\t\t“The appropriate address”, in relation to a person, means—\n\t\t\t\tin the case of a body corporate, its registered or principal office;\n\t\t\t\tin any other case, the person’s usual or last known place of residence orbusiness.\n\t\tProperty in custody of others\n\t\t\tThis section applies to property that—\n\t\t\t\thas been seized for a purpose connected with the investigation orprosecution of a suspected offence under section 17, and\n\t\t\t\tis in the custody of a person who is not a constable.\n\t\t\tThe person must transfer the property to a constable as soon as isreasonably practicable after it ceases to be needed for the purpose mentionedin subsection (1)(a) (and a constable may then make an application undersection 24(2)).\n\t\t\tIt is lawful for property to which this section applies to be retained bythe person pending compliance with subsection (2).\n\t\tReturn of property to owner if not forfeited\n\t\t\tThis section applies to property that has been seized under section 23, orretained in pursuance of an order under section 24, if—\n\t\t\t\tan application for the forfeiture of the property under section 20 isrefused and no appeal against the refusal (or any subsequent appeal) ispending,\n\t\t\t\tproceedings on an application for the forfeiture of the property undersection 20 are discontinued,\n\t\t\t\ta forfeiture order made in respect of the property under section 20 haslapsed, or\n\t\t\t\tno application for its forfeiture has been made under section 20 within theperiod of four months beginning with the day on which the property was seizedunder section 23 or the order was made under section 24.\n\t\t\tThe property must be returned to its owner as soon as is reasonablypracticable.\n\t\t\tIf it is not reasonably practicable to return the property within theperiod of 12 months beginning with the day on which the duty to return itarises, the property may be disposed of in such manner as the person who forthe time being has custody of the property thinks appropriate.\n\t\t\tFor the purposes of subsection (1)(a) an appeal is pending if—\n\t\t\t\tan appeal has been brought but has not been determined or withdrawn,\n\t\t\t\tan application for permission to appeal has been made but has not beendetermined or withdrawn, or\n\t\t\t\tno such application has been made but the period for bringing an appeal isstill running (disregarding the possibility of an appeal out of time).\n\t\t\tReferences in this section to the owner of property mean, if there is morethan one owner, any of them."
    },
    {
        "length": 573,
        "text": "\nPart 5Property removed for safekeeping\n\tImmunity from seizure or forfeiture\n\t\tWhile a thing is protected under this section it may not be seized orforfeited under any legislation or rule of law.\n\t\tProtection under this section does not affect any other civil or criminalliability that a person may incur in relation to the thing.\n\t\tCultural property that is being transported from outside the United Kingdomto a place within the United Kingdom is protected under this section if itenjoys the protection provided for in Article 12 of the Convention.\n\t\tCultural property that is in transit through the United Kingdom isprotected under this section if it enjoys the protection provided for inArticle 12 of the Convention.\n\t\tCultural property for which the United Kingdom is depositary is protectedunder this section if it is under the control of the Secretary of State or aperson to whom the Secretary of State has entrusted its safekeeping.\n\t\tThe United Kingdom is depositary for cultural property in the circumstancesprovided for by Article 18 of the Regulations for the execution of theConvention.\n\t\tA vehicle is protected under this section if it is transporting culturalproperty to which subsection (3) or (4) applies.\n\t\tThe reference in subsection (1) to seizure or forfeiture of a thingincludes a reference to—\n\t\t\ttaking control of the thing under Schedule 12 to the Tribunals, Courts andEnforcement Act 2007;\n\t\t\texecution or distress (in England and Wales or Northern Ireland);\n\t\t\tdiligence or sequestration (in Scotland);\n\t\t\tseizure, confiscation or forfeiture, or any other measure relating to thecustody or control of the thing, in the course of a criminal investigation orcriminal proceedings;\n\t\t\tthe making or enforcement of an order relating to the custody or control ofthe thing in civil proceedings.\n\t\tIn this section—\n\t\t\t  * “legislation” means primary or secondary legislation; \n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “secondary legislation” means an instrument made under primary legislation; \n\t\t\t\t  * “vehicle” means any form of transport. "
    },
    {
        "length": 725,
        "text": "\nPart 6General\n\tLiability of company officers for offences by company\n\t\tIf an offence to which this section applies is committed by a bodycorporate or a Scottish partnership and is proved to have been committed withthe consent or connivance of an officer, the officer (as well as the bodycorporate or partnership) is guilty of the offence and liable to be proceededagainst and punished accordingly.\n\t\tThis section applies to—\n\t\t\tan offence under section 3 or an offence that is ancillary to such anoffence (within the meaning given by section 4);\n\t\t\tan offence under section 9;\n\t\t\tan offence under section 17.\n\t\tIn relation to a body corporate “officer” means—\n\t\t\ta director, manager, secretary or other similar officer of the body, or\n\t\t\ta person purporting to act in any such capacity.\n\t\tIn relation to a Scottish partnership “officer” means—\n\t\t\ta partner, or\n\t\t\ta person purporting to act as a partner.\n\t\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith functions of management as if the member were an officer of the body.\n\tCrown application\n\t\tThis Act binds the Crown.\n\t\tNo contravention by the Crown of a provision of this Act makes the Crowncriminally liable.\n\t\tSubsection (2) does not affect the criminal liability of persons in theservice of the Crown.\n\t\tThe High Court or, in Scotland, the Court of Session may, on theapplication of a person appearing to the Court to have an interest, declareunlawful an act or omission of the Crown which constitutes a contravention ofa provision of this Act.\n\t\tNothing in this section affects Her Majesty in her private capacity.\n\t\tSubsection (5) is to be read as if section 38(3) of the Crown ProceedingsAct 1947 (references to Her Majesty in her private capacity) were contained inthis Act.\n\tExtent \n\t\tThis Act extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tHer Majesty may by Order in Council provide for any of the provisions ofthis Act to extend, with or without modifications, to—\n\t\t\tthe Isle of Man;\n\t\t\tany British overseas territory.\n\tCommencement \n\t\tThis Part comes into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations appoint.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Cultural Property (Armed Conflicts) Act 2017."
    }
]