[
    {
        "length": 884,
        "text": "\nMembers of Parliament etc.\n\tSection 141 of the Mental Health Act 1983 (disqualification of MPs andmembers of devolved bodies on grounds of mental illness) is repealed.\n\tAny rule of the common law which disqualifies a person from membership ofthe House of Commons on grounds of mental illness is abolished.\n\tThe Schedule (which includes amendments and repeals consequential onsubsection (1)) has effect.\nJurors \n\tIn section 1 of the Juries Act 1974 (qualification for jury service)—\n\t\tin subsection (1), omit paragraph (c) (but not the “and” after it),\n\t\tomit subsection (2), and\n\t\tin subsection (3), for “Part 2 of that Schedule” substitute “Schedule 1”.\n\tIn Schedule 1 to that Act (the title to which becomes “Persons Disqualifiedfor Jury Service”, with the title to Part 1 becoming “Persons subject toMental Health Act 1983 or Mental Capacity Act 2005” and the title to Part 2becoming “Other Persons Disqualified for Jury Service”), for paragraph 1substitute—\n\t\t“1A person for the time being liable to be detained under the Mental HealthAct 1983.\n\t1AA person for the time being resident in a hospital on account of mentaldisorder as defined by the Mental Health Act 1983.”\nCompany directors\n\tIn the Companies (Model Articles) Regulations 2008 ([S.I.2008/3229](/id/uksi/2008/3229?view=plain \"Go to item of legislation\")), omitthe following provisions (model articles of association: termination ofdirector’s appointment on grounds of mental health)—\n\t\tin Schedule 1, paragraph 18(e),\n\t\tin Schedule 2, paragraph 18(e), and\n\t\tin Schedule 3, paragraph 22(e).\n\tIn the RTM Companies (Model Articles) (England) Regulations 2009 ([S.I.2009/2767](/id/uksi/2009/2767?view=plain \"Go to item of legislation\")), in theSchedule, omit paragraph 23(e) (model articles of association: termination ofdirector’s appointment on grounds of mental health).\n\tIn the RTM Companies (Model Articles) (Wales) Regulations 2011 ([S.I.2011/2680](/id/uksi/2011/2680?view=plain \"Go to item of legislation\")), omitthe following provisions (model articles of association: termination ofdirector’s appointment on grounds of mental health)—\n\t\tin Schedule 1, paragraph 23(e), and\n\t\tin Schedule 2, paragraph 23(d).\nCommencement, extent and short title\n\tSections 1 and 3 come into force at the end of two months beginning withthe day on which this Act is passed.\n\tSection 2 comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint; and an order under this subsectionmay include savings or transitional provisions.\n\tAn amendment, repeal or revocation made by this Act has the same extent asthe provision amended, repealed or revoked.\n\tThe other provisions of this Act extend to England and Wales, Scotland andNorthern Ireland.\n\tThis Act may be cited as the Mental Health (Discrimination) Act 2013.\n\t\tSection 1"
    }
]