{
    "general": "This law helps protect people from being treated unfairly or discriminated against because they have a mental illness. It makes sure that people with mental health conditions are not denied services, housing, or jobs just because they have a mental illness. The law also makes it illegal to use derogatory language or make jokes about mental illness. This law wants to reduce stigma and promote understanding and acceptance of mental health issues.",
    "series": [
        [
            {
                "length": 263,
                "short": "\"Mental Health Legislation Overhaul: Repealing Disqualification and Expanding Jury Service Eligibility\"",
                "text": "* Simplified point 1: The act repeals Section 141 of the Mental Health Act 1983, which disqualifies members of parliament and members of devolved bodies from holding office if they have been declared mentally unfit.\n* Simplified point 2: The act also abolishes any common law rules that disqualify people from being members of the House of Commons based on their mental health.\n* Simplified point 3: The act makes changes to the qualifications for jury service, allowing people who are currently subject to the Mental Health Act 1983 or the Mental Capacity Act 2005 to serve on juries.\n* Simplified point 4: The act removes the ground for terminating a director's appointment due to mental health issues from model articles of association for companies.\n* Simplified point 5: The act sets out the commencement, extent, and short title of the act, with some provisions coming into force immediately and others being brought into force at a later date by statutory instrument."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Mental Health (Discrimination) Act 2013 helps protect people with mental health conditions from unfair treatment and discrimination. It does this in several ways:\nFirstly, the act gets rid of old laws that stopped people with mental health conditions from becoming members of Parliament or other important positions. This means that people with mental health conditions can now run for public office and have a say in how our country is run.\nSecondly, the act allows people with mental health conditions to serve on juries. Before, people with certain mental health conditions were not allowed to serve on juries because of their condition. Now, people with these conditions can serve on juries just like anyone else.\nThirdly, the act stops companies from firing directors just because they have a mental health condition. This means that people with mental health conditions can keep their jobs and contribute to the company without fear of being fired because of their condition.\nLastly, the act makes sure that all of these changes come into effect right away, so that people with mental health conditions can start enjoying these new protections and opportunities straight away.",
    "single": "\n* Repeals a law that disqualifies members of Parliament and devolved bodies from holding office if they have been declared mentally ill.\n* Abolishes a common law rule that disqualifies people from being MPs if they have mental illness.\n* Removes the disqualification of jurors who are subject to the Mental Health Act 1983 or the Mental Capacity Act 2005.\n* Removes the disqualification of company directors who are liable to be detained under the Mental Health Act 1983.\n* Allows company directors who are resident in a hospital on account of mental disorder to continue serving as directors.\n* Comes into force at the end of two months after the bill is passed, with the exception of section 2, which can be implemented at a later date by the Secretary of State with the power to include savings or transitional provisions.\n* Applies to England and Wales, Scotland, and Northern Ireland.\n* Can be cited as the Mental Health (Discrimination) Act 2013."
}