[
    {
        "length": 2229,
        "text": "\nOFCOM reports\n\tOFCOM reports on infrastructure, internet domain names etc\n\t\tIn Chapter 1 of Part 2 of the Communications Act 2003 (electroniccommunications networks and services), after section 134 insert—\n\t\t“Reports on infrastructure etc\n\t\t\tAOFCOM reports on infrastructure etc\n\t\t\t\tOFCOM must prepare reports in accordance with subsections (2) and (3) andeach report must deal with—\n\t\t\t\t\tthe electronic communications networks matters listed in section 134B(1),and\n\t\t\t\t\tthe electronic communications services matters listed in section 134B(2).\n\t\t\t\tThe first report must—\n\t\t\t\t\trelate to the position on a day specified in the report which falls withinthe period of 12 months beginning with the day on which this section comesinto force, and\n\t\t\t\t\tbe sent to the Secretary of State by OFCOM not more than 2 months after thespecified day.\n\t\t\t\tA further report must—\n\t\t\t\t\tbe prepared for each relevant period, and\n\t\t\t\t\tbe sent to the Secretary of State by OFCOM as soon as practicable after theend of the relevant period.\n\t\t\t\t“Relevant period” means—\n\t\t\t\t\tthe period of 3 years beginning with the day specified in the first report,and\n\t\t\t\t\teach subsequent period of 3 years beginning with the end of the previousperiod.\n\t\t\t\tWhere there is a significant change in connection with a matter listed insection 134B(1) or (2) and OFCOM consider that the change should be brought tothe attention of the Secretary of State, OFCOM must—\n\t\t\t\t\tprepare a report on the change, and\n\t\t\t\t\tsend it to the Secretary of State as soon as practicable.\n\t\t\t\tFor the purposes of subsection (5), a change is significant if OFCOMconsider that it has, or is likely to have, a significant adverse impact on—\n\t\t\t\t\tpersons carrying on business in the United Kingdom or a part of the UnitedKingdom, or\n\t\t\t\t\tthe general public in the United Kingdom or a part of the United Kingdom.\n\t\t\t\tOFCOM must publish every report under this section—\n\t\t\t\t\tas soon as practicable after they send it to the Secretary of State, and\n\t\t\t\t\tin such manner as they consider appropriate for bringing it to theattention of persons who, in their opinion, are likely to have an interest init.\n\t\t\t\tOFCOM may exclude information from a report when it is published undersubsection (7) if they consider that it is information that they could refuseto disclose in response to a request under the Freedom of Information Act2000.\n\t\t\tBNetworks and services matters\n\t\t\t\tFor the purposes of section 134A, the electronic communications networksmatters are—\n\t\t\t\t\tthe different types of electronic communications network provided in theUnited Kingdom (“UK networks”),\n\t\t\t\t\tthe geographic coverage of the different UK networks,\n\t\t\t\t\tthe proportion of the population covered by the different UK networks,\n\t\t\t\t\tthe extent to which UK networks share infrastructure,\n\t\t\t\t\tthe capacity of the different UK networks,\n\t\t\t\t\tthe extent to which the providers of the different UK networks allow othercommunications providers to use their networks to provide services,\n\t\t\t\t\tthe amount of time for which the different UK networks are and are notavailable, including the steps that have been or are to be taken to maintainor improve the level of availability,\n\t\t\t\t\tthe preparations made by providers of UK networks for responding to anemergency, including preparations for restoring normal operation of UKnetworks disrupted by the emergency, and\n\t\t\t\t\tthe standard of the different UK networks in comparison with electroniccommunications networks provided in a range of other countries, having regard,in particular, to their coverage and capacity.\n\t\t\t\tFor the purposes of section 134A, the electronic communications servicesmatters are—\n\t\t\t\t\tthe use of the electromagnetic spectrum for wireless telegraphy in theUnited Kingdom,\n\t\t\t\t\tthe different types of electronic communications service provided in theUnited Kingdom (“UK services”),\n\t\t\t\t\tthe geographic coverage of the different UK services,\n\t\t\t\t\tthe proportion of the population covered by the different UK services,\n\t\t\t\t\tthe amount of time for which the different UK services are and are notavailable, including the steps that have been or are to be taken to maintainor improve the level of availability,\n\t\t\t\t\tthe preparations made by providers of UK services for responding to anemergency, including preparations for restoring normal operation of UKservices disrupted by the emergency, and\n\t\t\t\t\tthe standard of the different UK services in comparison with electroniccommunications services provided in a range of other countries.\n\t\t\t\tThe preparations referred to in subsections (1)(h) and (2)(f) include—\n\t\t\t\t\tthe steps taken to assess the risks of different types of emergencyoccurring,\n\t\t\t\t\tthe steps taken to reduce or remove those risks, and\n\t\t\t\t\tthe testing of proposed responses to different types of emergency.\n\t\t\t\tIn a report under section 134A, OFCOM are required to include onlyinformation about, and analysis of, such networks, services and providers asthey consider appropriate.\n\t\t\t\tIn this section “emergency” means an event or situation that seriouslydisrupts a UK network or UK service.\n\t\tReports on internet domain names\n\t\t\tCOFCOM reports on internet domain names\n\t\t\t\tOFCOM must, if requested to do so by the Secretary of State—\n\t\t\t\t\tprepare a report on matters specified by the Secretary of State relating tointernet domain names, and\n\t\t\t\t\tsend the report to the Secretary of State as soon as practicable.\n\t\t\t\tThe specified matters may, in particular, include matters relating to—\n\t\t\t\t\tthe allocation and registration of internet domain names, and\n\t\t\t\t\tthe misuse of internet domain names.\n\t\t\t\tOFCOM must publish every report under this section—\n\t\t\t\t\tas soon as practicable after they send it to the Secretary of State, and\n\t\t\t\t\tin such manner as they consider appropriate for bringing it to theattention of persons who, in their opinion, are likely to have an interest init.\n\t\t\t\tOFCOM may exclude information from a report when it is published undersubsection (3) if they consider that it is information that they could refuseto disclose in response to a request under the Freedom of Information Act2000.”\n\t\t\t\tIn section 135(3) of that Act (information required for purposes of Chapter1 functions), after paragraph (ib) insert—\n\t\t\t\t\tpreparing a report under section 134A;\n\t\t\t\t\tpreparing a report under section 134C;”.\n\tOFCOM reports on media content\n\t\tAfter section 264 of the Communications Act 2003 insert—\n\t\t“264AOFCOM reports: wider review and reporting obligations\n\t\t\tWhen carrying out a review under section 264 for a period, OFCOM must alsocarry out a review of the extent to which material included in media servicesduring that period (taken together over the period as a whole) contributedtowards the fulfilment of the public service objectives.\n\t\t\tEvery report under section 264 must—\n\t\t\t\tinclude a report on the matters found on the review under this section,\n\t\t\t\tspecify, and comment on, whatever changes appear to OFCOM to have occurred,during the period to which the report relates, in the extent to which thepublic service objectives have been fulfilled,\n\t\t\t\tspecify, and comment on, whatever changes appear to OFCOM to have occurred,during that period, in the manner in which those objectives are fulfilled, and\n\t\t\t\tset out OFCOM’s conclusions on the current state of material included inmedia services.\n\t\t\t“The public service objectives” are the objectives set out in paragraphs(b) to (j) of section 264(6) (as modified by subsection (4)).\n\t\t\tParagraphs (b) to (j) of section 264(6) have effect for the purposes ofsubsection (3) as if—\n\t\t\t\treferences to the relevant television services were to media services, and\n\t\t\t\treferences to programmes were to material included in such services.\n\t\t\tIn this section—\n\t\t\t\t  * “material” does not include advertisements;\n\t\t\t\t  * “media services” means any of the following services that are available to members of the public in all or part of the United Kingdom—\n\t\t\t\ttelevision and radio services,\n\t\t\t\ton-demand programme services, and\n\t\t\t\tother services provided by means of the internet where there is a person whoexercises editorial control over the material included in the service.\n\t\t\tThe services that are to be taken for the purposes of this section to beavailable to members of the public include any service which—\n\t\t\t\tis available for reception by members of the public (within the meaning ofsection 361); or\n\t\t\t\tis available for use by members of the public (within the meaning ofsection 368R(4)).”"
    },
    {
        "length": 1025,
        "text": "\nObligation to notify subscribers of reported infringements\n\tAfter section 124 of the Communications Act 2003 insert—\n\t“Online infringement of copyright: obligations of internet serviceproviders\n\t\tAObligation to notify subscribers of copyright infringement reports\n\t\t\tThis section applies if it appears to a copyright owner that—\n\t\t\t\ta subscriber to an internet access service has infringed the owner’scopyright by means of the service; or\n\t\t\t\ta subscriber to an internet access service has allowed another person touse the service, and that other person has infringed the owner’s copyright bymeans of the service.\n\t\t\tThe owner may make a copyright infringement report to the internet serviceprovider who provided the internet access service if a code in force undersection 124C or 124D (an “initial obligations code”) allows the owner to doso.\n\t\t\tA “copyright infringement report” is a report that—\n\t\t\t\tstates that there appears to have been an infringement of the owner’scopyright;\n\t\t\t\tincludes a description of the apparent infringement;\n\t\t\t\tincludes evidence of the apparent infringement that shows the subscriber’sIP address and the time at which the evidence was gathered;\n\t\t\t\tis sent to the internet service provider within the period of 1 monthbeginning with the day on which the evidence was gathered; and\n\t\t\t\tcomplies with any other requirement of the initial obligations code.\n\t\t\tAn internet service provider who receives a copyright infringement reportmust notify the subscriber of the report if the initial obligations coderequires the provider to do so.\n\t\t\tA notification under subsection (4) must be sent to the subscriber withinthe period of 1 month beginning with the day on which the provider receivesthe report.\n\t\t\tA notification under subsection (4) must include—\n\t\t\t\ta statement that the notification is sent under this section in response toa copyright infringement report;\n\t\t\t\tthe name of the copyright owner who made the report;\n\t\t\t\ta description of the apparent infringement;\n\t\t\t\tevidence of the apparent infringement that shows the subscriber’s IPaddress and the time at which the evidence was gathered;\n\t\t\t\tinformation about subscriber appeals and the grounds on which they may bemade;\n\t\t\t\tinformation about copyright and its purpose;\n\t\t\t\tadvice, or information enabling the subscriber to obtain advice, about howto obtain lawful access to copyright works;\n\t\t\t\tadvice, or information enabling the subscriber to obtain advice, aboutsteps that a subscriber can take to protect an internet access service fromunauthorised use; and\n\t\t\t\tanything else that the initial obligations code requires the notificationto include.\n\t\t\tFor the purposes of subsection (6)(h) the internet service provider musttake into account the suitability of different protection for subscribers indifferent circumstances.\n\t\t\tThe things that may be required under subsection (6)(i), whether in generalor in a particular case, include in particular—\n\t\t\t\ta statement that information about the apparent infringement may be kept bythe internet service provider;\n\t\t\t\ta statement that the copyright owner may require the provider to disclosewhich copyright infringement reports made by the owner to the provider relateto the subscriber;\n\t\t\t\ta statement that, following such a disclosure, the copyright owner mayapply to a court to learn the subscriber’s identity and may bring proceedingsagainst the subscriber for copyright infringement; and\n\t\t\t\twhere the requirement for the provider to send the notification arisespartly because of a report that has already been the subject of a notificationunder subsection (4), a statement that the number of copyright infringementreports relating to the subscriber may be taken into account for the purposesof any technical measures.\n\t\t\tIn this section “notify”, in relation to a subscriber, means send anotification to the electronic or postal address held by the internet serviceprovider for the subscriber (and sections 394 to 396 do not apply).”"
    },
    {
        "length": 264,
        "text": "\nObligation to provide infringement lists to copyright owners\n\tAfter section 124A of the Communications Act 2003 insert—\n\t“124BObligation to provide copyright infringement lists to copyrightowners\n\t\tAn internet service provider must provide a copyright owner with acopyright infringement list for a period if—\n\t\t\tthe owner requests the list for that period; and\n\t\t\tan initial obligations code requires the internet service provider toprovide it.\n\t\tA “copyright infringement list” is a list that—\n\t\t\tsets out, in relation to each relevant subscriber, which of the copyrightinfringement reports made by the owner to the provider relate to thesubscriber, but\n\t\t\tdoes not enable any subscriber to be identified.\n\t\tA subscriber is a “relevant subscriber” in relation to a copyright ownerand an internet service provider if copyright infringement reports made by theowner to the provider in relation to the subscriber have reached the thresholdset in the initial obligations code.”"
    },
    {
        "length": 752,
        "text": "\nApproval of code about the initial obligations\n\tAfter section 124B of the Communications Act 2003 insert—\n\t“124CApproval of code about the initial obligations\n\t\tThe obligations of internet service providers under sections 124A and 124Bare the “initial obligations”.\n\t\tIf it appears to OFCOM—\n\t\t\tthat a code has been made by any person for the purpose of regulating theinitial obligations; and\n\t\t\tthat it would be appropriate for them to approve the code for that purpose,\n\t\t\t\tthey may by order approve it, with effect from the date given in the order.\n\t\tThe provision that may be contained in a code and approved under thissection includes provision that—\n\t\t\tspecifies conditions that must be met for rights and obligations under thecopyright infringement provisions or the code to apply in a particular case;\n\t\t\trequires copyright owners or internet service providers to provide anyinformation or assistance that is reasonably required to determine whether acondition under paragraph (a) is met.\n\t\tThe provision mentioned in subsection (3)(a) may, in particular, specifythat a right or obligation does not apply in relation to a copyright ownerunless the owner has made arrangements with an internet service providerregarding—\n\t\t\tthe number of copyright infringement reports that the owner may make to theprovider within a particular period; and\n\t\t\tpayment in advance of a contribution towards meeting costs incurred by theprovider.\n\t\tThe provision mentioned in subsection (3)(a) may also, in particular,provide that—\n\t\t\texcept as provided by the code, rights and obligations do not apply inrelation to an internet service provider unless the number of copyrightinfringement reports the provider receives within a particular period reachesa threshold set in the code; and\n\t\t\tif the threshold is reached, rights or obligations apply with effect fromthe date when it is reached or from a later time.\n\t\tOFCOM must not approve a code under this section unless satisfied that itmeets the criteria set out in section 124E.\n\t\tNot more than one approved code may have effect at a time.\n\t\tOFCOM must keep an approved code under review.\n\t\tOFCOM may by order, at any time, for the purpose mentioned in subsection(2)—\n\t\t\tapprove modifications that have been made to an approved code; or\n\t\t\twithdraw their approval from an approved code,\n\t\t\twith effect from the date given in the order, and must do so if the codeceases to meet the criteria set out in section 124E.\n\t\tThe consent of the Secretary of State is required for the approval of acode or the modification of an approved code.\n\t\tAn order made by OFCOM under this section approving a code or modificationmust set out the code or modification.\n\t\tSection 403 applies to the power of OFCOM to make an order under thissection.\n\t\tA statutory instrument containing an order made by OFCOM under thissection is subject to annulment in pursuance of a resolution of either Houseof Parliament.”"
    },
    {
        "length": 752,
        "text": "\nInitial obligations code by OFCOM in the absence of an approved code\n\tAfter section 124C of the Communications Act 2003 insert—\n\t“124DInitial obligations code by OFCOM in the absence of an approved code\n\t\tFor any period when sections 124A and 124B are in force but for which thereis no approved initial obligations code under section 124C, OFCOM must byorder make a code for the purpose of regulating the initial obligations.\n\t\tOFCOM may but need not make a code under subsection (1) for a time beforethe end of—\n\t\t\tthe period of six months beginning with the day on which sections 124A and124B come into force, or\n\t\t\tsuch longer period as the Secretary of State may specify by notice toOFCOM.\n\t\tThe Secretary of State may give a notice under subsection (2)(b) only if itappears to the Secretary of State that it is not practicable for OFCOM to makea code with effect from the end of the period mentioned in subsection (2)(a)or any longer period for the time being specified under subsection (2)(b).\n\t\tA code under this section may do any of the things mentioned in section124C(3) to (5).\n\t\tA code under this section may also—\n\t\t\tconfer jurisdiction with respect to any matter (other than jurisdiction todetermine appeals by subscribers) on OFCOM themselves;\n\t\t\tprovide for OFCOM, in exercising such jurisdiction, to make awards ofcompensation, to direct the reimbursement of costs, or to do both;\n\t\t\tprovide for OFCOM to enforce, or to participate in the enforcement of, anyawards or directions made under the code;\n\t\t\tmake other provision for the enforcement of such awards and directions;\n\t\t\testablish a body corporate, with the capacity to make its own rules andestablish its own procedures, for the purpose of determining subscriberappeals;\n\t\t\tprovide for a person with the function of determining subscriber appeals toenforce, or to participate in the enforcement of, any awards or directionsmade by the person;\n\t\t\tmake other provision for the enforcement of such awards and directions; and\n\t\t\tmake other provision for the purpose of regulating the initial obligations.\n\t\tOFCOM must not make a code under this section unless they are satisfiedthat it meets the criteria set out in section 124E.\n\t\tOFCOM must—\n\t\t\tkeep a code under this section under review; and\n\t\t\tby order make any amendment of it that is necessary to ensure that while itis in force it continues to meet the criteria set out in section 124E.\n\t\tThe consent of the Secretary of State is required for the making oramendment by OFCOM of a code under this section.\n\t\tSection 403 applies to the power of OFCOM to make an order under thissection.\n\t\tA statutory instrument containing an order made by OFCOM under thissection is subject to annulment in pursuance of a resolution of either Houseof Parliament.”"
    },
    {
        "length": 1168,
        "text": "\nContents of initial obligations code\n\tAfter section 124D of the Communications Act 2003 insert—\n\t“124EContents of initial obligations code\n\t\tThe criteria referred to in sections 124C(6) and 124D(6) are—\n\t\t\tthat the code makes the required provision about copyright infringementreports (see subsection (2));\n\t\t\tthat it makes the required provision about the notification of subscribers(see subsections (3) and (4));\n\t\t\tthat it sets the threshold applying for the purposes of determining who isa relevant subscriber within the meaning of section 124B(3) (see subsections(5) and (6));\n\t\t\tthat it makes provision about how internet service providers are to keepinformation about subscribers;\n\t\t\tthat it limits the time for which they may keep that information;\n\t\t\tthat it makes any provision about contributions towards meeting costs thatis required to be included by an order under section 124M;\n\t\t\tthat the requirements concerning administration and enforcement are met inrelation to the code (see subsections (7) and (8));\n\t\t\tthat the requirements concerning subscriber appeals are met in relation tothe code (see section 124K);\n\t\t\tthat the provisions of the code are objectively justifiable in relation tothe matters to which it relates;\n\t\t\tthat those provisions are not such as to discriminate unduly againstparticular persons or against a particular description of persons;\n\t\t\tthat those provisions are proportionate to what they are intended toachieve; and\n\t\t\tthat, in relation to what those provisions are intended to achieve, theyare transparent.\n\t\tThe required provision about copyright infringement reports is provisionthat specifies—\n\t\t\trequirements as to the means of obtaining evidence of infringement ofcopyright for inclusion in a report;\n\t\t\tthe standard of evidence that must be included; and\n\t\t\tthe required form of the report.\n\t\tThe required provision about the notification of subscribers is provisionthat specifies, in relation to a subscriber in relation to whom an internetservice provider receives one or more copyright infringement reports—\n\t\t\trequirements as to the means by which the provider identifies thesubscriber;\n\t\t\twhich of the reports the provider must notify the subscriber of; and\n\t\t\trequirements as to the form, contents and means of the notification in eachcase.\n\t\tThe provision mentioned in subsection (3) must not permit any copyrightinfringement report received by an internet service provider more than 12months before the date of a notification of a subscriber to be taken intoaccount for the purposes of the notification.\n\t\tThe threshold applying in accordance with subsection (1)(c) may, subject tosubsection (6), be set by reference to any matter, including in particular oneor more of—\n\t\t\tthe number of copyright infringement reports;\n\t\t\tthe time within which the reports are made; and\n\t\t\tthe time of the apparent infringements to which they relate.\n\t\tThe threshold applying in accordance with subsection (1)(c) must operate insuch a way that a copyright infringement report received by an internetservice provider more than 12 months before a particular date does not affectwhether the threshold is met on that date; and a copyright infringement listprovided under section 124B must not take into account any such report.\n\t\tThe requirements concerning administration and enforcement are—\n\t\t\tthat OFCOM have, under the code, the functions of administering andenforcing it, including the function of resolving owner-provider disputes;\n\t\t\tthat there are adequate arrangements under the code for OFCOM to obtain anyinformation or assistance from internet service providers or copyright ownersthat OFCOM reasonably require for the purposes of administering and enforcingthe code; and\n\t\t\tthat there are adequate arrangements under the code for the costs incurredby OFCOM in administering and enforcing the code to be met by internet serviceproviders and copyright owners.\n\t\tThe provision mentioned in subsection (7) may include, in particular—\n\t\t\tprovision for the payment, to a person specified in the code, of a penaltynot exceeding the maximum penalty for the time being specified in section124L(2);\n\t\t\tprovision requiring a copyright owner to indemnify an internet serviceprovider for any loss or damage resulting from the owner’s failure to complywith the code or the copyright infringement provisions.\n\t\tIn this section “owner-provider dispute” means a dispute that—\n\t\t\tis between persons who are copyright owners or internet service providers;and\n\t\t\trelates to an act or omission in relation to an initial obligation or aninitial obligations code.”"
    },
    {
        "length": 742,
        "text": "\nProgress reports\n\tAfter section 124E of the Communications Act 2003 insert—\n\t“124FProgress reports\n\t\tOFCOM must prepare the following reports for the Secretary of State aboutthe infringement of copyright by subscribers to internet access services.\n\t\tOFCOM must prepare a full report for—\n\t\t\tthe period of 12 months beginning with the first day on which there is aninitial obligations code in force; and\n\t\t\teach successive period of 12 months.\n\t\tOFCOM must prepare an interim report for—\n\t\t\tthe period of 3 months beginning with the first day on which there is aninitial obligations code in force; and\n\t\t\teach successive period of 3 months, other than one ending at the same timeas a period of 12 months under subsection (2).\n\t\t\t\tBut this is subject to any direction by the Secretary of State undersubsection (4).\n\t\tThe Secretary of State may direct that subsection (3) no longer applies,with effect from the date given in the direction.\n\t\tA full report under this section must include—\n\t\t\tan assessment of the current level of subscribers’ use of internet accessservices to infringe copyright;\n\t\t\ta description of the steps taken by copyright owners to enable subscribersto obtain lawful access to copyright works;\n\t\t\ta description of the steps taken by copyright owners to inform, and changethe attitude of, members of the public in relation to the infringement ofcopyright;\n\t\t\tan assessment of the extent of the steps mentioned in paragraphs (b) and(c);\n\t\t\tan assessment of the extent to which copyright owners have made copyrightinfringement reports;\n\t\t\tan assessment of the extent to which they have brought legal proceedingsagainst subscribers in relation to whom such reports have been made;\n\t\t\tan assessment of the extent to which any such proceedings have been againstsubscribers in relation to whom a substantial number of reports have beenmade; and\n\t\t\tanything else that the Secretary of State directs OFCOM to include in thereport.\n\t\tAn interim report under this section must include—\n\t\t\tthe assessments mentioned in subsection (5)(a), (e) and (f); and\n\t\t\tanything else that the Secretary of State directs OFCOM to include in thereport.\n\t\tOFCOM must send a report prepared under this section to the Secretary ofState as soon as practicable after the end of the period for which it isprepared.\n\t\tOFCOM must publish every full report under this section—\n\t\t\tas soon as practicable after they send it to the Secretary of State, and\n\t\t\tin such manner as they consider appropriate for bringing it to theattention of persons who, in their opinion, are likely to have an interest init.\n\t\tOFCOM may exclude information from a report when it is published undersubsection (8) if they consider that it is information that they could refuseto disclose in response to a request under the Freedom of Information Act2000.”"
    },
    {
        "length": 630,
        "text": "\nObligations to limit internet access: assessment and preparation\n\tAfter section 124F of the Communications Act 2003 insert—\n\t“124GObligations to limit internet access: assessment and preparation\n\t\tThe Secretary of State may direct OFCOM to—\n\t\t\tassess whether one or more technical obligations should be imposed oninternet service providers;\n\t\t\ttake steps to prepare for the obligations;\n\t\t\tprovide a report on the assessment or steps to the Secretary of State.\n\t\tA “technical obligation”, in relation to an internet service provider, isan obligation for the provider to take a technical measure against some or allrelevant subscribers to its service for the purpose of preventing or reducinginfringement of copyright by means of the internet.\n\t\tA “technical measure” is a measure that—\n\t\t\tlimits the speed or other capacity of the service provided to a subscriber;\n\t\t\tprevents a subscriber from using the service to gain access to particularmaterial, or limits such use;\n\t\t\tsuspends the service provided to a subscriber; or\n\t\t\tlimits the service provided to a subscriber in another way.\n\t\tA subscriber to an internet access service is “relevant” if the subscriberis a relevant subscriber, within the meaning of section 124B(3), in relationto the provider of the service and one or more copyright owners.\n\t\tThe assessment and steps that the Secretary of State may direct OFCOM tocarry out or take under subsection (1) include, in particular—\n\t\t\tconsultation of copyright owners, internet service providers, subscribersor any other person;\n\t\t\tan assessment of the likely efficacy of a technical measure in relation toa particular type of internet access service; and\n\t\t\tsteps to prepare a proposed technical obligations code.\n\t\tInternet service providers and copyright owners must give OFCOM anyassistance that OFCOM reasonably require for the purposes of complying withany direction under this section.\n\t\tThe Secretary of State must lay before Parliament any direction under thissection.\n\t\tOFCOM must publish every report under this section—\n\t\t\tas soon as practicable after they send it to the Secretary of State, and\n\t\t\tin such manner as they consider appropriate for bringing it to theattention of persons who, in their opinion, are likely to have an interest init.\n\t\tOFCOM may exclude information from a report when it is published undersubsection (8) if they consider that it is information that they could refuseto disclose in response to a request under the Freedom of Information Act2000.”"
    },
    {
        "length": 652,
        "text": "\nObligations to limit internet access\n\tAfter section 124G of the Communications Act 2003 insert—\n\t“124HObligations to limit internet access\n\t\tThe Secretary of State may by order impose a technical obligation oninternet service providers if—\n\t\t\tOFCOM have assessed whether one or more technical obligations should beimposed on internet service providers; and\n\t\t\ttaking into account that assessment, reports prepared by OFCOM undersection 124F, and any other matter that appears to the Secretary of State tobe relevant, the Secretary of State considers it appropriate to make theorder.\n\t\tNo order may be made under this section within the period of 12 monthsbeginning with the first day on which there is an initial obligations code inforce.\n\t\tAn order under this section must specify the date from which the technicalobligation is to have effect, or provide for it to be specified.\n\t\tThe order may also specify—\n\t\t\tthe criteria for taking the technical measure concerned against asubscriber;\n\t\t\tthe steps to be taken as part of the measure and when they are to be taken.\n\t\tNo order is to be made under this section unless—\n\t\t\tthe Secretary of State has complied with subsections (6) to (10), and\n\t\t\ta draft of the order has been laid before Parliament and approved by aresolution of each House.\n\t\tIf the Secretary of State proposes to make an order under this section, theSecretary of State must lay before Parliament a document that—\n\t\t\texplains the proposal, and\n\t\t\tsets it out in the form of a draft order.\n\t\tDuring the period of 60 days beginning with the day on which the documentwas laid under subsection (6) (“the 60-day period”), the Secretary of Statemay not lay before Parliament a draft order to give effect to the proposal(with or without modifications).\n\t\tIn preparing a draft order under this section to give effect to theproposal, the Secretary of State must have regard to any of the following thatare made with regard to the draft order during the 60-day period—\n\t\t\tany representations, and\n\t\t\tany recommendations of a committee of either House of Parliament chargedwith reporting on the draft order.\n\t\tWhen laying before Parliament a draft order to give effect to the proposal(with or without modifications), the Secretary of State must also lay adocument that explains any changes made to the proposal contained in thedocument laid before Parliament under subsection (6).\n\t\tIn calculating the 60-day period, no account is to be taken of any timeduring which Parliament is dissolved or prorogued or during which either Houseis adjourned for more than 4 days.”"
    },
    {
        "length": 395,
        "text": "\nCode by OFCOM about obligations to limit internet access\n\tAfter section 124H of the Communications Act 2003 insert—\n\t“124ICode by OFCOM about obligations to limit internet access\n\t\tFor any period during which there are one or more technical obligations inforce under section 124H, OFCOM must by order make a technical obligationscode for the purpose of regulating those obligations.\n\t\tThe code may be made separately from, or in combination with, any initialobligations code under section 124D.\n\t\tA code under this section may—\n\t\t\tdo any of the things mentioned in section 124C(3) to (5) or section124D(5)(a) to (g); and\n\t\t\tmake other provision for the purpose of regulating the technicalobligations.\n\t\tOFCOM must not make a code under this section unless they are satisfiedthat it meets the criteria set out in section 124J.\n\t\tOFCOM must—\n\t\t\tkeep a code under this section under review; and\n\t\t\tby order make any amendment of it that is necessary to ensure that while itis in force it continues to meet the criteria set out in section 124J.\n\t\tThe consent of the Secretary of State is required for the making oramendment by OFCOM of a code under this section.\n\t\tSection 403 applies to the power of OFCOM to make an order under thissection.\n\t\tA statutory instrument containing an order made by OFCOM under this sectionis subject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 638,
        "text": "\nContents of code about obligations to limit internet access\n\tAfter section 124I of the Communications Act 2003 insert—\n\t“124JContents of code about obligations to limit internet access\n\t\tThe criteria referred to in section 124I(4) are—\n\t\t\tthat the requirements concerning enforcement and related matters are met inrelation to the code (see subsections (2) and (3));\n\t\t\tthat the requirements concerning subscriber appeals are met in relation tothe code (see section 124K);\n\t\t\tthat it makes any provision about contributions towards meeting costs thatis required to be included by an order under section 124M;\n\t\t\tthat it makes any other provision that the Secretary of State requires itto make;\n\t\t\tthat the provisions of the code are objectively justifiable in relation tothe matters to which it relates;\n\t\t\tthat those provisions are not such as to discriminate unduly againstparticular persons or against a particular description of persons;\n\t\t\tthat those provisions are proportionate to what they are intended toachieve; and\n\t\t\tthat, in relation to what those provisions are intended to achieve, theyare transparent.\n\t\tThe requirements concerning enforcement and related matters are—\n\t\t\tthat OFCOM have, under the code, the functions of administering andenforcing it, including the function of resolving owner-provider disputes;\n\t\t\tthat there are adequate arrangements under the code for OFCOM to obtain anyinformation or assistance from internet service providers or copyright ownersthat OFCOM reasonably require for the purposes of administering and enforcingthe code; and\n\t\t\tthat there are adequate arrangements under the code for the costs incurredby OFCOM in administering and enforcing the code to be met by internet serviceproviders and copyright owners.\n\t\tThe provision made concerning enforcement and related matters may also(unless the Secretary of State requires otherwise) include, in particular—\n\t\t\tprovision for the payment, to a person specified in the code, of a penaltynot exceeding the maximum penalty for the time being specified in section124L(2);\n\t\t\tprovision requiring a copyright owner to indemnify an internet serviceprovider for any loss or damage resulting from the owner’s infringement orerror in relation to the code or the copyright infringement provisions.\n\t\tIn this section “owner-provider dispute” means a dispute that—\n\t\t\tis between persons who are copyright owners or internet service providers;and\n\t\t\trelates to an act or omission in relation to a technical obligation or atechnical obligations code.”"
    },
    {
        "length": 1379,
        "text": "\nSubscriber appeals\n\tAfter section 124J of the Communications Act 2003 insert—\n\t“124KSubscriber appeals\n\t\tThe requirements concerning subscriber appeals are—\n\t\t\tfor the purposes of section 124E(1)(h), the requirements of subsections (2)to (8); and\n\t\t\tfor the purposes of section 124J(1)(b), the requirements of subsections (2)to (11).\n\t\tThe requirements of this subsection are—\n\t\t\tthat the code confers on subscribers the right to bring a subscriber appealand, in the case of a technical obligations code, a further right of appeal tothe First-tier Tribunal;\n\t\t\tthat there is a person who, under the code, has the function of determiningsubscriber appeals;\n\t\t\tthat that person is for practical purposes independent (so far asdetermining subscriber appeals is concerned) of internet service providers,copyright owners and OFCOM; and\n\t\t\tthat there are adequate arrangements under the code for the costs incurredby that person in determining subscriber appeals to be met by internet serviceproviders, copyright owners and the subscriber concerned.\n\t\tThe code must provide for the grounds of appeal (so far as an appealrelates to, or to anything done by reference to, a copyright infringementreport) to include the following—\n\t\t\tthat the apparent infringement to which the report relates was not aninfringement of copyright;\n\t\t\tthat the report does not relate to the subscriber’s IP address at the timeof the apparent infringement.\n\t\tThe code must provide for the grounds of appeal to include contravention bythe copyright owner or internet service provider of the code or of anobligation regulated by the code.\n\t\tThe code must provide that an appeal on any grounds must be determined infavour of the subscriber unless the copyright owner or internet serviceprovider shows that, as respects any copyright infringement report to whichthe appeal relates or by reference to which anything to which the appealrelates was done (or, if there is more than one such report, as respects eachof them)—\n\t\t\tthe apparent infringement was an infringement of copyright, and\n\t\t\tthe report relates to the subscriber’s IP address at the time of thatinfringement.\n\t\tThe code must provide that, where a ground mentioned in subsection (3) isrelied on, the appeal must be determined in favour of the subscriber if thesubscriber shows that—\n\t\t\tthe act constituting the apparent infringement to which the report relateswas not done by the subscriber, and\n\t\t\tthe subscriber took reasonable steps to prevent other persons infringingcopyright by means of the internet access service.\n\t\tThe powers of the person determining subscriber appeals must include power—\n\t\t\tto secure so far as practicable that a subscriber is not prejudiced for thepurposes of the copyright infringement provisions by an act or omission inrespect of which an appeal is determined in favour of the subscriber;\n\t\t\tto make an award of compensation to be paid by a copyright owner orinternet service provider to a subscriber affected by such an act or omission;and\n\t\t\twhere the appeal is determined in favour of the subscriber, to direct thecopyright owner or internet service provider to reimburse the reasonable costsof the subscriber.\n\t\tThe code must provide that the power to direct the reimbursement of costsunder subsection (7)(c) is to be exercised to award reasonable costs to asubscriber whose appeal is successful, unless the person deciding the appealis satisfied that it would be unjust to give such a direction having regard toall the circumstances including the conduct of the parties before and duringthe proceedings.\n\t\tIn the case of a technical obligations code, the powers of the persondetermining subscriber appeals must include power—\n\t\t\ton an appeal in relation to a technical measure or proposed technicalmeasure—\n\t\t\tto confirm the measure;\n\t\t\tto require the measure not to be taken or to be withdrawn;\n\t\t\tto substitute any other technical measure that the internet serviceprovider has power to take;\n\t\t\tto exercise the power mentioned in paragraph (a)(ii) or (iii) where anappeal is not upheld but the person determining it is satisfied that there areexceptional circumstances that justify the exercise of the power;\n\t\t\tto take any steps that OFCOM could take in relation to the act or omissiongiving rise to the technical measure; and\n\t\t\tto remit the decision whether to confirm the technical measure, or anymatter relating to that decision, to OFCOM.\n\t\tIn the case of a technical obligations code, the code must make provision—\n\t\t\tenabling a determination of a subscriber appeal to be appealed to theFirst-tier Tribunal, including on grounds that it was based on an error offact, wrong in law or unreasonable;\n\t\t\tgiving the First-tier Tribunal, in relation to an appeal to it, the powersmentioned in subsections (7) and (9); and\n\t\t\tin relation to recovery of costs awarded by the Tribunal.\n\t\tIn the case of a technical obligations code, the code must includeprovision to secure that a technical measure is not taken against a subscriberuntil—\n\t\t\tthe period for bringing a subscriber appeal, or any further appeal to theFirst-tier Tribunal, in relation to the proposed measure has ended (or thesubscriber has waived the right to appeal); and\n\t\t\tany such subscriber appeal or further appeal has been determined, abandonedor otherwise disposed of.”"
    },
    {
        "length": 382,
        "text": "\nEnforcement of obligations\n\tAfter section 124K of the Communications Act 2003 insert—\n\t“124LEnforcement of obligations\n\t\tSections 94 to 96 apply in relation to a contravention of an initialobligation or a technical obligation, or a contravention of an obligationunder section 124G(6), as they apply in relation to a contravention of acondition set out under section 45.\n\t\tThe amount of the penalty imposed under section 96 as applied by thissection is to be such amount not exceeding £250,000 as OFCOM determine to be—\n\t\t\tappropriate; and\n\t\t\tproportionate to the contravention in respect of which it is imposed.\n\t\tIn making that determination OFCOM must have regard to—\n\t\t\tany representations made to them by the internet service provider orcopyright owner on whom the penalty is imposed;\n\t\t\tany steps taken by the provider or owner towards complying with theobligations contraventions of which have been notified to the provider orowner under section 94 (as applied); and\n\t\t\tany steps taken by the provider or owner for remedying the consequences ofthose contraventions.\n\t\tThe Secretary of State may by order amend this section so as to substitutea different maximum penalty for the maximum penalty for the time beingspecified in subsection (2).\n\t\tNo order is to be made containing provision authorised by subsection (4)unless a draft of the order has been laid before Parliament and approved by aresolution of each House.”"
    },
    {
        "length": 400,
        "text": "\nSharing of costs\n\tAfter section 124L of the Communications Act 2003 insert—\n\t“124MSharing of costs\n\t\tThe Secretary of State may by order specify provision that must be includedin an initial obligations code or a technical obligations code about paymentof contributions towards costs incurred under the copyright infringementprovisions.\n\t\tAny provision specified under subsection (1) must relate to payment ofcontributions by one or more of the following only—\n\t\t\tcopyright owners;\n\t\t\tinternet service providers;\n\t\t\tin relation to a subscriber appeal or a further appeal by a subscriber tothe First-tier Tribunal, the subscriber.\n\t\tProvision specified under subsection (1) may relate to, in particular—\n\t\t\tpayment by a copyright owner of a contribution towards the costs that aninternet service provider incurs;\n\t\t\tpayment by a copyright owner or internet service provider of a contributiontowards the costs that OFCOM incur.\n\t\tProvision specified under subsection (1) may include, in particular—\n\t\t\tprovision about costs incurred before the provision is included in aninitial obligations code or a technical obligations code;\n\t\t\tprovision for payment in advance of expected costs (and for reimbursementof overpayments where the costs incurred are less than expected);\n\t\t\tprovision about how costs, expected costs or contributions must becalculated;\n\t\t\tother provision about when and how contributions must be paid.\n\t\tNo order is to be made under this section unless a draft of the order hasbeen laid before Parliament and approved by a resolution of each House.”"
    },
    {
        "length": 994,
        "text": "\nInterpretation and consequential provision\n\tAfter section 124M of the Communications Act 2003 insert—\n\t“124NInterpretation\n\t\tIn sections 124A to 124M and this section—\n\t\t  * “apparent infringement”, in relation to a copyright infringement report, means the infringement of copyright that the report states appears to have taken place;\n\t\t  * “copyright infringement list” has the meaning given in section 124B(2);\n\t\t  * “copyright infringement provisions” means sections 124A to 124M and this section;\n\t\t  * “copyright infringement report” has the meaning given in section 124A(3);\n\t\t  * “copyright owner” means—\n\t\t\ta copyright owner within the meaning of Part 1 of the Copyright, Designs andPatents Act 1988 (see section 173 of that Act); or\n\t\t\tsomeone authorised by that person to act on the person’s behalf;\n\t\t\t\t  * “copyright work” has the same meaning as in Part 1 of the Copyright, Designs and Patents Act 1988 (see section 1(2) of that Act);\n\t\t\t\t  * “initial obligations” has the meaning given in section 124C(1);\n\t\t\t\t  * “initial obligations code” has the meaning given in section 124A(2);\n\t\t\t\t  * “internet access service” means an electronic communications service that—\n\t\t\tis provided to a subscriber;\n\t\t\tconsists entirely or mainly of the provision of access to the internet; and\n\t\t\tincludes the allocation of an IP address or IP addresses to the subscriber toenable that access;\n\t\t\t\t  * “internet service provider” means a person who provides an internet access service;\n\t\t\t\t  * “IP address” means an internet protocol address;\n\t\t\t\t  * “subscriber”, in relation to an internet access service, means a person who—\n\t\t\treceives the service under an agreement between the person and the provider ofthe service; and\n\t\t\tdoes not receive it as a communications provider;\n\t\t\t\t  * “subscriber appeal” means—\n\t\t\tin relation to an initial obligations code, an appeal by a subscriber ongrounds specified in the code in relation to—\n\t\t\tthe making of a copyright infringement report;\n\t\t\tnotification under section 124A(4);\n\t\t\tthe inclusion or proposed inclusion of an entry in a copyright infringementlist; or\n\t\t\tany other act or omission in relation to an initial obligation or an initialobligations code;\n\t\t\tin relation to a technical obligations code, an appeal by a subscriber ongrounds specified in the code in relation to—\n\t\t\tthe proposed taking of a technical measure; or\n\t\t\tany other act or omission in relation to a technical obligation or a technicalobligations code;\n\t\t\t\t  * “technical measure” has the meaning given in section 124G(3);\n\t\t\t\t  * “technical obligation” has the meaning given in section 124G(2);\n\t\t\t\t  * “technical obligations code” means a code in force under section 124I.”\n\t\tIn section 135(3) of that Act (information required for purposes of Chapter1 functions), after paragraph (i) insert—\n\t\t\tpreparing a report under section 124F;\n\t\t\tcarrying out an assessment, taking steps or providing a report undersection 124G;”.\n\t\tIn Schedule 8 to that Act (decisions not subject to appeal to theCompetition Appeal Tribunal), after paragraph 9 insert—\n\t\t“9AA decision relating to any of sections 124A to 124N or to anything doneunder them.”"
    },
    {
        "length": 1152,
        "text": "\nPower to make provision about injunctions preventing access to locationson the internet\n\tThe Secretary of State may by regulations make provision about the grantingby a court of a blocking injunction in respect of a location on the internetwhich the court is satisfied has been, is being or is likely to be used for orin connection with an activity that infringes copyright.\n\t“Blocking injunction” means an injunction that requires a service providerto prevent its service being used to gain access to the location.\n\tThe Secretary of State may not make regulations under this section unlesssatisfied that—\n\t\tthe use of the internet for activities that infringe copyright is having aserious adverse effect on businesses or consumers,\n\t\tmaking the regulations is a proportionate way to address that effect, and\n\t\tmaking the regulations would not prejudice national security or theprevention or detection of crime.\n\tThe regulations must provide that a court may not grant an injunctionunless satisfied that the location is—\n\t\ta location from which a substantial amount of material has been, is beingor is likely to be obtained in infringement of copyright,\n\t\ta location at which a substantial amount of material has been, is being oris likely to be made available in infringement of copyright, or\n\t\ta location which has been, is being or is likely to be used to facilitateaccess to a location within paragraph (a) or (b).\n\tThe regulations must provide that, in determining whether to grant aninjunction, the court must take account of—\n\t\tany evidence presented of steps taken by the service provider, or by anoperator of the location, to prevent infringement of copyright in thequalifying material,\n\t\tany evidence presented of steps taken by the copyright owner, or by alicensee of copyright in the qualifying material, to facilitate lawful accessto the qualifying material,\n\t\tany representations made by a Minister of the Crown,\n\t\twhether the injunction would be likely to have a disproportionate effect onany person’s legitimate interests, and\n\t\tthe importance of freedom of expression.\n\tThe regulations must provide that a court may not grant an injunctionunless notice of the application for the injunction has been given, in suchform and by such means as is specified in the regulations, to—\n\t\tthe service provider, and\n\t\toperators of the location.\n\tThe regulations may, in particular—\n\t\tmake provision about when a location is, or is not, to be treated as beingused to facilitate access to another location,\n\t\tprovide that notice of an application for an injunction may be given tooperators of a location by being published in accordance with the regulations,\n\t\tprovide that a court may not make an order for costs against the serviceprovider,\n\t\tmake different provision for different purposes, and\n\t\tmake incidental, supplementary, consequential, transitional, transitory orsaving provision.\n\tThe regulations may—\n\t\tmodify Chapter 6 of Part 1 of the Copyright, Designs and Patents Act 1988,and\n\t\tmake consequential provision modifying Acts and subordinate legislation.\n\tRegulations under this section may not include provision in respect ofproceedings before a court in England and Wales without the consent of theLord Chancellor.\n\tRegulations under this section must be made by statutory instrument.\n\tA statutory instrument containing regulations under this section may notbe made unless—\n\t\tthe Secretary of State has complied with section 18, and\n\t\ta draft of the instrument has been laid before and approved by a resolutionof each House of Parliament.\n\tIn this section—\n\t\t  * “copyright owner” has the same meaning as in Part 1 of the Copyright, Designs and Patents Act 1988; \n\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975; \n\t\t  * “modify” includes amend, repeal or revoke; \n\t\t  * “operator”, in relation to a location on the internet, means a person who has editorial control over material available at the location; \n\t\t  * “qualifying material”, in relation to an injunction, means the material taken into account by the court for the purposes of provision made under subsection (4); \n\t\t  * “service provider” has the same meaning as in section 97A of the Copyright, Designs and Patents Act 1988; \n\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act 1978. \n\tIn the application of this section to Scotland—\n\t\t  * “costs” means expenses; \n\t\t  * “injunction” means interdict. "
    },
    {
        "length": 480,
        "text": "\nConsultation and Parliamentary scrutiny\n\tBefore making regulations under section 17 the Secretary of State mustconsult—\n\t\tthe Lord President of the Court of Session and the Lord Chief Justice ofNorthern Ireland,\n\t\tthe persons that the Secretary of State thinks likely to be affected by theregulations (or persons who represent such persons), and\n\t\tsuch other persons as the Secretary of State thinks fit.\n\tIf, following the consultation under subsection (1), the Secretary of Stateproposes to make regulations under section 17, the Secretary of State must laybefore Parliament a document that—\n\t\texplains the proposal and sets it out in the form of draft regulations,\n\t\texplains the reasons why the Secretary of State is satisfied in relation tothe matters listed in section 17(3)(a) to (c), and\n\t\tcontains a summary of any representations made during the consultationunder subsection (1).\n\tDuring the period of 60 days beginning with the day on which the documentwas laid under subsection (2) (“the 60-day period”), the Secretary of Statemay not lay before Parliament a draft statutory instrument containingregulations to give effect to the proposal (with or without modifications).\n\tIn preparing draft regulations under section 17 to give effect to theproposal, the Secretary of State must have regard to any of the following thatare made with regard to the draft regulations during the 60-day period—\n\t\tany representations, and\n\t\tany recommendations of a committee of either House of Parliament chargedwith reporting on the draft regulations.\n\tWhen laying before Parliament a draft statutory instrument containingregulations to give effect to the proposal (with or without modifications),the Secretary of State must also lay a document that explains any changes madeto the proposal contained in the document laid before Parliament undersubsection (2).\n\tIn calculating the 60-day period, no account is to be taken of any timeduring which Parliament is dissolved or prorogued or during which either Houseis adjourned for more than 4 days."
    },
    {
        "length": 2531,
        "text": "\nPowers in relation to internet domain registries\n\tPowers in relation to internet domain registries\n\t\tAfter section 124N of the Communications Act 2003 insert—\n\t\t“Powers in relation to internet domain registries\n\t\t\tONotification of failure in relation to internet domain registry\n\t\t\t\tThis section applies where the Secretary of State—\n\t\t\t\t\tis satisfied that a serious relevant failure in relation to a qualifyinginternet domain registry is taking place or has taken place, and\n\t\t\t\t\twishes to exercise the powers under section 124P or 124R.\n\t\t\t\tThe Secretary of State must notify the internet domain registry, specifyingthe failure and a period during which the registry has the opportunity to makerepresentations to the Secretary of State.\n\t\t\t\tThere is a relevant failure in relation to a qualifying internet domainregistry if—\n\t\t\t\t\tthe registry, or any of its registrars or end-users, engages in prescribedpractices that are unfair or involve the misuse of internet domain names, or\n\t\t\t\t\tthe arrangements made by the registry for dealing with complaints inconnection with internet domain names do not comply with prescribedrequirements.\n\t\t\t\tA relevant failure is serious, for the purposes of this section, if it hasadversely affected or is likely adversely to affect—\n\t\t\t\t\tthe reputation or availability of electronic communications networks orelectronic communications services provided in the United Kingdom or a part ofthe United Kingdom, or\n\t\t\t\t\tthe interests of consumers or members of the public in the United Kingdomor a part of the United Kingdom.\n\t\t\t\tIn subsection (3) “prescribed” means prescribed by regulations made by theSecretary of State.\n\t\t\t\tBefore making regulations under subsection (3) the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\t\t\t\tIn this section and sections 124P to 124R—\n\t\t\t\t\t  * “end-user”, in relation to a qualifying internet domain registry, means a person who has been or wants to be allocated an internet domain name that is or would be included in the register maintained by the registry;\n\t\t\t\t\t  * “qualifying internet domain registry” means a relevant body that—\n\t\t\t\t\tmaintains a relevant register of internet domain names, and\n\t\t\t\t\toperates a computer program or server that forms part of the system thatenables the names included in the register to be used to access internetprotocol addresses or other information by means of the internet;\n\t\t\t\t\t\t  * “registrar”, in relation to a qualifying internet domain registry, means a person authorised by the registry to act on behalf of end-users in connection with the registration of internet domain names;\n\t\t\t\t\t\t  * “relevant body” means a company formed and registered under the Companies Act 2006 or a limited liability partnership;\n\t\t\t\t\t\t  * “relevant register of internet domain names” means a register of—\n\t\t\t\t\tthe names of second level internet domains that form part of the same UK-related top level internet domain, or\n\t\t\t\t\tthe names of third level internet domains that form part of the same UK-related second level internet domain;\n\t\t\t\t\t\t  * “second level internet domain” means an internet domain indicated by the last two elements of an internet domain name;\n\t\t\t\t\t\t  * “third level internet domain” means an internet domain indicated by the last three elements of an internet domain name;\n\t\t\t\t\t\t  * “top level internet domain” means an internet domain indicated by the last element of an internet domain name.\n\t\t\t\tAn internet domain is “UK-related” if, in the opinion of the Secretary ofState, the last element of its name is likely to cause users of the internet,or a class of such users, to believe that the domain and its sub-domains areconnected with the United Kingdom or a part of the United Kingdom.”\n\tAppointment of manager of internet domain registry\n\t\tAfter section 124O of the Communications Act 2003 insert—\n\t\t“124PAppointment of manager of internet domain registry\n\t\t\tThis section applies where—\n\t\t\t\tthe Secretary of State has given a notification under section 124O to aqualifying internet domain registry specifying a failure,\n\t\t\t\tthe period allowed for making representations has expired, and\n\t\t\t\tthe Secretary of State is satisfied that the registry has not taken thesteps that the Secretary of State considers appropriate for remedying thefailure.\n\t\t\tThe Secretary of State may by order appoint a manager in respect of theproperty and affairs of the internet domain registry for the purpose ofsecuring that the registry takes the steps described in subsection (1)(c).\n\t\t\tThe person appointed may be anyone whom the Secretary of State thinksappropriate.\n\t\t\tThe appointment of the manager does not affect—\n\t\t\t\ta right of a person to appoint a receiver of the registry’s property, or\n\t\t\t\tthe rights of a receiver appointed by a person other than the Secretary ofState.\n\t\t\tThe Secretary of State must—\n\t\t\t\tkeep the order under review, and\n\t\t\t\tif appropriate, discharge all or part of the order.\n\t\t\tThe Secretary of State must discharge the order on the appointment of aperson to act as administrative receiver, administrator, provisionalliquidator or liquidator of the registry.\n\t\t\tThe Secretary of State must discharge the order before the end of theperiod of 2 years beginning with the day on which it was made (but this doesnot prevent the Secretary of State from making a further order in the same orsimilar terms).\n\t\t\tWhen discharging an order under this section, the Secretary of State maymake savings and transitional provision.\n\t\t\tThe Secretary of State must send a copy of an order made under this sectionto the registry as soon as practicable after it is made.\n\t\t\tIn subsection (4), “receiver” includes a manager (other than a managerappointed by the registry) and a person who is appointed as both receiver andmanager.\n\t\t\tIn subsection (6)—\n\t\t\t\t  * “administrative receiver” means an administrative receiver within the meaning of section 251 of the Insolvency Act 1986 or Article 5(1) of the Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I. 19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “administrator” means a person appointed to manage the affairs, business and property of the registry under Schedule B1 to that Act or Schedule B1 to that Order.\n\t\tQFunctions of manager etc\n\t\t\tAn order under section 124P may make provision about the functions to beexercised by, and the powers of, the manager.\n\t\t\tThe order may, in particular—\n\t\t\t\tprovide for the manager to have such of the functions of the registry’sdirectors as are specified in the order (including functions exercisable onlyby a particular director or class of directors), and\n\t\t\t\tprovide for one or more of the registry’s directors to be prevented fromexercising any of those functions.\n\t\t\tThe order may make provision about the remuneration of the manager,including in particular—\n\t\t\t\tprovision for the amount of the remuneration to be determined by theSecretary of State, and\n\t\t\t\tprovision for the remuneration to be payable from the property of theregistry.\n\t\t\tIn carrying out the functions conferred by the order, the manager acts asthe registry’s agent.\n\t\t\tThe Secretary of State may apply to the court for directions in relation toany matter arising in connection with the functions or powers of the manager(and the costs of the application are to be paid by the registry).\n\t\t\tOn an application under subsection (5) the court may give such directionsor make such orders as it thinks fit.\n\t\t\tIn this section “the court” means—\n\t\t\t\tin England and Wales, the High Court or a county court,\n\t\t\t\tin Scotland, the Court of Session or the sheriff, and\n\t\t\t\tin Northern Ireland, the High Court.\n\t\t\tWhere the registry is a limited liability partnership, this section appliesas if references to a director of the registry were references to a member ofthe limited liability partnership.”\n\t\t\tIn section 192(1)(d) of that Act (appeals against decisions of theSecretary of State), after sub-paragraph (ii) insert—\n\t\t\t\tan order under section 124P;”.\n\t\t\tIn section 402(1) of that Act (powers of the Secretary of State to makeorders and regulations), after “conferred by” insert “section 124P and”.\n\tApplication to court to alter constitution of internet domain registry\n\t\tAfter section 124Q of the Communications Act 2003 insert—\n\t\t“124RApplication to court to alter constitution of internet domainregistry\n\t\t\tThis section applies where—\n\t\t\t\tthe Secretary of State has given a notification under section 124O to aqualifying internet domain registry specifying a failure,\n\t\t\t\tthe period allowed for making representations has expired, and\n\t\t\t\tthe Secretary of State is satisfied that the registry has not taken thesteps that the Secretary of State considers appropriate for remedying thefailure.\n\t\t\tThe Secretary of State may apply to the court (as defined in section 124Q)for an order under this section.\n\t\t\tThe court may make an order—\n\t\t\t\tmaking alterations of the registry’s constitution, and\n\t\t\t\trequiring the registry not to make any alterations, or any specifiedalterations, of its constitution without the leave of the court.\n\t\t\tAn order under this section may contain only such provision as the courtconsiders appropriate for securing that the registry remedies the failurespecified in the notification under section 124O.\n\t\t\tIn this section—\n\t\t\t\t  * “constitution” means, in the case of a company, the articles of association and, in the case of a limited liability partnership, the limited liability partnership agreement;\n\t\t\t\t  * “limited liability partnership agreement” means the agreement or agreements, whether express or implied, between the members of a limited liability partnership, and between the partnership and the members of the partnership, determining—\n\t\t\t\tthe mutual rights and duties of the members, and\n\t\t\t\ttheir rights and duties in relation to the partnership.”"
    },
    {
        "length": 2593,
        "text": "\nChannel Four Television Corporation\n\tFunctions of C4C in relation to media content\n\t\tBefore section 199 of the Communications Act 2003 insert—\n\t\t“198AC4C’s functions in relation to media content\n\t\t\tC4C must participate in—\n\t\t\t\tthe making of a broad range of relevant media content of high quality that,taken as a whole, appeals to the tastes and interests of a culturally diversesociety,\n\t\t\t\tthe making of high quality films intended to be shown to the general publicat the cinema in the United Kingdom, and\n\t\t\t\tthe broadcasting and distribution of such content and films.\n\t\t\tC4C must, in particular, participate in—\n\t\t\t\tthe making of relevant media content that consists of news and currentaffairs,\n\t\t\t\tthe making of relevant media content that appeals to the tastes andinterests of older children and young adults,\n\t\t\t\tthe broadcasting or distribution by means of electronic communicationsnetworks of feature films that reflect cultural activity in the United Kingdom(including third party films), and\n\t\t\t\tthe broadcasting or distribution of relevant media content by means of arange of different types of electronic communications networks.\n\t\t\tIn performing their duties under subsections (1) and (2) C4C must—\n\t\t\t\tpromote measures intended to secure that people are well-informed andmotivated to participate in society in a variety of ways, and\n\t\t\t\tcontribute towards the fulfilment of the public service objectives (asdefined in section 264A).\n\t\t\tIn performing their duties under subsections (1) to (3) C4C must—\n\t\t\t\tsupport the development of people with creative talent, in particular—\n\t\t\t\tpeople at the beginning of their careers in relevant media content orfilms, and\n\t\t\t\tpeople involved in the making of innovative content and films,\n\t\t\t\tsupport and stimulate well-informed debate on a wide range of issues,including by providing access to information and views from around the worldand by challenging established views,\n\t\t\t\tpromote alternative views and new perspectives, and\n\t\t\t\tprovide access to material that is intended to inspire people to makechanges in their lives.\n\t\t\tIn performing those duties C4C must have regard to the desirability of—\n\t\t\t\tworking with cultural organisations,\n\t\t\t\tencouraging innovation in the means by which relevant media content isbroadcast or distributed, and\n\t\t\t\tpromoting access to and awareness of services provided in digital form.\n\t\t\tIn this section—\n\t\t\t\t  * “participate in” includes invest in or otherwise procure;\n\t\t\t\t  * “relevant media content” means material, other than advertisements, which is included in any of the following services that are available to members of the public in all or part of the United Kingdom—\n\t\t\t\ttelevision programme services, additional television services or digitaladditional television services,\n\t\t\t\ton-demand programme services, or\n\t\t\t\tother services provided by means of the internet where there is a person whoexercises editorial control over the material included in the service;\n\t\t\t\t\tand a film is a “third party film” if C4C did not participate in making it.\n\t\t\tThe services that are to be taken for the purposes of this section to beavailable to members of the public include any service which—\n\t\t\t\tis available for reception by members of the public (within the meaning ofsection 361); or\n\t\t\t\tis available for use by members of the public (within the meaning ofsection 368R(4)).”\n\t\t\tIn section 199(2) of that Act (functions of C4C), for “C4C’s primaryfunctions are” substitute “In subsection (1) “primary functions” means—\n\t\t\t\tthe performance of C4C’s duties under section 198A;”\n\t\t\t\tand in the heading for that section, at the beginning insert “Other”.\n\t\t\tIn Schedule 9 to that Act (arrangements about carrying on C4C’sactivities)—\n\t\t\t\tin paragraph 1(1), after paragraph (a) (but before “and”) insert—\n\t\t\t\tas soon as practicable after the day on which section 198A comes intoforce,”,\n\t\t\t\tin paragraph 10, in the definition of “relevant licence period”, afterparagraph (a) (but before “and”) insert—\n\t\t\t\tin relation to the notification under paragraph 1(1)(aa), the periodbeginning on the day on which section 198A comes into force and ending on thelast day of the first licence period to expire after that day;”, and\n\t\t\t\tin that definition, in paragraph (b), for “any other such notification”substitute “any other notification under paragraph 1”.\n\t\t\tAccordingly, in the heading for Part 3 of that Act (television and radioservices), at the end insert “ETC”.\n\t\t\tIn section 24(1) of the Broadcasting Act 1990 (Channel 4 to be provided byC4C), for “The function of the Corporation shall be to” substitute “TheCorporation must”.\n\t\t\tIn paragraph 1 of Schedule 3 to that Act (status and capacity of C4C)—\n\t\t\t\tin sub-paragraph (4)(b), for “primary functions” substitute “Channel 4functions”, and\n\t\t\t\tafter that sub-paragraph insert—\n\t\t\tIn sub-paragraph (4) “Channel 4 functions” means—\n\t\t\t\tsecuring the continued provision of Channel 4, and\n\t\t\t\tthe fulfilment of the public service remit for that Channel under section265 of the Communications Act 2003.”\n\tMonitoring and enforcing C4C’s media content duties\n\t\tAfter section 198A of the Communications Act 2003 insert—\n\t\t“198BStatement of media content policy\n\t\t\tC4C must prepare a statement of media content policy—\n\t\t\t\tat the same time as they prepare the first statement of programme policythat is prepared under section 266 after this section comes into force, and\n\t\t\t\tsubsequently at annual intervals.\n\t\t\tC4C must monitor their performance in carrying out the proposals containedin their statements of media content policy.\n\t\t\tA statement of media content policy must—\n\t\t\t\tset out C4C’s proposals for securing that, during the following year, theywill discharge their duties under section 198A, and\n\t\t\t\tinclude a report on their performance in carrying out the proposalscontained in the previous statement.\n\t\t\tIn preparing the statement, C4C must—\n\t\t\t\thave regard to guidance given by OFCOM, and\n\t\t\t\tconsult OFCOM.\n\t\t\tC4C must publish each statement of media content policy—\n\t\t\t\tas soon as practicable after its preparation is complete, and\n\t\t\t\tin such manner as they consider appropriate, having regard to any guidancegiven by OFCOM.\n\t\t\tOFCOM must—\n\t\t\t\tfrom time to time review the guidance for the time being in force for thepurposes of this section, and\n\t\t\t\trevise that guidance as they think fit.\n\t\tCOFCOM reports on C4C’s media content duties\n\t\t\tFor each relevant period, OFCOM must—\n\t\t\t\tcarry out a review of the extent to which C4C have discharged their dutiesunder section 198A, and\n\t\t\t\tprepare a report on the matters found on the review.\n\t\t\tOFCOM must publish each report under this section—\n\t\t\t\tas soon as practicable after its preparation is complete, and\n\t\t\t\tin such manner as they consider appropriate.\n\t\t\t“Relevant period” means each period selected by OFCOM for the purposes ofsection 264(1)(b) that ends after this section comes into force.\n\t\tDDirections in relation to C4C’s media content duties\n\t\t\tThis section applies if OFCOM—\n\t\t\t\tare of the opinion that C4C have failed to perform one or more of theirduties under section 198A or section 198B(1), (3) or (5),\n\t\t\t\tare of the opinion that the failure is serious and is not excused byeconomic or market conditions, and\n\t\t\t\tdetermine that the situation requires the exercise of their functions underthis section.\n\t\t\tIn making a determination under subsection (1)(c), OFCOM must have regard,in particular, to—\n\t\t\t\tC4C’s statements of media content policy,\n\t\t\t\tC4C’s effectiveness and efficiency in monitoring their own performance, and\n\t\t\t\tgeneral economic and market conditions affecting the provision of relevantmedia content (as defined in section 198A).\n\t\t\tOFCOM may give directions to C4C to do one or both of the following—\n\t\t\t\tto revise the latest statement of media content policy in accordance withthe direction;\n\t\t\t\tto take such steps for remedying the failure as OFCOM specify in thedirection.\n\t\t\tA direction given under this section must set out—\n\t\t\t\ta reasonable timetable for complying with it, and\n\t\t\t\tthe factors that OFCOM will take into account in determining whether or nota failure has been remedied.\n\t\t\tOFCOM must consult C4C before giving a direction under this section.”\n\t\t\tAfter section 271 of that Act insert—\n\t\t“271ARemedying failure by C4C to perform media content duties\n\t\t\tThis section applies if OFCOM are satisfied—\n\t\t\t\tthat C4C have failed to comply with a direction under section 198D inrespect of a failure to perform one or more of their duties under section198A,\n\t\t\t\tthat C4C are still failing to perform that duty or those duties, and\n\t\t\t\tthat it would be both reasonable and proportionate to the seriousness ofthe failure to vary the licence under which Channel 4 is licensed (“theChannel 4 licence”) in accordance with this section.\n\t\t\tOFCOM may, by notice to C4C, vary the Channel 4 licence by adding suchconditions, or making such modifications of conditions, as OFCOM considerappropriate for remedying (entirely or partly) C4C’s failure to perform theduty or duties under section 198A.\n\t\t\tIf, at any time following such a variation, OFCOM consider that any of theadditional conditions or modifications is no longer necessary, they may againvary the licence with effect from such time as they may determine.\n\t\t\tOFCOM must consult C4C before exercising their power under this section tovary the Channel 4 licence.”"
    },
    {
        "length": 3082,
        "text": "\nIndependent television services\n\tDetermination of Channel 3 licence areas\n\t\tIn section 14 of the Broadcasting Act 1990 (establishment of Channel 3)—\n\t\t\tomit subsection (7) (restriction on providing a single Channel 3 servicefor the whole of England or the whole of Scotland), and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(7A)The areas mentioned in subsection (2) must at all times include at leastone area that comprises, or falls entirely within, Scotland.”\n\t\tSection 216 of the Communications Act 2003 (renewal of Channel 3 and 5licences) is amended as follows.\n\t\tFor subsection (4) substitute—\n\t\tWhere OFCOM receive an application under this section for the renewal of alicence they must—\n\t\t\tdecide whether to renew the licence; and\n\t\t\tnotify the applicant of their decision.\n\t\t\t(4A)If OFCOM decide to renew the licence they must—\n\t\t\tin the case of a licence to provide a Channel 3 service, determine inaccordance with section 216A the area for which the licence will be renewed;\n\t\t\tin every case, determine in accordance with section 217 the financial termson which the licence will be renewed; and\n\t\t\tnotify the applicant of their determinations.”\n\t\tAfter subsection (6) insert—\n\t\t“(6A)OFCOM may also decide not to renew a licence to provide a Channel 3service if, for the licensing period in question, they have renewed or proposeto renew one or more other licences to provide a Channel 3 service for all ofthe area to which the licence relates.”\n\t\tIn subsection (8)(a) for “subsection (4)(c)” substitute “subsection(4A)(c)”.\n\t\tIn subsection (10) for the words from “, in accordance” to the endsubstitute “—\n\t\t\tto any determination under subsection (4A)(a);\n\t\t\tin accordance with the determination under subsection (4A)(b), to therequirements imposed by section 217(4).”\n\t\tAfter section 216 of that Act insert—\n\t\t“216ARenewal of Channel 3 licences: determination of licence areas\n\t\t\tThis section applies if OFCOM decide under section 216(4) to renew alicence to provide a Channel 3 service.\n\t\t\tThe area determined under section 216(4A)(a) for the licence—\n\t\t\t\tmust include all or part of the area to which the licence being renewedcurrently relates, and\n\t\t\t\tmay include all or part of another area if the holder of the licence toprovide a Channel 3 service for the other area gives (and does not withdraw)consent before the determination is made.”\n\t\t\tIn section 217(1) of that Act, in the opening words, for “section216(4)(b)” substitute “section 216(4A)(b)”.\n\tInitial expiry date for Channel 3 and 5 and public teletext licences\n\t\tSection 224 of the Communications Act 2003 (initial expiry date forlicences) is amended as follows.\n\t\tFor subsection (1) (meaning of “initial expiry date”) substitute—\n\t\tSubject to any postponement under this section, for the purposes of thisPart the initial expiry date for the following types of licence is 31 December2014—\n\t\t\ta licence to provide a Channel 3 service;\n\t\t\ta licence to provide Channel 5;\n\t\t\tthe licence to provide the public teletext service.”\n\t\tIn subsection (2) (power to postpone initial expiry date), at the endinsert “for one or more of the types of licence mentioned in subsection (1)”.\n\t\tOmit subsection (3) (no postponement if digital switchover is to occurbefore 1 July 2013).\n\tInitial expiry date: consequential provision\n\t\tChapter 2 of Part 3 of the Communications Act 2003 (regulatory structurefor independent television services) is amended as follows.\n\t\tIn each of sections 214(6) and 216(12) (definition of “licensing period”for Channels 3 and 5)—\n\t\t\tin the opening words, after “licensing period” insert “, in relation to alicence,”,\n\t\t\tin paragraph (a), at the end (but before “or”) insert “for that type oflicence”, and\n\t\t\tin paragraph (b), at the end insert “for that type of licence”.\n\t\tIn each of sections 219(3) and 222(12) (definition of “licensing period”for public teletext service)—\n\t\t\tin paragraph (a), at the end (but before “or”) insert “for the licence toprovide the public teletext service”, and\n\t\t\tin paragraph (b), at the end insert “for that type of licence”.\n\t\tIn section 225(3) (period for review of financial terms of replacementChannel 3 and 5 and public teletext licences), after “initial expiry date”insert “for that type of licence”.\n\t\tIn section 228(8) (giving effect to review of financial terms ofreplacement licence), in the definition of “licensing period”—\n\t\t\tafter ““licensing period”” insert “, in relation to a licence,”,\n\t\t\tin paragraph (a), at the end (but before “or”) insert “for that type oflicence”, and\n\t\t\tin paragraph (b), at the end insert “for that type of licence”.\n\t\tSection 229 (report in anticipation of new licensing round) is amended asfollows.\n\t\tIn subsection (1), after “licensing period” insert “for a type of relevantlicence”.\n\t\tIn subsection (2)—\n\t\t\tfor “holders of relevant licences” substitute “holder or holders of thattype of licence”, and\n\t\t\tfor “licence holders” substitute “licence holder or holders”.\n\t\tIn subsection (3)(a) and (b), for “relevant licences” substitute “that typeof licence”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)Subsection (5) applies where the Secretary of State—\n\t\t\treceives a report under this section in anticipation of the end of alicensing period for a type of relevant licence, and\n\t\t\tsubsequently makes an order under section 224 extending the licensingperiod for that type of licence.”\n\t\tIn subsection (5)—\n\t\t\tfor the words from the beginning to “the order—” substitute “Where thissubsection applies—”, and\n\t\t\tin paragraph (a), for “he” substitute “the Secretary of State” and at theend (but before “and”) insert “for that type of licence”.\n\t\tIn subsection (6), in the definition of “licensing period”—\n\t\t\tin the opening words, after ““licensing period”” insert “, in relation to alicence,”,\n\t\t\tin paragraph (a), at the end (but before “or”) insert “for that type oflicence”, and\n\t\t\tin paragraph (b), at the end insert “for that type of licence”.\n\t\tSection 230 (orders suspending rights of renewal) is amended as follows.\n\t\tIn subsection (2), for “licences for the time being in force that are of adescription specified in the order are” substitute “a licence for the timebeing in force that is of a description specified in the order is”.\n\t\tIn that subsection, at the end insert “(but see subsection (7))”.\n\t\tIn each of subsections (3), (4), (5) and (8)(b), for “licences” substitute“a licence”.\n\t\tIn subsection (7), for “Channel 3 licences” substitute “a Channel 3licence”.\n\t\tIn subsection (11), in the definition of “initial licensing period”—\n\t\t\tafter ““initial licensing period”” insert “, in relation to a licence,”,and\n\t\t\tat the end (but before “and”) insert “for that type of licence”.\n\tReport by OFCOM on public teletext service\n\t\tAfter section 218 of the Communications Act 2003 insert—\n\t\t“218ADuty to report on public teletext service\n\t\t\tOFCOM must—\n\t\t\t\tprepare a report on the public teletext service, and\n\t\t\t\tsend it to the Secretary of State as soon as practicable after this sectioncomes into force.\n\t\t\tOFCOM must prepare and send to the Secretary of State further reports onthe public teletext service when asked to do so by the Secretary of State.\n\t\t\tEach report must include, in particular—\n\t\t\t\tan assessment of the advantages and disadvantages for members of the publicof the public teletext service being provided, and\n\t\t\t\tan assessment of whether the public teletext service can be provided at acost to the licence holder that is commercially sustainable.\n\t\t\tAn assessment under subsection (3)(a) must take account of alternative usesfor the capacity that would be available if the public teletext service werenot provided.\n\t\t\tOFCOM must publish every report under this section—\n\t\t\t\tas soon as practicable after they send it to the Secretary of State, and\n\t\t\t\tin such manner as they consider appropriate.\n\t\t\t“Capacity” means capacity on the frequencies on which Channel 3 services,Channel 4, S4C and television multiplex services are broadcast.”\n\tPower to remove OFCOM’s duty to secure provision of public teletextservice\n\t\tSection 218 of the Communications Act 2003 (provision of public teletextservice) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “must do all that they can to” substitute “may”, and\n\t\t\tat the end insert “and complies with this section”.\n\t\tIn subsection (7)—\n\t\t\tfor “OFCOM must exercise their powers” substitute “If there is a publicteletext provider, OFCOM must take account of the requirements of the publicteletext service when exercising their powers”, and\n\t\t\tomit the words after paragraph (b).\n\t\tAccordingly, in the heading of the section, for “Duty” substitute “Power”.\n\t\tOmit section 221 of that Act (replacement of existing public teletextprovider’s licence).\n\t\tIn section 276(1) of that Act (co-operation with the public teletextprovider), for “the provider of the service or channel” substitute “, if thereis a public teletext provider, the provider of the Channel 3 service orChannel 4”.\n\t\tIn section 362 of that Act (interpretation of Part 3), in the definition of“the public teletext service”, for “is required to be” substitute “is or maybe”.\n\t\tThe amendments made by this section and the entries in Schedule 2 relatingto sections 218(7) and 221 of the Communications Act 2003 (and section 45 sofar as relating to those entries) come into force on such day as the Secretaryof State may by order made by statutory instrument appoint.\n\t\tAn order may not be made under subsection (8) unless—\n\t\t\tcondition A or B is met,\n\t\t\tthe Secretary of State is satisfied that making the order is in the publicinterest, and\n\t\t\ta draft of the instrument containing the order has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tCondition A is that the Secretary of State has laid before Parliament areport by the Office of Communications (“OFCOM”) under section 218A of theCommunications Act 2003 (report on public teletext service).\n\t\tCondition B is that OFCOM have invited applications for the licence toprovide the public teletext service (within the meaning of Part 3 of theCommunications Act 2003) and—\n\t\t\tno applications were made by the closing date, or\n\t\t\tOFCOM considered that they could not award the licence to any of theapplicants.\n\tBroadcasting of programmes in Gaelic\n\t\tOmit section 184 of the Broadcasting Act 1990 (broadcasting of programmesin Gaelic on Channel 3 in Scotland).\n\t\tAccordingly, omit section 183A(7)(a) and (b) of that Act (representation inGaelic Media Service of interests of holders of certain licences)."
    },
    {
        "length": 661,
        "text": "\nDigital switchover\n\tIn section 86(6) of the Broadcasting Act 1990 (varying licences under Part3), for “section 110(1)(b)” substitute “section 97B or 110(1)(b)”.\n\tAfter section 97 of that Act insert—\n\t“Digital switchover\n\t\tADate for digital switchover\n\t\t\tThe Secretary of State may give notice to OFCOM nominating a date fordigital switchover for the post-commencement services specified or describedin the notice.\n\t\t\tWhen nominating a date, or considering whether to nominate a date, theSecretary of State must have regard to any report submitted by OFCOM or theBBC under section 67(1)(b) of the Broadcasting Act 1996 (review of digitalradio broadcasting).\n\t\t\tThe Secretary of State—\n\t\t\t\tmay nominate different dates for different services, and\n\t\t\t\tmay give notice to OFCOM withdrawing a nomination under this section.\n\t\t\tIn this section and section 97B—\n\t\t\t\t  * “date for digital switchover”, in relation to a post-commencement service, means a date after which it will cease to be appropriate for the service to continue to be provided in analogue form;\n\t\t\t\t  * “post-commencement service” means a local service, national service or additional service that is provided under a licence that—\n\t\t\t\twas granted on or after the day on which this section comes into force, or\n\t\t\t\thas been renewed under section 103B or 104AA.\n\t\tBVariation of licence period after date for digital switchovernominated\n\t\t\tThis section applies if the Secretary of State has nominated a date fordigital switchover for a post-commencement service (and has not withdrawn thenomination).\n\t\t\tIf the period for which the licence to provide the post-commencementservice is to continue in force ends after the date for digital switchover,OFCOM must by notice vary the licence so that the period ends on or beforethat date, subject to subsection (3).\n\t\t\tOFCOM may not reduce the period so that it ends less than 2 years after theday on which they issue the notice, unless the licence holder consents to sucha reduction.\n\t\t\tIf the period for which the licence to provide the post-commencementservice is to continue in force ends on or before the date for digitalswitchover, OFCOM may not vary the licence so that the period ends after thatdate.”\n\t\t\tIn section 199(5) of that Act (publication of notices by OFCOM), after“55,” insert “97B,”."
    },
    {
        "length": 505,
        "text": "\nRenewal of national radio licences\n\tIn section 103A of the Broadcasting Act 1990 (renewal of nationallicences), in subsection (1), after “renewed” insert “under this section”.\n\tAfter that section insert—\n\t“103BFurther renewal of national licences\n\t\tA national licence may be renewed under this section on one occasion for aperiod of not more than 7 years beginning with the date of renewal (“therenewal period”) (subject to the following provisions of this section).\n\t\tSubsections (2) to (9), (11) and (12) of section 103A apply in relation tothe renewal of a licence under this section as they apply in relation to therenewal of a licence under section 103A, subject to subsection (3).\n\t\tThose provisions apply in relation to the renewal of a licence under thissection as if the following were omitted—\n\t\t\tsubsection (4)(b),\n\t\t\tin subsection (4)(c), the words from “or OFCOM” to the end,\n\t\t\tsubsection (6)(a),\n\t\t\tsubsection (8)(a), and\n\t\t\tsubsection (9)(c).\n\t\tWhere OFCOM renew a licence under this section they must include in thelicence as renewed a condition requiring the licence holder to do all that thelicence holder can to secure the broadcasting of a simulcast radio service indigital form throughout the renewal period.”\n\t\tSection 103A(12) of the Broadcasting Act 1990 (as applied by section 103Bof that Act) does not prevent the determination of a date falling less thanone year after the making of the determination where—\n\t\t\tthe Office of Communications consider that the relevant date for thepurposes of that section (as applied) is a date which is not more than 15months after the day on which this section comes into force, and\n\t\t\tthe determination is made as soon as practicable after that day."
    },
    {
        "length": 1530,
        "text": "\nRenewal and variation of local radio licences\n\tIn section 104A of the Broadcasting Act 1990 (renewal of local licences)—\n\t\tin subsection (1), after “renewed” insert “under this section”, and\n\t\tafter that subsection insert—\n\t\t\t“(1A)A local licence may be renewed under this section only if it is grantedbefore the day on which section 104AA comes into force.”\n\tAfter that section insert—\n\t“104AAFurther renewal of local licences\n\t\tA local licence may be renewed under this section on one occasion for aperiod of not more than 7 years beginning with the date of renewal (subject tothe following provisions of this section and section 104AB).\n\t\tA local licence may be renewed under this section only if—\n\t\t\tit has been renewed under section 104A, or\n\t\t\tit is granted on or after the day on which this section comes into force.\n\t\tSubsections (3) to (12), (13) and (14) of section 104A apply in relation tothe renewal of a licence under this section as they apply in relation to therenewal of a licence under section 104A, subject to subsections (4) and (5).\n\t\tSection 104A(3) (as applied) has effect as if the words “Subject tosubsection (2)” were omitted.\n\t\tIn the case of an approved licence, if an applicant for renewal of thelicence under this section makes a national nomination in accordance withsection 104AB, section 104A (as applied) has effect as if—\n\t\t\tsubsections (4) and (13)(b) were omitted,\n\t\t\treferences to the nominated local digital sound programme service werereferences to the national digital sound programme service nominated undersection 104AB, and\n\t\t\treferences to the nominated local radio multiplex service were referencesto the national radio multiplex service nominated under section 104AB.\n\t\tIn this section and sections 104AB and 104AC—\n\t\t\t  * “approved licence” means a local licence approved by OFCOM for the purposes of this section;\n\t\t\t  * “local digital sound programme service”, “local radio multiplex service”, “national digital sound programme service” and “national radio multiplex service” have the same meanings as in Part 2 of the Broadcasting Act 1996.\n\t\tBefore approving a licence for the purposes of this section, OFCOM mustpublish a document specifying—\n\t\t\tthe licence proposed to be approved, and\n\t\t\ta period in which representations may be made to OFCOM.\n\tABRenewal under section 104AA: nomination of national services\n\t\tFor the purposes of section 104AA, a “national nomination” by an applicantfor the renewal of an approved licence is the nomination of—\n\t\t\ta national digital sound programme service provided or to be provided bythe applicant, and\n\t\t\ta national radio multiplex service.\n\t\tA national nomination must be made in the application for the renewal ofthe approved licence or before OFCOM consider the application.\n\t\tThe applicant may not nominate a national digital sound programme serviceunless OFCOM are satisfied that, if the application in question were granted,the programmes included in that service in each calendar month would includeat least 80% of the programmes included in the service provided under theapproved licence.\n\t\tA national nomination must specify the other approved licences (if any) inrelation to which, in reliance on the nomination, an application may be madeunder section 104AC.\n\tACVariation of conditions relating to digital services\n\t\tThis section applies where—\n\t\t\ta licence that is an approved licence has been renewed under section 104Aand includes a local digital services condition,\n\t\t\tan application has been made under section 104AA for the renewal of anotherapproved licence and the applicant has made a national nomination undersection 104AB, and\n\t\t\tthe nomination specifies the licence mentioned in paragraph (a) inaccordance with section 104AB(4).\n\t\tOFCOM may, if the requirements of subsections (3) and (4) are met, vary thelicence mentioned in subsection (1)(a) by—\n\t\t\tremoving the local digital services condition, and\n\t\t\tadding a national digital services condition.\n\t\tOFCOM must have received an application for the variation from the licenceholder.\n\t\tOFCOM must be satisfied that, if they varied the licence, the programmesincluded in the nominated national digital sound programme service in eachcalendar month would include at least 80% of the programmes included in theservice provided under that licence.\n\t\tIn this section—\n\t\t\t  * “local digital services condition” means a condition requiring the licence holder to do all that the licence holder can to ensure that a local digital sound programme service is broadcast by means of a local radio multiplex service;\n\t\t\t  * “national digital services condition” means a condition requiring the licence holder to do all that the licence holder can to ensure that the nominated national digital sound programme service is broadcast by means of the nominated national radio multiplex service until the day on which the licence (as renewed under section 104A) is to expire;\n\t\t\t  * “nominated” means nominated in the nomination referred to in subsection (1)(b).”\n\t\tSection 104A(14) of the Broadcasting Act 1990 (as applied by section 104AAof that Act) does not prevent the determination of a date falling less thanone year after the making of the determination where—\n\t\t\tthe Office of Communications consider that the relevant date for thepurposes of that section (as applied) is a date which is not more than 15months after the day on which this section comes into force, and\n\t\t\tthe determination is made as soon as practicable after that day.\n\t\tThe requirement under section 104AA(7) of the Broadcasting Act 1990 may besatisfied by the publication of a document before this section comes intoforce."
    },
    {
        "length": 634,
        "text": "\nVariation of licence period following renewal\n\tIn section 86(6) of the Broadcasting Act 1990 (variation of licence periodetc), after “section 97B” (inserted by section 30) insert “, 105A”.\n\tBefore section 106 (but after the heading preceding that section) insert—\n\t“105AVariation of licence period following renewal\n\t\tThis section applies if the Secretary of State—\n\t\t\thas not nominated a date for digital switchover under section 97A for oneor more relevant renewed services, or\n\t\t\thas withdrawn the nomination of such a date and has not nominated anothersuch date under that section.\n\t\tThe Secretary of State may give notice to OFCOM fixing a date (the“termination date”) in relation to that service or such of those services asare specified or described in the notice.\n\t\tThe Secretary of State may fix different dates for different services butmay not fix a date falling before 31 December 2015.\n\t\tIf the period for which a licence to provide a relevant renewed service isto continue in force ends after the termination date fixed for the service,OFCOM must by notice vary the licence so that the period ends on or beforethat date, subject to subsection (5).\n\t\tOFCOM may not reduce the period so that it ends on a day falling less than2 years after the date on which they issue the notice, unless the licenceholder consents to such a reduction.\n\t\tIf the period for which a licence to provide a relevant renewed service isto continue in force ends on or before the termination date fixed for theservice, OFCOM may not vary the licence so that the period ends after thatdate.\n\t\t“Relevant renewed service” means a national service provided under alicence that has been renewed under section 103B or a local service providedunder a licence that has been renewed under section 104AA.”\n\t\tIn section 199(5) of that Act (publication of notices by OFCOM), after“103,” insert “105A,”.\n\t\tIf on 31 December 2012, in relation to a relevant renewed service (asdefined in section 105A(7) of the Broadcasting Act 1990)—\n\t\t\tsection 105A of that Act applies, but\n\t\t\tthe Secretary of State has not given a notice under that section,\n\t\t\t\tthe Secretary of State must, before 31 December 2013, consider whether to givea notice under that section in relation to that service."
    },
    {
        "length": 600,
        "text": "\nContent and character of local sound broadcasting services\n\tIn section 106(1A) of the Broadcasting Act 1990 (conditions relating todepartures from character of licensed service), after paragraph (d) insert “;or\n\t\tthat, in the case of a local licence—\n\t\tthe departure would result from programmes included in the licensed serviceceasing to be made at premises in the area or locality for which the serviceis provided, but\n\t\tthose programmes would continue to be made wholly or partly at premiseswithin the approved area (as defined in section 314 of the Communications Act2003 (local content and character of services)).”\n\tSection 314 of the Communications Act 2003 (local content and character oflocal sound broadcasting services) is amended as follows.\n\tIn subsection (1), in paragraph (a), omit the words from “but” to “thatcase”.\n\tAfter that subsection insert—\n\t\t“(1A)Paragraphs (a) and (b) of subsection (1) apply in the case of each localsound broadcasting service only if and to the extent (if any) that OFCOMconsider it appropriate in that case.”\n\tIn subsection (7)—\n\t\tbefore the definition of “local material” insert—\n\t\t\t  * ““approved area”, in relation to programmes included in a local sound broadcasting service, means an area approved by OFCOM for the purposes of this section that includes the area or locality for which the service is provided;”, and\n\t\tin the definition of “locally-made”, at the end insert “or, if there is anapproved area for the programmes, that area”.\n\tAfter subsection (8) insert—\n\tBefore approving an area for the purposes of this section, OFCOM mustpublish a document specifying—\n\t\tthe area that they propose to approve, and\n\t\ta period in which representations may be made to OFCOM about the proposals.\n\tOFCOM may withdraw their approval of all or part of an area at any time ifthe holder of the licence to provide the local sound broadcasting serviceconcerned consents.\n\tWhere OFCOM approve an area or withdraw their approval of an area, theymust publish, in such manner as they consider appropriate, a notice givingdetails of the area.”\n\tThe requirement under section 314(9) of the Communications Act 2003 may besatisfied by the publication of a document before this section comes intoforce."
    },
    {
        "length": 453,
        "text": "\nRadio multiplex services: frequency and licensed area\n\tAfter section 54 of the Broadcasting Act 1996 insert—\n\t“54AVariation of radio multiplex licences: frequency or licensed area\n\t\tOFCOM may, if the requirements of subsections (3) to (5) are met, vary anational radio multiplex licence by extending the area in which the licensedservice is required to be available.\n\t\tOFCOM may, if the requirements of subsections (3) to (6) are met, vary alocal radio multiplex licence by—\n\t\t\tvarying the frequency on which the licensed service is required to beprovided,\n\t\t\treducing the area or locality in which the licensed service is required tobe available, or\n\t\t\textending that area or locality to include an adjoining area or locality.\n\t\tOFCOM must have received an application for the variation from the licenceholder.\n\t\tThe application must include a technical plan relating to the serviceproposed to be provided under the licence indicating, in particular—\n\t\t\tthe area or locality which would be within the coverage area of theservice,\n\t\t\tthe timetable in accordance with which that coverage would be achieved, and\n\t\t\tthe technical means by which it would be achieved.\n\t\tBefore deciding whether to grant the application, OFCOM must publish anotice specifying—\n\t\t\tthe proposed variation of the licence, and\n\t\t\ta period in which representations may be made to OFCOM about the proposal.\n\t\tIn the case of a local radio multiplex licence, OFCOM may vary the licencein accordance with the application only if they are satisfied that doing sowould not unacceptably narrow the range of programmes available by way oflocal digital sound programme services to persons living in the area orlocality for which, before the proposed variation, the local radio multiplexservice is required to be available.”"
    },
    {
        "length": 432,
        "text": "\nRenewal of radio multiplex licences\n\tAfter section 58 of the Broadcasting Act 1996 insert—\n\t“58ARenewal of radio multiplex licences: supplementary\n\t\tThe Secretary of State may by regulations—\n\t\t\tamend section 58, and\n\t\t\tmake further provision about the renewal of radio multiplex licences.\n\t\tThe regulations may, in particular, make provision about—\n\t\t\tthe circumstances in which OFCOM may renew a radio multiplex licence,\n\t\t\tthe period for which a licence may be renewed,\n\t\t\tthe information that OFCOM may require an applicant for renewal of alicence to provide,\n\t\t\tthe requirements that must be met by such an applicant,\n\t\t\tthe grounds on which OFCOM may refuse an application for renewal of alicence,\n\t\t\tpayments to be made in respect of a licence following its renewal, and\n\t\t\tfurther conditions to be included in a licence following its renewal.\n\t\tThe regulations may, in particular, amend or modify this Part of this Act.\n\t\tA statutory instrument containing the regulations may not be made unless adraft of the instrument has been laid before, and approved by a resolution of,each House of Parliament.\n\t\tThe power to make regulations under this section may not be exercised after31 December 2015 (but this does not affect the continuation in force of anyregulations made under this section before that date).”\n\t\tIn section 72(1) of that Act (interpretation of Part 2), before thedefinition of “radio multiplex service” insert—\n\t\t\t  * ““radio multiplex licence” means a licence to provide a radio multiplex service;”."
    },
    {
        "length": 165,
        "text": "\nRegulation of television and radio services\n\tApplication of regulatory regimes to broadcasters\n\t\tIn section 263 of the Communications Act 2003 (application of regulatoryregimes to broadcasters), for subsection (4) substitute—\n\t\tThe Secretary of State may by order provide for—\n\t\t\ta condition included by virtue of this Act in a regulatory regime to beexcluded from the regime;\n\t\t\ta condition excluded from a regulatory regime by an order under thissubsection to be included in the regime again.\n\t\t\t(4A)An order under subsection (4) may, in particular, provide for a conditionto be included or excluded for a period specified in the order.”"
    },
    {
        "length": 1385,
        "text": "\nAccess to electromagnetic spectrum\n\tPayment for licences\n\t\tSection 12 of the Wireless Telegraphy Act 2006 (charges for grant oflicence) is amended as follows.\n\t\tIn subsection (5) at the end insert “, but this is subject to subsection(6).”\n\t\tAfter subsection (5) insert—\n\t\tRegulations under or for the purposes of subsection (1)(b), so far as itrelates to payments during the term of a licence, may be made so as to applyin relation to a licence granted in accordance with regulations under section14, but only in the following cases—\n\t\t\twhere provision included in the licence with the consent of the holder ofthe licence provides for the regulations to apply;\n\t\t\twhere the licence includes terms restricting the exercise by OFCOM of theirpower to revoke the licence before the end of a period and that period hasexpired;\n\t\t\twhere the licence would, but for a variation, have ceased to have effect atthe end of a period and that period has expired;\n\t\t\twhere the licence is a surrendered-spectrum licence.\n\t\tProvision may not be made by virtue of subsection (6)(c) or (d) without theconsent of the Secretary of State.\n\t\tA wireless telegraphy licence is a “surrendered-spectrum licence” if —\n\t\t\tit is granted under arrangements involving (before the grant or later) thevariation, revocation or expiry of another wireless telegraphy licence;\n\t\t\tthe arrangements are with a view to enabling the holder of that otherlicence to comply with a limit applying to frequencies in respect of which aperson may hold licences; and\n\t\t\tit authorises the use after that variation, revocation or expiry of afrequency whose use until then was or is authorised by that other licence.\n\t\tIn relation to a surrendered-spectrum licence there may be more than onesuch other licence (“predecessor licence”) and a licence may be a predecessorlicence to more than one surrendered-spectrum licence.”\n\t\tSection 14 of the Wireless Telegraphy Act 2006 (bidding for licences) isamended as follows.\n\t\tIn subsection (5) after “those sums must” insert “, subject to subsection(5A),”.\n\t\tAfter subsection (5) insert—\n\t\t\t“(5A)The regulations may, with the consent of the Secretary of State, makeprovision permitting or requiring a surrendered-spectrum licence to which theregulations apply to include—\n\t\t\tprovision requiring all or part of a sum that would otherwise be payable toOFCOM under subsection (5) to be paid to a person who was or is the holder ofa predecessor licence;\n\t\t\tprovision requiring a sum in addition to that payable to OFCOM undersubsection (5) to be paid to such a person;\n\t\t\tprovision specifying any such sum or part or the method for determiningit.”\n\t\tAfter subsection (8) insert—\n\t\tIn subsection (5A) “surrendered-spectrum licence” and “predecessorlicence” have the meaning given by section 12(8) and (9).”\n\tEnforcement of licence terms etc\n\t\tIn Chapter 4 of Part 2 of the Wireless Telegraphy Act 2006 (enforcement ofregulation of radio spectrum) after section 43 insert—\n\t\t“43ASpecial procedure for contraventions of certain provisions\n\t\t\tOFCOM may impose a penalty on a person if—\n\t\t\t\tthat person is or has been in contravention in any respect of a provision,term or limitation of a wireless telegraphy licence;\n\t\t\t\tOFCOM have notified that person that it appears to them that the provision,term or limitation has been contravened in that respect;\n\t\t\t\tthis section applies to that contravention by virtue of provision includedin the licence; and\n\t\t\t\tthat contravention is not one in respect of which proceedings for anoffence under this Chapter have been brought against that person.\n\t\t\tA licence may provide in accordance with subsection (1)(c) that thissection applies to the contravention of a provision, term or limitation onlyif it appears to OFCOM that a direction under section 5 requires theprovision, term or limitation to be included in the licence.\n\t\t\tWhere OFCOM impose a penalty on a person under this section, they must—\n\t\t\t\tnotify that person of that decision and of their reasons for that decision;and\n\t\t\t\tin that notification, fix a reasonable period after it is given as theperiod within which the penalty is to be paid.\n\t\t\tA penalty imposed under this section—\n\t\t\t\tmust be paid to OFCOM; and\n\t\t\t\tif not paid within the period fixed by them, is to be recoverable by themaccordingly.\n\t\t\tNo proceedings for an offence under this Chapter may be commenced against aperson in respect of a contravention in respect of which a penalty has beenimposed by OFCOM under this section.\n\t\t\tThe amount of a penalty imposed under this section is to be such amount notexceeding 10 per cent of the relevant amount of gross revenue as OFCOM think—\n\t\t\t\tappropriate; and\n\t\t\t\tproportionate to the contravention in respect of which it is imposed.”\n\t\t\tIn section 44 of that Act (relevant amount of gross revenue), insubsections (1) and (10), after “43” insert “or 43A”.\n\t\t\tIn section 400 of the Communications Act 2003 (destination of licence feesand penalties), in subsection (1)(d), after “42” insert “or 43A”."
    },
    {
        "length": 1944,
        "text": "\nVideo recordings\n\tClassification of video games etc\n\t\tSection 2 of the Video Recordings Act 1984 (exempted video works) isamended as follows.\n\t\tIn subsection (1)—\n\t\t\tafter “video work” insert “other than a video game”,\n\t\t\tafter paragraph (a) insert “or”, and\n\t\t\tomit paragraph (c) (and the word “or” before it).\n\t\tAfter that subsection insert—\n\t\t\t“(1A)Subject to subsection (2) or (3) below, a video game is for the purposesof this Act an exempted work if—\n\t\t\tit is, taken as a whole, designed to inform, educate or instruct;\n\t\t\tit is, taken as a whole, concerned with sport, religion or music; or\n\t\t\tit satisfies one or more of the conditions in section 2A.”\n\t\tAfter subsection (3) insert—\n\t\tThe Secretary of State may by regulations amend this section—\n\t\t\tby adding or removing a case in which a video work is not an exempted work,or\n\t\t\tby amending a description of such a case.”\n\t\tAfter section 2 of that Act insert—\n\t\t“2AConditions relating to video games\n\t\t\tThe conditions referred to in section 2(1A)(c) are as follows.\n\t\t\tThe first condition is that the video game does not include any of thefollowing—\n\t\t\t\tdepictions of violence towards human or animal characters, whether or notthe violence looks realistic and whether or not the violence results inobvious harm,\n\t\t\t\tdepictions of violence towards other characters where the violence looksrealistic,\n\t\t\t\tdepictions of criminal activity that are likely, to any extent, tostimulate or encourage the commission of offences,\n\t\t\t\tdepictions of activities involving illegal drugs or the misuse of drugs,\n\t\t\t\twords or images that are likely, to any extent, to stimulate or encouragethe use of alcohol or tobacco,\n\t\t\t\twords or images that are intended to convey a sexual message,\n\t\t\t\tswearing, or\n\t\t\t\twords or images that are intended or likely, to any extent, to causeoffence, whether on the grounds of race, gender, disability, religion orbelief or sexual orientation or otherwise.\n\t\t\tIn subsection (2) “human or animal character” means a character that is, orwhose appearance is similar to that of—\n\t\t\t\ta human being, or\n\t\t\t\tan animal that exists or has existed in real life,\n\t\t\t\t\tbut does not include a simple stick character or any equally basicrepresentation of a human being or animal.\n\t\t\tThe second condition is that the designated authority, or a personnominated by the designated authority for the purposes of this section, hasconfirmed in writing that the video game is suitable for viewing by personsunder the age of 12.\n\t\t\tThe Secretary of State may by regulations amend this section—\n\t\t\t\tby amending the first condition, or\n\t\t\t\tby adding a further condition (or by amending or removing such acondition).\n\t\t\tRegulations under this section may make provision by reference to documentsproduced by the designated authority.”\n\t\t\tIn section 3 of that Act (exempted supplies), after subsection (8) insert—\n\t\t\t“(8A)The supply of a video recording in the form of a machine of a typedesigned primarily for use in an amusement arcade is an exempted supply unlessthe video game (or, if more than one, any of the video games) that itcontains—\n\t\t\t\tdepicts, to any significant extent, anything falling within section2(2)(a), (b), (c) or (d) or (3), or\n\t\t\t\tis likely to any significant extent to stimulate or encourage anythingfalling within section 2(2)(a) or, in the case of anything falling withinsection 2(2)(b), is likely to any extent to do so.\n\t\t\t\t(8B)The supply of any other video recording is an exempted supply if therecording is supplied for the purpose only of its use in connection with asupply that is an exempted supply under subsection (8A).”\n\t\t\tAt the end of that section insert—\n\t\t\tThe Secretary of State may by regulations amend this section and theregulations may, in particular—\n\t\t\t\tadd a case in which the supply of a video recording is an exempted supplyfor the purposes of this Act, or\n\t\t\t\trepeal a provision of this section.”\n\tDesignated authority for video games etc\n\t\tAfter section 4 of the Video Recordings Act 1984 insert—\n\t\t“4ZADesignated authorities for video games and other video works\n\t\t\tThe power to designate a person by notice under section 4 includes power todesignate different persons—\n\t\t\t\tas the authority responsible for making arrangements in respect of videogames (“the video games authority”), and\n\t\t\t\tas the authority responsible for making arrangements in respect of othervideo works (“the video works authority”).\n\t\t\tWhere there are two designated authorities, references in this Act to thedesignated authority, in relation to a video work, are references to thedesignated authority responsible for making arrangements in respect of thevideo work, taking account of any allocation in force under section 4ZB.\n\t\tZBDesignated authorities: allocation of responsibility for video games\n\t\t\tWhere there are two designated authorities, the video games authority may,with the consent of the video works authority, allocate to that authorityresponsibility—\n\t\t\t\tfor a class of video games, or\n\t\t\t\tfor video games, or a class of video games, when (and only when) they arecontained in a video recording that is described in the allocation (whether byreference to its contents, to the manner in which it is, or is to be, suppliedor otherwise).\n\t\t\tIf an allocation is in force—\n\t\t\t\tthe video works authority is responsible for making arrangements under thisAct in respect of the allocated video games, and\n\t\t\t\tthe video games authority ceases to be responsible for making sucharrangements.\n\t\t\tAn allocation—\n\t\t\t\tmust be made by a notice, and\n\t\t\t\tmay be withdrawn at any time by a notice given by the video games authoritywith the consent of the video works authority.\n\t\t\tWhen making or withdrawing an allocation under this section, the videogames authority must have regard to any guidance issued by the Secretary ofState.\n\t\t\tA notice under this section must be—\n\t\t\t\tsent to the Secretary of State, and\n\t\t\t\tpublished in such manner as the video games authority considersappropriate.\n\t\t\tA question as to which designated authority is responsible for makingarrangements in respect of a video game may be conclusively determined by thevideo games authority.\n\t\tZCDesignated authorities: video works included in video games\n\t\t\tThe video games authority may make such arrangements in respect of videoworks included in video games as it considers are necessary for the purposesof fulfilling its responsibilities in respect of video games.\n\t\t\tWhere there are two designated authorities, the arrangements made by thevideo games authority under section 4 must, to the extent that the video gamesauthority considers appropriate, include either or both of the following—\n\t\t\t\tarrangements for having regard to any classification certificate issued bythe video works authority in respect of a video work included in a video game;\n\t\t\t\tarrangements for obtaining and having regard to a determination by thevideo works authority as to the suitability of all or part of a video workincluded in a video game.\n\t\t\tFor the purpose of determining the extent to which arrangements describedin subsection (2)(a) or (b) are appropriate, the video games authority must—\n\t\t\t\tconsult the video works authority, and\n\t\t\t\thave regard to any guidance issued by the Secretary of State.\n\t\t\tIn this section, “suitability” means suitability for the issue of aclassification certificate or suitability for the issue of a classificationcertificate of a particular description.”\n\t\t\tSchedule 1 (which contains further amendments of the Video Recordings Act1984) has effect."
    },
    {
        "length": 181,
        "text": "\nCopyright and performers’ property rights: penalties\n\tIncrease of penalties relating to infringing articles or illicitrecordings\n\t\tThe Copyright, Designs and Patents Act 1988 is amended as follows.\n\t\tIn section 107 (criminal liability for making or dealing with infringingarticles etc.) in subsections (4)(a) and (4A)(a) for “the statutory maximum”substitute “£50,000”.\n\t\tIn section 198 (criminal liability for making, dealing with or usingillicit recordings) in subsections (5)(a) and (5A)(a) for “the statutorymaximum” substitute “£50,000”."
    },
    {
        "length": 932,
        "text": "\nPublic lending right\n\tPublic lending right\n\t\tSection 5(2) of the Public Lending Right Act 1979 (interpretation) isamended as follows.\n\t\tBefore the definition of “local library authority” insert—\n\t\t\t  * ““author”, in relation to a work recorded as a sound recording, includes a producer or narrator;\n\t\t\t  * “book” includes—\n\t\t\ta work recorded as a sound recording and consisting mainly of spoken words (an“audio-book”), and\n\t\t\ta work, other than an audio-book, recorded in electronic form and consistingmainly of (or of any combination of) written or spoken words or still pictures(an “e-book”);\n\t\t\t\t  * “lent out”—\n\t\t\tmeans made available to a member of the public for use away from librarypremises for a limited time, but\n\t\t\tdoes not include being communicated by means of electronic transmission to aplace other than library premises,\n\t\t\t\tand “loan” and “borrowed” are to be read accordingly;\n\t\t\t\t  * “library premises” has the meaning given in section 8(7) of the Public Libraries and Museums Act 1964;”.\n\t\tAfter the definition of “prescribed” insert—\n\t\t\t  * ““producer” has the meaning given in section 178 of the Copyright, Designs and Patents Act 1988;”.\n\t\tAt the end of the definition of “the register” omit “and”.\n\t\tAfter the definition of “the Registrar” insert—\n\t\t\t  * ““sound recording” has the meaning given in section 5A(1) of the Copyright, Designs and Patents Act 1988.”\n\t\tThe Copyright, Designs and Patents Act 1988 is amended as follows.\n\t\tIn section 40A (permitted acts in relation to copyright works: lending ofcopies by libraries or archives), for subsection (1) substitute—\n\t\tCopyright in a work of any description is not infringed by the followingacts by a public library in relation to a book within the public lending rightscheme—\n\t\t\tlending the book;\n\t\t\tin relation to an audio-book or e-book, copying or issuing a copy of thebook as an act incidental to lending it.\n\t\t\t(1A)In subsection (1)—\n\t\t\t“book”, “audio-book” and “e-book” have the meanings given in section 5 ofthe Public Lending Right Act 1979,\n\t\t\t“the public lending right scheme” means the scheme in force under section 1of that Act,\n\t\t\ta book is within the public lending right scheme if it is a book within themeaning of the provisions of the scheme relating to eligibility, whether ornot it is in fact eligible, and\n\t\t\t“lending” is to be read in accordance with the definition of “lent out” insection 5 of that Act (and section 18A of this Act does not apply).”\n\t\tIn Schedule 2, in paragraph 6B (permitted acts in relation to performances:lending of copies by libraries or archives)—\n\t\t\tat the beginning insert—\n\t\t\t“(A1)The rights conferred by this Chapter are not infringed by the followingacts by a public library in relation to a book within the public lending rightscheme—\n\t\t\tlending the book;\n\t\t\tin relation to an audio-book or e-book, copying or issuing a copy of thebook as an act incidental to lending it.\n\t\t\t(A2)Expressions used in sub-paragraph (A1) have the same meaning as in section40A(1).”;\n\t\t\tin sub-paragraph (2), for “this paragraph” substitute “sub-paragraph (1)”."
    },
    {
        "length": 1201,
        "text": "\nGeneral\n\tPower to make consequential provision etc\n\t\tThe Secretary of State may by regulations made by statutory instrument makeincidental, supplementary, consequential, transitional, transitory or savingprovision in connection with the amendments made by this Act.\n\t\tThe regulations may—\n\t\t\tmake different provision for different purposes,\n\t\t\tmodify an Act passed before or in the same Session as this Act orsubordinate legislation made before this Act is passed, and\n\t\t\twhere they are made in connection with an amendment made by section 28 orby a provision listed in section 47(3), modify a provision of an Act passed,or subordinate legislation made, before the day on which that amendment comesinto force.\n\t\tA statutory instrument containing regulations under this section that amendor repeal a provision of an Act may not be made unless a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\tAny other statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section—\n\t\t\t  * “modify” includes amend, repeal or revoke; \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act 1978. \n\tRepeals \n\t\tSchedule 2 (repeals) has effect.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tAn amendment of the following enactments that is made by this Act may beextended to any of the Channel Islands or the Isle of Man under the relevantextending power—\n\t\t\tPart 1 of the Copyright, Designs and Patents Act 1988;\n\t\t\tthe Broadcasting Act 1990;\n\t\t\tthe Broadcasting Act 1996;\n\t\t\tthe Communications Act 2003;\n\t\t\tthe Wireless Telegraphy Act 2006.\n\t\t“Relevant extending power” means—\n\t\t\tin relation to amendments of Part 1 of the Copyright, Designs and PatentsAct 1988, section 157(2) of that Act;\n\t\t\tin relation to amendments of the Broadcasting Act 1990, section 204(6) ofthat Act;\n\t\t\tin relation to amendments of the Broadcasting Act 1996, section 150(4) ofthat Act;\n\t\t\tin relation to amendments of the Communications Act 2003, section 411(6) ofthat Act;\n\t\t\tin relation to amendments of the Wireless Telegraphy Act 2006, section118(3) of that Act.\n\t\tThe power conferred by section 157(2)(c) of the Copyright, Designs andPatents Act 1988 (power to extend to British overseas territories) isexercisable in relation to any amendment made by this Act to Part 1 of thatAct.\n\tCommencement \n\t\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed, but this is subject to—\n\t\t\tsection 28(8), and\n\t\t\tsubsections (2) and (3).\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsections 5, 6, 7, 15 and 16(1),\n\t\t\tsections 30 to 32, and\n\t\t\tthis section and sections 46 and 48.\n\t\tThe following come into force on such day as the Secretary of State may byorder made by statutory instrument appoint—\n\t\t\tsections 19 to 21,\n\t\t\tsection 29 and the entries in Schedule 2 relating to sections 183A and 184of the Broadcasting Act 1990 and Schedule 15 to the Communications Act 2003(and section 45 so far as it relates to those entries),\n\t\t\tsections 40(2), (3), (5) and (6) and 41(1), paragraphs 2 to 4, 6 to 9 and10(2) of Schedule 1 (and section 41(2) so far as it relates to thoseprovisions) and the entries in Schedule 2 relating to sections 2, 4 and 22 ofthe Video Recordings Act 1984 (and section 45 so far as it relates to thoseentries), and\n\t\t\tsection 43 and the entry in Schedule 2 relating to the Public Lending RightAct 1979 (and section 45 so far as it relates to that entry).\n\t\tThe Secretary of State may appoint different days for different purposes.\n\tShort title\n\t\tThis Act may be cited as the Digital Economy Act 2010."
    }
]