[
    {
        "length": 3781,
        "text": "\nNHS bodies and their functions: England\n\tEnglish Health Authorities: change of name\n\t\tOn and after the date on which this section comes into force, HealthAuthorities for areas in England are to be known instead as Strategic HealthAuthorities.\n\t\tAccordingly, for section 8 of the National Health Service Act [1977 (c.49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (in this Actreferred to as “the 1977 Act”) (establishment and abolition of HealthAuthorities) there is substituted—\n\t\t“8Health Authorities and Strategic Health Authorities\n\t\t\tIt is the duty of the Secretary of State to establish, in accordance withPart 1 of Schedule 5 to this Act, authorities to be called—\n\t\t\t\tStrategic Health Authorities, in the case of authorities established forareas in England;\n\t\t\t\tHealth Authorities, in the case of authorities established for areas inWales.\n\t\t\tSubject to subsection (4) below—\n\t\t\t\ta Strategic Health Authority shall be established for such area of Englandas is specified in the order establishing the authority; and\n\t\t\t\ta Health Authority shall be established for such area of Wales as is sospecified, or, if the order so provides, for the whole of Wales.\n\t\t\tA Strategic Health Authority or a Health Authority shall be known by suchname, in addition to the title “Strategic Health Authority” or “HealthAuthority”, as—\n\t\t\t\tappears to the Secretary of State appropriately to signify the connectionof the authority with the area for which they are established; and\n\t\t\t\tis specified in the order establishing the authority.\n\t\t\tThe Secretary of State may by order—\n\t\t\t\tvary the area of a Strategic Health Authority or Health Authority;\n\t\t\t\tabolish a Strategic Health Authority or Health Authority;\n\t\t\t\testablish a new Strategic Health Authority or Health Authority;\n\t\t\t\tchange the name by which a Strategic Health Authority or Health Authorityare known.\n\t\t\tNo order shall be made under this section relating to a Strategic HealthAuthority until after the completion of such consultation as may beprescribed.\n\t\t\tConsultation requirements contained in regulations under subsection (5) arein addition to, and not in substitution for, any other consultationrequirements which may apply.\n\t\t\tThe Secretary of State shall act under this section so as to ensure—\n\t\t\t\tthat the areas for which Strategic Health Authorities are at any timeestablished together comprise the whole of England;\n\t\t\t\tthat the areas for which Health Authorities are at any time establishedtogether comprise the whole of Wales; and\n\t\t\t\tthat no area for which a Strategic Health Authority or a Health Authorityare established extends both into England and into Wales.\n\t\t\tThe power to make incidental or supplemental provision conferred by section126(4) below includes, in particular, in its application to orders made underthis section, power to make provision for the transfer of staff, property,rights and liabilities.”\n\t\t\tSchedule 1 (which contains amendments consequential upon this section) isto have effect.\n\tPrimary Care Trusts\n\t\tSection 16A of the 1977 Act (which provides for the establishment ofPrimary Care Trusts) is amended as provided in subsections (2) and (3).\n\t\tFor subsection (1) there is substituted—\n\t\tIt is the duty of the Secretary of State to establish bodies to be knownas Primary Care Trusts for areas in England with a view to their exercisingfunctions in relation to the health service.\n\t\t\t(1A)The Secretary of State shall act under this section so as to ensure thatthe areas for which Primary Care Trusts are at any time established togethercomprise the whole of England.”\n\t\tIn subsection (3), after “the area” there is inserted “of England”.\n\t\tSchedule 5A to the 1977 Act (which makes further provision about PrimaryCare Trusts) is amended as follows—\n\t\t\tin paragraph 2(3)—\n\t\t\tfor “the Health Authority in whose area a Primary Care Trust is establishedto meet the costs” there is substituted “a Strategic Health Authority whosearea includes any part of the area of a Primary Care Trust to meet costs”, and\n\t\t\tin paragraph (b), after “meet” there is inserted “(or to contributetowards its meeting)”,\n\t\t\tin paragraph 2(4), for “the Health Authority in whose area a Primary CareTrust is established” there is substituted “a Strategic Health Authority whosearea includes any part of the area of a Primary Care Trust”,\n\t\t\tin paragraph 16(1), for “the Health Authority within whose area the trust’sarea falls” there is substituted “each Strategic Health Authority whose areaincludes any part of the trust’s area”, and\n\t\t\tin paragraph 16(3), for “the Health Authority within whose area the trust’sarea falls” there is substituted “any Strategic Health Authority whose areaincludes any part of the trust’s area”.\n\t\tSchedule 2 (which contains amendments of the 1977 Act and of otherenactments to reallocate functions of Health Authorities to Primary CareTrusts and to make certain connected amendments) is to have effect.\n\tDirections: distribution of functions\n\t\tThe 1977 Act is amended as follows.\n\t\tIn section 16D (Secretary of State’s directions: distribution offunctions), in subsection (1), after “Special Health Authority” there isinserted “or a Primary Care Trust”.\n\t\tFor section 17A (Health Authority’s directions: distribution of functions)there is substituted—\n\t\t“17AStrategic Health Authority’s directions: distribution of functions\n\t\t\tA Strategic Health Authority may, in relation to any specified functions oftheirs, direct a Primary Care Trust any part of whose area falls within theirarea to exercise those functions.\n\t\t\tBut a Strategic Health Authority may not so direct a Primary Care Trust inrelation to any functions of the Strategic Health Authority arising undersection 28C arrangements if the Primary Care Trust is providing any servicesin accordance with those arrangements.\n\t\t\tThe Secretary of State may direct Strategic Health Authorities thatspecified functions of theirs—\n\t\t\t\tare to be exercisable, or exercisable to (or only to) any specified extent,by Primary Care Trusts; or\n\t\t\t\tare not to be exercisable by Primary Care Trusts,\n\t\t\t\t\tand that the power in subsection (1) above is to be exercised accordingly.\n\t\t\tDirections under subsection (3)(a) above may include directions that any ofthe specified functions are to be exercised (or exercised to or only to anyspecified extent) jointly with the Strategic Health Authority, or jointly byone or more Primary Care Trusts; but such directions may be given only ifregulations providing for the joint exercise of those functions have been madeunder section 16 or 16B above.\n\t\t\tIn this section, “specified” means specified in the directions.”\n\t\t\tIn section 17B (Health Authority’s directions: exercise of functions), insubsection (1), the words from “which” to the end are omitted.\n\t\t\tIn section 18 (directions and regulations under preceding provisions), insubsection (1A)—\n\t\t\t\t“or” is inserted after paragraph (a),\n\t\t\t\tparagraph (b) is omitted, and\n\t\t\t\tin paragraph (c), for “16D, 17 or 17A” there is substituted “16D or 17”.\n\tPersonal medical services, personal dental services and localpharmaceutical services\n\t\tIn section 9 of the National Health Service (Primary Care) Act [1997 (c.46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\") (relationshipbetween Part 1 of that Act and the 1977 Act), after subsection (1) there isinserted—\n\t\t\t“(1A)In subsection (1), the words from “, apart from” to “functions),” haveeffect only in relation to Wales.”\n\t\tIn section 36 of the Health and Social Care Act [2001 (c.15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") (effect of the1977 Act), after subsection (1) there is inserted—\n\t\t“(1A)In subsection (1), the words from “, apart from” to “authority),” haveeffect only in relation to Wales.”\n\t\tSchedule 3 (which contains amendments of the National Health Service(Primary Care) Act 1997 and of other enactments related to the provisions ofthis section and sections 1 to 3) is to have effect.\n\tLocal Representative Committees\n\t\tSection 44 of the 1977 Act (recognition of local representative committees)is amended in accordance with subsections (2) to (7).\n\t\tBefore subsection (A1) there is inserted—\n\t\t\t“(ZA1)A Primary Care Trust may recognise a committee formed for its area, orfor the area of that and one or more other Primary Care Trusts, which it issatisfied is representative of—\n\t\t\tthe medical practitioners providing general medical services or generalophthalmic services in the Primary Care Trust’s area;\n\t\t\tthose medical practitioners and the deputy medical practitioners for thePrimary Care Trust’s area;\n\t\t\tthe medical practitioners mentioned in—\n\t\t\tparagraph (a) above; or\n\t\t\tparagraph (b) above,\n\t\t\tand the section 28C medical practitioners for the Primary Care Trust’s area,\n\t\t\tand any committee so recognised shall be called the Local Medical Committeefor the Primary Care Trust’s area.”\n\t\tAfter subsection (A1) there is inserted—\n\t\t“(A2)A Primary Care Trust may recognise a committee formed for its area, orfor the area of that and one or more other Primary Care Trusts, which it issatisfied is representative of—\n\t\t\tthe dental practitioners providing general dental services in the PrimaryCare Trust’s area;\n\t\t\tthose dental practitioners and the deputy dental practitioners for thePrimary Care Trust’s area;\n\t\t\tthe dental practitioners mentioned in—\n\t\t\tparagraph (a) above; or\n\t\t\tparagraph (b) above,\n\t\t\tand the section 28C dental practitioners for the Primary Care Trust’s area,\n\t\t\tand any committee so recognised shall be called the Local Dental Committee forthe Primary Care Trust’s area.”\n\t\tAfter subsection (B1) there is inserted—\n\t\t“(B2)Where a Primary Care Trust is satisfied that a committee formed for itsarea, or for its area together with the area of one or more other Primary CareTrusts, is representative—\n\t\t\tof the ophthalmic opticians providing general ophthalmic services in thePrimary Care Trust’s area; or\n\t\t\tof the persons providing pharmaceutical services from premises in thePrimary Care Trust’s area,\n\t\t\tthe Primary Care Trust may recognise that committee; and any committee sorecognised shall be called the Local Optical Committee or the LocalPharmaceutical Committee, as the case may be, for the area of the Primary CareTrust.”\n\t\tIn subsection (2), “with the approval of the Health Authority” is omitted.\n\t\tIn subsection (3)—\n\t\t\tin each of paragraphs (a) and (c), before “Health Authority” there isinserted “Primary Care Trust or”,\n\t\t\tafter paragraph (a) there is inserted—\n\t\t\tis a section 28C medical practitioner for the area of a Primary CareTrust if he is a medical practitioner who performs personal medical servicesin the area of the Primary Care Trust in accordance with arrangements madeunder section 28C above;”, and\n\t\t\tafter paragraph (c) there is inserted—\n\t\t\tis a section 28C dental practitioner for the area of a Primary Care Trustif he is a dental practitioner who performs personal dental services in thearea of the Primary Care Trust in accordance with arrangements made undersection 28C above;”.\n\t\tIn subsection (4), after “notified the” there is inserted “Primary CareTrust or”.\n\t\tSection 45 of the 1977 Act (functions of local representative committees)is amended as follows.\n\t\tAfter subsection (1) there is inserted—\n\t\t“(1ZA)Regulations may require—\n\t\t\tPrimary Care Trusts, in the exercise of their functions under this Part ofthis Act, to consult committees recognised by them under section 44 above,\n\t\t\tStrategic Health Authorities, in the exercise of any of their functionswhich relate to arrangements under section 28C above, to consult committeesrecognised under section 44(ZA1)(c) or (A2)(c) above by Primary Care Trustsfor the area or areas where the personal medical or dental services areprovided (or to be provided) under the arrangements,\n\t\t\ton such occasions and to such extent as may be prescribed.”\n\t\tIn subsection (1A)—\n\t\t\tfor “power conferred by subsection (1) above is” there is substituted“powers conferred by subsections (1) and (1ZA) above are”, and\n\t\t\tafter “require a” there is inserted “Strategic Health Authority, PrimaryCare Trust or”.\n\t\tIn subsection (1C)—\n\t\t\tfor “subsection (A1)(b) or (c) or (B1)(b) or (c)” there is substituted“subsection (ZA1)(b) or (c), (A1)(b) or (c), (A2)(b) or (c) or (B1)(b) or(c)”,\n\t\t\tbefore paragraph (a) there is inserted—\n\t\t\tin the case of a committee recognised under subsection (ZA1)(b) or(c)(ii) of that section, to the deputy medical practitioners for the PrimaryCare Trust’s area;\n\t\t\tin the case of a committee recognised under subsection (ZA1)(c) of thatsection, to the section 28C medical practitioners for that area;”, and\n\t\t\tafter paragraph (b) there is inserted—\n\t\t\tin the case of a committee recognised under subsection (A2)(b) or (c)(ii)of that section, to the deputy dental practitioners for the Primary CareTrust’s area;\n\t\t\tin the case of a committee recognised under subsection (A2)(c) of thatsection, to the section 28C dental practitioners for that area;”.\n\t\tIn each of subsections (2) and (3), before “Health Authority”, in eachplace where it occurs, there is inserted “Primary Care Trust or”."
    },
    {
        "length": 1275,
        "text": "\nNHS bodies and their functions: Wales\n\tLocal Health Boards\n\t\tAfter section 16B of the 1977 Act there is inserted—\n\t\t“16BALocal Health Boards\n\t\t\tThe National Assembly for Wales may establish bodies to be known as LocalHealth Boards with a view, in particular, to their exercising—\n\t\t\t\tfunctions of Health Authorities transferred or to be transferred to theAssembly by order under section 27 of the Government of Wales Act 1998 (reformof Welsh health authorities),\n\t\t\t\tother functions of the Assembly relating to the health service.\n\t\t\tEach Local Health Board shall be established by order made by the Assembly(referred to in this Act as an LHB order), and an order may establish morethan one Local Health Board.\n\t\t\tA Local Health Board shall be established for the area of Wales specifiedin its LHB order.\n\t\t\tIf any consultation requirements apply, they must be complied with beforean LHB order is varied or revoked.\n\t\t\tIn this section, “consultation requirements” means requirements aboutconsultation contained in regulations made by the Assembly.\n\t\t\tSchedule 5B to this Act (which makes further provision about Local HealthBoards) shall have effect.\n\t\tBBLocal Health Boards: functions\n\t\t\tThe National Assembly for Wales may direct a Local Health Board to exercisein relation to its area any functions which—\n\t\t\t\twere exercised by a Health Authority in relation to any part of the samearea, and\n\t\t\t\thave been transferred to the Assembly as mentioned in section 16BA(1)above.\n\t\t\tThe Assembly may also direct a Local Health Board to exercise in relationto its area such other functions of the Assembly relating to the healthservice as are specified in the directions.\n\t\t\tThe functions which may be specified in directions under this sectioninclude functions under enactments relating to mental health and nursinghomes.\n\t\t\tThe Assembly may give directions to a Local Health Board about its exerciseof any functions.\n\t\t\tDirections under subsection (1) above must be given in regulations made bythe Assembly; but other directions under this section and directions undersection 16BC below may be given in such regulations or by instrument inwriting.\n\t\tBCExercise of functions by Local Health Boards\n\t\t\tThis section applies to functions which are exercisable by a Local HealthBoard under or by virtue of section 16BB above or this section.\n\t\t\tThe Assembly may give directions providing for any functions to which thissection applies to be exercised—\n\t\t\t\tby another Local Health Board;\n\t\t\t\tby a Special Health Authority; or\n\t\t\t\tjointly with any one or more of the following: Health Authorities, NHStrusts, Primary Care Trusts and other Local Health Boards.\n\t\t\tDirections given by the Assembly may provide—\n\t\t\t\tfor any functions to which this section applies to be exercised, on behalfof the Local Health Board by whom they are exercisable, by a committee, sub-committee or officer of the Board,\n\t\t\t\tfor any functions which, under this section, are exercisable by a SpecialHealth Authority to be exercised, on behalf of that authority, by a committee,sub-committee or officer of the authority,\n\t\t\t\tfor any functions which, under this section, are exercisable by a LocalHealth Board jointly with one or more Health Authorities or other Local HealthBoards (but not with any NHS trusts) to be exercised, on behalf of the healthservice bodies in question, by a joint committee or joint sub-committee.”\n\t\t\tSchedule 4 (which inserts the new Schedule 5B in the 1977 Act) and Schedule5 (which makes other amendments relating to Local Health Boards) are to haveeffect.\n\t\t\tIn section 126 of the 1977 Act (orders, regulations and directions)—\n\t\t\t\tin subsection (1)—\n\t\t\t\tafter “PCT order” there is inserted “or an instrument made by the NationalAssembly for Wales”, and\n\t\t\t\tin paragraph (b), after “Schedule 5A to this Act” there is inserted “,paragraph 19, 20 or 22 of Schedule 5B to this Act”,\n\t\t\t\tin subsection (3B), after “pursuance of” there is inserted “section 16BBor”,\n\t\t\t\tin subsection (4), for “section 18” there is substituted “section 16BB,18”, and\n\t\t\t\tin subsection (4A)—\n\t\t\t\tthe word “or” at the end of paragraph (b) is omitted, and\n\t\t\t\tafter paragraph (b) there is inserted—\n\t\t\t\tparagraph 9(3) of Schedule 5B to this Act, or”.\n\t\t\tSection 1 of the National Health Service (Private Finance) Act [1997 (c.56)](/id/ukpga/1997/56?view=plain \"Go to item of legislation\") (powers toenter into externally financed development agreements) applies to Local HealthBoards as it applies to NHS trusts."
    },
    {
        "length": 402,
        "text": "\nFunding of Strategic Health Authorities and Health Authorities\n\tSection 97 of the 1977 Act (means of meeting expenditure of HealthAuthorities etc out of public funds) is amended as follows.\n\tBefore subsection (1) there is inserted—\n\t\t“(A1)It is the duty of the Secretary of State to pay in respect of eachfinancial year to each Strategic Health Authority sums not exceeding theamount allotted for that year by the Secretary of State to the Authoritytowards meeting the expenditure of the Authority which is attributable to theperformance by the Authority of their functions in that year.”\n\tIn subsection (3C), after “any year” there is inserted “to a StrategicHealth Authority under subsection (A1) above or”.\n\tIn subsection (3D), after “given to” there is inserted “the StrategicHealth Authority or”.\n\tIn subsection (3F), after “any year to” there is inserted “a StrategicHealth Authority or”.\n\tIn subsection (5), after “allotted to a” there is inserted “StrategicHealth Authority,”.\n\tIn subsection (6)—\n\t\tafter “directions to a” there is inserted “Strategic Health Authority,”,\n\t\tat the end of paragraph (a) there is inserted “or”, and\n\t\tparagraphs (bb) and (c) are omitted.\n\tSubsection (8) is omitted.\n\tIn subsection (9), after “paid to” there is inserted “Strategic HealthAuthorities,”."
    },
    {
        "length": 956,
        "text": "\nFunding of Primary Care Trusts\n\tFor section 97C of the 1977 Act (public funding of Primary Care Trusts) thereis substituted—\n\t“97CPublic funding of Primary Care Trusts\n\t\tIt is the duty of the Secretary of State, in respect of each financialyear, to pay to each Primary Care Trust—\n\t\t\tsums equal to their general Part 2 expenditure; and\n\t\t\tsums not exceeding the amount allotted by the Secretary of State to thePrimary Care Trust for that year towards meeting the Trust’s main expenditurein that year.\n\t\tIn determining the amount to be allotted for any year to a Primary CareTrust under subsection (1)(b) above (or in varying the amount under subsection(7) below), the Secretary of State may take into account, in whatever way hethinks appropriate—\n\t\t\tthe Trust’s general Part 2 expenditure; and\n\t\t\texpenditure which would have been the Trust’s general Part 2 expenditurebut for an order under section 103(1) below,\n\t\t\t\tduring any period he thinks appropriate (or such elements of that expenditureas he thinks appropriate).\n\t\tWhere the Secretary of State has made an initial determination of theamount (“the initial amount”) to be allotted for any year to a Primary CareTrust under subsection (1)(b) above, he may increase the initial amount by afurther sum if it appears to him that over a period notified to the Trust—\n\t\t\tit satisfied any objectives notified to it as objectives to be met inperforming its functions; or\n\t\t\tit performed well against any criteria notified to it as criteria relevantto the satisfactory performance of its functions (whether or not the method ofmeasuring its performance against those criteria was also notified to it).\n\t\tIn subsection (3) above, “notified” means specified or referred to in anotice given to the Primary Care Trust by the Secretary of State.\n\t\tIn making any increase under subsection (3) above, the Secretary of Statemay (whether by directions under subsection (8) below or otherwise) impose anyconditions he thinks fit on the application or retention by the Primary CareTrust of the sum in question.\n\t\tWhere the Secretary of State has, under subsection (3) above, increased byany sum the amount to be allotted for any year to a Primary Care Trust andnotified the Trust of the allotment and it subsequently appears to him thatthe Trust has failed (wholly or in part) to satisfy any conditions imposed inmaking that increase, he may—\n\t\t\treduce the allotment made to the Trust for that year; or\n\t\t\twhen he has made an initial determination of the amount (“the initialamount”) to be allotted for any subsequent year to the Trust under subsection(1)(b) above, reduce the initial amount,\n\t\t\tby any amount not exceeding that sum.\n\t\tAn amount is allotted to a Primary Care Trust for a year under this sectionwhen the Trust is notified by the Secretary of State that the amount isallotted to the Trust for that year; and the Secretary of State may make anallotment under this section increasing or reducing (subject to subsection (6)above) an allotment previously so made, and the reference to a determinationin subsection (3) above includes a determination made with a view toincreasing or reducing an allotment previously so made.\n\t\tThe Secretary of State may give directions to a Primary Care Trust withrespect to—\n\t\t\tthe application of sums paid to it under this section, or\n\t\t\tthe payment of sums by it to the Secretary of State in respect of chargesor other sums referable to the valuation or disposal of assets.\n\t\tSums falling to be paid to Primary Care Trusts under this section shall bepayable subject to compliance with such conditions as to records, certificatesor otherwise as the Secretary of State may determine.”"
    },
    {
        "length": 2248,
        "text": "\nFunding of Local Health Boards\n\tAfter section 97E of the 1977 Act there is inserted—\n\t“97FPublic funding of Local Health Boards\n\t\tIt is the duty of the National Assembly for Wales, in respect of eachfinancial year, to pay to each Local Health Board—\n\t\t\tsums equal to their general Part 2 expenditure; and\n\t\t\tsums not exceeding the amount allotted by the National Assembly for Walesto the Local Health Board for that year towards meeting the Board’s mainexpenditure in that year.\n\t\tIn determining the amount to be allotted for any year to a Local HealthBoard under subsection (1)(b) above (or in varying the amount under subsection(7) below), the National Assembly for Wales may take into account, in whateverway the Assembly thinks appropriate—\n\t\t\tthe Board’s general Part 2 expenditure; and\n\t\t\texpenditure which would have been the Board’s general Part 2 expenditurebut for an order under section 103(1) below,\n\t\t\t\tduring any period the Assembly thinks appropriate (or such elements of thatexpenditure as it thinks appropriate).\n\t\tWhere the National Assembly for Wales has made an initial determination ofthe amount (“the initial amount”) to be allotted for any year to a LocalHealth Board under subsection (1)(b) above, the Assembly may increase theinitial amount by a further sum if it appears to it that over a periodnotified to the Board—\n\t\t\tthe Board satisfied any objectives notified to it as objectives to be metin performing its functions; or\n\t\t\tit performed well against any criteria notified to it as criteria relevantto the satisfactory performance of its functions (whether or not the method ofmeasuring its performance against those criteria was also notified to it).\n\t\tIn subsection (3) above, “notified” means specified or referred to in anotice given to the Local Health Board by the National Assembly for Wales.\n\t\tIn making any increase under subsection (3) above, the National Assemblyfor Wales may (whether by directions under subsection (8) below or otherwise)impose any conditions it thinks fit on the application or retention by theLocal Health Board of the sum in question.\n\t\tWhere the National Assembly for Wales has, under subsection (3) above,increased by any sum the amount to be allotted for any year to a Local HealthBoard and notified the Board of the allotment and it subsequently appears tothe Assembly that the Board has failed (wholly or in part) to satisfy anyconditions imposed in making that increase, the Assembly may—\n\t\t\treduce the allotment made to the Board for that year; or\n\t\t\twhen the Assembly has made an initial determination of the amount (“theinitial amount”) to be allotted for any subsequent year to the Board undersubsection (1)(b) above, reduce the initial amount,\n\t\t\tby any amount not exceeding that sum.\n\t\tAn amount is allotted to a Local Health Board for a year under this sectionwhen the Board is notified by the National Assembly for Wales that the amountis allotted to the Board for that year; and the National Assembly for Walesmay make an allotment under this section increasing or reducing (subject tosubsection (6) above) an allotment previously so made, and the reference to adetermination in subsection (3) above includes a determination made with aview to increasing or reducing an allotment previously so made.\n\t\tThe National Assembly for Wales may give directions to a Local Health Boardwith respect to—\n\t\t\tthe application of sums paid to the Board under this section, or\n\t\t\tthe payment of sums by the Board to the National Assembly for Wales inrespect of charges or other sums referable to the valuation or disposal ofassets.\n\t\tSums falling to be paid to Local Health Boards under this section shall bepayable subject to compliance with such conditions as to records, certificatesor otherwise as the National Assembly for Wales may determine.\n\tGFinancial duties of Local Health Boards\n\t\tIt is the duty of every Local Health Board, in respect of each financialyear, to perform its functions so as to secure that the expenditure of theBoard which is attributable to the performance by the Board of its functionsin that year (not including expenditure within subsection (1)(a) of section97F above) does not exceed the aggregate of—\n\t\t\tthe amount allotted to it for that year under subsection (1)(b) of thatsection;\n\t\t\tany sums received by it in that year under any provision of this Act (otherthan sums received by it under that section); and\n\t\t\tany sums received by it in that year otherwise than under this Act for thepurpose of enabling it to defray any such expenditure.\n\t\tThe National Assembly for Wales may give such directions to a Local HealthBoard as appear to be requisite to secure that the Board complies with theduty imposed on it by subsection (1) above.\n\t\tDirections under subsection (2) may be specific in character.\n\t\tTo the extent to which—\n\t\t\tany expenditure is defrayed by a Local Health Board as trustee or on behalfof a Local Health Board by special trustees; or\n\t\t\tany sums are received by a Local Health Board as trustee or under section96A above,\n\t\t\t\tthat expenditure and, subject to subsection (6) below, those sums shall bedisregarded for the purposes of this section.\n\t\tFor the purposes of this section sums which, in the hands of a Local HealthBoard, cease to be trust funds and become applicable by the Local Health Boardotherwise than as trustee shall be treated, on their becoming so applicable,as having been received by the Local Health Board otherwise than as trustee.\n\t\tOf the sums received by a Local Health Board under section 96A above somuch only as accrues to the Local Health Board after defraying any expensesincurred in obtaining them shall be disregarded under subsection (4) above.\n\t\tSubject to subsection (4) above, the National Assembly for Wales may bydirections determine—\n\t\t\twhether specified sums are, or are not, to be treated for the purposes ofthis section as received under this Act by a specified Local Health Board;\n\t\t\twhether specified expenditure is, or is not, to be treated for thosepurposes as expenditure within subsection (1) above of a specified LocalHealth Board; or\n\t\t\tthe extent to which, and the circumstances in which, sums received by aLocal Health Board under section 97F above but not yet spent are to be treatedfor the purposes of this section as part of the expenditure of the LocalHealth Board and to which financial year’s expenditure they are to beattributed.\n\t\tIn subsection (7) above, “specified” means of a description specified inthe directions.\n\tHResource limits for Local Health Boards\n\t\tIt is the duty of every Local Health Board to ensure that the use of itsresources in a financial year does not exceed the amount specified for it inrelation to that year by the National Assembly for Wales.\n\t\tFor the purpose of subsection (1) above no account shall be taken of anyuse of resources for the purposes of a Board’s general Part 2 expenditure(within the meaning of paragraph 6A of Schedule 12A).\n\t\tBut in specifying an amount for a Local Health Board under subsection (1)above (or in varying the amount under subsection (5) below), the NationalAssembly for Wales may take into account (in whatever way it thinksappropriate)—\n\t\t\tany such use of resources; and\n\t\t\tthe use of any resources which would have been for the purpose of theBoard’s general Part 2 expenditure but for an order under section 103(1)below,\n\t\t\t\tduring any period the Assembly thinks appropriate (or such elements of suchuses of resources as it thinks appropriate).\n\t\tFor the purpose of subsection (1) above the National Assembly for Wales maygive directions—\n\t\t\tspecifying uses of resources which are to be, or not to be, taken intoaccount;\n\t\t\tmaking provision for determining to which Local Health Board certain usesof resources are to be attributed;\n\t\t\tspecifying descriptions of resources which are to be, or not to be, takeninto account.\n\t\tWhere an amount has been specified under this section in respect of afinancial year, it may be varied by a later specification.\n\t\tSubsections (4) to (6) of section 97G above shall apply in relation to theduty under subsection (1) above as they apply in relation to the duty undersection 97G(1); and for that purpose references to the defraying ofexpenditure and the receipt of sums shall be construed as references to theincurring of liabilities and the acquisition of assets.\n\t\tThe provisions in section 97G(2) and (3) above about the giving ofdirections by the National Assembly for Wales shall apply in relation to theduty under subsection (1) above as they apply in relation to the duty undersection 97G(1).\n\t\tIn this section a reference to the use of resources is a reference to theirexpenditure, consumption or reduction in value.”"
    },
    {
        "length": 2320,
        "text": "\nExpenditure of NHS bodies\n\tThe 1977 Act is amended as follows.\n\tIn section 97 (means of meeting expenditure of Health Authorities etc outof public funds), in subsection (3BB), for “section 97C” there is substituted“sections 97C and 97F”.\n\tSchedule 12A to the 1977 Act (expenditure of Health Authorities and PrimaryCare Trusts) is amended as follows.\n\tIn paragraph 3—\n\t\tin each of sub-paragraphs (1), (4) and (5), for “Secretary of State” thereis substituted “National Assembly for Wales”,\n\t\tin sub-paragraph (1), for “he” there is substituted “it”,\n\t\tin sub-paragraph (4)—\n\t\tfor “his discretion” there is substituted “its discretion”, and\n\t\tfor “his opinion” there is substituted “the Assembly’s opinion”, and\n\t\tin sub-paragraph (5), for “he” there is substituted “the Assembly”.\n\tIn paragraph 4(2), the word “or” at the end of paragraph (a) is omitted,and after paragraph (a) there is inserted—\n\t\tremuneration referable to the cost of drugs,\n\t\tremuneration paid to persons providing additional pharmaceutical services(in accordance with directions under section 41A above), in respect of such ofthose services as are designated, or”.\n\tIn paragraph 5(1)—\n\t\tthe “and” at the end of paragraph (a) is omitted,\n\t\tin paragraph (b), for “(other than general Part II expenditure),” there issubstituted “(other than general Part 2 expenditure and remuneration referableto the cost of drugs), and”, and\n\t\tfor the words following paragraph (b) there is substituted—\n\t\texpenditure attributable to remuneration referable to the cost of drugsfor which the trust is accountable in that year (whether paid by it or byanother trust).”\n\tIn paragraph 5(2), the “or” at the end of paragraph (a) is omitted, andafter paragraph (a) there is inserted—\n\t\tremuneration paid in that year to persons providing additionalpharmaceutical services (in accordance with directions under section 41Aabove), in respect of such of those services as are designated, or”.\n\tFor paragraph 6 there is substituted—\n\tFor each financial year, the Secretary of State shall apportion, in suchmanner as he thinks appropriate, among all Primary Care Trusts the total ofthe remuneration referable to the cost of drugs which is paid by each PrimaryCare Trust in that year.\n\tA Primary Care Trust is accountable in any year for remuneration referableto the cost of drugs to the extent (and only to the extent) that suchremuneration is apportioned to it under sub-paragraph (1) above.\n\tWhere in any financial year any remuneration referable to the cost of drugsfor which a Primary Care Trust is accountable is paid by another Primary CareTrust, the remuneration is to be treated (for the purposes of sections 97C and97D above) as having been paid by the first trust in the performance of itsfunctions.\n\tThe Secretary of State may, in particular, exercise his discretion undersub-paragraph (1) above—\n\t\tso that any apportionment reflects, in the case of each Primary Care Trust,the financial consequences of orders for the provision of drugs, being orderswhich in his opinion are attributable to the trust in question,\n\t\tby reference to averaged or estimated amounts.\n\tThe Secretary of State may make provision for any remuneration referable tothe cost of drugs which is paid by a Primary Care Trust other than the trustwhich is accountable for the payment to be reimbursed in such manner as he maydetermine.”\n\tAfter paragraph 6 there is inserted—\n\t“Local Health Boards: general Part 2 expenditure\n\t\t6A(1)In section 97F above and this Schedule, general Part 2 expenditure, inrelation to a Local Health Board, means expenditure of the Board which—\n\t\t\tis attributable to the payment of remuneration to persons providingservices in pursuance of Part 2 of this Act, and\n\t\t\tis not excluded by sub-paragraph (2) below.\n\t\tExpenditure is excluded if it is attributable to—\n\t\t\tthe reimbursement of expenses of persons providing services in pursuance ofPart 2 which are designated expenses incurred in connection with the provisionof the services (or in giving instruction in matters relating to theservices),\n\t\t\tremuneration referable to the cost of drugs,\n\t\t\tremuneration paid to persons providing additional pharmaceutical services(in accordance with directions under section 41A above), in respect of such ofthose services as are designated, or\n\t\t\tremuneration of a designated description which is determined by the Boardand paid to persons providing general medical services in pursuance of Part 2.\n\tLocal Health Boards: main expenditure\n\t\t6B(1)In section 97F above, main expenditure, in relation to a Local HealthBoard and the year in question, means—\n\t\t\texpenditure of the Board mentioned in sub-paragraph (2) below,\n\t\t\tany other expenditure of the Board attributable to the performance of itsfunctions in that year (other than general Part 2 expenditure and remunerationreferable to the cost of drugs), and\n\t\t\texpenditure attributable to remuneration referable to the cost of drugs forwhich the Board is accountable in that year (whether paid by it or by anotherBoard).\n\t\tThe expenditure referred to in sub-paragraph (1)(a) above is expenditureattributable to—\n\t\t\tthe reimbursement in that year of expenses of persons providing services inpursuance of Part 2 which are designated expenses incurred in connection withthe provision of the services (or in giving instruction in matters relating tothe services),\n\t\t\tremuneration paid in that year to persons providing additionalpharmaceutical services (in accordance with directions under section 41Aabove), in respect of such of those services as are designated, or\n\t\t\tremuneration of a designated description which is determined by the Boardand paid in that year to persons providing general medical services inpursuance of Part 2.\n\t\t\t6C(1)For each financial year, the National Assembly for Wales shall apportion,in such manner as it thinks appropriate, among all Local Health Boards thetotal of the remuneration referable to the cost of drugs which is paid by eachLocal Health Board in that year.\n\t\tA Local Health Board is accountable in any year for remuneration referableto the cost of drugs to the extent (and only to the extent) that suchremuneration is apportioned to it under sub-paragraph (1) above.\n\t\tWhere in any financial year any remuneration referable to the cost of drugsfor which a Local Health Board is accountable is paid by another Local HealthBoard, the remuneration is to be treated (for the purposes of sections 97F and97G above) as having been paid by the first Board in the performance of itsfunctions.\n\t\tThe National Assembly for Wales may, in particular, exercise its discretionunder sub-paragraph (1) above—\n\t\t\tso that any apportionment reflects, in the case of each Local Health Board,the financial consequences of orders for the provision of drugs, being orderswhich in the Assembly’s opinion are attributable to the Board in question,\n\t\t\tby reference to averaged or estimated amounts.\n\t\tThe National Assembly for Wales may make provision for any remunerationreferable to the cost of drugs which is paid by a Local Health Board otherthan the Board which is accountable for the payment to be reimbursed in suchmanner as the Assembly may determine.”\n\t\tIn paragraph 7—\n\t\t\tin sub-paragraph (1)—\n\t\t\tin the definition of “designated”, after “Secretary of State” there isinserted “or, as the case may be, the National Assembly for Wales”, and\n\t\t\tin the definition of “remuneration referable to the cost of drugs”, for“paragraph 1(2)(b)” there is substituted “paragraphs 1(2)(b), 4(2)(aa) and6A(2)(b)”,\n\t\t\tin sub-paragraph (2), for “Health Authorities” there is substituted“Primary Care Trusts”, and at the end there is inserted “and the NationalAssembly for Wales shall make the corresponding determination in relation toHealth Authorities and Local Health Boards.”, and\n\t\t\tin sub-paragraph (3)—\n\t\t\tfor “Health Authorities” there is substituted “Primary Care Trusts”,\n\t\t\t“or Primary Care Trust” is omitted, and\n\t\t\tat the end there is inserted “, and the National Assembly for Wales mayso treat all remuneration paid by Health Authorities to such persons, so faras it is so met.”"
    },
    {
        "length": 2262,
        "text": "\nQuality\n\tDuty of quality\n\t\tIn section 18 of the 1999 Act (duty of quality), in subsection (4), at the endof the definition of “health care” there is inserted “, and the environment inwhich such services are provided”.\n\tFurther functions of the Commission for Health Improvement\n\t\tSection 20 of the 1999 Act (functions of the Commission for HealthImprovement) is amended as provided in subsections (2) to (4).\n\t\tIn subsection (1)—\n\t\t\tin paragraph (d), for “particular types of health care” there issubstituted “health care”,\n\t\t\tthe “and” at the end of paragraph (d) is omitted, and\n\t\t\tafter paragraph (d) there is inserted—\n\t\t\tthe function of conducting reviews of, and making reports on, the qualityof data obtained by others relating to the management, provision or qualityof, or access to or availability of, health care for which NHS bodies orservice providers have responsibility, the validity of conclusions drawn fromsuch data, and the methods used in their collection and analysis,”.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)The functions of conducting reviews and of carrying out investigationsinclude—\n\t\t\tthe collection and analysis of data, and\n\t\t\tthe assessment of performance against criteria.\n\t\t\t(1B)Subject to any regulations under paragraph (d) of subsection (2), theCommission must publish at least a summary of each report it makes in theexercise of the functions conferred on it by or under this section andsections 21 and 22.”\n\t\tIn subsection (2), for paragraph (d) there is substituted—\n\t\t\tas to cases or classes of case in which the Commission must publishreports (and not just summaries),”.\n\t\tIn section 33 of the Audit Commission Act [1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") (studies forimproving economy etc in services), in subsection (6)(c), after “Secretary ofState” there is inserted “, the Commission for Health Improvement”.\n\tCommission for Health Improvement: inspections and investigations\n\t\tIn section 20 of the 1999 Act (functions of the Commission for HealthImprovement)—\n\t\t\tin subsection (1), after the paragraph (da) inserted by section 12 there isinserted—\n\t\t\tthe function of carrying out inspections of NHS bodies and serviceproviders, and persons who provide or are to provide health care for which NHSbodies or service providers have responsibility, and making reports on theinspections, and”, and\n\t\t\tafter the subsections (1A) and (1B) inserted by section 12 there isinserted—\n\t\t\t\t“(1C)The inspections referred to in paragraph (db) of subsection (1) are to becarried out only in connection with the function referred to in paragraph (d)of that subsection.\n\t\t\t(1D)If after carrying out—\n\t\t\ta review under subsection (1)(b),\n\t\t\tan investigation under subsection (1)(c),\n\t\t\tany function equivalent to one referred to in paragraph (a) or (b)prescribed under subsection (1)(e), or\n\t\t\tan inspection under subsection (1)(db),\n\t\t\tthe Commission is of the view referred to in subsection (1E) as to a body,service provider or other person reviewed, investigated or inspected (takingaccount, if appropriate, of any other relevant information the Commission mayhave), the Commission must make a report of its view to the Secretary ofState.\n\t\t\t(1E)The view referred to is that—\n\t\t\tthe health care for which the body or service provider in question hasresponsibility is of unacceptably poor quality (whether generally or inparticular areas), or\n\t\t\tthere are significant failings in the way the body, service provider orother person is being run (including, where the service provider or otherperson is an individual, the way his practice is being run).\n\t\t\t(1F)In its report, the Commission may recommend to the Secretary of State thathe take special measures in relation to the body or service provider inquestion with a view to improving the health care for which it is responsibleor the way the body, service provider or other person (or, as mentioned insubsection (1E)(b), his practice) is being run.\n\t\t\t(1G)The report must give the Commission’s reasons for its view, and for anyrecommendation under subsection (1F).”\n\t\tIn section 23 of that Act (powers of the Commission to obtain information)—\n\t\t\tin subsection (1)(a), for “NHS premises” there is substituted “relevantpremises”,\n\t\t\tin subsection (2)(d), after “section 20(1)(c)” there is inserted “, (d) or(db), or any functions equivalent to those under section 20(1)(c) prescribedunder section 20(1)(e)”, and\n\t\t\tin subsection (6)—\n\t\t\tthe definition of “NHS premises” is omitted, and\n\t\t\tafter the definition of “prescribed” there is inserted—\n\t\t\t““relevant premises” means—\n\t\t\tpremises owned or controlled by an NHS body,\n\t\t\tpremises owned or controlled by a Local Health Board,\n\t\t\tpremises owned or controlled by a service provider and used for purposesconnected with the services provided,\n\t\t\tany other premises used for any purpose connected with the provision ofhealth care for which an NHS body, a service provider or a Local Health Boardhas responsibility,\n\t\t\t(and terms used in this definition have the meaning given by section 20(7)(disregarding section 20(8)(b))).”\n\tCommission for Health Improvement: constitution\n\t\tSchedule 2 to the 1999 Act (the Commission for Health Improvement) isamended as follows.\n\t\tAfter paragraph 5 there is inserted—\n\t\t\t“5A(1)The Secretary of State may direct a Special Health Authority toexercise—\n\t\t\this function of appointing the chairman and the other members referred toin paragraph 4(c), and\n\t\t\tany functions conferred on him by regulations under paragraph 5 in relationto the appointment or tenure of office of the chairman and those othermembers.\n\t\tThe National Assembly for Wales may direct a Special Health Authority toexercise—\n\t\t\tits function of appointing the member referred to in paragraph 4(b), and\n\t\t\tany functions conferred on it by regulations under paragraph 5 in relationto the appointment or tenure of office of that member.\n\t\tIf the Secretary of State or the Assembly gives such directions, the 1977Act has effect as if—\n\t\t\tthe directions were directions under section 16D of that Act, and,accordingly,\n\t\t\tthe functions were exercisable by the Special Health Authority undersection 16D.”\n\t\tIn paragraph 7 (employees)—\n\t\t\tin sub-paragraph (2), the words after “Commission” are omitted, and\n\t\t\tsub-paragraphs (6) and (7) are omitted.\n\t\tIn paragraph 8 (delegation of functions)—\n\t\t\tthe existing text is renumbered as sub-paragraph (1) of that paragraph,\n\t\t\tin that sub-paragraph (1) (as so renumbered), for “a committee” to the endthere is substituted—\n\t\t\ta committee, sub-committee, member or employee of the Commission, or\n\t\t\tany other person.”, and\n\t\t\tafter sub-paragraph (1) there is inserted—\n\t\tIf the Commission arranges for the discharge of any function fallingwithin section 20(1A) of this Act by one or more committees or sub-committeesof the Commission, the persons by whom those functions are to be dischargedare to be known collectively as “the Office for Information on Health CarePerformance”.\n\t\tIf the Commission arranges for the discharge of any function as mentionedin sub-paragraph (1)(b), the arrangements may include provision with respectto the payment of remuneration and allowances to, or amounts in respect of,such persons.”\n\t\tIn paragraph 12—\n\t\t\tin sub-paragraph (1), for “the exercise of its functions” there issubstituted “the way in which the Commission has exercised its functions”, and\n\t\t\tafter sub-paragraph (1) there is inserted—\n\t\t\t“(1A)As soon as possible after the end of each financial year, the Commissionmust also make a report to the Secretary of State and the National Assemblyfor Wales on what it has found in relation to NHS bodies and service providersin the course of exercising its functions during the year.\n\t\t\t(1B)The Secretary of State must lay before Parliament any reports he receivesunder sub-paragraphs (1) and (1A).\n\t\t\t(1C)The National Assembly for Wales must publish any report it receives undersub-paragraph (1A).”"
    },
    {
        "length": 999,
        "text": "\nEstablishment of Patients' Forums\n\tThe Secretary of State shall establish a body to be known as a Patients'Forum—\n\t\tfor each NHS trust all or most of whose hospitals, establishments andfacilities are situated in England, and\n\t\tfor each Primary Care Trust.\n\tThe members of each Patients' Forum are to be appointed by the Commissionfor Patient and Public Involvement in Health.\n\tA Patients' Forum must—\n\t\tmonitor and review the range and operation of services provided by, orunder arrangements made by, the trust for which it is established,\n\t\tobtain the views of patients and their carers about those matters andreport on those views to the trust,\n\t\tprovide advice, and make reports and recommendations, about mattersrelating to the range and operation of those services to the trust,\n\t\tmake available to patients and their carers advice and information aboutthose services,\n\t\tin prescribed circumstances, perform any prescribed function of the trustwith respect to the provision of a service affording assistance to patientsand their families and carers,\n\t\tcarry out such other functions as may be prescribed.\n\tIn providing advice or making recommendations under subsection (3)(c), aPatients' Forum must have regard to the views of patients and their carers.\n\tIf, in the course of exercising its functions, a Patients' Forum becomesaware of any matter which in its view—\n\t\tshould be considered by a relevant overview and scrutiny committee, theForum may refer that matter to the committee,\n\t\tshould be brought to the attention of the Commission for Patient and PublicInvolvement in Health, it may refer that matter to the Commission.\n\tSubsection (5) does not prejudice the power of a Patients' Forum to makesuch other representations or referrals as it thinks fit, to such persons orbodies as it thinks fit, about matters arising in the course of its exercisingits functions.\n\tPatients' Forums must in prescribed circumstances—\n\t\tco-operate with each other in the exercise of their functions,\n\t\texercise functions jointly with one or more other Forums.\n\tReferences in subsection (3) to services are references to—\n\t\tservices provided as part of the health service in England,\n\t\tservices provided in England in pursuance of section 31 arrangements inrelation to the exercise of health-related functions of a local authority, and\n\t\tservices provided elsewhere (and not as part of the health service inEngland) in pursuance of section 31 arrangements with a local authority inEngland.\n\tIn this section—\n\t\t  * “carer”, in relation to a patient, means a person who provides care for the patient, but who is not employed to do so by any body in the exercise of its functions under any enactment, \n\t\t  * “the health service” has the same meaning as in the 1977 Act, \n\t\t  * “patient” includes (as well as a patient within the meaning of that Act) a person who receives services provided in pursuance of section 31 arrangements in relation to the exercise of health-related functions of a local authority, \n\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State, \n\t\t  * “relevant overview and scrutiny committee”, in relation to a Patients' Forum, means any overview and scrutiny committee in relation to which the Primary Care Trust or NHS trust for which the Forum is established is a local NHS body by virtue of regulations made under section 7(4) of the Health and Social Care Act [2001 (c. 15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") (including that provision as read with section 8(5) and as applied by section 10(2) of that Act), \n\t\t  * “section 31 arrangements” means arrangements under regulations under section 31 of the 1999 Act (arrangements between NHS bodies and local authorities). "
    },
    {
        "length": 857,
        "text": "\nAdditional functions of PCT Patients' Forums\n\tA Patients' Forum established for a Primary Care Trust (a “PCT Patients'Forum”) has the following additional functions—\n\t\tproviding independent advocacy services to persons in the Trust’s area orpersons to whom services have been provided by, or under arrangements with,the Trust,\n\t\tmaking available to patients and their carers advice and information aboutthe making of complaints in relation to services provided by or underarrangements with the Trust, and\n\t\trepresenting to persons and bodies which exercise functions in relation tothe area of the Trust (including, in particular, any relevant overview andscrutiny committee) the views of members of the public in the Trust’s areaabout matters affecting their health.\n\tIn subsection (1), references to services have the meaning given by section15(8).\n\tIt is also the function of a PCT Patients' Forum—\n\t\tto promote the involvement of members of the public in the area of theTrust in consultations or processes leading (or potentially leading) todecisions by those mentioned in subsection (4), or the formulation of policiesby them, which would or might affect (whether directly or not) the health ofthose members of the public,\n\t\tto make available advice and information to such members of the publicabout such involvement,\n\t\tto advise those mentioned in subsection (4) about how to encourage suchinvolvement (including, in the case of bodies mentioned in subsection (4) towhich section 11 of the Health and Social Care Act [2001 (c.15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") applies,advising them how to comply with the requirements of that section in relationto the area of the Primary Care Trust), and\n\t\tto monitor how successful those mentioned in subsection (4) are atachieving such involvement.\n\tThose referred to in subsection (3) are—\n\t\tStrategic Health Authorities whose areas include any part of the area ofthe Primary Care Trust,\n\t\tthe Primary Care Trust itself,\n\t\tNHS trusts which provide services to patients in the area of the PrimaryCare Trust,\n\t\tother public bodies, and\n\t\tothers providing services to the public or a section of the public.\n\tIn section 12 of the Health and Social Care Act 2001 (which inserts a newsection 19A concerning independent advocacy services into the 1977 Act), inthat new section 19A, after subsection (6) there is inserted—\n\tThe Secretary of State may direct a Patients' Forum established for aPrimary Care Trust to exercise any of his functions under this section so faras they relate to independent advocacy services provided to persons in thearea of the Primary Care Trust or persons to whom services have been providedby, or under arrangements with, the Trust; and if he does so—\n\t\tthe functions of that Patients' Forum are to be taken to include thosefunctions, but\n\t\tthe Patients' Forum may not make any arrangements with itself under thissection.”\n\tIn this section—\n\t\t  * “carer” and “patient” have the same meaning as in section 15, \n\t\t  * “independent advocacy services” means services provided under section 19A of the 1977 Act (independent advocacy services), \n\t\t  * “relevant overview and scrutiny committee” has the same meaning as in section 15. "
    },
    {
        "length": 435,
        "text": "\nEntry and inspection of premises\n\tThe Secretary of State may make regulations requiring—\n\t\tStrategic Health Authorities,\n\t\tPrimary Care Trusts,\n\t\tHealth Authorities,\n\t\tLocal Health Boards,\n\t\tlocal authorities,\n\t\tNHS trusts,\n\t\tpersons providing services under Part 2 of the 1977 Act or underarrangements under section 28C of that Act, or\n\t\tpersons providing piloted services under pilot schemes established undersection 28 of the Health and Social Care Act [2001 (c.15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") , or providingLP Services under an LPS scheme established under Schedule 8A to the 1977 Act,\n\t\t\tto allow members of a Patients' Forum authorised by or under the regulationsto enter and inspect, for the purposes of any of the Forum’s functions,premises owned or controlled by those referred to in paragraphs (a) to (h).\n\tThe Secretary of State may also make regulations requiring any other personwho owns or controls premises where services are provided as mentioned insubsection (1)(g) or (h) to allow members of a Patients' Forum authorised byor under the regulations to enter and inspect the premises for the purposes ofany of the Forum’s functions.\n\tThe regulations may in particular make provision as to—\n\t\tcases and circumstances in which access is to be permitted,\n\t\tlimitations or conditions to which access is to be subject.\n\tIn subsection (1), “local authorities” has the same meaning as in section31 of the 1999 Act (arrangements between NHS bodies and local authorities)."
    },
    {
        "length": 328,
        "text": "\nAnnual reports\n\tEvery Patients' Forum must—\n\t\tprepare a report in relation to its activities in each financial year, and\n\t\tas soon as possible after the end of each financial year, send a copy ofits report for that year to the trust for which it is established, and to thepersons mentioned in subsection (2).\n\tThose persons are—\n\t\tthe Secretary of State,\n\t\tthe Commission for Patient and Public Involvement in Health,\n\t\teach Strategic Health Authority whose area includes—\n\t\tany part of the area of the Primary Care Trust for which the Forum isestablished, or\n\t\tall or most of the hospitals, establishments and facilities of the NHStrust for which the Forum is established,\n\t\tany relevant overview and scrutiny committee within the meaning given bysection 15.\n\tA report under this section relating to any year must include details ofthe arrangements maintained by the Forum in that year for obtaining the viewsof patients.\n\tIn this section, “financial year”, in relation to a Patients' Forum, means—\n\t\tthe period beginning with the date on which the Forum is established andending with the next 31st March, and\n\t\teach successive period of 12 months ending with 31st March."
    },
    {
        "length": 1136,
        "text": "\nSupplementary \n\tThe Secretary of State may by regulations make further provision inrelation to Patients' Forums.\n\tThe regulations may in particular make provision as to—\n\t\tthe appointment of members,\n\t\tany qualification or disqualification for membership,\n\t\tterms of appointment,\n\t\tcircumstances in which a person is to cease to be a member or may besuspended,\n\t\tthe proceedings of Patients' Forums,\n\t\tthe discharge of any function of a Patients' Forum by a committee of theForum or by a joint committee appointed with another Forum,\n\t\tthe appointment, as members of a committee or joint committee, of personswho are not members of the Forum or Forums concerned,\n\t\tthe funding of Patients' Forums and the provision of premises, otherfacilities and staff,\n\t\tthe payment of travelling and other allowances to members of a Patients'Forum or of a committee of a Forum or a joint committee of two or more Forums(including attendance allowances or compensation for loss of remunerativetime),\n\t\tthe preparation by a Patients' Forum of annual accounts, and theirinclusion in accounts of the Commission for Patient and Public Involvement inHealth,\n\t\tthe provision of information (including descriptions of information whichare or are not to be provided) to a Patients' Forum by an NHS trust, a PrimaryCare Trust, a Strategic Health Authority, the Commission for Patient andPublic Involvement in Health or a person providing independent advocacyservices (within the meaning given by section 19A of the 1977 Act),\n\t\tthe provision of information by a Patients' Forum to another person(including another Forum),\n\t\tthe referral of matters by a Patients' Forum to a relevant overview andscrutiny committee (within the meaning given by section 15),\n\t\tthe preparation and publication of reports by Patients' Forums (includingthe publication of reports under section 18),\n\t\tmatters to be included in any such report,\n\t\tthe furnishing and publication by NHS trusts, Primary Care Trusts andStrategic Health Authorities of comments on reports or recommendations ofPatients' Forums.\n\tThe regulations must secure that the members of a Patients' Forum include—\n\t\tat least one person who is a member or representative of a voluntaryorganisation whose purpose, or one of whose purposes, is to represent theinterests of—\n\t\tpersons for whom services are being provided under the 1977 Act, or\n\t\tpersons who provide care for such persons, but who are not employed to doso by any body in the exercise of its functions under any enactment, and\n\t\tat least one person for whom services are being or have been provided bythe trust for which the Patients' Forum is established.\n\tThe regulations must also secure that the members of a Patients' Forumestablished for a Primary Care Trust also include—\n\t\tat least one member of the Patients' Forum established for each NHS trustall or most of whose hospitals, establishments and facilities are situated inthe area of the Primary Care Trust, and\n\t\tif it appears to the Commission for Patient and Public Involvement inHealth that there is a body which represents members of the public in thePrimary Care Trust’s area in matters relating to their health, at least oneperson who is a member or representative of that body (or, if there is morethan one such body, of any of those bodies).\n\tThe regulations may include provision applying, or corresponding to, anyprovision of Part 5A of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (access tomeetings and documents), with or without modifications.\n\tIn section 134 of the Mental Health Act [1983 (c.20)](/id/ukpga/1983/20?view=plain \"Go to item of legislation\") (correspondenceof patients), in subsection (3)(e), after “Community Health Council” there isinserted “, a Patients' Forum”.\n\tIn Schedule 1 to the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (publicauthorities for the purposes of the Act), in Part 3 (National Health Service),after paragraph 41 there is inserted—\n\t\t“41AA Patients' Forum established under section 15 of the National HealthService Reform and Health Care Professions Act 2002.”"
    },
    {
        "length": 1206,
        "text": "\nThe Commission for Patient and Public Involvement in Health\n\tThere shall be a body corporate to be known as the Commission for Patientand Public Involvement in Health (“the Commission”) to exercise the functionsset out in subsections (2) to (5) (in addition to its function of appointingmembers of Patients' Forums).\n\tThe Commission has the following functions—\n\t\tadvising the Secretary of State, and such bodies as may be prescribed,about arrangements for public involvement in, and consultation on, mattersrelating to the health service in England,\n\t\tadvising the Secretary of State, and such bodies as may be prescribed,about arrangements for the provision in England of independent advocacyservices,\n\t\trepresenting to the Secretary of State and such bodies as may beprescribed, and advising him and them on, the views, as respects thearrangements referred to in paragraphs (a) and (b), of Patients' Forums andthose voluntary organisations and other bodies appearing to the Commission torepresent the interests of patients of the health service in England and theircarers,\n\t\tproviding staff to Patients' Forums established for Primary Care Trusts,and advice and assistance to Patients' Forums and facilitating the co-ordination of their activities,\n\t\tadvising and assisting providers of independent advocacy services inEngland,\n\t\tsetting quality standards relating to any aspect of —\n\t\tthe way Patients' Forums exercise their functions, and\n\t\tthe services provided by independent advocacy services in England,\n\t\t\tmonitoring how successfully they meet those standards, and makingrecommendations to them about how to improve their performance against thosestandards,\n\t\tsuch other functions in relation to England as may be prescribed.\n\tIt is also the function of the Commission to promote the involvement ofmembers of the public in England in consultations or processes leading (orpotentially leading) to decisions by those mentioned in subsection (4), or theformulation of policies by them, which would or might affect (whether directlyor not) the health of those members of the public.\n\tThe decisions in question are those made by—\n\t\thealth service bodies,\n\t\tother public bodies, and\n\t\tothers providing services to the public or a section of the public.\n\tIt is also the function of the Commission—\n\t\tto review the annual reports of Patients' Forums made under section 18, and\n\t\tto make, to the Secretary of State or to such other persons or bodies asthe Commission thinks fit, such reports or recommendations as the Commissionthinks fit concerning any matters arising from those annual reports.\n\tIf the Commission—\n\t\tbecomes aware in the course of exercising its functions of any matterconnected with the health service in England which in its opinion gives riseto concerns about the safety or welfare of patients, and\n\t\tis not satisfied that the matter is being dealt with, or about the way itis being dealt with,\n\t\tthe Commission must report the matter to whichever person or body it considersmost appropriate (or, if it considers it appropriate to do so, to more thanone person or body).\n\tBodies to whom the Commission might report a matter include—\n\t\tthe regulatory body for the profession of a person working in the healthservice,\n\t\tthe Commission for Health Improvement.\n\tThe Commission may make such charges as it thinks fit for the provision ofadvice and other services (but this is subject to any prescribed limitation).\n\tThe Secretary of State may by regulations make further provision inrelation to the Commission.\n\tThe regulations may, in particular, make provision as to the provision ofinformation (including descriptions of information which are or are not to beprovided) to the Commission by a Strategic Health Authority, a Special HealthAuthority, an NHS trust, a Primary Care Trust, a Patients' Forum or a providerof independent advocacy services.\n\tSchedule 6 (which makes further provision about the Commission) is to haveeffect.\n\tIn this section—\n\t\t  * “carer” and “patient” have the same meaning as in section 15, \n\t\t  * “the health service” has the same meaning as in the 1977 Act, except that it includes services provided in pursuance of section 31 arrangements in relation to the exercise of health-related functions of a local authority, \n\t\t  * “health service bodies” means Strategic Health Authorities, Primary Care Trusts and NHS trusts, \n\t\t  * “independent advocacy services” means services provided under section 19A of the 1977 Act (independent advocacy services), \n\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State, \n\t\t  * “section 31 arrangements” means arrangements under regulations under section 31 of the 1999 Act (arrangements between NHS bodies and local authorities). "
    },
    {
        "length": 102,
        "text": "\nOverview and scrutiny committees\n\tIn section 7 of the Health and Social Care Act [2001 (c.15)](/id/ukpga/2001/15?view=plain \"Go to item of legislation\") (health-relatedfunctions of overview and scrutiny committees), in subsection (3)(b), at theend there is inserted “or to the relevant authority”."
    },
    {
        "length": 592,
        "text": "\nAbolition of Community Health Councils in England\n\tThe Community Health Councils established for districts in England undersection 20 of the 1977 Act are abolished.\n\tThat section shall cease to have effect in its application to the area ofany Health Authority established for an area in England and to any CommunityHealth Council established for a district in England.\n\tThe Association of Community Health Councils for England and Wales(“ACHCEW”) established under paragraph 5 of Schedule 7 to the 1977 Act is alsoabolished.\n\tThe National Assembly for Wales has as respects Wales the same power underthat paragraph as it would have if no such body had been established.\n\tThe Secretary of State may by order make provision—\n\t\tas to the transfer to a person falling within subsection (6), on or afterthe abolition of a Community Health Council by subsection (1), of any of therights or liabilities of a person as a member or former member of the Council,\n\t\tas to the transfer to a person falling within subsection (6) or to theNational Assembly for Wales, on or after the abolition of ACHCEW, of any ofthe property held, rights enjoyed or liabilities incurred in respect of thefunctions of ACHCEW by a person as a member or former member of a CommunityHealth Council which was a member of ACHCEW.\n\tThe following fall within this subsection—\n\t\tthe Secretary of State,\n\t\ta Health Authority established for an area in England,\n\t\ta Special Health Authority,\n\t\tan NHS trust,\n\t\ta Primary Care Trust.\n\tBefore exercising the power conferred by subsection (5)(b) the Secretary ofState must consult the National Assembly for Wales.\n\tIf section 1 comes into force before this section—\n\t\tthe references to Health Authorities in section 20 of and Schedule 7 to the1977 Act are to be construed (until this section comes into force) asincluding references to Strategic Health Authorities, and\n\t\tthe references in this section to Health Authorities established for areasin England are to have effect as references to Strategic Health Authorities.\n\tIf this section comes into force before section 1, the reference insubsection (6)(b) to a Health Authority established for an area in England isto be construed, after section 1 comes into force, as a reference to aStrategic Health Authority."
    },
    {
        "length": 1441,
        "text": "\nJoint working\n\tJoint working with the prison service\n\t\tIn exercising their respective functions, NHS bodies (on the one hand) andthe prison service (on the other) shall co-operate with one another with aview to improving the way in which those functions are exercised in relationto securing and maintaining the health of prisoners.\n\t\tThe appropriate authority may by regulations make provision for or inconnection with enabling prescribed NHS bodies (on the one hand) and theprison service (on the other) to enter into prescribed arrangements inrelation to the exercise of—\n\t\t\tprescribed functions of the NHS bodies, and\n\t\t\tprescribed health-related functions of the prison service,\n\t\t\t\tif the arrangements are likely to lead to an improvement in the way in whichthose functions are exercised in relation to securing and maintaining thehealth of prisoners.\n\t\tThe arrangements which may be prescribed include arrangements—\n\t\t\tfor or in connection with the establishment and maintenance of a fund—\n\t\t\twhich is made up of contributions by one or more NHS bodies and by theprison service, and\n\t\t\tout of which payments may be made towards expenditure incurred in theexercise of both prescribed functions of the NHS body or bodies and prescribedhealth-related functions of the prison service,\n\t\t\tfor or in connection with the exercise by an NHS body on behalf of theprison service of prescribed health-related functions of the prison service inconjunction with the exercise by the NHS body of prescribed functions oftheirs,\n\t\t\tfor or in connection with the exercise by the prison service on behalf ofan NHS body of prescribed functions of the NHS body in conjunction with theexercise by the prison service of prescribed health-related functions of theprison service,\n\t\t\tas to the provision of staff, goods, services or accommodation inconnection with any arrangements mentioned in paragraph (a), (b) or (c),\n\t\t\tas to the making of payments by the prison service to an NHS body inconnection with any arrangements mentioned in paragraph (b),\n\t\t\tas to the making of payments by an NHS body to the prison service inconnection with any arrangements mentioned in paragraph (c).\n\t\tAny arrangements made by virtue of this section do not affect the liabilityof NHS bodies, or of the prison service, for the exercise of any of theirfunctions.\n\t\tIn this section—\n\t\t\t  * “appropriate authority” means— \n\t\t\tthe Secretary of State, in relation to England, and\n\t\t\tthe National Assembly for Wales, in relation to Wales,\n\t\t\t\t  * “NHS bodies” means Strategic Health Authorities, Primary Care Trusts, NHS trusts, Special Health Authorities, Health Authorities and Local Health Boards, \n\t\t\t\t  * “prison service” means the Minister of the Crown exercising functions in relation to prisons (within the meaning of the Prison Act [1952 (c. 52)](/id/ukpga/1952/52?view=plain \"Go to item of legislation\")), \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"). \n\tHealth and well-being strategies in Wales\n\t\tIt is the duty of —\n\t\t\teach local authority in Wales, and\n\t\t\teach Local Health Board any part of whose area lies within the area of thelocal authority,\n\t\t\t\tjointly to formulate and implement a strategy for the health and well-being ofmembers of the public in the local authority’s area (a “health and well-beingstrategy”).\n\t\tThe local authority and the Local Health Board (or Boards) responsible fora health and well-being strategy are referred to below as the “responsiblebodies”.\n\t\tThe responsible bodies are to have regard to their strategy in the exerciseof their functions.\n\t\tEach strategy is to be formulated in relation to a period of time to bespecified in regulations to be made by the National Assembly for Wales.\n\t\tThe National Assembly for Wales may by regulations make further provisionabout health and well-being strategies.\n\t\tThe regulations may, in particular, make provision as to—\n\t\t\tthe imposition of a duty on the responsible bodies to co-operate informulating their strategy with prescribed persons or descriptions of person(including, for example, NHS trusts, Community Health Councils, voluntarybodies, and local businesses),\n\t\t\tsteps which the responsible bodies must take before formulating thestrategy,\n\t\t\tmatters which the strategy must address,\n\t\t\tpublication of the strategy,\n\t\t\tmonitoring and review by the responsible bodies of the strategy and itsimplementation,\n\t\t\tthe production of information and reports by the responsible bodies inrelation to the strategy,\n\t\t\tthe avoidance of duplication in the preparation of health and well-beingstrategies and other prescribed strategies or plans provided for under anyother enactment.\n\t\tThe National Assembly for Wales may—\n\t\t\tgive directions to local authorities in Wales, Local Health Boards and NHStrusts in connection with health and well-being strategies,\n\t\t\tissue guidance to responsible bodies in connection with them.\n\t\tThe power to give directions in subsection (7)(a) is without prejudice toany other power to give directions to the bodies mentioned there.\n\t\tIn this section—\n\t\t\t“local authority” means county council or county borough council,\n\t\t\t“prescribed” means prescribed in regulations made by the National Assemblyfor Wales,\n\t\t\tand references to NHS trusts are to be construed as references to NHS trustsall or most of whose hospitals, establishments and facilities are situated inWales."
    },
    {
        "length": 680,
        "text": "\nThe Council for the Regulation of Health Care Professionals\n\tThere shall be a body corporate known as the Council for the Regulation ofHealth Care Professionals (in this group of sections referred to as “theCouncil”).\n\tThe general functions of the Council are—\n\t\tto promote the interests of patients and other members of the public inrelation to the performance of their functions by the bodies mentioned insubsection (3) (in this group of sections referred to as “regulatory bodies”),and by their committees and officers,\n\t\tto promote best practice in the performance of those functions,\n\t\tto formulate principles relating to good professional self-regulation, andto encourage regulatory bodies to conform to them, and\n\t\tto promote co-operation between regulatory bodies; and between them, or anyof them, and other bodies performing corresponding functions.\n\tThe bodies referred to in subsection (2)(a) are—\n\t\tthe General Medical Council,\n\t\tthe General Dental Council,\n\t\tthe General Optical Council,\n\t\tthe General Osteopathic Council,\n\t\tthe General Chiropractic Council,\n\t\tsubject to section 26(5), the Royal Pharmaceutical Society of GreatBritain,\n\t\tsubject to section 26(6), the Pharmaceutical Society of Northern Ireland,\n\t\tuntil their abolition by virtue of section 60(3) of the 1999 Act—\n\t\tthe United Kingdom Central Council for Nursing, Midwifery and HealthVisiting, and each of the National Boards for Nursing, Midwifery and HealthVisiting, and\n\t\tthe Council for Professions Supplementary to Medicine and each Boardestablished by or by virtue of the Professions Supplementary to Medicine Act[1960 (c. 66)](/id/ukpga/1960/66?view=plain \"Go to item of legislation\"),\n\t\tany regulatory body (within the meaning of Schedule 3 to the 1999 Act)established by an Order in Council under section 60 of that Act as thesuccessor to a body mentioned in paragraph (h), and\n\t\tany other regulatory body (within that meaning) established by an Order inCouncil under that section.\n\tSchedule 7 (which makes further provision about the Council) is to haveeffect.\n\t“This group of sections” means this section and sections 26 to 29, andincludes Schedule 7.\n\tIn this group of sections, references to regulation, in relation to aprofession, are to be construed in accordance with paragraph 11(2) and (3) ofSchedule 3 to the 1999 Act."
    },
    {
        "length": 1279,
        "text": "\nPowers and duties of the Council: general\n\tExcept as mentioned in subsections (3) to (6), the Council may do anythingwhich appears to it to be necessary or expedient for the purpose of, or inconnection with, the performance of its functions.\n\tThe Council may, for example, do any of the following—\n\t\tinvestigate, and report on, the performance by each regulatory body of itsfunctions,\n\t\twhere a regulatory body performs functions corresponding to those ofanother body (including another regulatory body), investigate and report onhow the performance of such functions by the bodies in question compares,\n\t\trecommend to a regulatory body changes to the way in which it performs anyof its functions.\n\tThe Council may not do anything in relation to the case of any individualin relation to whom—\n\t\tthere are, are to be, or have been proceedings before a committee of aregulatory body, or the regulatory body itself or any officer of the body, or\n\t\tan allegation has been made to the regulatory body, or one of itscommittees or officers, which could result in such proceedings.\n\tSubsection (3) does not prevent the Council from taking action undersection 28 or 29, but action under section 29 may be taken only after theregulatory body’s proceedings have ended.\n\tThe Council may not do anything in relation to the functions of the RoyalPharmaceutical Society of Great Britain (or its Council, or an officer orcommittee of the Society) unless those functions are—\n\t\tconferred on the Society (or its Council, or an officer or committee of theSociety) by or by virtue of any provision of the Pharmacy Act [1954 (c.61)](/id/ukpga/1954/61?view=plain \"Go to item of legislation\"), other thansection 17 (the benevolent fund),\n\t\tconferred as mentioned in paragraph (a) by, or by virtue of, an Order inCouncil under section 60 of the 1999 Act, or\n\t\totherwise conferred as mentioned in paragraph (a) and relate to theregulation of the profession regulated by the Pharmacy Act 1954.\n\tThe Council may not do anything in relation to the functions of thePharmaceutical Society of Northern Ireland (or its Council, or an officer orcommittee of the Society) unless those functions are—\n\t\tconferred on the Society (or its Council, or an officer or committee of theSociety) by or by virtue of any provision of the Pharmacy (Northern Ireland)Order 1976 ([S.I. 1976/1213 (N.I. 22)](/id/nisi/1976/1213?view=plain \"Go toitem of legislation\")), other than Article 3(3)(e) (the benevolent functions),\n\t\tconferred as mentioned in paragraph (a) by, or by virtue of, an Order inCouncil under section 60 of the 1999 Act or an order under section 56 of theHealth and Personal Social Services Act (Northern Ireland) [2001 (c.3)](/id/nia/2001/3?view=plain \"Go to item of legislation\") (which makesprovision corresponding to section 60 of the 1999 Act), or\n\t\totherwise conferred as mentioned in paragraph (a) and relate to theregulation of the profession regulated by the Pharmacy (Northern Ireland)Order 1976.\n\tThe Secretary of State, the National Assembly for Wales, the ScottishMinisters or the Department of Health, Social Services and Public Safety inNorthern Ireland may ask the Council for advice on any matter connected with aprofession appearing to him or them to be a health care profession.\n\tThe Council must comply with such a request.\n\tIn section 60(1) of the 1999 Act (regulation of health care and associatedprofessions), after paragraph (b) there is inserted—\n\t\tmodifying the functions, powers or duties of the Council for theRegulation of Health Care Professionals,\n\t\tmodifying the list of regulatory bodies (in section 25(3) of the NationalHealth Service Reform and Health Care Professions Act 2002) in relation towhich that Council performs its functions,\n\t\tmodifying, as respects any such regulatory body, the range of functions ofthat body in relation to which the Council performs its functions.”\n\tIn Schedule 3 to the 1999 Act (which makes further provision about ordersunder section 60 of that Act), in paragraph 7, after sub-paragraph (3) thereis inserted—\n\tAn Order may not confer any additional powers of direction over theCouncil for the Regulation of Health Care Professionals.”\n\tIn subsections (3) and (4), “proceedings”, in relation to a regulatorybody, or one of its committees or officers, includes a process of decision-making by which a decision could be made affecting the registration of theindividual in question.\n\tIn this section, “health care profession” means a profession (whether ornot regulated by or by virtue of any enactment) which is concerned (wholly orpartly) with the physical or mental health of individuals."
    },
    {
        "length": 763,
        "text": "\nRegulatory bodies and the Council\n\tEach regulatory body must in the exercise of its functions co-operate withthe Council.\n\tIf the Council considers that it would be desirable to do so for theprotection of members of the public, it may give directions requiring aregulatory body to make rules (under any power the body has to do so) toachieve an effect which must be specified in the directions.\n\tThe Council may give such directions only in relation to rules which mustbe approved by the Privy Council (whether by order or not) or by theDepartment of Health, Social Services and Public Safety in Northern Irelandbefore coming into force.\n\tThe Council must send a copy of any such directions to the relevantauthority.\n\tThe relevant authority is the Secretary of State or, if the regulatory bodyin question is the Pharmaceutical Society of Northern Ireland, the Departmentof Health, Social Services and Public Safety there.\n\tThe directions do not come into force until the date specified in an ordermade by the relevant authority.\n\tThe Secretary of State must lay before both Houses of Parliament, or (asthe case may be) the Department of Health, Social Services and Public Safetymust lay before the Northern Ireland Assembly, a draft of an order—\n\t\tsetting out any directions he or it receives pursuant to subsection (4),and\n\t\tspecifying the date on which the directions are to come into force.\n\tSubsections (4) to (7) apply also to—\n\t\tdirections varying earlier directions, and\n\t\tdirections revoking earlier directions, and given after—\n\t\tboth Houses of Parliament have resolved to approve the draft orderspecifying the date on which the earlier directions are to come into force, or(as the case may be)\n\t\tthe Northern Ireland Assembly has done so.\n\tSubsections (4) and (5) apply also to directions—\n\t\trevoking earlier directions, but\n\t\twhich do not fall within subsection (8)(b),\n\t\t\tbut subsections (6) and (7) do not apply to such directions.\n\tIf the Council gives directions which fall within subsection (9), theearlier directions which those directions revoke shall be treated as ifsubsections (6) and (7) had never applied to them, and as never in force.\n\tA regulatory body must comply with directions given under subsection (2)which have come into force and have not been revoked.\n\tA regulatory body is not to be taken to have failed to comply with suchdirections merely because a court determines that the rules made pursuant tothe directions are to be construed in such a way that the effect referred toin subsection (2) is not achieved.\n\tThe Secretary of State shall make provision in regulations as to theprocedure to be followed in relation to the giving of directions undersubsection (2).\n\tThe regulations must, in particular, make provision requiring the Councilto consult a regulatory body before giving directions relating to it undersubsection (2).\n\tIn this section—\n\t\t“making” rules includes amending or revoking rules, and\n\t\t“rules” includes regulations, byelaws and schemes."
    },
    {
        "length": 430,
        "text": "\nComplaints about regulatory bodies\n\tThe Secretary of State may make provision in regulations about theinvestigation by the Council of complaints made to it about the way in which aregulatory body has exercised any of its functions.\n\tThe regulations may, in particular, make provision as to—\n\t\twho (or what description of person) is entitled to complain,\n\t\tthe nature of complaints which the Council must (or need not) investigate,\n\t\tmatters which are excluded from investigation,\n\t\trequirements to be complied with by a person who makes a complaint,\n\t\tthe procedure to be followed by the Council in investigating complaints,\n\t\tthe making of recommendations or reports by the Council followinginvestigations,\n\t\tthe confidentiality, or disclosure, of any information supplied to theCouncil or acquired by it in connection with an investigation,\n\t\tthe use which the Council may make of any such information,\n\t\tthe making of payments to any persons in connection with investigations,\n\t\tprivilege in relation to any matter published by the Council in theexercise of its functions under the regulations.\n\tThe regulations may also make provision—\n\t\tempowering the Council to require persons to attend before it,\n\t\tempowering the Council to require persons to give evidence or producedocuments to it,\n\t\tabout the admissibility of evidence,\n\t\tenabling the Council to administer oaths.\n\tNo person shall be required by or by virtue of regulations under thissection to give any evidence or produce any document or other material to theCouncil which he could not be compelled to give or produce in civilproceedings before the High Court or, in Scotland, the Court of Session."
    },
    {
        "length": 1609,
        "text": "\nReference of disciplinary cases by Council to court\n\tThis section applies to—\n\t\ta direction of the Statutory Committee of the Royal Pharmaceutical Societyof Great Britain under section 8 of the Pharmacy Act [1954 (c.61)](/id/ukpga/1954/61?view=plain \"Go to item of legislation\") (control ofregistrations by Statutory Committee) or section 80 of the Medicines Act [1968(c. 67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") (power todisqualify and direct removal from register),\n\t\ta direction of the Statutory Committee of the Pharmaceutical Society ofNorthern Ireland under Article 20 of the Pharmacy (Northern Ireland) Order1976 ([S.I. 1976/1213 (N.I. 22)](/id/nisi/1976/1213?view=plain \"Go to item oflegislation\")) (control of registrations by Statutory Committee) or section 80of the Medicines Act 1968,\n\t\ta direction by the Professional Conduct Committee of the General MedicalCouncil under section 36 of the Medical Act [1983 (c.54)](/id/ukpga/1983/54?view=plain \"Go to item of legislation\") (professionalmisconduct and related offences),\n\t\ta direction by the Committee on Professional Performance of the GeneralMedical Council under section 36A of that Act (professional performance),\n\t\ta determination by the Professional Conduct Committee of the General DentalCouncil under section 27 of the Dentists Act [1984 (c.24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\") (erasure orsuspension of registration for crime or misconduct),\n\t\ta disciplinary order made by the Disciplinary Committee of the GeneralOptical Council under section 17 of the Opticians Act [1989 (c.44)](/id/ukpga/1989/44?view=plain \"Go to item of legislation\") (powers ofDisciplinary Committee),\n\t\tany step taken by the Professional Conduct Committee of the GeneralOsteopathic Council under section 22 of the Osteopaths Act [1993 (c.21)](/id/ukpga/1993/21?view=plain \"Go to item of legislation\") (which relatesto action to be taken in cases of allegations referred to the ProfessionalConduct Committee),\n\t\tany step taken by the Professional Conduct Committee of the GeneralChiropractic Council under section 22 of the Chiropractors Act [1994 (c.17)](/id/ukpga/1994/17?view=plain \"Go to item of legislation\") (which relatesto corresponding matters),\n\t\tany corresponding measure taken in relation to a nurse, midwife or healthvisitor,\n\t\tany corresponding measure taken in relation to a member of a professionregulated by the Professions Supplementary to Medicine Act [1960 (c.66)](/id/ukpga/1960/66?view=plain \"Go to item of legislation\") or, after therepeal of that Act by virtue of section 60(3) of the 1999 Act, by any suchOrder in Council under section 60 of the 1999 Act as is mentioned in section25(3)(i).\n\tThis section also applies to—\n\t\ta final decision of the relevant committee not to take any disciplinarymeasure under the provision referred to in whichever of paragraphs (a) to (h)of subsection (1) applies,\n\t\tany corresponding decision taken in relation to a nurse, midwife or healthvisitor, or to any such person as is mentioned in subsection (1)(j) and\n\t\ta decision of the relevant regulatory body, or one of its committees orofficers, to restore a person to the register following his removal from it inaccordance with any of the measures referred to in paragraphs (a) to (j) ofsubsection (1).\n\tThe things to which this section applies are referred to below as “relevantdecisions”.\n\tIf the Council considers that—\n\t\ta relevant decision falling within subsection (1) has been unduly lenient,whether as to any finding of professional misconduct or fitness to practise onthe part of the practitioner concerned (or lack of such a finding), or as toany penalty imposed, or both, or\n\t\ta relevant decision falling within subsection (2) should not have beenmade,\n\t\t\tand that it would be desirable for the protection of members of the public forthe Council to take action under this section, the Council may refer the caseto the relevant court.\n\tIn subsection (4), the “relevant court”—\n\t\tin the case of a person whose address in the register of practitioners inquestion is (or if he were registered would be) in Scotland, means the Courtof Session,\n\t\tin the case of a person whose address in the register of practitioners inquestion is (or if he were registered would be) in Northern Ireland, means theHigh Court of Justice in Northern Ireland, and\n\t\tin the case of any other person (including one who is not registered and isnot seeking registration or restoration to the register), means the High Courtof Justice in England and Wales.\n\tThe Council may not so refer a case after the end of the period of fourweeks beginning with the last date on which the practitioner concerned has theright to appeal against the relevant decision.\n\tIf the Council does so refer a case—\n\t\tthe case is to be treated by the court to which it has been referred as anappeal by the Council against the relevant decision (even though the Councilwas not a party to the proceedings resulting in the relevant decision), and\n\t\tthe body which made the relevant decision is to be a respondent.\n\tThe court may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the relevant decision,\n\t\tsubstitute for the relevant decision any other decision which could havebeen made by the committee or other person concerned, or\n\t\tremit the case to the committee or other person concerned to dispose of thecase in accordance with the directions of the court,\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it thinksfit."
    },
    {
        "length": 1171,
        "text": "\nMedical practitioners\n\tThe Medical Act [1983 (c. 54)](/id/ukpga/1983/54?view=plain \"Go to item oflegislation\") is amended as follows.\n\tIn section 40 (appeals)—\n\t\tin subsection (1), paragraph (c) is omitted,\n\t\tafter subsection (1), there is inserted—\n\t\t\t“(1A)A decision of the General Council under section 39 above giving adirection for erasure is also an appealable decision for the purposes of thissection.”,\n\t\tfor subsection (3) there is substituted—\n\tA person in respect of whom an appealable decision falling withinsubsection (1) has been taken may, before the end of the period of 28 daysbeginning with the date on which notification of the decision was served undersection 36(6), 36A(7), or 37(6) above, or section 41(7) or 45(7) below, appealagainst the decision to the relevant court.\n\t(3A)In subsection (3), “the relevant court”—\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Scotland, means the Court of Session,\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Northern Ireland, means the High Court of Justice inNorthern Ireland, and\n\t\tin the case of any other person (including one appealing against a decisionfalling within subsection (1)(e)), means the High Court of Justice in Englandand Wales.\n\t\t(3B)A person in respect of whom an appealable decision falling withinsubsection (1A) above has been taken may, before the end of the period of 28days beginning with the date on which notification of the decision was servedunder section 39(2), appeal against the decision to a county court or, inScotland, the sheriff in whose sheriffdom the address in the register issituated.”,\n\t\tsubsections (4) to (6), (9) and (10) are omitted, and\n\t\tfor subsections (7) and (8) there is substituted—\n\tOn an appeal under this section from the Professional Conduct Committee,the Committee on Professional Performance or the Health Committee, the courtmay—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the direction or variation appealed against,\n\t\tsubstitute for the direction or variation appealed against any otherdirection or variation which could have been given or made by the committeeconcerned, or\n\t\tremit the case to the committee concerned to dispose of the case inaccordance with the directions of the court,\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it thinksfit.\n\tOn an appeal under this section from the General Council, the court (or thesheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the direction appealed against, or\n\t\tremit the case to the General Council to dispose of the case in accordancewith the directions of the court (or the sheriff),\n\t\tand may make such order as to costs (or in Scotland, expenses) as it (or he)thinks fit.”\n\tIn Schedule 4 (proceedings before Professional Conduct, Health andPreliminary Proceedings Committees)—\n\t\tin paragraph 3(b), the words “to Her Majesty in Council” are omitted andfor “the Judicial Committee” there is substituted “the court (or thesheriff)”,\n\t\tin paragraph 10(1)—\n\t\tfor “section 37 of this Act and” there is substituted “section 37 of thisAct,”,\n\t\tafter “or 37 of this Act”, there is inserted “and a direction for erasuregiven by the General Council under section 39 of this Act”, and\n\t\tin paragraph (a), for the words “mentioned in subsection (3) of thatsection” there is substituted “specified in that section”,\n\t\tparagraph 10(2) is omitted, and\n\t\tin paragraph 10(3)—\n\t\t“or (2)” is omitted,\n\t\t“or that sub-paragraph as applied by sub-paragraph (2) above” is omitted,\n\t\tfor “mentioned in section 40(3)” there is substituted “specified insection 40”, and\n\t\tfor “mentioned in the said section 40(3)” there is substituted “specifiedin section 40 of this Act”."
    },
    {
        "length": 1336,
        "text": "\nDentists \n\tThe Dentists Act [1984 (c. 24)](/id/ukpga/1984/24?view=plain \"Go to item oflegislation\") is amended as follows.\n\tIn section 29 (appeals)—\n\t\tin subsection (1), for the words from “to Her” to the end there issubstituted “against that determination or direction to the relevant court.”,\n\t\tafter subsection (1) there is inserted—\n\t\t\t“(1A)In subsection (1), “the relevant court”—\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Scotland, means the Court of Session,\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Northern Ireland, means the High Court of Justice inNorthern Ireland, and\n\t\tin the case of any other person, means the High Court of Justice in Englandand Wales.”,\n\t\tsubsection (2) is omitted, and\n\t\tfor subsection (3) there is substituted—\n\tOn an appeal under this section, the court may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the determination or direction appealed against,\n\t\t(in the case of an appeal against a determination under section 27 above ora direction under section 28 above) substitute for the determination ordirection appealed against any other determination or direction which couldhave been made or given by the Professional Conduct Committee or (as the casemay be) the Health Committee, or\n\t\tremit the case to the Professional Conduct Committee, the Health Committeeor the Continuing Professional Development Committee to dispose of the caseunder section 27 or 28 above or Schedule 3A to this Act in accordance with thedirections of the court,\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it thinksfit.”\n\tIn section 44 (withdrawal of privilege from body corporate)—\n\t\tin subsection (4)—\n\t\tafter “days” there is inserted “from service”, and\n\t\tfor the words from “in accordance” to “Majesty in Council” there issubstituted “appeal to the relevant court”, and\n\t\tafter subsection (4) there is inserted—\n\t\t“(4A)In subsection (4), “the relevant court”—\n\t\twhere the registered office of the body corporate is in Northern Ireland,means the High Court of Justice in Northern Ireland,\n\t\twhere the registered office of the body corporate is in Scotland, means theCourt of Session,\n\t\twhere the registered office of the body corporate is in any other place,means the High Court of Justice in England and Wales.”\n\tIn section 51, the words from “(other” to “appeals)” are omitted.\n\tIn section 34A (professional training and development requirements), insubsection (7)(b), for “to Her Majesty in Council” there is substituted “undersection 29 above to the relevant court”.\n\tSubsection (5) has effect—\n\t\tupon the coming into force of this section, if that happens after thecoming into force of article 8 of the Dentists Act 1984 (Amendment) Order 2001([S.I. 2001/3926](/id/uksi/2001/3926?view=plain \"Go to item of legislation\"))(“the Dentists Order”) so far as that article effects the insertion into theDentists Act [1984 (c. 24)](/id/ukpga/1984/24?view=plain \"Go to item oflegislation\") of the new section 34A(7)(b),\n\t\totherwise, immediately after the coming into force to that extent of thatarticle.\n\tIf this section comes into force before article 10(3) of the DentistsOrder—\n\t\tparagraphs (b), (c) and (d) of article 10(3) of that Order are revoked uponthe coming into force of this section, and\n\t\tuntil the coming into force of the remainder of article 10(3) of thatOrder, section 29 of the Dentists Act [1984 (c.24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\") (as amended bythis section) is to be read with the modifications set out in subsection (8).\n\tThe modifications are that section 29 is to be read as if—\n\t\tin each of paragraphs (a) and (b) of subsection (1A), the words “(or if hewere registered would be)” were omitted,\n\t\tin paragraph (c) of subsection (3), the words “(in the case of an appealagainst a determination under section 27 above or a direction under section 28above)” were omitted, and\n\t\tin paragraph (d) of subsection (3)—\n\t\tfor the words “, the Health Committee or the Continuing ProfessionalDevelopment Committee” there were substituted “or the Health Committee”, and\n\t\tthe words “or Schedule 3A to this Act” were omitted."
    },
    {
        "length": 636,
        "text": "\nOpticians \n\tSection 23 of the Opticians Act [1989 (c. 44)](/id/ukpga/1989/44?view=plain\"Go to item of legislation\") (appeals in disciplinary and other cases) isamended as follows.\n\tFor subsection (1) there is substituted—\n\tAn individual or body corporate who is notified under subsection (11) ofsection 17—\n\t\tthat a disciplinary order has been made against him under that section; or\n\t\tthat a direction has been given in respect of him under subsection (9) ofthat section,\n\t\t\tmay, before the end of the period of 28 days beginning with the date on whichnotification was served, appeal against that order or direction to therelevant court.\n\t\t(1A)In subsection (1), “the relevant court”—\n\t\tin the case of an individual whose address in the register is in Scotland,or a body corporate whose registered office is in Scotland, means the Court ofSession,\n\t\tin the case of an individual whose address in the register is in NorthernIreland, or a body corporate whose registered office is in Northern Ireland,means the High Court of Justice in Northern Ireland, and\n\t\tin the case of any other individual or body corporate, means the High Courtof Justice in England and Wales.\n\t\t(1B)An individual or body corporate who is notified under subsection (3) ofsection 19 above that a direction has been given in respect of him under thatsection may, before the end of the period of 28 days beginning with the dateon which notification was served, appeal against that direction to a countycourt or, in Scotland, the sheriff in whose sheriffdom the address in theregister or (as the case may be) the registered office is situated.\n\t\t(1C)On an appeal under this section, the court (or the sheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the order or direction appealed against,\n\t\tsubstitute for the order or direction appealed against any other order ordirection which could have been made by the Disciplinary Committee, or\n\t\tremit the case to the Disciplinary Committee to dispose of the case inaccordance with the directions of the court (or the sheriff),\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it (or he)thinks fit.”\n\tIn subsection (2), for “any such appeal”, where it first appears, there issubstituted “any appeal under this section”."
    },
    {
        "length": 1176,
        "text": "\nOsteopaths \n\tThe Osteopaths Act [1993 (c. 21)](/id/ukpga/1993/21?view=plain \"Go to itemof legislation\") is amended as follows.\n\tIn section 10 (fraud or error in relation to registration)—\n\t\tin subsection (7), for “Her Majesty in Council” there is substituted “acounty court or, in the case of a person whose address in the register is inScotland, the sheriff in whose sheriffdom the address is situated”,\n\t\tfor subsection (8) there is substituted—\n\tAny such appeal must be brought before the end of the period of 28 daysbeginning with the date on which notification of the order was served undersubsection (6).”,\n\t\tsubsection (10) is omitted, and\n\t\tfor subsection (11) there is substituted—\n\tOn an appeal under this section, the court (or the sheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the order appealed against, or\n\t\tremit the case to the General Council to dispose of the case in accordancewith the directions of the court (or the sheriff),\n\t\t\tand may make such order as to costs (or, in Scotland, expenses) as it (or he)thinks fit.”\n\tIn section 22 (consideration of allegations by the Professional ConductCommittee), in each of subsections (6) and (8), for “recommendation undersection 31(8)(c)” there is substituted “decision of a court on an appeal undersection 31”.\n\tIn section 23 (consideration of allegations by the Health Committee), ineach of subsections (4), (5) and (6), for “recommendation under section31(8)(c)” there is substituted “decision of a court on an appeal under section31”.\n\tIn section 29 (appeals against decisions of the Registrar), for subsections(4) to (6) there is substituted—\n\tA person aggrieved by the decision of the General Council on an appealunder this section may appeal to a county court or, in the case of a personwhose address in the register is (or if he were registered would be) inScotland, the sheriff in whose sheriffdom the address is situated.\n\t(4A)On an appeal under subsection (4) above, the court (or the sheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the decision appealed against,\n\t\tsubstitute for the decision appealed against any other decision which couldhave been made by the Registrar, or\n\t\tremit the case to the General Council to dispose of the case in accordancewith the directions of the court (or the sheriff),\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it (or he)thinks fit.”\n\tIn section 31 (appeals against decisions of the Professional ConductCommittee and appeal tribunals)—\n\t\tin subsection (1), for the words from “sent to him” to the end there issubstituted “served on him, appeal against it to the relevant court.”,\n\t\tafter subsection (1) there is inserted—\n\t\t“(1A)In subsection (1), “the relevant court”—\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Scotland, means the Court of Session,\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Northern Ireland, means the High Court of Justice inNorthern Ireland, and\n\t\tin the case of any other person, means the High Court of Justice in Englandand Wales.”,\n\t\tsubsections (3) to (5) and (7) are omitted, and\n\t\tfor subsection (8) there is substituted—\n\tOn an appeal under this section, the court may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the decision appealed against,\n\t\tsubstitute for the decision appealed against any other decision which couldhave been made by the Professional Conduct Committee or (as the case may be)Health Committee, or\n\t\tremit the case to the Committee or appeal tribunal concerned to dispose ofthe case in accordance with the directions of the court,\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it thinksfit.”\n\tIn section 35 (rules), subsection (3) is omitted."
    },
    {
        "length": 1174,
        "text": "\nChiropractors \n\tThe Chiropractors Act [1994 (c. 17)](/id/ukpga/1994/17?view=plain \"Go toitem of legislation\") is amended as follows.\n\tIn section 10 (fraud or error in relation to registration)—\n\t\tin subsection (7), for “Her Majesty in Council” there is substituted “acounty court or, in the case of a person whose address in the register is inScotland, the sheriff in whose sheriffdom the address is situated”,\n\t\tfor subsection (8) there is substituted—\n\tAny such appeal must be brought before the end of the period of 28 daysbeginning with the date on which notification of the order was served undersubsection (6).”,\n\t\tsubsection (10) is omitted, and\n\t\tfor subsection (11) there is substituted—\n\tOn an appeal under this section, the court (or the sheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the order appealed against, or\n\t\tremit the case to the General Council to dispose of the case in accordancewith the directions of the court (or the sheriff),\n\t\t\tand may make such order as to costs (or, in Scotland, expenses) as it (or he)thinks fit.”\n\tIn section 22 (consideration of allegations by the Professional ConductCommittee), in each of subsections (7) and (9), for “recommendation undersection 31(8)(c)” there is substituted “decision of a court on an appeal undersection 31”.\n\tIn section 23 (consideration of allegations by the Health Committee), ineach of subsections (4), (5) and (6), for “recommendation under section31(8)(c)” there is substituted “decision of a court on an appeal under section31”.\n\tIn section 29 (appeals against decisions of the Registrar), for subsections(4) to (6) there is substituted—\n\tA person aggrieved by the decision of the General Council on an appealunder this section may appeal to a county court or, in the case of a personwhose address in the register is (or if he were registered would be) inScotland, the sheriff in whose sheriffdom the address is situated.\n\t(4A)On an appeal under subsection (4) above, the court (or the sheriff) may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the decision appealed against,\n\t\tsubstitute for the decision appealed against any other decision which couldhave been made by the Registrar, or\n\t\tremit the case to the General Council to dispose of the case in accordancewith the directions of the court (or the sheriff),\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it (or he)thinks fit.”\n\tIn section 31 (appeals against decisions of the Professional ConductCommittee and appeal tribunals)—\n\t\tin subsection (1), for the words from “sent to him” to the end there issubstituted “served on him, appeal against it to the relevant court.”,\n\t\tafter subsection (1) there is inserted—\n\t\t“(1A)In subsection (1), “the relevant court”—\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Scotland, means the Court of Session,\n\t\tin the case of a person whose address in the register is (or if he wereregistered would be) in Northern Ireland, means the High Court of Justice inNorthern Ireland, and\n\t\tin the case of any other person, means the High Court of Justice in Englandand Wales.”,\n\t\tsubsections (3) to (5) and (7) are omitted, and\n\t\tfor subsection (8) there is substituted—\n\tOn an appeal under this section, the court may—\n\t\tdismiss the appeal,\n\t\tallow the appeal and quash the decision appealed against,\n\t\tsubstitute for the decision appealed against any other decision which couldhave been made by the Professional Conduct Committee or (as the case may be)Health Committee, or\n\t\tremit the case to the Committee or appeal tribunal concerned to dispose ofthe case in accordance with the directions of the court,\n\t\tand may make such order as to costs (or, in Scotland, expenses) as it thinksfit.”\n\tIn section 35 (rules), subsection (3) is omitted."
    },
    {
        "length": 135,
        "text": "\nThe pharmacy profession\n\tRegulation of the profession of pharmacy\n\t\tIn Schedule 3 to the 1999 Act (which makes provision in relation to ordersunder section 60 of that Act regulating health care and associatedprofessions), in paragraph 2, for sub-paragraphs (2) and (3) there issubstituted—\n\t\tBut (subject to paragraph 12) an order may not amend the Medicines Act1968 except in connection with the regulation of the profession regulated bythe Pharmacy Act 1954.”"
    },
    {
        "length": 2467,
        "text": "\nPart 3Miscellaneous\n\tAmendments of health service legislation in connection withconsolidation\n\t\tThe Secretary of State may by order make such amendments of the legislationrelating to the health service in England and Wales as in his opinionfacilitate, or are otherwise desirable in connection with, the consolidationof the whole or greater part of that legislation.\n\t\tAn order under this section shall not come into force unless—\n\t\t\ta single Act, or\n\t\t\ta group of two or more Acts,\n\t\t\t\tis passed consolidating the whole or greater part of the legislation relatingto the health service in England and Wales (with or without other legislationrelating to any of the health services).\n\t\tIf such an Act or group of Acts is passed, the order shall (by virtue ofthis subsection) come into force immediately before the Act or group of Actscomes into force.\n\t\tOnce an order under this section has come into force, no further order maybe made under this section.\n\t\tIn this section—\n\t\t\t  * “the health services” means any of the health services within the meaning of the 1977 Act, the National Health Service (Scotland) Act [1978 (c. 29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\") or the Health and Personal Social Services (Northern Ireland) Order 1972 ([S.I. 1972/1265 (N.I. 14)](/id/nisi/1972/1265?view=plain \"Go to item of legislation\")), \n\t\t\t  * “the legislation relating to the health service in England and Wales” means the 1977 Act and any other Act relating to the health service (within the meaning of that Act), whenever passed. \n\tMinor and consequential amendments and repeals\n\t\tThe minor and consequential amendments specified in Schedule 8 are to haveeffect.\n\t\tThe enactments specified in Schedule 9 are repealed to the extentspecified.\n\tRegulations and orders\n\t\tAny power under this Act to make any order or regulations is (except in thecase of orders under section 22(5)) exercisable by statutory instrument or, inthe case of an order made by the Department of Health, Social Services andPublic Safety in Northern Ireland under section 27, by statutory rule for thepurposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tA statutory instrument containing any order or regulations made by theSecretary of State under this Act, other than regulations under section 28 oran order under section 27, 36 or 42(3), shall be subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tA statutory instrument containing regulations under section 28 or an orderunder section 36, or an order of the Secretary of State under section 27,shall not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tNo order shall be made by the Department of Health, Social Services andPublic Safety in Northern Ireland under section 27 unless a draft of the orderhas been laid before, and approved by resolution of, the Northern IrelandAssembly.\n\t\tAny power under this Act to make any order or regulations may be exercised—\n\t\t\teither in relation to all cases to which the power extends, or in relationto those cases subject to specified exceptions, or in relation to anyspecified cases or classes of case,\n\t\t\tso as to make, as respects the cases in relation to which it is exercised—\n\t\t\tthe full provision to which the power extends or any less provision(whether by way of exception or otherwise),\n\t\t\tthe same provision for all cases in relation to which the power isexercised, or different provision for different cases or different classes ofcase or different provision as respects the same case or class of case fordifferent purposes of this Act,\n\t\t\tany such provision either unconditionally or subject to any specifiedcondition.\n\t\tWhere any such power is expressed to be exercisable for alternativepurposes it may be exercised in relation to the same case for any or all ofthose purposes.\n\t\tAny such power includes power—\n\t\t\tto make such incidental, supplementary, consequential, saving ortransitional provision (including provision amending, repealing or revokingenactments) as the authority making the order or regulations considers to beexpedient, and\n\t\t\tto provide for a person to exercise a discretion in dealing with anymatter.\n\t\tSubsections (5) to (7) do not apply to orders under section 27.\n\t\tSubject to subsection (8), nothing in this Act shall be read as affectingthe generality of subsection (7).\n\t\tDirections given in pursuance of any provision of this Act are, exceptwhere otherwise stated, to be given by instrument in writing.\n\t\tAny power conferred by this Act to give directions by instrument inwriting includes power to vary or revoke them by subsequent directions.\n\tSupplementary and consequential provision etc\n\t\tThe Secretary of State may by regulations make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas he considers necessary or expedient for the purposes of, or in consequenceof or for giving full effect to any provision of this Act.\n\t\tThe provision which may be made under subsection (1) includes provisionamending or repealing any enactment, instrument or document, including anenactment contained in an Act passed in the same session as this Act.\n\t\tThe power to make regulations under this section is also exercisable by theNational Assembly for Wales, in relation to provision dealing with matterswith respect to which functions are exercisable by the Assembly.\n\t\tNothing in this Act shall be read as affecting the generality of subsection(1).\n\tWales \n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")), any reference to an Act which is amended by this Act is (asfrom the time when the Act is so amended) to be treated as referring to theAct as so amended.\n\t\tSubsection (1) does not affect the power to make further Orders varying oromitting any such reference.\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided by virtue of any other Act.\n\tShort title, interpretation, commencement and extent\n\t\tThis Act may be cited as the National Health Service Reform and Health CareProfessions Act 2002.\n\t\tIn this Act—\n\t\t\t  * “the 1977 Act” means the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"), \n\t\t\t  * “the 1999 Act” means the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\"), \n\t\t\t  * “NHS trust” has the same meaning as in the 1977 Act. \n\t\tThis Act, apart from—\n\t\t\tthis section and sections 38 to 41, and\n\t\t\tany other provision of this Act so far as it confers any power to make anorder or regulations under this Act,\n\t\t\t\tshall come into force on such day as the appropriate authority may by orderappoint, and different days may be appointed for different provisions and fordifferent purposes.\n\t\tIn subsection (3), the “appropriate authority” is—\n\t\t\tin relation to sections 1 to 5, 7, 8, 15 to 22, Part 2, and section 36, theSecretary of State,\n\t\t\tin relation to sections 11 to 14, the Secretary of State after consultingthe National Assembly for Wales,\n\t\t\tin relation to sections 6, 9 and 24, the National Assembly for Wales,\n\t\t\tin relation to sections 10 and 23—\n\t\t\tthe Secretary of State, in relation to England, and\n\t\t\tthe National Assembly for Wales, in relation to Wales,\n\t\t\tin relation to section 37—\n\t\t\tthe Secretary of State, as respects any amendment or repeal consequentialon provisions falling within paragraph (a),\n\t\t\tthe Secretary of State, after consulting the National Assembly for Wales,as respects any amendment or repeal consequential on provisions falling withinparagraph (b),\n\t\t\tthe National Assembly for Wales, as respects any amendment or repealconsequential on provisions falling within paragraph (c),\n\t\t\totherwise, the Secretary of State, in relation to England, and theNational Assembly for Wales, in relation to Wales.\n\t\tSubject to subsection (6), this Act extends to the whole of the UnitedKingdom, except for Part 1, which extends to England and Wales only.\n\t\tThe extent of any amendment or repeal made by this Act is the same as thatof the enactment amended or repealed.\n\t\tSubsection (6) does not apply to the amendment of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\") made byparagraph 64 of Schedule 2, which extends to England and Wales only.\n\t\tThe Secretary of State may by order provide that so much of this Act asextends to England and Wales is to apply to the Isles of Scilly with suchmodifications (if any) as are specified in the order; but otherwise this Actdoes not extend there."
    }
]