[
    {
        "length": 439,
        "text": "\nPart 1Increases in rates\n\tClass 1 contributions\n\t\tIn section 8(2) of SSCBA 1992 and SSCB(NI)A 1992 (calculation of primaryClass 1 percentages)—\n\t\t\tin paragraph (a) (main primary percentage), for “11” substitute “12”, and\n\t\t\tin paragraph (b) (additional primary percentage), for “1” substitute “2”.\n\t\tIn section 9(2) of SSCBA 1992 and SSCB(NI)A 1992 (calculation of secondaryClass 1 percentage), for “12.8” substitute “13.8”.\n\tClass 4 contributions\n\t\tIn section 15(3ZA) of SSCBA 1992 and SSCB(NI)A 1992 (Class 4 percentages)—\n\t\t\tin paragraph (a) (main Class 4 percentage), for “8” substitute “9”, and\n\t\t\tin paragraph (b) (additional Class 4 percentage), for “1” substitute “2”.\n\t\tIn section 143(4)(b) of SSAA 1992 (power to alter contributions with a viewto adjusting level of National Insurance Fund: main Class 4 percentage not tobe increased to more than 8.25 per cent), for “8.25” substitute “9.25”.\n\tIncreased product of additional rates to be paid into National InsuranceFund\n\t\tIn section 162(5) of SSAA 1992 and section 142(5) of SSA(NI)A 1992(destination of contributions: 100 per cent of product of additional primarypercentage rate and additional Class 4 percentage rate to form part of healthservice allocation), for “100” substitute “50”."
    },
    {
        "length": 3524,
        "text": "\nPart 2Regional secondary contributions holiday for new businesses\n\tHoliday for new businesses\n\t\tThis section applies where—\n\t\t\ta person, or a number of persons in partnership, (“P”) starts a newbusiness during the relevant period,\n\t\t\tthe principal place at which the new business is carried on when it isstarted is not in any of the excluded regions, and\n\t\t\tone or more persons are qualifying employees in relation to the newbusiness.\n\t\tThe appropriate amount in respect of each qualifying employee may be—\n\t\t\tdeducted from Class 1 contributions payments which P is liable to make, or\n\t\t\trefunded to P.\n\t\tSection 5 defines what is meant by “starting a new business”.\n\t\t“The relevant period” is the period—\n\t\t\tbeginning with 22 June 2010, and\n\t\t\tending with 5 September 2013.\n\t\t“The excluded regions” are Greater London, the South East Region and theEastern Region.\n\t\tSection 6 specifies when a person is a qualifying employee in relation to anew business.\n\t\tSection 7 specifies what is the appropriate amount in respect of aqualifying employee.\n\t\tSection 8 explains how a deduction or refund is made.\n\t\tSection 9 makes provision requiring the retention of records.\n\t\tSection 10 contains an anti-avoidance rule.\n\t\tSection 11 makes provision for the interpretation of this Part.\n\tStarting a new business\n\t\tP “starts” a new business when P begins to carry on a new business.\n\t\tA business is not a “new” business if—\n\t\t\tP has, at any time during the period of 6 months ending with the time whenP begins to carry it on, carried on another business consisting of theactivities of which the business consists (or most of them), or\n\t\t\tP carries it on as a result of a transfer (within the meaning of subsection(3)).\n\t\tP carries on a business as a result of a transfer if P begins to carry onthe business on another person ceasing to carry on the activities of which itconsists (or most of them) in consequence of arrangements involving P and theother person.\n\t\tFor the purposes of subsection (3) P is to be taken to begin to carry on abusiness on another person ceasing to carry on such activities if—\n\t\t\tthe business begins to be carried on by P otherwise than in partnership onsuch activities ceasing to be carried on by persons in partnership, or\n\t\t\tP is a number of persons in partnership who begin to carry on the businesson such activities ceasing to be carried on—\n\t\t\tby a person, or a number of persons, otherwise than in partnership,\n\t\t\tby persons in a partnership not consisting only of all the personsconstituting P, or\n\t\t\tpartly as mentioned in sub-paragraph (i) and partly as mentioned in sub-paragraph (ii).\n\t\tP is not to be regarded as starting a new business by beginning to carry ona business if—\n\t\t\tbefore P begins to carry on the business, P is a party to arrangementsunder which P may (at any time during the relevant period) carry on as part ofthe business activities carried on by any other person, and\n\t\t\tthe business would have been prevented by subsection (2)(b) from being anew business had—\n\t\t\tP begun to carry on the activities when beginning to carry on the business,and\n\t\t\tthe other person at that time ceased to carry them on.\n\t\tIn this section “business” means something which is—\n\t\t\ta trade, profession or vocation for the purposes of the Income Tax Acts orthe Corporation Tax Acts,\n\t\t\ta property business (within the meaning of section 263(6) of the Income Tax(Trading and Other Income) Act 2005), or\n\t\t\tan investment business (that is, a business consisting wholly or partly ofmaking investments).\n\tQualifying employees\n\t\tA person is a “qualifying employee” in relation to a new business if—\n\t\t\tthe person first becomes employed as an employed earner for the purposes ofthe new business before the end of the initial period, and\n\t\t\tP is the secondary contributor in relation to any payment of earnings to orfor the benefit of the person in respect of the employment at any time duringthe period that is the holiday period in relation to the person.\n\t\tWhere (apart from this subsection) there would be more than 10 qualifyingemployees, only the first 10 persons who become qualifying employees arequalifying employees.\n\t\tThe “initial period” means the period of one year beginning with—\n\t\t\tthe date on which P starts the new business, or\n\t\t\tif earlier, the first date on which a person first becomes employed as anemployed earner for the purposes of the new business,\n\t\t\t\tbut if the first date on which a person first becomes employed as an employedearner for the purposes of the new business is before 22 June 2010, the personis to be taken for the purposes of paragraph (b) as first so employed on thatdate.\n\t\tThe “holiday period”, in relation to a person, is the period—\n\t\t\tbeginning with the day on which the person first becomes employed as anemployed earner for the purposes of the new business or, if the person firstbecomes so employed before 6 September 2010, with that date, and\n\t\t\tending with the earlier of—\n\t\t\tthe end of the period of one year beginning with the day on which itbegins, and\n\t\t\tthe end of the relevant period.\n\t\tNone of the following has effect for the purposes of this Part—\n\t\t\tthe Social Security Contributions (Intermediaries) Regulations 2000 ([S.I.2000/727](/id/uksi/2000/727?view=plain \"Go to item of legislation\")) and theSocial Security Contributions (Intermediaries) (Northern Ireland) Regulations2000 ([S.I. 2000/728](/id/uksi/2000/728?view=plain \"Go to item oflegislation\")) (which provide in certain cases for an intermediary to betreated as the secondary contributor in relation to the payment of earnings),and\n\t\t\tthe Social Security Contributions (Managed Service Companies) Regulations2007 ([S.I. 2007/2070](/id/uksi/2007/2070?view=plain \"Go to item oflegislation\")) (which provide in certain cases for a managed service companyto be treated as the secondary contributor in relation to the payment ofearnings).\n\tThe appropriate amount\n\t\tThe appropriate amount in respect of a qualifying employee is the relevantamount of secondary Class 1 contributions.\n\t\t“The relevant amount of secondary Class 1 contributions” is the amount ofsecondary Class 1 contributions which P is liable to pay in respect ofrelevant earnings.\n\t\t“Relevant earnings” are earnings paid to or for the benefit of thequalifying employee, in respect of employment as an employed earner for thepurposes of the new business, at any time during the holiday period when theprincipal place at which the business is carried on is not in any of theexcluded regions.\n\t\tBut if (apart from this subsection) the relevant amount of secondary Class1 contributions would exceed £5,000, it is the first £5,000 which P becomesliable to pay.\n\t\tIn the case of a qualifying employee who is a mariner, the reference insubsection (3) to earnings paid at any time during the holiday periodincludes, in relation to earnings paid for a voyage beginning in the holidayperiod but ending after it, earnings earned in the part of the voyage periodfalling within the holiday period.\n\t\t\t“Mariner” and “voyage period” have the meaning given by regulation 115 of the2001 Regulations.\n\t\tIf P is liable to pay secondary Class 1 contributions at the contracted-outrate, P is to be treated for the purposes of subsection (2) as liable to paythem at the non-contracted-out rate; and for this purpose “contracted-outrate” and “non-contracted-out rate” have the same meaning as in the 2001Regulations.\n\tMaking of deductions or refunds\n\t\tTo the extent that the appropriate amount is attributable to secondaryClass 1 contributions payable in respect of earnings paid in a tax year it maybe deducted from any one or more Class 1 contributions payments made by P inrespect of that tax year.\n\t\tIf the amount which P would be entitled to deduct under this sectionexceeds the amount of the payments from which it can be deducted, HMRC mustinstead refund the excess to P if P requests them to do so.\n\t\tNo deduction or refund may be made under this section until an applicationhas been submitted to, and granted by, HMRC.\n\t\tAn application must contain such information, and must be made in such formand manner, as is specified by HMRC.\n\t\tNo application may be made for a refund in respect of a qualifying employeeafter the end of the period of 4 years beginning with the day on which thelast deduction could be made in respect of the qualifying employee.\n\t\tFor the purposes of—\n\t\t\tPart 2 of the Social Security Contributions (Transfer of Functions, etc.)Act 1999, and\n\t\t\tPart 3 of the Social Security Contributions (Transfer of Functions, etc.)(Northern Ireland) Order 1999 ([S.I. 1999/671](/id/uksi/1999/671?view=plain\"Go to item of legislation\")),\n\t\t\t\t(decisions and appeals), the decisions to which this subsection applies aredecisions of an officer of Revenue and Customs under section 8 of that Act orArticle 7 of that Order.\n\t\tSubsection (6) applies to—\n\t\t\ta decision whether P is or was entitled to make a deduction under thissection and, if so, the amount that P is or was entitled to deduct, and\n\t\t\ta decision whether P is entitled to a refund under this section and, if so,the amount of the refund.\n\tRetention of records\n\t\tThis section applies where P is or was entitled to make a deduction undersection 8 in respect of a qualifying employee.\n\t\tP must keep and preserve any documents or records relating to—\n\t\t\tP’s entitlement to make a deduction in respect of the employee, and\n\t\t\tthe calculation of any amount that has been, or could have been, deducted,\n\t\t\t\tfor not less than 3 years beginning with the date on which the last deductionunder section 8 is, or could be, made in respect of the employee.\n\t\tAccordingly, the duty imposed by paragraph 26(1) of Schedule 4 to the 2001Regulations (retention by employer of contribution and election records) doesnot apply to any such documents or records.\n\t\tThe duty imposed by this section may be discharged by preserving thedocuments or records in any form or by any means.\n\t\tFor the purposes of Schedule 36 to the Finance Act 2008 (information andinspection powers), as applied by section 110ZA of SSAA 1992 and section 104ZAof SSA(NI)A 1992, the duty imposed by this section is to be treated as if itwere a duty imposed under or by virtue of SSCBA 1992 or SSCB(NI)A 1992.\n\tAnti-avoidance \n\t\tThis Part does not apply if P starts the new business pursuant to avoidancearrangements.\n\t\tArrangements are “avoidance arrangements” if the main purpose, or one ofthe main purposes, of P in being a party to them is to secure that activitieswhich might otherwise have been carried on as part of another business(whether by P or any other person) are carried on by P as part of the newbusiness in order to obtain deductions or refunds (or increased deductions orrefunds) under this Part.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “the 2001 Regulations” means the Social Security (Contributions) Regulations 2001 ([S.I. 2001/1004](/id/uksi/2001/1004?view=plain \"Go to item of legislation\")); \n\t\t\t  * “the appropriate amount” is to be read in accordance with section 7; \n\t\t\t  * “arrangements” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable); \n\t\t\t  * “Class 1 contributions payments” means payments under— \n\t\t\tparagraph 10 of Schedule 4 to the 2001 Regulations (monthly payments), or\n\t\t\tparagraph 11 of that Schedule (quarterly payments);\n\t\t\t\t  * “the Eastern Region” means— \n\t\t\tthe counties of Bedford, Cambridgeshire, Central Bedfordshire, Essex,Hertfordshire, Norfolk and Suffolk, and\n\t\t\tthe non-metropolitan districts of Luton, Peterborough, Southend-on-Sea andThurrock;\n\t\t\t\t  * “the excluded regions” has the meaning given by section 4(5); \n\t\t\t\t  * “HMRC” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “holiday period” has the meaning given by section 6(4); \n\t\t\t\t  * “qualifying employee” has the meaning given by section 6; \n\t\t\t\t  * “the relevant period” has the meaning given by section 4(4); \n\t\t\t\t  * “the South East Region” means— \n\t\t\tthe counties of Buckinghamshire, East Sussex, Hampshire, the Isle of Wight,Kent, Oxfordshire, Surrey and West Sussex, and\n\t\t\tthe non-metropolitan districts of Bracknell Forest, Brighton and Hove, Medway,Milton Keynes, Portsmouth, Reading, Slough, Southampton, West Berkshire,Windsor and Maidenhead and Wokingham.\n\t\tExpressions used in this Part and in Part 1 of SSCBA 1992 or SSCB(NI)A 1992have the same meaning for the purposes of this Part as they have for thepurposes of that Part."
    },
    {
        "length": 292,
        "text": "\nPart 3General\n\tAbbreviations of Acts\n\t\tIn this Act—\n\t\t  * “SSAA 1992” means the Social Security Administration Act 1992; \n\t\t  * “SSA(NI)A 1992” means the Social Security Administration (Northern Ireland) Act 1992; \n\t\t  * “SSCBA 1992” means the Social Security Contributions and Benefits Act 1992; \n\t\t  * “SSCB(NI)A 1992” means the Social Security Contributions and Benefits (Northern Ireland) Act 1992. \n\tCommencement \n\t\tPart 1 comes into force on 6 April 2011.\n\t\tPart 2 and this Part come into force on the day on which this Act ispassed.\n\tExtent \n\t\tThe amendments made by Part 1 have the same extent as the provisions towhich they relate.\n\t\tPart 2 and this Part extend to England and Wales, Scotland and NorthernIreland.\n\tShort title\n\t\tThis Act may be cited as the National Insurance Contributions Act 2011.\n\t"
    }
]