{
    "general": "This law makes changes to how much money people pay in national insurance (a type of tax) when they work. It also gives some businesses a break on their national insurance payments if they are in certain areas. The goal of these changes is to help create more jobs and grow the economy.",
    "series": [
        [
            {
                "length": 256,
                "short": "\"Government Raises National Insurance Contributions for Certain Classes Starting April 2011\"",
                "text": "\n* Simplified point 1: The government is increasing the National Insurance contributions (NICs) rates for certain classes.\n* Simplified point 2: The increase in NICs will apply to Class 1 and Class 4 contributions, and the new rates will be effective starting from April 2011.\n* Simplified point 3: The main primary percentage for Class 1 contributions will increase from 11% to 12%, and the additional primary percentage will increase from 1% to 2%.\n* Simplified point 4: The secondary Class 1 percentage will increase from 12.8% to 13.8%.\n* Simplified point 5: The main Class 4 percentage will increase from 8% to 9%, and the additional Class 4 percentage will increase from 1% to 2%.\n* Simplified point 6: The product of the additional primary percentage rate and the additional Class 4 percentage rate will be reduced from 100% to 50%."
            },
            {
                "length": 219,
                "short": "\"UK Entrepreneurship Law: Holiday from National Insurance Contributions\"",
                "text": "\n* Simplified point 1: The UK government introduced a new law allowing entrepreneurs to claim a holiday from their National Insurance contributions when starting a new business.\n* Simplified point 2: To qualify for this holiday, the business must meet certain criteria, such as being a new business, not being part of another business, and having a primary place of business in certain regions.\n* Simplified point 3: The law outlines specific requirements for the business to be considered new, including the types of activities that can be carried out and the timing of when the business began.\n* Simplified point 4: The law also provides for the retention of records related to the business and the anti-avoidance provisions to prevent abuse of the holiday scheme.\n* Simplified point 5: The law applies to both England and Wales, with some differences in the definitions of certain regions."
            },
            {
                "length": 112,
                "short": "\"Social Security Abbreviations and Commencement Dates Act 2011\"",
                "text": "\n* Simplified point 1: This section defines abbreviations for various acts related to social security.\n* Simplified point 2: It specifies the commencement date for different parts of the act and the extent of the amendments made by each part.\n* Simplified point 3: The act can be referred to as the \"National Insurance Contributions Act 2011\"."
            }
        ],
        [
            {
                "length": 211,
                "short": "\"Government Increases National Insurance Contributions in 2011\"",
                "text": "\n* Simplified point 1: The government increased National Insurance contributions for certain classes starting from April 2011.\n* Simplified point 2: The increase affects Class 1 and Class 4 contributions, with higher rates applying to these classes.\n* Simplified point 3: The main primary percentage for Class 1 contributions increased from 11% to 12%, and the additional primary percentage increased from 1% to 2%.\n* Simplified point 4: The secondary Class 1 percentage increased from 12.8% to 13.8%.\n* Simplified point 5: The main Class 4 percentage increased from 8% to 9%, and the additional Class 4 percentage increased from 1% to 2%.\n* Simplified point 6: The product of the additional primary percentage rate and the additional Class 4 percentage rate was reduced from 100% to 50%."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Insurance Contributions Act 2011 increases the amount of money people pay towards National Insurance if they earn over £20,000 per year. This includes people who work for themselves or have a small business. The increase starts in April 2011.\nFor people who start a new business, there is a special rule that allows them to not pay National Insurance for a short time. This only applies to certain areas of the country.\nThis law also changes some of the words used to describe different things related to National Insurance.\nOverall, this law means that more money will go into the system that helps people who are sick, unemployed, or retired."
}