[
    {
        "length": 1885,
        "text": "\nDiscrimination by police and other public authorities\n\tAfter section 19A of the [1976 c. 74.] Race Relations Act 1976 (in this Actreferred to as “the 1976 Act”) there is inserted—\n\t“Public authorities\n\t\tBDiscrimination by public authorities\n\t\t\tIt is unlawful for a public authority in carrying out any functions of theauthority to do any act which constitutes discrimination.\n\t\t\tIn this section “public authority”—\n\t\t\t\tincludes any person certain of whose functions are functions of a publicnature; but\n\t\t\t\tdoes not include any person mentioned in subsection (3).\n\t\t\tThe persons mentioned in this subsection are—\n\t\t\t\teither House of Parliament;\n\t\t\t\ta person exercising functions in connection with proceedings in Parliament;\n\t\t\t\tthe Security Service;\n\t\t\t\tthe Secret Intelligence Service;\n\t\t\t\tthe Government Communications Headquarters; and\n\t\t\t\tany unit or part of a unit of any of the naval, military or air forces ofthe Crown which is for the time being required by the Secretary of State toassist the Government Communications Headquarters in carrying out itsfunctions.\n\t\t\tIn relation to a particular act, a person is not a public authority byvirtue only of subsection (2)(a) if the nature of the act is private.\n\t\t\tThis section is subject to sections 19C to 19F.\n\t\t\tNothing in this section makes unlawful any act of discrimination which—\n\t\t\t\tis made unlawful by virtue of any other provision of this Act; or\n\t\t\t\twould be so made but for any provision made by or under this Act.\n\t\tCExceptions or further exceptions from section 19B for judicial andlegislative acts etc\n\t\t\tSection 19B does not apply to—\n\t\t\t\tany judicial act (whether done by a court, tribunal or other person); or\n\t\t\t\tany act done on the instructions, or on behalf, of a person acting in ajudicial capacity.\n\t\t\tSection 19B does not apply to any act of, or relating to, making,confirming or approving any enactment or Order in Council or any instrumentmade by a Minister of the Crown under an enactment.\n\t\t\tSection 19B does not apply to any act of, or relating to, making orapproving arrangements, or imposing requirements or conditions, of a kindfalling within section 41.\n\t\t\tSection 19B does not apply to any act of, or relating to, imposing arequirement, or giving an express authorisation, of a kind mentioned insection 19D(3) in relation to the carrying out of immigration and nationalityfunctions.\n\t\t\tIn this section—\n\t\t\t\t  * “immigration and nationality functions” has the meaning given in section 19D; and\n\t\t\t\t  * “Minister of the Crown” includes the National Assembly for Wales and a member of the Scottish Executive.\n\t\tDException from section 19B for certain acts in immigration andnationality cases\n\t\t\tSection 19B does not make it unlawful for a relevant person to discriminateagainst another person on grounds of nationality or ethnic or national originsin carrying out immigration and nationality functions.\n\t\t\tFor the purposes of subsection (1), “relevant person” means—\n\t\t\t\ta Minister of the Crown acting personally; or\n\t\t\t\tany other person acting in accordance with a relevant authorisation.\n\t\t\tIn subsection (2), “relevant authorisation” means a requirement imposed orexpress authorisation given—\n\t\t\t\twith respect to a particular case or class of case, by a Minister of theCrown acting personally;\n\t\t\t\twith respect to a particular class of case—\n\t\t\t\tby any of the enactments mentioned in subsection (5); or\n\t\t\t\tby any instrument made under or by virtue of any of those enactments.\n\t\t\tFor the purposes of subsection (1), “immigration and nationality functions”means functions exercisable by virtue of any of the enactments mentioned insubsection (5).\n\t\t\tThose enactments are—\n\t\t\t\tthe Immigration Acts (within the meaning of the [1999 c. 33.] Immigrationand Asylum Act 1999 but excluding sections 28A to 28K of the [1971 c. 77.]Immigration Act 1971 so far as they relate to offences under Part III of thatAct);\n\t\t\t\tthe [1981 c. 61.] British Nationality Act 1981;\n\t\t\t\tthe [1983 c. 6.] British Nationality (Falkland Islands) Act 1983;\n\t\t\t\tthe [1990 c. 34.] British Nationality (Hong Kong) Act 1990;\n\t\t\t\tthe [1996 c. 41.] Hong Kong (War Wives and Widows) Act 1996;\n\t\t\t\tthe [1997 c. 20.] British Nationality (Hong Kong) Act 1997; and\n\t\t\t\tthe [1997 c. 68.] Special Immigration Appeals Commission Act 1997;\n\t\t\t\t\tand include any provision made under section 2(2) of the [1972 c. 68.]European Communities Act 1972, or any provision of Community law, whichrelates to the subject-matter of any of the enactments mentioned above.\n\t\tEMonitoring of exception in relation to immigration and nationalitycases\n\t\t\tThe Secretary of State shall appoint a person who is not a member of hisstaff to act as a monitor.\n\t\t\tBefore appointing any such person, the Secretary of State shall consult theCommission.\n\t\t\tThe person so appointed shall monitor, in such manner as the Secretary ofState may determine—\n\t\t\t\tthe likely effect on the operation of the exception in section 19D of anyrelevant authorisation relating to the carrying out of immigration andnationality functions which has been given by a Minister of the Crown actingpersonally; and\n\t\t\t\tthe operation of that exception in relation to acts which have been done bya person acting in accordance with such an authorisation.\n\t\t\tThe monitor shall make an annual report on the discharge of his functionsto the Secretary of State.\n\t\t\tThe Secretary of State shall lay a copy of any report made to him undersubsection (4) before each House of Parliament.\n\t\t\tThe Secretary of State shall pay to the monitor such fees and allowances(if any) as he may determine.\n\t\t\tIn this section “immigration and nationality functions” and “relevantauthorisation” have the meanings given to them in section 19D.\n\t\tFExceptions from section 19B for decisions not to prosecute etc\n\t\t\tSection 19B does not apply to—\n\t\t\t\ta decision not to institute criminal proceedings and, where such a decisionhas been made, any act done for the purpose of enabling the decision whetherto institute criminal proceedings to be made;\n\t\t\t\twhere criminal proceedings are not continued as a result of a decision notto continue them, the decision and, where such a decision has been made—\n\t\t\t\tany act done for the purpose of enabling the decision whether to continuethe proceedings to be made; and\n\t\t\t\tany act done for the purpose of securing that the proceedings are notcontinued.”"
    },
    {
        "length": 2339,
        "text": "\nSpecified authorities: general statutory duty\n\tFor section 71 of the 1976 Act (local authorities: general statutory duty)there is substituted—\n\t“71Specified authorities: general statutory duty\n\t\tEvery body or other person specified in Schedule 1A or of a descriptionfalling within that Schedule shall, in carrying out its functions, have dueregard to the need—\n\t\t\tto eliminate unlawful racial discrimination; and\n\t\t\tto promote equality of opportunity and good relations between persons ofdifferent racial groups.\n\t\tThe Secretary of State may by order impose, on such persons falling withinSchedule 1A as he considers appropriate, such duties as he considersappropriate for the purpose of ensuring the better performance by thosepersons of their duties under subsection (1).\n\t\tAn order under subsection (2)—\n\t\t\tmay be made in relation to a particular person falling within Schedule 1A,any description of persons falling within that Schedule or every personfalling within that Schedule;\n\t\t\tmay make different provision for different purposes.\n\t\tBefore making an order under subsection (2), the Secretary of State shallconsult the Commission.\n\t\tThe Secretary of State may by order amend Schedule 1A; but no such ordermay extend the application of this section unless the Secretary of Stateconsiders that the extension relates to a person who exercises functions of apublic nature.\n\t\tAn order under subsection (2) or (5) may contain such incidental,supplementary or consequential provision as the Secretary of State considersappropriate (including provision amending or repealing provision made by orunder this Act or any other enactment).\n\t\tThis section is subject to section 71A and 71B and is without prejudice tothe obligation of any person to comply with any other provision of this Act.\n\tAGeneral statutory duty: special cases\n\t\tIn relation to the carrying out of immigration and nationality functions(within the meaning of section 19D(1)), section 71(1)(b) has effect with theomission of the words “equality of opportunity and”.\n\t\tWhere an entry in Schedule 1A is limited to a person in a particularcapacity, section 71(1) does not apply to that person in any other capacity.\n\t\tWhere an entry in Schedule 1A is limited to particular functions of aperson, section 71(1) does not apply to that person in relation to any otherfunctions.\n\tBGeneral statutory duty: Scotland and Wales\n\t\tFor the purposes of the [1998 c. 46.] Scotland Act 1998, subsections (2) to(4) of section 71 (and sections 71(6) and 74 so far as they apply to the powerconferred by subsection (2) of section 71) shall be taken to be pre-commencement enactments within the meaning of that Act.\n\t\tBefore making an order under section 71(2) in relation to functionsexercisable in relation to Wales by a person who is not a Welsh publicauthority, the Secretary of State shall consult the National Assembly forWales.\n\t\tThe Secretary of State shall not make an order under section 71(2) inrelation to functions of a Welsh public authority except with the consent ofthe National Assembly for Wales.\n\t\tIn this section “Welsh public authority” means any person whose functionsare exercisable only in relation to Wales and includes the National Assemblyfor Wales.\n\tCGeneral statutory duty: codes of practice\n\t\tThe Commission may issue codes of practice containing such practicalguidance as the Commission think fit in relation to the performance by personsof duties imposed on them by virtue of subsections (1) and (2) of section 71.\n\t\tWhen the Commission propose to issue a code of practice under this section,they—\n\t\t\tshall prepare and publish a draft of the code;\n\t\t\tshall consider any representations made to them about the draft; and\n\t\t\tmay modify the draft accordingly.\n\t\tIn the course of preparing any draft code of practice under this sectionthe Commission shall consult such organisations or bodies as appear to theCommission to be appropriate having regard to the content of the draft code.\n\t\tIf the Commission determine to proceed with a draft code of practice, theyshall transmit the draft to the Secretary of State who shall consult theScottish Ministers and the National Assembly for Wales.\n\t\tAfter consulting the Scottish Ministers and the National Assembly forWales, the Secretary of State shall—\n\t\t\tif he approves of the draft code, lay it before both Houses of Parliament;and\n\t\t\tif he does not approve of it, publish details of his reasons forwithholding approval.\n\t\tIf, within the period of forty days beginning with the day on which a copyof a draft code of practice is laid before each House of Parliament, or, ifsuch copies are laid on different days, with the later of the two days, eitherHouse so resolves, no further proceedings shall be taken on the draft code ofpractice, but without prejudice to the laying before Parliament of a newdraft.\n\t\tIn reckoning the period of forty days referred to in subsection (6), noaccount shall be taken of any period during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than four days.\n\t\tIf no such resolution is passed as is referred to in subsection (6), theCommission shall issue the code in the form of the draft and the code shallcome into effect on such day as the Secretary of State may, after consultingthe Scottish Ministers and the National Assembly for Wales, by order appoint.\n\t\tWithout prejudice to section 74(3), an order under subsection (8) maycontain such transitional provisions or savings as appear to the Secretary ofState to be necessary or expedient in connection with the code of practicethereby brought into operation.\n\t\tThe Commission may revoke, or from time to time revise, the whole or anypart of a code of practice issued under this section; and, where they revisethe whole or any part of such a code, they shall issue the revised code, andsubsections (2) to (9) shall apply (with appropriate modifications) to such arevised code as they apply to the first issue of a code.\n\t\tA failure on the part of any person to observe any provision of a code ofpractice shall not of itself render that person liable to any proceedings; butany code of practice issued under this section shall be admissible in evidencein any legal proceedings, and if any provision of such a code appears to thecourt or tribunal concerned to be relevant to any question arising in theproceedings it shall be taken into account in determining that question.\n\t\tWithout prejudice to subsection (1), a code of practice issued under thissection may include such practical guidance as the Commission think fit as towhat steps it is reasonably practicable for persons to take for the purpose ofpreventing their staff from doing in the course of their duties acts madeunlawful by this Act.\n\tDGeneral statutory duty: compliance notices\n\t\tIf the Commission are satisfied that a person has failed to comply with, oris failing to comply with, any duty imposed by an order under section 71(2),the Commission may serve on that person a notice (“a compliance notice”).\n\t\tA compliance notice shall require the person concerned—\n\t\t\tto comply with the duty concerned; and\n\t\t\tto inform the Commission, within 28 days of the date on which the notice isserved, of the steps that the person has taken, or is taking, to comply withthe duty.\n\t\tA compliance notice may also require the person concerned to furnish theCommission with such other written information as may be reasonably requiredby the notice in order to verify that the duty has been complied with.\n\t\tThe notice may specify—\n\t\t\tthe time (no later than three months from the date on which the notice isserved) at which any information is to be furnished to the Commission;\n\t\t\tthe manner and form in which any such information is to be so furnished.\n\t\tA compliance notice shall not require a person to furnish information whichthe person could not be compelled to furnish in evidence in civil proceedingsbefore the High Court or the Court of Session.\n\tEEnforcement of compliance notices\n\t\tThe Commission may apply to a designated county court or, in Scotland, asheriff court for an order requiring a person falling within Schedule 1A tofurnish any information required by a compliance notice if—\n\t\t\tthe person fails to furnish the information to the Commission in accordancewith the notice; or\n\t\t\tthe Commission have reasonable cause to believe that the person does notintend to furnish the information.\n\t\tIf the Commission consider that a person has not, within three months ofthe date on which a compliance notice was served on that person, complied withany requirement of the notice for that person to comply with a duty imposed byan order under section 71(2), the Commission may apply to a designated countycourt or, in Scotland, a sheriff court for an order requiring the person tocomply with the requirement of the notice.\n\t\tIf the court is satisfied that the application is well-founded, it maygrant the order in the terms applied for or in more limited terms.\n\t\tThe sanctions in section 71D and this section shall be the only sanctionsfor breach of any duty imposed by an order under section 71(2), but withoutprejudice to the enforcement under section 57 or otherwise of any otherprovision of this Act (where the breach is also a contravention of thatprovision).”\n\t\tSchedule 1 (which inserts Schedule 1A into the 1976 Act) is to have effect."
    },
    {
        "length": 1183,
        "text": "\nCertain appointment functions outside the employment field\n\tSection 76 of the 1976 Act (government appointments outside the employmentfield) is amended as follows.\n\tIn subsection (1) for “This section” there is substituted “Subsection (2)”.\n\tAfter subsection (2) there is added—\n\tSubsection (5) applies to—\n\t\tany recommendation made by a Minister of the Crown or government departmentin relation to an appointment to an office or post where section 4 does notapply in relation to the appointment; and\n\t\tany approval given by such a Minister or department in relation to any suchappointment.\n\tSubsection (5) also applies to—\n\t\tany recommendation made by a Minister of the Crown or government departmentin relation to a conferment by the Crown of a dignity or honour; and\n\t\tany approval given by such a Minister or department in relation to any suchconferment.\n\tIn making the recommendation, or giving the approval, and in making thearrangements for determining who should be recommended or approved, theMinister of the Crown or government department shall not do an act which wouldbe unlawful under section 4 if the recommendation or approval were an offer ofemployment and the Crown were the employer for the purposes of this Act.\n\tSubsections (3) to (5) do not apply in relation to the making of negativerecommendations.\n\tSubsection (9) applies to—\n\t\tany negative recommendation made by a Minister of the Crown or governmentdepartment, or any refusal to make a recommendation by such a Minister ordepartment, in relation to an appointment to an office or post where section 4does not apply in relation to the appointment; and\n\t\tany approval refused by such a Minister or department in relation to anysuch appointment.\n\tSubsection (9) also applies to—\n\t\tany negative recommendation made by a Minister of the Crown or governmentdepartment, or any refusal to make a recommendation by such a Minister ordepartment, in relation to a conferment by the Crown of a dignity or honour;and\n\t\tany approval refused by such a Minister or department in relation to anysuch conferment.\n\tIn making a negative recommendation or in refusing to make a recommendationor give an approval, and in making the arrangements for determining whether tomake such a recommendation or refusal, the Minister of the Crown or governmentdepartment shall not do an act which would be unlawful under section 4 if therecommendation or refusal were a refusal to offer the person concernedemployment and the Crown were the employer for the purposes of this Act.\n\tSubsection (11) applies in relation to any appointment to an office orpost where section 4 does not apply and—\n\t\tthe appointment is made by a Minister of the Crown or governmentdepartment; or\n\t\tthe office or post is an office or post in relation to which a Minister ofthe Crown or government department has made a recommendation (other than anegative recommendation) or given an approval.\n\tA Minister of the Crown or government department shall not do an act inconnection with—\n\t\tthe terms of the appointment;\n\t\taccess for the person appointed to opportunities for promotion, transfer ortraining, or to any other benefits, facilities or services; or\n\t\tthe termination of the appointment, or subjecting the person appointed toany other detriment;\n\t\t\twhich would be unlawful under section 4 if the Crown were the employer for thepurposes of this Act.\n\tThe High Court may, on an application for judicial review, make adeclaration to the effect that a Minister of the Crown or governmentdepartment has contravened subsection (5), subsection (9) or, in relation toan appointment falling within subsection (10)(b), subsection (11), and mayaward damages in respect of the contravention.\n\tIn Scotland, the Court of Session may, in a petition for judicial review,grant declarator to the like effect and may award damages in respect of thecontravention.\n\tThe sanctions provided by virtue of the operation of section 53(2) to (4)in relation to this section shall be the only sanctions under this Act inrelation to appointments, conferments and other acts to which this sectionapplies.\n\tIn this section—\n\t\treferences to refusal include references to deliberate omission;\n\t\treferences to Ministers of the Crown and government departments includereferences to the National Assembly for Wales and any part of the ScottishAdministration; and\n\t\treferences to Ministers of the Crown and government departments so far asthey relate to the making of a recommendation or a refusal to make arecommendation, or the giving or refusal of an approval, in relation to aconferment of a peerage for life under section 1 of the [1958 c. 21.] LifePeerages Act 1958 include references to any body established by a Minister ofthe Crown to make such a recommendation to the Prime Minister or to determinewhether to give such an approval.”"
    },
    {
        "length": 1066,
        "text": "\nPolice: extension of liability of chief officers etc\n\tAfter section 76 of the 1976 Act there is inserted—\n\t“Police\n\t\tAPolice forces\n\t\t\tIn this section, “relevant police office” means—\n\t\t\t\tthe office of constable held—\n\t\t\t\tas a member of a police force; or\n\t\t\t\ton appointment as a special constable for a police area; or\n\t\t\t\tan appointment as police cadet to undergo training with a view to becominga member of a police force.\n\t\t\tFor the purposes of Part II, the holding of a relevant police office shallbe treated as employment—\n\t\t\t\tby the chief officer of police as respects any act done by him in relationto that office or a holder of it;\n\t\t\t\tby the police authority as respects any act done by it in relation to thatoffice or a holder of it.\n\t\t\tFor the purposes of section 32—\n\t\t\t\tthe holding of a relevant police office shall be treated as employment bythe chief officer of police (and as not being employment by any other person);and\n\t\t\t\tanything done by a person holding such an office in the performance, orpurported performance, of his functions shall be treated as done in the courseof that employment.\n\t\t\tThere shall be paid out of the police fund—\n\t\t\t\tany compensation, costs or expenses awarded against a chief officer ofpolice in any proceedings brought against him under this Act, and any costs orexpenses incurred by him in any such proceedings so far as not recovered byhim in the proceedings; and\n\t\t\t\tany sum required by a chief officer of police for the settlement of anyclaim made against him under this Act if the settlement is approved by thepolice authority.\n\t\t\tAny proceedings under this Act which, by virtue of this section, would lieagainst a chief officer of police shall be brought against—\n\t\t\t\tthe chief officer of police for the time being; or\n\t\t\t\tin the case of a vacancy in that office, against the person for the timebeing performing the functions of that office;\n\t\t\t\t\tand references in subsection (4) to the chief officer of police shall beconstrued accordingly.\n\t\t\tA police authority may, in such cases and to such extent as appear to it tobe appropriate, pay out of the police fund—\n\t\t\t\tany damages or costs awarded in proceedings under this Act against a personunder the direction and control of the chief officer of police;\n\t\t\t\tany costs incurred and not recovered by such a person in such proceedings;and\n\t\t\t\tany sum required in connection with the settlement of a claim that has ormight have given rise to such proceedings.\n\t\tBOther police bodies etc\n\t\t\tSection 76A applies in relation to the National Criminal IntelligenceService (“NCIS”) and the National Crime Squad (“the NCS”) as it applies inrelation to a police force but as if any reference—\n\t\t\t\tto the chief officer of police were to the Director General of NCIS or ofthe NCS, as the case may be;\n\t\t\t\tto the police authority were to the Service Authority for the NationalCriminal Intelligence Service or the Service Authority for the National CrimeSquad, as the case may be;\n\t\t\t\tto the police fund were to the service fund established under section 16 ofthe [1997 c. 50.] Police Act 1997 (NCIS service fund) or section 61 of thatAct (the NCS service fund), as the case may be.\n\t\t\tSection 76A also applies in relation to any other body of constables orcadets as it applies in relation to a police force, but as if any reference—\n\t\t\t\tto the chief officer of police were to the officer or other person who hasthe direction and control of the body in question;\n\t\t\t\tto the police authority were to the authority by whom the members of thebody are paid;\n\t\t\t\tto the police fund were to money provided by that authority.\n\t\t\tIn relation to a member of a police force or a special constable who is notunder the direction and control of the chief officer of police for that policeforce or, as the case may be, for the police area to which he is appointed,references in section 76A to the chief officer of police are references to thechief officer under whose direction and control he is.”"
    },
    {
        "length": 2176,
        "text": "\nSpecial cases: procedural and other consequences\n\tCriminal investigations and proceedings\n\t\tAfter section 57(4) of the 1976 Act (enforcement of Part III of that Act)there is inserted—\n\t\t\t“(4A)As respects an act which is done, or by virtue of section 32 or 33 istreated as done, by a person in carrying out public investigator functions orfunctions as a public prosecutor and which is unlawful by virtue of section19B, no remedy other than—\n\t\t\tdamages; or\n\t\t\ta declaration or, in Scotland, a declarator;\n\t\t\tshall be obtainable unless the court is satisfied that the remedy concernedwould not prejudice a criminal investigation, a decision to institute criminalproceedings or any criminal proceedings.\n\t\t\t(4B)In this section—\n\t\t\t\t  * “criminal investigation” means—\n\t\t\tany investigation which a person in carrying out functions to which section19B applies has a duty to conduct with a view to it being ascertained whethera person should be charged with, or in Scotland prosecuted for, an offence, orwhether a person charged with or prosecuted for an offence is guilty of it;\n\t\t\tany investigation which is conducted by a person in carrying out functions towhich section 19B applies and which in the circumstances may lead to adecision by that person to institute criminal proceedings which the person haspower to conduct; or\n\t\t\tany investigation which is conducted by a person in carrying out functions towhich section 19B applies and which in the circumstances may lead to adecision by that person to make a report to the procurator fiscal for thepurpose of enabling him to determine whether criminal proceedings should beinstituted; and\n\t\t\t\t  * “public investigator functions” means functions of conducting criminal investigations or charging offenders;\n\t\t\tand in this subsection “offence” includes any offence under the [1955 c. 18.]Army Act 1955, the [1955 c. 19.] Air Force Act 1955 or the [1957 c. 53.] NavalDiscipline Act 1957 (and “offender” shall be construed accordingly).\n\t\t\t(4C)Subsection (4D) applies where a party to proceedings under subsection (1)which have arisen by virtue of section 19B has applied for a stay or sist ofthose proceedings on the grounds of prejudice to—\n\t\t\tparticular criminal proceedings;\n\t\t\ta criminal investigation; or\n\t\t\ta decision to institute criminal proceedings.\n\t\t\t(4D)The court shall grant the stay or sist unless it is satisfied that thecontinuance of the proceedings under subsection (1) would not result in theprejudice alleged.”\n\t\tAfter section 65(4) of the 1976 Act (help for aggrieved persons inobtaining information etc.) there is inserted—\n\t\t“(4A)In section 19B proceedings, subsection (2)(b) does not apply in relationto a failure to reply, or a particular reply, if the conditions specified insubsection (4B) are satisfied.\n\t\t(4B)Those conditions are that—\n\t\t\tat the time of doing any relevant act, the respondent was carrying outpublic investigator functions or was a public prosecutor; and\n\t\t\the reasonably believes that a reply or (as the case may be) a differentreply would be likely to prejudice any criminal investigation, any decision toinstitute criminal proceedings or any criminal proceedings or would reveal thereasons behind a decision not to institute, or a decision not to continue,criminal proceedings.\n\t\t\t(4C)For the purposes of subsections (4A) and (4B)—\n\t\t\t\t  * “public investigator functions” has the same meaning as in section 57;\n\t\t\t\t  * “section 19B proceedings” means proceedings in respect of a claim under section 57 which has arisen by virtue of section 19B.”\n\tImmigration and asylum appeals\n\t\tAfter section 57(6) of the 1976 Act (enforcement of Part III of that Act)there is added—\n\t\tThis section has effect subject to section 57A.”\n\t\tAfter section 57 of that Act there is inserted—\n\t\t“57AClaims under section 19B in immigration cases\n\t\t\tNo proceedings may be brought by a claimant under section 57(1) in respectof an immigration claim if—\n\t\t\t\tthe act to which the claim relates was done in the taking by an immigrationauthority of a relevant decision and the question whether that act wasunlawful by virtue of section 19B has been or could be raised in proceedingson an appeal which is pending, or could be brought, under the 1997 Act or PartIV of the 1999 Act; or\n\t\t\t\tit has been decided in relevant immigration proceedings that that act wasnot unlawful by virtue of that section.\n\t\t\tFor the purposes of this section an immigration claim is a claim that aperson—\n\t\t\t\thas committed a relevant act of discrimination against the claimant whichis unlawful by virtue of section 19B; or\n\t\t\t\tis by virtue of section 32 or 33 to be treated as having committed such anact of discrimination against the claimant.\n\t\t\tWhere it has been decided in relevant immigration proceedings that an actto which an immigration claim relates was unlawful by virtue of section 19B,any court hearing that claim under section 57 shall treat that act as an actwhich is unlawful by virtue of section 19B for the purposes of the proceedingsbefore it.\n\t\t\tNo relevant decision of an immigration authority involving an act to whichan immigration claim relates and no relevant decision of an immigrationappellate body in relation to such a decision shall be subject to challenge orotherwise affected by virtue of a decision of a court hearing the immigrationclaim under section 57.\n\t\t\tIn this section—\n\t\t\t\t  * “the Immigration Acts” has the same meaning as in the 1999 Act;\n\t\t\t\t  * “immigration appellate body” means an adjudicator appointed for the purposes of the 1999 Act, the Immigration Appeal Tribunal, the Special Immigration Appeals Commission, the Court of Appeal, the Court of Session or the House of Lords;\n\t\t\t\t  * “immigration authority” means an authority within the meaning of section 65 of the 1999 Act (human rights and racial discrimination cases);\n\t\t\t\t  * “immigration claim” has the meaning given by subsection (2) above;\n\t\t\t\t  * “pending” has the same meaning as in the 1997 Act or, as the case may be, Part IV of the 1999 Act;\n\t\t\t\t  * “relevant act of discrimination” means an act of discrimination done by an immigration authority in taking any relevant decision;\n\t\t\t\t  * “relevant decision” means—\n\t\t\t\tin relation to an immigration authority, any decision under the ImmigrationActs relating to the entitlement of the claimant to enter or remain in theUnited Kingdom; and\n\t\t\t\tin relation to an immigration appellate body, any decision on an appeal underthe 1997 Act or Part IV of the 1999 Act in relation to a decision fallingwithin paragraph (a);\n\t\t\t\t\t  * “relevant immigration proceedings” means proceedings on an appeal under the 1997 Act or Part IV of the 1999 Act;\n\t\t\t\t\t  * “the 1997 Act” means the [1997 c. 68.] Special Immigration Appeals Commission Act 1997;\n\t\t\t\t\t  * “the 1999 Act” means the [1999 c. 33.] Immigration and Asylum Act 1999;\n\t\t\t\t\tand, for the purposes of subsection (1)(a), any power to grant leave to appealout of time shall be disregarded.”\n\t\t\tIn section 65(1) of the [1999 c. 33.] Immigration and Asylum Act 1999 (actsmade unlawful by section 6(1) of the [1998 c. 42.] Human Rights Act 1998)after “United Kingdom,” there is inserted “racially discriminated against himor”.\n\t\t\tIn section 65(2) of that Act, after “Part” there is inserted “—\n\t\t\t\tan authority racially discriminates against a person if he acts, or failsto act, in relation to that other person in a way which is unlawful by virtueof section 19B of the [1976 c. 74.] Race Relations Act 1976; and\n\t\t\t\t”. "
    },
    {
        "length": 634,
        "text": "\nNational security\n\tNational security\n\t\tIn section 42 of the 1976 Act (exclusion for acts safeguarding nationalsecurity), at the end there is added “if the doing of the act was justified bythat purpose”.\n\t\tSection 69(2)(b) of that Act (provision for national security certificates)is omitted.\n\tNational security: procedure\n\t\tAfter section 67 of the 1976 Act there is inserted—\n\t\t“67ANational security: procedure\n\t\t\tRules may make provision for enabling a court in which relevant proceedingshave been brought, where it considers it expedient in the interests ofnational security—\n\t\t\t\tto exclude from all or part of the proceedings—\n\t\t\t\tthe claimant;\n\t\t\t\tthe claimant’s representatives; or\n\t\t\t\tthe assessors (if any) appointed by virtue of section 67(4);\n\t\t\t\tto permit a claimant or representative who has been excluded to make astatement to the court before the commencement of the proceedings, or the partof the proceedings, from which he is excluded;\n\t\t\t\tto take steps to keep secret all or part of the reasons for its decision inthe proceedings.\n\t\t\tThe Attorney General or, in Scotland, the Advocate General for Scotland,may appoint a person to represent the interests of a claimant in, or in anypart of, any proceedings from which the claimant and his representatives areexcluded by virtue of subsection (1).\n\t\t\tA person appointed under subsection (2)—\n\t\t\t\tif appointed for the purposes of proceedings in England and Wales, musthave a general qualification (within the meaning of section 71 of the [1990 c.41.] Courts and Legal Services Act 1990); and\n\t\t\t\tif appointed for the purposes of proceedings in Scotland, must be—\n\t\t\t\tan advocate; or\n\t\t\t\ta solicitor who has by virtue of section 25A of the [1980 c. 46.]Solicitors (Scotland) Act 1980 rights of audience in the Court of Session orthe High Court of Justiciary.\n\t\t\tA person appointed under subsection (2) shall not be responsible to theperson whose interests he is appointed to represent.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant proceedings” means proceedings brought under this Act—\n\t\t\t\tin England and Wales, in a designated county court; or\n\t\t\t\tin Scotland, in a sheriff court; and\n\t\t\t\t\t  * “rules” has the same meaning as in section 65.”"
    },
    {
        "length": 360,
        "text": "\nSupplementary and final provisions\n\tConsequential amendments and repeals\n\t\tSchedule 2 (which makes further consequential amendments of enactments) isto have effect.\n\t\tThe enactments mentioned in Schedule 3 are repealed to the extent specifiedthere.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Race Relations (Amendment) Act 2000.\n\t\tSections 1 to 9 (including Schedules 1 to 3) shall come into force on suchday as the Secretary of State may by order appoint; and different days may beappointed for different purposes.\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument; and\n\t\t\tmay make such transitory, transitional or saving provision as the Secretaryof State considers appropriate.\n\t\tTransitory provision made in exercise of the power conferred by subsection(3)(b) may, in particular, include provision made in consequence of anyprovision of any other Act passed before, or in the same session as, this Actnot having come into force.\n\t\tNo amendment by this Act of an enactment shall be taken, for the purposesof the [1998 c. 46.] Scotland Act 1998, to be a pre-commencement enactmentwithin the meaning of that Act unless the amendment so provides.\n\t\tAny amendment or repeal by this Act of an enactment has the same extent asthe enactment amended or repealed."
    }
]