[
    {
        "length": 239,
        "text": "\nHow does the Adjudicator arbitrate disputes?\n\tArbitration \n\t\tIf a supplier refers a dispute to arbitration under the Groceries SupplyOrder, the Adjudicator must either—\n\t\t\tarbitrate the dispute; or\n\t\t\tappoint another person to arbitrate.\n\t\tIf a large retailer refers a dispute to arbitration under a supplyagreement, the Adjudicator may accept appointment as the arbitrator.\n\tInformation about arbitration\n\t\tIf the Adjudicator appoints another person as arbitrator under section2(1)(b), the Adjudicator may require the arbitrator, or a party to thedispute, to provide information to assist the Adjudicator in carrying outfunctions under this Act.\n\t\tThe Adjudicator may enforce the requirement to provide information bybringing civil proceedings to obtain—\n\t\t\tin England and Wales or Northern Ireland, an injunction; or\n\t\t\tin Scotland, an order for specific performance under section 45 of theCourt of Session Act 1988."
    },
    {
        "length": 1425,
        "text": "\nHow does the Adjudicator carry out investigations and enforce theirfindings?\n\tInvestigations \n\t\tThe Adjudicator may investigate whether a large retailer has broken theGroceries Code if the Adjudicator has reasonable grounds to suspect that—\n\t\t\tthe retailer has broken the Code; or\n\t\t\tthe retailer has failed to follow a recommendation made under section 7.\n\t\tFor powers to require a person to provide information, see Schedule 2.\n\t\tThe Adjudicator may not carry out an investigation until the guidancerequired by section 12(1) has been published.\n\tInvestigation reports\n\t\tFollowing an investigation the Adjudicator must—\n\t\t\tpublish a report on the outcome of the investigation; and\n\t\t\tconsider whether to use any of the enforcement powers mentioned in section6.\n\t\tAn investigation report must, in particular, specify—\n\t\t\tany findings that the Adjudicator has made;\n\t\t\tany action that the Adjudicator has taken or proposes to take; and\n\t\t\tthe reasons for the findings and any action taken or proposed.\n\t\tIt is not necessary for an investigation report to identify the retailerconcerned.\n\t\tIf a retailer is identified in a report, the retailer must have been givena reasonable opportunity to comment on a draft of the report beforepublication.\n\tInvestigations: forms of enforcement\n\t\tIf, as a result of an investigation, the Adjudicator is satisfied that a largeretailer has broken the Groceries Code, the Adjudicator may take one or moreof the following enforcement measures—\n\t\t\tmake recommendations;\n\t\t\trequire information to be published;\n\t\t\timpose financial penalties.\n\tInvestigations: enforcement using recommendations\n\t\tIf the Adjudicator chooses to enforce through making recommendations, thatmeans recommending what the large retailer should do in order to comply withthe Groceries Code.\n\t\tThe Adjudicator must monitor whether a recommendation has been followed.\n\t\tFor powers to require a person to provide information, see Schedule 2.\n\tInvestigations: enforcement using requirements to publish information\n\t\tIf the Adjudicator chooses to enforce through requiring information to bepublished, that means requiring the large retailer to publish informationrelating to the investigation.\n\t\tThe publication requirement is imposed by giving written notice to thelarge retailer specifying—\n\t\t\twhat information is to be published;\n\t\t\thow it must be published; and\n\t\t\tthe time by which it must be published.\n\t\tThe Adjudicator may enforce the requirement to publish information bybringing civil proceedings to obtain—\n\t\t\tin England and Wales or Northern Ireland, an injunction or any otherappropriate remedy or relief; or\n\t\t\tin Scotland, an order for specific performance under section 45 of theCourt of Session Act 1988 or any other appropriate remedy or relief.\n\tInvestigations: enforcement using financial penalties\n\t\tIf the Adjudicator chooses to enforce through imposing financial penalties,that means imposing a penalty on the large retailer of an amount not exceedingthe amount of the permitted maximum (see subsection (6)).\n\t\tThe financial penalty is imposed by giving the large retailer writtennotice specifying—\n\t\t\tthe grounds for imposing the penalty;\n\t\t\tthe amount of the penalty;\n\t\t\tthe period within which it must be paid; and\n\t\t\thow it must be paid.\n\t\tThe large retailer may appeal against the imposition of a financial penaltyor its amount—\n\t\t\tto the High Court, in England and Wales or Northern Ireland; or\n\t\t\tto the Court of Session, in Scotland.\n\t\tFinancial penalties under this section are recoverable by the Adjudicatoras a debt.\n\t\tFinancial penalties received by the Adjudicator must be paid into theConsolidated Fund.\n\t\tThe Secretary of State must make an order—\n\t\t\tspecifying the amount of the permitted maximum, or\n\t\t\tspecifying how that amount is to be determined.\n\t\tThe Adjudicator must, within 6 months beginning with the day on whichsection 1 comes into force, make a recommendation as to the amount that shouldbe specified in the first order under subsection (6) or the method fordetermining the amount.\n\t\tBefore making a recommendation the Adjudicator must consult any person heor she thinks appropriate.\n\t\tThe Secretary of State—\n\t\t\tmust have regard to the Adjudicator’s recommendation when making the firstorder under subsection (6);\n\t\t\tmay amend or replace an order under subsection (6) only if the Secretary ofState has considered whether to do so as part of a review under section 15.\n\t\tThe Adjudicator may not impose a financial penalty in respect of a breachof the Groceries Code that occurs before the first order under subsection (6)comes into force.\n\tRecovery of investigation costs\n\t\tThe Adjudicator may require a large retailer to pay some or all of thecosts of an investigation (including any costs incurred in exercising theenforcement powers) if satisfied that the retailer has broken the GroceriesCode.\n\t\tThe Adjudicator may require a person to pay some or all of the costs of aninvestigation if the Adjudicator carried out the investigation as a result ofa complaint by the person which, the Adjudicator is satisfied, was vexatiousor wholly without merit.\n\t\tA requirement to pay costs is imposed by giving written notice specifying—\n\t\t\tthe grounds for imposing the requirement to pay costs;\n\t\t\thow much is to be paid; and\n\t\t\tby when the costs are to be paid.\n\t\tA person required to pay costs under this section may appeal against theimposition of the requirement or the amount to which it relates—\n\t\t\tto the High Court, in England and Wales or Northern Ireland; or\n\t\t\tto the Court of Session, in Scotland.\n\t\tCosts required to be paid under this section are recoverable by theAdjudicator as a debt."
    },
    {
        "length": 436,
        "text": "\nWhat advice, guidance and recommendations does the Adjudicator give?\n\tAdvice \n\t\tThe Adjudicator may give advice on any matter relating to the Groceries Codeto suppliers or large retailers.\n\tGuidance \n\t\tThe Adjudicator must publish guidance about—\n\t\t\tthe criteria that the Adjudicator intends to adopt in deciding whether tocarry out investigations;\n\t\t\tthe practices and procedures that the Adjudicator intends to adopt incarrying out investigations;\n\t\t\tthe criteria that the Adjudicator intends to adopt in choosing whether touse the enforcement powers and which ones; and\n\t\t\tthe criteria that the Adjudicator intends to adopt in deciding the amountof any financial penalty under section 9.\n\t\tIn addition, the Adjudicator may publish guidance about the practices andprocedures that the Adjudicator intends to adopt in carrying out otherfunctions.\n\t\tThe Adjudicator may publish guidance about—\n\t\t\tthe application of any provision of the Groceries Code;\n\t\t\tsteps that large retailers need to take in order to comply with theGroceries Code;\n\t\t\tany other matter relating to the Groceries Code.\n\t\tBefore publishing guidance under this section the Adjudicator must consultany persons he or she thinks appropriate.\n\t\tThe Adjudicator must publish the first guidance under subsection (1)(a),(b), (c) and (d) within 6 months beginning with the day on which section 1comes into force.\n\t\tWhere there is any guidance in force under this section, the Adjudicatormust take account of it in carrying out functions.\n\tRecommendations to Office of Fair Trading\n\t\tIf the Adjudicator considers it appropriate for any changes to be made to theGroceries Code, he or she must recommend them to the Office of Fair Trading."
    },
    {
        "length": 296,
        "text": "\nWhat are the Adjudicator’s reporting requirements?\n\tAnnual report\n\t\tAfter the end of each reporting period the Adjudicator must prepare andpublish a report describing what the Adjudicator has done during the period.\n\t\tThe report must include a summary of—\n\t\t\tdisputes referred to arbitration under the Groceries Supply Order;\n\t\t\tinvestigations carried out by the Adjudicator; and\n\t\t\tcases in which the Adjudicator has used the enforcement measures mentionedin section 6.\n\t\tIf the Adjudicator has made recommendations under section 7, the reportmust include an assessment of whether they have been followed.\n\t\tThe report must set out any recommendations that the Adjudicator has madeto the Office of Fair Trading for changes to the Groceries Code.\n\t\tAs well as publishing the report, the Adjudicator must send a copy to—\n\t\t\tthe Secretary of State; and\n\t\t\tthe Office of Fair Trading.\n\t\tThe Secretary of State must lay a copy of the report before Parliament.\n\t\tIn this section “reporting period” means—\n\t\t\tthe period beginning with the day on which section 1 comes into force andending with the following 31 March; and\n\t\t\teach successive period of 12 months."
    },
    {
        "length": 1350,
        "text": "\nHow is the Adjudicator supervised?\n\tReview of Adjudicator and guidance from Secretary of State\n\t\tThe Secretary of State must review the Adjudicator’s performance for eachreview period.\n\t\tThe first review period is the period ending on the first 31 March that isat least 2 years after section 1 comes into force.\n\t\tSubsequent review periods are each successive period of 3 years after thefirst review period.\n\t\tA review must, in particular—\n\t\t\tconsider how much the Adjudicator’s powers have been exercised; and\n\t\t\tassess how effective the Adjudicator has been in enforcing the GroceriesCode.\n\t\tThe review must also consider whether it would be desirable—\n\t\t\tfor an order to be made under subsection (11) (if no order under thatsubsection is in force), or\n\t\t\tfor any order under that subsection to be revoked.\n\t\tA review may consider whether it would be desirable to amend or replace theorder for the time being in force under section 9(6).\n\t\tAs soon as practicable after a review period, the Secretary of State must—\n\t\t\tpublish a report of the findings of the review for that period; and\n\t\t\tlay a copy of the report before Parliament.\n\t\tIn carrying out a review, the Secretary of State must consult—\n\t\t\tthe Adjudicator;\n\t\t\tthe Competition Commission;\n\t\t\tthe Office of Fair Trading;\n\t\t\tthe retailers mentioned in Article 4(1)(a) and (b) of the Groceries SupplyOrder;\n\t\t\tone or more persons appearing to the Secretary of State to represent theinterests of suppliers;\n\t\t\tone or more persons appearing to the Secretary of State to represent theinterests of consumers; and\n\t\t\tany other person the Secretary of State thinks appropriate.\n\t\tAs a result of the findings of a review, the Secretary of State may giveguidance to the Adjudicator about any matter relating to the Adjudicator’sfunctions.\n\t\tThe Adjudicator is to take account of the guidance in carrying outfunctions.\n\t\tThe Secretary of State may by order provide that this Act has effect as ifthe section set out in subsection (13) below were inserted after section 4.\n\t\tAn order under subsection (11)—\n\t\t\tmay be made only if, as a result of the findings of a review, the Secretaryof State thinks that making the order would enable the Adjudicator to be moreeffective;\n\t\t\tmay be revoked only if, as a result of the findings of a review, theSecretary of State thinks that revoking the order would not impair theAdjudicator’s effectiveness.\n\t\tThis is the section referred to in subsection (11)—\n\t\t“4AInformation that may be considered when deciding whether toinvestigate\n\t\t\tIn deciding whether to carry out an investigation the Adjudicator mayconsider only—\n\t\t\t\tinformation provided by a supplier;\n\t\t\t\tinformation that is publicly available;\n\t\t\t\tinformation provided by a person who obtained the information at a timewhen the person was a worker employed by the retailer in question or a companyin the same group;\n\t\t\t\tinformation provided by the retailer in question about whether it hascomplied with a recommendation made under section 7.\n\t\t\tWhen carrying out an investigation the Adjudicator may consider anyinformation that it seems appropriate to consider and is not limited toconsidering the information mentioned in subsection (1).\n\t\t\tIn this section—\n\t\t\t\t  * “group” has the same meaning as in Part 15 of the Companies Act 2006 (see section 474(1) of that Act);\n\t\t\t\t  * “worker” and “employed” have the same meaning as in Part 4A of the Employment Rights Act 1996 (see sections 43K and 230 of that Act).”\n\tTransfer of Adjudicator functions and abolition etc\n\t\tThe Secretary of State may by order transfer some or all of theAdjudicator’s functions to a public body and in deciding whether to do so musttake account of the desirability of—\n\t\t\tincreasing efficiency, effectiveness and economy in the exercise of publicfunctions; and\n\t\t\tensuring appropriate accountability to Ministers in the exercise of publicfunctions.\n\t\tThe Secretary of State may by order abolish the Adjudicator—\n\t\t\tif, as a result of the findings of a review, the Secretary of State issatisfied that the Adjudicator has not been sufficiently effective inenforcing the Groceries Code to justify the continued existence of anAdjudicator;\n\t\t\tif, as a result of the findings of a review, the Secretary of State issatisfied that it is no longer necessary for there to be an Adjudicator toenforce the Groceries Code;\n\t\t\tif the Secretary of State transfers all of the Adjudicator’s functionsunder subsection (1); or\n\t\t\tif the Groceries Supply Order is revoked and not replaced.\n\t\tAn order under subsection (2) may include provision transferring theAdjudicator’s property, rights and liabilities.\n\t\tThe Secretary of State may by order amend this Act in consequence of anyorder amending or replacing the Groceries Supply Order.\n\t\tFor the purpose of giving effect to a transfer of functions or to theabolition of the Adjudicator an order under this section may amend or repealthis Act or any other enactment.\n\tInformation to Secretary of State\n\t\tThe Secretary of State may require the Adjudicator to provide informationto assist the Secretary of State in carrying out functions under this Act.\n\t\tThe requirement to provide information to the Secretary of State does notoverride section 18."
    },
    {
        "length": 333,
        "text": "\nHow does the Adjudicator handle information?\n\tConfidentiality \n\t\tThe Adjudicator may not make an unauthorised disclosure of informationrelating to an arbitration under the Groceries Supply Order or under a supplyagreement if—\n\t\t\tthe information identifies a party to the arbitration; or\n\t\t\tthe Adjudicator thinks that the identity of a party to the arbitrationcould be deduced from it.\n\t\tThe Adjudicator may not make an unauthorised disclosure of information thatthe Adjudicator thinks might cause someone to think that a particular personhas complained about a large retailer failing to comply with the GroceriesCode.\n\t\tFor the purposes of this section a disclosure of information isunauthorised unless—\n\t\t\tthe Adjudicator has obtained the required consent;\n\t\t\tthe disclosure is required for the purpose of an EU obligation; or\n\t\t\tthe disclosure is required, under rules of court or a court order, for thepurposes of legal proceedings of any description.\n\t\tThe required consent is—\n\t\t\tin the case of information to which subsection (1) applies, the consent ofthe parties to the arbitration;\n\t\t\tin the case of information to which subsection (2) applies, the consent ofthe person.\n\t\tThe prohibitions contained in this section are in addition to any thatapply by virtue of Part 9 of the Enterprise Act 2002."
    },
    {
        "length": 523,
        "text": "\nHow may the Adjudicator be funded?\n\tLevy funding\n\t\tThe Adjudicator may require the specified retailers to pay a levy towardsthe Adjudicator’s expenses.\n\t\tBefore imposing a levy the Adjudicator must obtain the Secretary of State’sconsent.\n\t\tIn deciding the amount of a levy the Adjudicator must take into account anysums received or expected to be received from other sources.\n\t\tThe Adjudicator may take into account estimated as well as actual expenses.\n\t\tThe Adjudicator may require different specified retailers to pay differentamounts of levy but any differences must be based on criteria broadly intendedto reflect the expense and time that the Adjudicator expects (in the light ofprevious experience) to spend in dealing with matters relating to differentspecified retailers and any subsidiaries.\n\t\tThe Adjudicator must inform each specified retailer of —\n\t\t\tthe amount of any levy payable by the retailer; and\n\t\t\twhen payments are due.\n\t\tA levy required to be paid under this section is recoverable by theAdjudicator as a debt.\n\t\tThe Adjudicator must publish details of levies and an explanation of howthe amounts have been decided (including any criteria under subsection (5)).\n\t\tIf the Adjudicator has a surplus, the Adjudicator may repay some or all ofit to the specified retailers.\n\t\tIn this section—\n\t\t\t  * “specified retailer” means a retailer mentioned in Article 4(1)(a) or (b) of the Groceries Supply Order; \n\t\t\t  * “surplus” means money held by the Adjudicator at the end of a financial year less— \n\t\t\tliabilities shown in the Adjudicator’s statement of accounts for thatfinancial year; and\n\t\t\tthe total amount of any grants made by the Secretary of State under section 20during that financial year or earlier ones.\n\tPayments by Secretary of State\n\t\tThe Secretary of State may make grants or loans to the Adjudicator.\n\t\tThe grants or loans may be subject to conditions (including conditions asto repayment with or without interest)."
    },
    {
        "length": 616,
        "text": "\nAmendments and transition\n\tAmendments and transition\n\t\tParliamentary Commissioner Act [1967 (c.13)](/id/ukpga/1967/13?view=plain \"Go to item of legislation\")\n\t\t\tIn Schedule 2 to the Parliamentary Commissioner Act 1967 (departments etcsubject to investigation) at the appropriate place insert—\n\t\t\t\t  * “Groceries Code Adjudicator.”\n\t\tHouse of Commons Disqualification Act [1975 (c.24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\")\n\t\t\tIn Part 3 of Schedule 1 to the House of Commons Disqualification Act 1975(other disqualifying offices) at the appropriate place insert—\n\t\t\t\t  * “Groceries Code Adjudicator or Deputy Groceries Code Adjudicator.”\n\t\tFreedom of Information Act [2000 (c. 36)](/id/ukpga/2000/36?view=plain\"Go to item of legislation\")\n\t\t\tIn Part 6 of Schedule 1 to the Freedom of Information Act 2000 (publicauthorities) at the appropriate place insert—\n\t\t\t\t  * “Groceries Code Adjudicator.”\n\t\t[Enterprise Act 2002 (c. 40)](/id/ukpga/2002/40?view=plain \"Go to item oflegislation\")\n\t\t\tIn each of Schedules 14 and 15 to the Enterprise Act 2002 (provisions aboutdisclosure of information) at the appropriate place insert—\n\t\t\t\t  * “Groceries Code Adjudicator Act 2013.”\n\t\t\tSection 161(5) of the Enterprise Act 2002 (limitation on variation orrevocation of orders) does not apply to a variation of the Groceries SupplyOrder made in consequence of the Arbitration (Scotland) Act 2010 or this Act.\n\t\tArbitration (Scotland) Act [2010 (asp 1)](/id/asp/2010/1?view=plain \"Goto item of legislation\")\n\t\t\tUntil the Arbitration (Scotland) Act 2010 is in force in relation to anyarbitrations carried out by the Adjudicator, or a person appointed by theAdjudicator, that Act applies as if it were in force in relation to thosearbitrations."
    },
    {
        "length": 744,
        "text": "\nDefinitions and final provisions\n\tDefinitions \n\t\tIn this Act—\n\t\t  * “the Adjudicator” means the Groceries Code Adjudicator; \n\t\t  * “direct supplier” means a person who is a supplier within the meaning given by Article 2 of the Groceries Supply Order; \n\t\t  * “dispute” has the meaning given by Article 2 of the Groceries Supply Order; \n\t\t  * “financial year” means— \n\t\t\tthe period beginning with the day on which section 1 comes into force andending with the following 31 March; and\n\t\t\teach successive period of 12 months;\n\t\t\t\t  * “Groceries Code” means the code of practice set out in Schedule 1 to the Groceries Supply Order; \n\t\t\t\t  * “Groceries Supply Order” means the Groceries (Supply Chain Practices) Market Investigation Order 2009, made by the Competition Commission under section 161 of the Enterprise Act 2002; \n\t\t\t\t  * “indirect supplier” means a person who would be a supplier within the meaning given by Article 2 of the Groceries Supply Order but for the reference to direct supply; \n\t\t\t\t  * “large retailer” means a designated retailer as defined by Article 2 of the Groceries Supply Order or a subsidiary of a designated retailer; \n\t\t\t\t  * “supplier” means— \n\t\t\ta direct supplier; or\n\t\t\tan indirect supplier;\n\t\t\t\t  * “supply agreement” has the meaning given by Article 2 of the Groceries Supply Order. \n\tOrders \n\t\tOrders under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing an order under section 9(6), 15(11) or16(1) or (2)(a) or (b) may not be made unless a draft of the instrument hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\tAny other statutory instrument under this Act, other than one that containsonly an order under section 25, is subject to annulment as an instrument towhich section 5(1) of the Statutory Instruments Act 1946 applies.\n\t\tOrders under this Act may include measures that are consequential,supplementary, incidental, transitional or transitory.\n\tExtent \n\t\tThis Act extends to—\n\t\t\tEngland and Wales;\n\t\t\tScotland; and\n\t\t\tNorthern Ireland.\n\tCommencement \n\t\tSections 1 to 21 and the Schedules come into force on whatever day theSecretary of State by order appoints.\n\t\tThe other provisions of this Act come into force on the day on which thisAct is passed.\n\t\tAn order under subsection (1) may make different provision for differentpurposes.\n\tShort title\n\t\tThis Act may be cited as the Groceries Code Adjudicator Act 2013."
    }
]