{
    "general": "This law sets up an official called the \"Groceries Code Adjudicator\" who will make sure big supermarkets treat their smaller suppliers fairly. The adjudicator will enforce rules called the \"Groceries Code\" which makes sure suppliers are not pressured or tricked into selling goods to supermarkets at low prices. This law helps small businesses who supply food to supermarkets, so they can be treated equally and not taken advantage of.",
    "series": [
        [
            {
                "length": 103,
                "short": "\"Grocery Dispute Resolution: Arbitrator's Power to Enforce Information Provision\"",
                "text": "\n* Simplified point 1: The Adjudicator can arbitrate disputes between grocery suppliers and large retailers if referred to them.\n* Simplified point 2: If a large retailer refers a dispute to arbitration, the Adjudicator may accept appointment as the arbitrator and has the power to enforce information provision from parties involved."
            },
            {
                "length": 195,
                "short": "\"Adjudicator's Enforcement Powers Against Large Retailers\"",
                "text": "\n* Simplified point 1: The Adjudicator can investigate potential violations of the Groceries Code by large retailers and enforce compliance through various means, including making recommendations, publishing information, and imposing financial penalties.\n* Simplified point 2: If a large retailer fails to comply with the Groceries Code, the Adjudicator can impose financial penalties of up to a certain amount (to be specified by the Secretary of State), and the retailer may also be required to pay investigation costs.\n* Simplified point 3: The Adjudicator must consider whether to use any of the enforcement powers mentioned in section 6, and must publish a report on the outcome of the investigation, including the reasons for any findings and actions taken or proposed."
            },
            {
                "length": 215,
                "short": "\"Adjudicator's Role in Ensuring Compliance with Groceries Code\"",
                "text": "\n* Simplified point 1: The Adjudicator provides advice on matters related to the Groceries Code to suppliers and large retailers.\n* Simplified point 2: The Adjudicator publishes guidance on how they will carry out investigations, choose which enforcement powers to use, and decide the amount of financial penalties.\n* Simplified point 3: The Adjudicator may provide guidance on the application of provisions in the Groceries Code, steps to comply with the code, and any other matters related to the code.\n* Simplified point 4: The Adjudicator must consult with relevant parties before publishing guidance and must take account of existing guidance when carrying out their functions.\n* Simplified point 5: If the Adjudicator believes changes should be made to the Groceries Code, they must make recommendations to the Office of Fair Trading."
            },
            {
                "length": 191,
                "short": "\"Adjudicator's Annual Report: Assessing Compliance with Groceries Code\"",
                "text": "\n* Simplified point 1: The Adjudicator is required to publish an annual report summarizing their activities during the previous year.\n* Simplified point 2: The report includes information about disputes referred to arbitration, investigations conducted by the Adjudicator, and cases where the Adjudicator has used enforcement measures.\n* Simplified point 3: The report also includes an assessment of whether the Adjudicator's recommendations have been followed and any recommendations made to the Office of Fair Trading for changes to the Groceries Code.\n* Simplified point 4: The Adjudicator must send a copy of the report to the Secretary of State and the Office of Fair Trading, and the Secretary of State must lay a copy of the report before Parliament."
            },
            {
                "length": 231,
                "short": "\"Adjudicator Oversight and Accountability\"",
                "text": "\n* Simplified point 1: The Adjudicator is overseen by the Secretary of State through regular reviews of their performance.\n* Simplified point 2: The Secretary of State can review the Adjudicator's performance every three years and assess their effectiveness in enforcing the Groceries Code.\n* Simplified point 3: The Secretary of State can also consider whether it would be desirable to make orders under the Act, such as appointing an Adjudicator or revoking the Groceries Supply Order.\n* Simplified point 4: The Adjudicator must take account of any guidance given by the Secretary of State and can only consider certain types of information when investigating potential breaches of the Groceries Code.\n* Simplified point 5: The Secretary of State can transfer some or all of the Adjudicator's functions to another public body and can abolish the Adjudicator if they are not satisfied with their effectiveness or if it is no longer necessary for them to exist."
            },
            {
                "length": 141,
                "short": "\"Confidentiality Obligations for Arbitration and Supply Agreements\"",
                "text": "\n* The Adjudicator must keep confidential any information related to an arbitration or a supply agreement, except when authorized by law or with the consent of the parties involved.\n* The Adjudicator cannot disclose information that could identify a party to the arbitration or reveal that a particular person has complained about a large retailer's non-compliance with the Groceries Code.\n* The Adjudicator can only disclose information if they have obtained the necessary consent, it is required for an EU obligation, or it is ordered by a court."
            },
            {
                "length": 184,
                "short": "\"Adjudicator's Levy Authority: Retailer Expense Reimbursement\"",
                "text": "\n* The Adjudicator can require specified retailers to pay a levy towards their expenses.\n* The Adjudicator must obtain the Secretary of State's consent before imposing a levy.\n* The Adjudicator can consider estimated expenses when determining the amount of the levy.\n* Different specified retailers may be required to pay different amounts based on criteria related to their expenses.\n* The Adjudicator must publish details of levies and provide explanations of how the amounts were determined.\n* If the Adjudicator has a surplus, they may repay some or all of it to the specified retailers.\n* The Secretary of State may make grants or loans to the Adjudicator, subject to conditions."
            },
            {
                "length": 172,
                "short": "\"Groceries Code Enforcement: Amendments and Exemptions\"",
                "text": "\n* Simplified point 1: This section amends other laws to include the Groceries Code Adjudicator in their scope, so they can investigate and take action against grocery retailers who violate the Groceries Code.\n* Simplified point 2: It also exempts the Groceries Code Adjudicator from certain limitations on variations or revocations of orders, allowing them to make changes to existing orders more easily.\n* Simplified point 3: The section also includes transitional provisions for the Arbitration (Scotland) Act 2010, which relates to arbitrations carried out by the Adjudicator or appointed persons before the Act comes into force."
            },
            {
                "length": 224,
                "short": "\"Groceries Code Adjudicator Act 2013: Key Terms and Process for Orders\"",
                "text": "\n* Simplified point 1: The Groceries Code Adjudicator Act 2013 defines key terms used in the Groceries Supply Order, such as \"direct supplier,\" \"indirect supplier,\" and \"supplier.\"\n* Simplified point 2: The Act sets out the process for making orders under the Act, including the requirement for a draft of the instrument to be laid before and approved by both Houses of Parliament.\n* Simplified point 3: The Act specifies the extent of the legislation, stating that it applies to England and Wales, Scotland, and Northern Ireland.\n* Simplified point 4: The Act provides for the commencement of the various provisions, with sections 1-21 and the schedules coming into force on a date appointed by the Secretary of State through an order, while the remaining provisions come into force on the day the Act was passed."
            }
        ],
        [
            {
                "length": 277,
                "short": "\"Enforcing the Groceries Code: Adjudicator's Powers and Oversight\"",
                "text": "\n* Simplified point 1: The Adjudicator can investigate potential violations of the Groceries Code by large retailers and enforce compliance through various means, including making recommendations, publishing information, and imposing financial penalties.\n* Simplified point 2: The Adjudicator must consider whether to use any of the enforcement powers mentioned in section 6, and must publish a report on the outcome of the investigation, including the reasons for any findings and actions taken or proposed.\n* Simplified point 3: The Adjudicator provides advice on matters related to the Groceries Code to suppliers and large retailers, and publishes guidance on how they will carry out investigations, choose which enforcement powers to use, and decide the amount of financial penalties.\n* Simplified point 4: The Adjudicator is overseen by the Secretary of State through regular reviews of their performance, and the Secretary of State can review the Adjudicator's performance every three years and assess their effectiveness in enforcing the Groceries Code.\n* Simplified point 5: The Adjudicator must keep confidential any information related to an arbitration or a supply agreement, except when authorized by law or with the consent of the parties involved."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Groceries Code Adjudicator Act 2013 establishes an independent adjudicator to ensure fair dealing between grocery suppliers and large retailers. The Adjudicator can investigate potential violations of the Groceries Code and enforce compliance through various means, including making recommendations, publishing information, and imposing financial penalties. The Adjudicator must consult with relevant parties before publishing guidance and can only consider certain types of information when investigating potential breaches of the code. The Act also requires large retailers to pay a levy towards the Adjudicator's expenses and allows the Secretary of State to review the Adjudicator's performance and make orders under the Act. Additionally, the Act sets out the process for making orders under the Act and specifies the extent of the legislation."
}