[
    {
        "length": 1228,
        "text": "\nDeclaration recognising British Sign Language\n\tRecognition of British Sign Language\n\t\tBritish Sign Language is recognised as a language of England, Wales andScotland.\n\t\tSubsection (1) does not affect the operation of any enactment or rule oflaw.\n\t\tBut see sections 2 and 3 (which, in connection with the recognition ofBritish Sign Language by subsection (1), impose duties on the Secretary ofState relating to the promotion and facilitation of the use of British SignLanguage).\n\t\tIn this section, “enactment” includes an enactment comprised in, or in aninstrument made under, an Act of the Scottish Parliament.\nDuties relating to the promotion and facilitation of British Sign Language\n\tDuty of Secretary of State to report on British Sign Language\n\t\tThe Secretary of State must prepare and publish a British Sign Languagereport for each reporting period.\n\t\tA British Sign Language report is a report describing what each relevantgovernment department has done to promote or facilitate the use of BritishSign Language in its communications with the public.\n\t\tFor this purpose a relevant government department’s communications with thepublic include in particular—\n\t\t\tany public announcement which it makes about policy or about changes to thelaw,\n\t\t\tthe publication by it of any plan, strategy, consultation document orconsultation response, or any explanatory or supporting materials, and\n\t\t\tits use of press conferences, social media or a government website topublicise any of its activities or policies,\n\t\t\t\tbut do not include communications with individual members of the public, orany other communications which the relevant government department does notintend to be shared with the public at large.\n\t\tIn preparing a British Sign Language report, the Secretary of State must—\n\t\t\tcollect information from each relevant government department about thematters to be covered by the report, and\n\t\t\tset out in full or summarise that information in the report.\n\t\tThe Secretary of State must not collect, or include in a British SignLanguage report, information about any communication made by a relevantgovernment department so far as that communication—\n\t\t\trelates only to Scotland and does not relate to reserved matters (withinthe meaning of the Scotland Act 1998);\n\t\t\trelates only to Wales and does not relate to reserved matters (within themeaning of the Government of Wales Act 2006).\n\t\tThe Secretary of State must publish each British Sign Language report nomore than three months after the end of the reporting period to which itrelates.\n\t\tIn this section “reporting period” means—\n\t\t\tin respect of the first British Sign Language report, the period beginningwith the day on which this section comes into force and ending with 30 April2023;\n\t\t\tin respect of each subsequent British Sign Language report, the period(being not longer than three years) beginning on the day after the previousreporting period ended and ending on such date as the Secretary of Statedecides.\n\t\tIn this section and section 3, “relevant government department” means aUnited Kingdom ministerial government department listed in the Schedule.\n\t\tThe Secretary of State may by regulations made by statutory instrumentamend the list in the Schedule so as to add, remove or vary an entry inconsequence of—\n\t\t\ta change to the name of a United Kingdom ministerial government department,or\n\t\t\tany change to the way in which the United Kingdom ministerial governmentdepartments are organised.\n\t\tA statutory instrument containing regulations under subsection (9) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tGuidance on use of British Sign Language\n\t\tThe Secretary of State must issue guidance, or arrange for guidance to beissued, about the promotion and facilitation of the use of British SignLanguage.\n\t\tGuidance under this section may for example include—\n\t\t\tadvice for relevant government departments on providing information to theSecretary of State in accordance with section 2(4),\n\t\t\tadvice on best practice for communicating with British Sign Language users(both when interacting with individuals and when communicating with the publicat large), and\n\t\t\tcase studies to illustrate the value of providing British Sign Languageinterpretation in communications with the public.\n\t\tGuidance under this section must not include advice or other materialwhich—\n\t\t\trelates only to Scotland and does not relate to reserved matters (withinthe meaning of the Scotland Act 1998);\n\t\t\trelates only to Wales and does not relate to reserved matters (within themeaning of the Government of Wales Act 2006).\n\t\tThe Secretary of State must arrange for any guidance issued under thissection to be published.\nGeneral\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales and Scotland.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tSections 1 and 2 and the Schedule come into force at the end of the periodof two months beginning with the day on which this Act is passed.\n\t\tSection 3 comes into force on such day as the Secretary of State appointsby regulations made by statutory instrument.\n\t\tThis Act may be cited as the British Sign Language Act 2022.\n\t\t\tSection 2"
    }
]