{
    "general": "This law makes sure that British Sign Language (BSL) is respected and supported as an official language in England, Wales, and Scotland. It tells the government to do things like promote BSL and make sure that people who use BSL can access government services easily. The law also requires the government to report on how well they are doing with this and to give guidance on how to use BSL correctly.",
    "series": [
        [
            {
                "length": 226,
                "short": "\"British Sign Language Recognition and Promotion Act 2022: Empowering Deaf Communities\"",
                "text": "* Simplified point 1: The British Sign Language Act 2022 recognizes British Sign Language as a language of England, Wales, and Scotland.\n* Simplified point 2: The Act requires the Secretary of State to prepare and publish a British Sign Language report every three months, detailing what each relevant government department has done to promote or facilitate the use of British Sign Language in its communications with the public.\n* Simplified point 3: The Act also requires the Secretary of State to issue guidance on the promotion and facilitation of the use of British Sign Language, including advice for relevant government departments on providing information to the Secretary of State and case studies illustrating the value of providing British Sign Language interpretation in communications with the public.\n* Simplified point 4: The Act applies to England and Wales and Scotland, and comes into force on the day it is passed, with some provisions coming into force later."
            }
        ]
    ],
    "summary": "Hello! Here's what the British Sign Language Act 2022 does:\n\nRecognizes British Sign Language (BSL) as an official language in England, Wales, and Scotland. This means that BSL is now officially recognized as a way for people to communicate with each other.\n\nRequires the government to report every three months on how they are promoting and supporting the use of BSL in their communication with the public. This will help make sure that the government is doing everything they can to support people who use BSL.\n\nGives guidance on how the government and other organizations can promote and support the use of BSL. This includes advice on how to provide information in BSL and examples of how BSL interpretation can be useful in communicating with the public.\n\nApplies to all of England and Wales, and Scotland, so everyone in these countries will benefit from the new law. It comes into effect right away, but some parts might take longer to start working.\n\nSo, in short, the British Sign Language Act 2022 helps ensure that BSL is respected and supported as an official language in England, Wales, and Scotland, making it easier for deaf and hard of hearing people to communicate with others.",
    "single": "\n* Recognizes British Sign Language (BSL) as a language of England, Wales, and Scotland\n* Requires the Secretary of State to report on the promotion and facilitation of BSL use by government departments\n* Imposes a duty on the Secretary of State to issue guidance on the use of BSL\n* Provides for the extension of BSL recognition to other parts of the UK (England, Wales, and Scotland)\n* Comes into effect in stages, with some provisions taking effect immediately and others being implemented later\n* Establishes a schedule of government departments subject to reporting requirements\n* Allows for the addition, removal, or variation of government departments subject to reporting requirements through regulations made by statutory instrument"
}