[
    {
        "length": 516,
        "text": "\nIntroductory\n\tMeaning of “emergency”\n\t\tIn this Part “emergency” means—\n\t\t\tan event or situation which threatens serious damage to human welfare in aplace in the United Kingdom,\n\t\t\tan event or situation which threatens serious damage to the environment ofa place in the United Kingdom, or\n\t\t\twar, or terrorism, which threatens serious damage to the security of theUnited Kingdom.\n\t\tFor the purposes of subsection (1)(a) an event or situation threatensdamage to human welfare only if it involves, causes or may cause—\n\t\t\tloss of human life,\n\t\t\thuman illness or injury,\n\t\t\thomelessness, \n\t\t\tdamage to property,\n\t\t\tdisruption of a supply of money, food, water, energy or fuel,\n\t\t\tdisruption of a system of communication,\n\t\t\tdisruption of facilities for transport, or\n\t\t\tdisruption of services relating to health.\n\t\tFor the purposes of subsection (1)(b) an event or situation threatensdamage to the environment only if it involves, causes or may cause—\n\t\t\tcontamination of land, water or air with biological, chemical or radio-active matter, or\n\t\t\tdisruption or destruction of plant life or animal life.\n\t\tA Minister of the Crown, or, in relation to Scotland, the ScottishMinisters, may by order—\n\t\t\tprovide that a specified event or situation, or class of event orsituation, is to be treated as falling, or as not falling, within any ofparagraphs (a) to (c) of subsection (1);\n\t\t\tamend subsection (2) so as to provide that in so far as an event orsituation involves or causes disruption of a specified supply, system,facility or service—\n\t\t\tit is to be treated as threatening damage to human welfare, or\n\t\t\tit is no longer to be treated as threatening damage to human welfare.\n\t\tThe event or situation mentioned in subsection (1) may occur or be insideor outside the United Kingdom."
    },
    {
        "length": 2420,
        "text": "\nContingency planning\n\tDuty to assess, plan and advise\n\t\tA person or body listed in Part 1 or 2 of Schedule 1 shall—\n\t\t\tfrom time to time assess the risk of an emergency occurring,\n\t\t\tfrom time to time assess the risk of an emergency making it necessary orexpedient for the person or body to perform any of his or its functions,\n\t\t\tmaintain plans for the purpose of ensuring, so far as is reasonablypracticable, that if an emergency occurs the person or body is able tocontinue to perform his or its functions,\n\t\t\tmaintain plans for the purpose of ensuring that if an emergency occurs oris likely to occur the person or body is able to perform his or its functionsso far as necessary or desirable for the purpose of—\n\t\t\tpreventing the emergency,\n\t\t\treducing, controlling or mitigating its effects, or\n\t\t\ttaking other action in connection with it,\n\t\t\tconsider whether an assessment carried out under paragraph (a) or (b) makesit necessary or expedient for the person or body to add to or modify plansmaintained under paragraph (c) or (d),\n\t\t\tarrange for the publication of all or part of assessments made and plansmaintained under paragraphs (a) to (d) in so far as publication is necessaryor desirable for the purpose of—\n\t\t\tpreventing an emergency,\n\t\t\treducing, controlling or mitigating the effects of an emergency, or\n\t\t\tenabling other action to be taken in connection with an emergency, and\n\t\t\tmaintain arrangements to warn the public, and to provide information andadvice to the public, if an emergency is likely to occur or has occurred.\n\t\tIn relation to a person or body listed in Part 1 or 2 of Schedule 1 a dutyin subsection (1) applies in relation to an emergency only if—\n\t\t\tthe emergency would be likely seriously to obstruct the person or body inthe performance of his or its functions, or\n\t\t\tit is likely that the person or body—\n\t\t\twould consider it necessary or desirable to take action to prevent theemergency, to reduce, control or mitigate its effects or otherwise inconnection with it, and\n\t\t\twould be unable to take that action without changing the deployment ofresources or acquiring additional resources.\n\t\tA Minister of the Crown may, in relation to a person or body listed in Part1 of Schedule 1, make regulations about—\n\t\t\tthe extent of a duty under subsection (1) (subject to subsection (2));\n\t\t\tthe manner in which a duty under subsection (1) is to be performed.\n\t\tThe Scottish Ministers may, in relation to a person or body listed in Part2 of Schedule 1, make regulations about—\n\t\t\tthe extent of a duty under subsection (1) (subject to subsection (2));\n\t\t\tthe manner in which a duty under subsection (1) is to be performed.\n\t\tRegulations under subsection (3) may, in particular—\n\t\t\tmake provision about the kind of emergency in relation to which a specifiedperson or body is or is not to perform a duty under subsection (1);\n\t\t\tpermit or require a person or body not to perform a duty under subsection(1) in specified circumstances or in relation to specified matters;\n\t\t\tmake provision as to the timing of performance of a duty under subsection(1);\n\t\t\trequire a person or body to consult a specified person or body or class ofperson or body before or in the course of performing a duty under subsection(1);\n\t\t\tpermit or require a county council to perform a duty under subsection (1)on behalf of a district council within the area of the county council;\n\t\t\tpermit, require or prohibit collaboration, to such extent and in suchmanner as may be specified, by persons or bodies in the performance of a dutyunder subsection (1);\n\t\t\tpermit, require or prohibit delegation, to such extent and in such manneras may be specified, of the performance of a duty under subsection (1);\n\t\t\tpermit or require a person or body listed in Part 1 or 3 of Schedule 1 toco-operate, to such extent and in such manner as may be specified, with aperson or body listed in Part 1 of the Schedule in connection with theperformance of a duty under subsection (1);\n\t\t\tpermit or require a person or body listed in Part 1 or 3 of Schedule 1 toprovide information, either on request or in other specified circumstances, toa person or body listed in Part 1 of the Schedule in connection with theperformance of a duty under subsection (1);\n\t\t\tpermit or require a person or body to perform (wholly or partly) a dutyunder subsection (1)(a) or (b) having regard to, or by adopting or relying on,work undertaken by another specified person or body;\n\t\t\tpermit or require a person or body, in maintaining a plan under subsection(1)(c) or (d), to have regard to the activities of bodies (other than publicor local authorities) whose activities are not carried on for profit;\n\t\t\tmake provision about the extent of, and the degree of detail to becontained in, a plan maintained under subsection (1)(c) or (d);\n\t\t\trequire a plan to include provision for the carrying out of exercises;\n\t\t\trequire a plan to include provision for the training of staff or otherpersons;\n\t\t\tpermit a person or body to make arrangements with another person or body,as part of planning undertaken under subsection (1)(c) or (d), for theperformance of a function on behalf of the first person or body;\n\t\t\tconfer a function on a Minister of the Crown, on the Scottish Ministers, onthe National Assembly for Wales, on a Northern Ireland department or on anyother specified person or body (and a function conferred may, in particular,be a power or duty to exercise a discretion);\n\t\t\tmake provision which has effect despite other provision made by or byvirtue of an enactment;\n\t\t\tmake provision which applies generally or only to a specified person orbody or only in specified circumstances;\n\t\t\tmake different provision for different persons or bodies or for differentcircumstances.\n\t\tSubsection (5) shall have effect in relation to subsection (4) as it haseffect in relation to subsection (3), but as if—\n\t\t\tparagraph (e) were omitted,\n\t\t\tin paragraphs (h) and (i)—\n\t\t\ta reference to Part 1 or 3 of Schedule 1 were a reference to Part 2 or 4 ofthat Schedule, and\n\t\t\ta reference to Part 1 of that Schedule were a reference to Part 2 of thatSchedule, and\n\t\t\tin paragraph (p) the references to a Minister of the Crown, to the NationalAssembly for Wales and to a Northern Ireland department were omitted.\n\tSection 2: supplemental\n\t\tA Minister of the Crown may issue guidance to a person or body listed inPart 1 or 3 of Schedule 1 about the matters specified in section 2(3) and (5).\n\t\tThe Scottish Ministers may issue guidance to a person or body listed inPart 2 or 4 of Schedule 1 about the matters specified in section 2(4) and (5)(as applied by section 2(6)).\n\t\tA person or body listed in any Part of Schedule 1 shall—\n\t\t\tcomply with regulations under section 2(3) or (4), and\n\t\t\thave regard to guidance under subsection (1) or (2) above.\n\t\tA person or body listed in Part 1 or 2 of Schedule 1 may be referred to asa “Category 1 responder”.\n\t\tA person or body listed in Part 3 or 4 of Schedule 1 may be referred to asa “Category 2 responder”.\n\tAdvice and assistance to the public\n\t\tA body specified in paragraph 1, 2 or 13 of Schedule 1 shall provide adviceand assistance to the public in connection with the making of arrangements forthe continuance of commercial activities by the public, or the continuance ofthe activities of bodies other than public or local authorities whoseactivities are not carried on for profit, in the event of an emergency.\n\t\tA Minister of the Crown may, in relation to a body specified in paragraph 1or 2 of that Schedule, make regulations about—\n\t\t\tthe extent of the duty under subsection (1);\n\t\t\tthe manner in which the duty under subsection (1) is to be performed.\n\t\tThe Scottish Ministers may, in relation to a body specified in paragraph 13of that Schedule, make regulations about—\n\t\t\tthe extent of the duty under subsection (1);\n\t\t\tthe manner in which the duty under subsection (1) is to be performed.\n\t\tRegulations under subsection (2) or (3) may, in particular—\n\t\t\tpermit a body to make a charge for advice or assistance provided on requestunder subsection (1);\n\t\t\tmake provision of a kind permitted to be made by regulations under section2(5)(a) to (i) and (o) to (s).\n\t\tRegulations by virtue of subsection (4)(a) must provide that a charge foradvice or assistance may not exceed the aggregate of—\n\t\t\tthe direct costs of providing the advice or assistance, and\n\t\t\ta reasonable share of any costs indirectly related to the provision of theadvice or assistance.\n\t\tA Minister of the Crown may issue guidance to a body specified in paragraph1 or 2 of that Schedule about the matters specified in subsections (2) and(4).\n\t\tThe Scottish Ministers may issue guidance to a body specified in paragraph13 of that Schedule about the matters specified in subsections (3) and (4).\n\t\tA body shall—\n\t\t\tcomply with regulations under subsection (2) or (3), and\n\t\t\thave regard to guidance under subsection (6) or (7)."
    },
    {
        "length": 977,
        "text": "\nCivil protection\n\tGeneral measures\n\t\tA Minister of the Crown may by order require a person or body listed inPart 1 of Schedule 1 to perform a function of that person or body for thepurpose of—\n\t\t\tpreventing the occurrence of an emergency,\n\t\t\treducing, controlling or mitigating the effects of an emergency, or\n\t\t\ttaking other action in connection with an emergency.\n\t\tThe Scottish Ministers may by order require a person or body listed in Part2 of Schedule 1 to perform a function of that person or body for the purposeof—\n\t\t\tpreventing the occurrence of an emergency,\n\t\t\treducing, controlling or mitigating the effects of an emergency, or\n\t\t\ttaking other action in connection with an emergency.\n\t\tA person or body shall comply with an order under this section.\n\t\tAn order under subsection (1) may—\n\t\t\trequire a person or body to consult a specified person or body or class ofperson or body;\n\t\t\tpermit, require or prohibit collaboration, to such extent and in suchmanner as may be specified;\n\t\t\tpermit, require or prohibit delegation, to such extent and in such manneras may be specified;\n\t\t\tpermit or require a person or body listed in Part 1 or 3 of Schedule 1 toco-operate, to such extent and in such manner as may be specified, with aperson or body listed in Part 1 of the Schedule in connection with a dutyunder the order;\n\t\t\tpermit or require a person or body listed in Part 1 or 3 of Schedule 1 toprovide information in connection with a duty under the order, whether onrequest or in other specific circumstances to a person or body listed in Part1 of the Schedule;\n\t\t\tconfer a function on a Minister of the Crown, on the Scottish Ministers, onthe National Assembly for Wales, on a Northern Ireland department or on anyother specified person or body (and a function conferred may, in particular,be a power or duty to exercise a discretion);\n\t\t\tmake provision which applies generally or only to a specified person orbody or only in specified circumstances;\n\t\t\tmake different provision for different persons or bodies or for differentcircumstances.\n\t\tSubsection (4) shall have effect in relation to subsection (2) as it haseffect in relation to subsection (1), but as if—\n\t\t\tin paragraphs (d) and (e)—\n\t\t\ta reference to Part 1 or 3 of Schedule 1 were a reference to Part 2 or 4 ofthat Schedule, and\n\t\t\ta reference to Part 1 of that Schedule were a reference to Part 2 of thatSchedule, and\n\t\t\tin paragraph (f) the references to a Minister of the Crown, to the NationalAssembly for Wales and to a Northern Ireland department were omitted.\n\tDisclosure of information\n\t\tA Minister of the Crown may make regulations requiring or permitting oneperson or body listed in Part 1 or 3 of Schedule 1 (“the provider”) todisclose information on request to another person or body listed in any Partof that Schedule (“the recipient”).\n\t\tThe Scottish Ministers may make regulations requiring or permitting oneperson or body listed in Part 2 or 4 of Schedule 1 (“the provider”) todisclose information on request to another person or body listed in any Partof that Schedule (“the recipient”).\n\t\tRegulations under subsection (1) or (2) may be made only in connection witha function of the provider or of the recipient which relates to emergencies.\n\t\tA Minister of the Crown may issue guidance to a person or body about theperformance of functions under regulations made under subsection (1).\n\t\tThe Scottish Ministers may issue guidance to a person or body about theperformance of functions under regulations made under subsection (2).\n\t\tA person or body shall—\n\t\t\tcomply with regulations under subsection (1) or (2), and\n\t\t\thave regard to guidance under subsection (4) or (5)."
    },
    {
        "length": 3691,
        "text": "\nGeneral\n\tUrgency \n\t\tThis section applies where—\n\t\t\tthere is an urgent need to make provision of a kind that could be made byan order under section 5(1) or by regulations under section 6(1), but\n\t\t\tthere is insufficient time for the order or regulations to be made.\n\t\tThe Minister may by direction make provision of a kind that could be madeby an order under section 5(1) or by regulations under section 6(1).\n\t\tA direction under subsection (2) shall be in writing.\n\t\tWhere a Minister gives a direction under subsection (2)—\n\t\t\the may revoke or vary the direction by further direction,\n\t\t\the shall revoke the direction as soon as is reasonably practicable (and hemay, if or in so far as he thinks it desirable, re-enact the substance of thedirection by way of an order under section 5(1) or by way of regulations undersection 6(1)), and\n\t\t\tthe direction shall cease to have effect at the end of the period of 21days beginning with the day on which it is given (but without prejudice to thepower to give a new direction).\n\t\tA provision of a direction under subsection (2) shall be treated for allpurposes as if it were a provision of an order under section 5(1) or ofregulations under section 6(1).\n\tUrgency: Scotland\n\t\tThis section applies where—\n\t\t\tthere is an urgent need to make provision of a kind that could be made byan order under section 5(2) or by regulations under section 6(2), but\n\t\t\tthere is insufficient time for the order or regulations to be made.\n\t\tThe Scottish Ministers may by direction make provision of a kind that couldbe made by an order under section 5(2) or by regulations under section 6(2).\n\t\tA direction under subsection (2) shall be in writing.\n\t\tWhere the Scottish Ministers give a direction under subsection (2)—\n\t\t\tthey may revoke or vary the direction by further direction,\n\t\t\tthey shall revoke the direction as soon as is reasonably practicable (andthey may, if or in so far as they think it desirable, re-enact the substanceof the direction by way of an order under section 5(2) or by way ofregulations under section 6(2)), and\n\t\t\tthe direction shall cease to have effect at the end of the period of 21days beginning with the day on which it is given (but without prejudice to thepower to give a new direction).\n\t\tA provision of a direction under subsection (2) shall be treated for allpurposes as if it were a provision of an order under section 5(2) or ofregulations under section 6(2).\n\tMonitoring by Government\n\t\tA Minister of the Crown may require a person or body listed in Part 1 or 3of Schedule 1—\n\t\t\tto provide information about action taken by the person or body for thepurpose of complying with a duty under this Part, or\n\t\t\tto explain why the person or body has not taken action for the purpose ofcomplying with a duty under this Part.\n\t\tThe Scottish Ministers may require a person or body listed in Part 2 or 4of Schedule 1—\n\t\t\tto provide information about action taken by the person or body for thepurpose of complying with a duty under this Part, or\n\t\t\tto explain why the person or body has not taken action for the purpose ofcomplying with a duty under this Part.\n\t\tA requirement under subsection (1) or (2) may specify—\n\t\t\ta period within which the information or explanation is to be provided;\n\t\t\tthe form in which the information or explanation is to be provided.\n\t\tA person or body shall comply with a requirement under subsection (1) or(2).\n\tEnforcement \n\t\tAny of the following may bring proceedings in the High Court or the Courtof Session in respect of a failure by a person or body listed in Part 1 or 3of Schedule 1 to comply with section 2(1), 3(3), 4(1) or (8), 5(3), 6(6), 9(4)or 15(7)—\n\t\t\ta Minister of the Crown,\n\t\t\ta person or body listed in Part 1 of Schedule 1, and\n\t\t\ta person or body listed in Part 3 of Schedule 1.\n\t\tIn proceedings under subsection (1) the High Court or the Court of Sessionmay grant any relief, or make any order, that it thinks appropriate.\n\tEnforcement: Scotland\n\t\tAny of the following may bring proceedings in the Court of Session inrespect of a failure by a person or body listed in Part 2 or 4 of Schedule 1to comply with section 2(1), 3(3), 4(1) or (8), 5(3), 6(6), 9(4) or 15(7)—\n\t\t\tthe Scottish Ministers,\n\t\t\ta person or body listed in Part 2 of Schedule 1, and\n\t\t\ta person or body listed in Part 4 of Schedule 1.\n\t\tIn proceedings under subsection (1) the Court of Session may grant anyremedy, or make any order, that it thinks appropriate.\n\tProvision of information\n\t\tRegulations or an order under this Part may, if addressing the provision ordisclosure of information, make provision about—\n\t\t\ttiming; \n\t\t\tthe form in which information is provided;\n\t\t\tthe use to which information may be put;\n\t\t\tstorage of information;\n\t\t\tdisposal of information.\n\tAmendment of lists of responders\n\t\tA Minister of the Crown may by order amend Schedule 1 so as to—\n\t\t\tadd an entry to Part 1 or 3;\n\t\t\tremove an entry from Part 1 or 3;\n\t\t\tmove an entry from Part 1 to Part 3 or vice versa.\n\t\tThe Scottish Ministers may by order amend Schedule 1 so as to—\n\t\t\tadd an entry to Part 2 or 4;\n\t\t\tremove an entry from Part 2 or 4;\n\t\t\tmove an entry from Part 2 to Part 4 or vice versa.\n\t\tAn order under subsection (1) or (2)—\n\t\t\tmay add, remove or move an entry either generally or only in relation tospecified functions of a person or body, and\n\t\t\tmay make incidental, transitional or consequential provision (which mayinclude provision amending this Act or another enactment).\n\tScotland: consultation\n\t\tA Minister of the Crown shall consult the Scottish Ministers before makingregulations or an order under this Part in relation to a person or body if orin so far as the person or body exercises functions in relation to Scotland.\n\t\tThe Scottish Ministers shall consult a Minister of the Crown before makingregulations or an order under this Part.\n\tScotland: cross-border collaboration\n\t\tWhere a person or body listed in Part 1 of Schedule 1 has a duty undersection 2 or 4, the Scottish Ministers may make regulations—\n\t\t\tpermitting or requiring a person or body listed in Part 2 or 4 of thatSchedule to co-operate, to such extent and in such manner as may be specified,with the person or body listed in Part 1 of that Schedule in connection withthe performance of the duty;\n\t\t\tpermitting or requiring a person or body listed in Part 2 or 4 of thatSchedule to provide information, either on request or in other specifiedcircumstances, to the person or body listed in Part 1 of that Schedule inconnection with the performance of the duty.\n\t\tThe Scottish Ministers may issue guidance about a matter addressed inregulations under subsection (1).\n\t\tWhere a person or body listed in Part 2 of Schedule 1 has a duty undersection 2 or 4, a Minister of the Crown may make regulations—\n\t\t\tpermitting or requiring a person or body listed in Part 1 or 3 of thatSchedule to co-operate, to such extent and in such manner as may be specified,with the person or body listed in Part 2 of that Schedule in connection withthe performance of the duty;\n\t\t\tpermitting or requiring a person or body listed in Part 1 or 3 of thatSchedule to provide information, either on request or in other specifiedcircumstances, to the person or body listed in Part 2 of that Schedule inconnection with the performance of the duty.\n\t\tA Minister of the Crown may issue guidance about a matter addressed inregulations under subsection (3).\n\t\tIf a Minister of the Crown makes an order under section 5(1) imposing aduty on a person or body listed in Part 1 of Schedule 1, the ScottishMinisters may make an order—\n\t\t\tpermitting or requiring a person or body listed in Part 2 or 4 of thatSchedule to co-operate, to such extent and in such manner as may be specified,with the person or body listed in Part 1 of that Schedule in connection withthe duty;\n\t\t\tpermitting or requiring a person or body listed in Part 2 or 4 of thatSchedule to provide information, either on request or in other specifiedcircumstances, to the person or body listed in Part 1 of that Schedule inconnection with the duty.\n\t\tIf the Scottish Ministers make an order under section 5(2) imposing a dutyon a person or body listed in Part 2 of Schedule 1, a Minister of the Crownmay make an order—\n\t\t\tpermitting or requiring a person or body listed in Part 1 or 3 of thatSchedule to co-operate, to such extent and in such manner as may be specified,with the person or body listed in Part 2 of that Schedule in connection withthe duty;\n\t\t\tpermitting or requiring a person or body listed in Part 1 or 3 of thatSchedule to provide information, either on request or in other specifiedcircumstances, to the person or body listed in Part 2 of that Schedule inconnection with the duty.\n\t\tA person or body shall—\n\t\t\tcomply with regulations or an order under this section, and\n\t\t\thave regard to guidance under this section.\n\t\tIn this Act, except where the contrary intention appears—\n\t\t\ta reference to an order under section 5(1) includes a reference to an orderunder subsection (6) above, and\n\t\t\ta reference to an order under section 5(2) includes a reference to an orderunder subsection (5) above.\n\tNational Assembly for Wales\n\t\tA Minister of the Crown shall consult the National Assembly for Walesbefore—\n\t\t\tmaking regulations under section 2(3), 4(2) or 6(1) which relate wholly orpartly to Wales,\n\t\t\tissuing guidance under section 3(1), 4(6) or 6(4) which relates wholly orpartly to Wales,\n\t\t\tgiving an order under section 5(1) which relates wholly or partly to Wales,\n\t\t\tgiving a direction under section 7(2) which makes provision relating whollyor partly to Wales of a kind that could be made by regulations under section6(1),\n\t\t\tgiving a direction under section 7(2) which makes provision relating whollyor partly to Wales of a kind that could be made by an order under section5(1),\n\t\t\tbringing proceedings under section 10 in respect of a failure by a personor body where the failure relates wholly or partly to Wales, or\n\t\t\tmaking an order under section 13(1) in respect of a person or body with, orin so far as the person or body has, functions in relation to Wales.\n\t\tA Minister of the Crown may not without the consent of the NationalAssembly for Wales take action of a kind specified in subsection (3) thatrelates wholly or partly to a person or body specified in subsection (4).\n\t\tThe actions referred to in subsection (2) are—\n\t\t\tmaking regulations under section 2(3), 4(2) or 6(1),\n\t\t\tmaking an order under section 5(1),\n\t\t\tissuing guidance under section 3(1), 4(6) or 6(4),\n\t\t\tgiving a direction under section 7,\n\t\t\tbringing proceedings under section 10, and\n\t\t\tmaking an order under section 13.\n\t\tThe persons and bodies referred to in subsection (2) are—\n\t\t\ta council specified in paragraph 2 of Schedule 1, and\n\t\t\ta person or body specified in paragraph 4, 5, 8, 9, 10, 11 or 21 of thatSchedule, if and in so far as the person or body has functions in relation toWales.\n\tRegulations and orders\n\t\tRegulations and orders under this Part shall be made by statutoryinstrument.\n\t\tAn order under section 1(4), 5(1) or 13(1) may not be made by a Minister ofthe Crown unless a draft has been laid before and approved by resolution ofeach House of Parliament.\n\t\tAn order under section 1(4), 5(2) or 13(2) may not be made by the ScottishMinisters unless a draft has been laid before and approved by resolution ofthe Scottish Parliament.\n\t\tRegulations made by a Minister of the Crown under this Part shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tRegulations made by the Scottish Ministers under this Part shall be subjectto annulment in pursuance of a resolution of the Scottish Parliament.\n\t\tRegulations or an order under this Part—\n\t\t\tmay make provision which applies generally or only in specifiedcircumstances or for a specified purpose,\n\t\t\tmay make different provision for different circumstances or purposes, and\n\t\t\tmay make incidental, consequential or transitional provision.\n\tInterpretation, &c.\n\t\tIn this Part—\n\t\t\t  * “enactment” includes— \n\t\t\tan Act of the Scottish Parliament,\n\t\t\tNorthern Ireland legislation, and\n\t\t\tan instrument made under an Act of the Scottish Parliament or under NorthernIreland legislation (as well as an instrument made under an Act),\n\t\t\t\t  * “function” means any power or duty whether conferred by virtue of an enactment or otherwise, \n\t\t\t\t  * “terrorism” has the meaning given by section 1 of the Terrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\"), and \n\t\t\t\t  * “war” includes armed conflict. \n\t\tIn this Part a reference to the United Kingdom includes a reference to theterritorial sea of the United Kingdom.\n\t\tExcept in a case of contradiction, nothing in or done under this Part shallimpliedly repeal or revoke a provision of or made under another enactment."
    },
    {
        "length": 478,
        "text": "\nMeaning of “emergency”\n\tIn this Part “emergency” means—\n\t\tan event or situation which threatens serious damage to human welfare inthe United Kingdom or in a Part or region,\n\t\tan event or situation which threatens serious damage to the environment ofthe United Kingdom or of a Part or region, or\n\t\twar, or terrorism, which threatens serious damage to the security of theUnited Kingdom.\n\tFor the purposes of subsection (1)(a) an event or situation threatensdamage to human welfare only if it involves, causes or may cause—\n\t\tloss of human life,\n\t\thuman illness or injury,\n\t\thomelessness, \n\t\tdamage to property,\n\t\tdisruption of a supply of money, food, water, energy or fuel,\n\t\tdisruption of a system of communication,\n\t\tdisruption of facilities for transport, or\n\t\tdisruption of services relating to health.\n\tFor the purposes of subsection (1)(b) an event or situation threatensdamage to the environment only if it involves, causes or may cause—\n\t\tcontamination of land, water or air with biological, chemical or radio-active matter, or\n\t\tdisruption or destruction of plant life or animal life.\n\tThe Secretary of State may by order amend subsection (2) so as to providethat in so far as an event or situation involves or causes disruption of aspecified supply, system, facility or service—\n\t\tit is to be treated as threatening damage to human welfare, or\n\t\tit is no longer to be treated as threatening damage to human welfare.\n\tAn order under subsection (4)—\n\t\tmay make consequential amendment of this Part, and\n\t\tmay not be made unless a draft has been laid before, and approved byresolution of, each House of Parliament.\n\tThe event or situation mentioned in subsection (1) may occur or be insideor outside the United Kingdom."
    },
    {
        "length": 467,
        "text": "\nPower to make emergency regulations\n\tHer Majesty may by Order in Council make emergency regulations if satisfiedthat the conditions in section 21 are satisfied.\n\tA senior Minister of the Crown may make emergency regulations if satisfied—\n\t\tthat the conditions in section 21 are satisfied, and\n\t\tthat it would not be possible, without serious delay, to arrange for anOrder in Council under subsection (1).\n\tIn this Part “senior Minister of the Crown” means—\n\t\tthe First Lord of the Treasury (the Prime Minister),\n\t\tany of Her Majesty’s Principal Secretaries of State, and\n\t\tthe Commissioners of Her Majesty’s Treasury.\n\tIn this Part “serious delay” means a delay that might—\n\t\tcause serious damage, or\n\t\tseriously obstruct the prevention, control or mitigation of serious damage.\n\tRegulations under this section must be prefaced by a statement by theperson making the regulations—\n\t\tspecifying the nature of the emergency in respect of which the regulationsare made, and\n\t\tdeclaring that the person making the regulations—\n\t\tis satisfied that the conditions in section 21 are met,\n\t\tis satisfied that the regulations contain only provision which isappropriate for the purpose of preventing, controlling or mitigating an aspector effect of the emergency in respect of which the regulations are made,\n\t\tis satisfied that the effect of the regulations is in due proportion tothat aspect or effect of the emergency,\n\t\tis satisfied that the regulations are compatible with the Conventionrights (within the meaning of section 1 of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\")), and\n\t\tin the case of regulations made under subsection (2), is satisfied as tothe matter specified in subsection (2)(b)."
    },
    {
        "length": 331,
        "text": "\nConditions for making emergency regulations\n\tThis section specifies the conditions mentioned in section 20.\n\tThe first condition is that an emergency has occurred, is occurring or isabout to occur.\n\tThe second condition is that it is necessary to make provision for thepurpose of preventing, controlling or mitigating an aspect or effect of theemergency.\n\tThe third condition is that the need for provision referred to insubsection (3) is urgent.\n\tFor the purpose of subsection (3) provision which is the same as anenactment (“the existing legislation”) is necessary if, in particular—\n\t\tthe existing legislation cannot be relied upon without the risk of seriousdelay,\n\t\tit is not possible without the risk of serious delay to ascertain whetherthe existing legislation can be relied upon, or\n\t\tthe existing legislation might be insufficiently effective.\n\tFor the purpose of subsection (3) provision which could be made under anenactment other than section 20 (“the existing legislation”) is necessary if,in particular—\n\t\tthe provision cannot be made under the existing legislation without therisk of serious delay,\n\t\tit is not possible without the risk of serious delay to ascertain whetherthe provision can be made under the existing legislation, or\n\t\tthe provision might be insufficiently effective if made under the existinglegislation."
    },
    {
        "length": 1017,
        "text": "\nScope of emergency regulations\n\tEmergency regulations may make any provision which the person making theregulations is satisfied is appropriate for the purpose of preventing,controlling or mitigating an aspect or effect of the emergency in respect ofwhich the regulations are made.\n\tIn particular, emergency regulations may make any provision which theperson making the regulations is satisfied is appropriate for the purpose of—\n\t\tprotecting human life, health or safety,\n\t\ttreating human illness or injury,\n\t\tprotecting or restoring property,\n\t\tprotecting or restoring a supply of money, food, water, energy or fuel,\n\t\tprotecting or restoring a system of communication,\n\t\tprotecting or restoring facilities for transport,\n\t\tprotecting or restoring the provision of services relating to health,\n\t\tprotecting or restoring the activities of banks or other financialinstitutions,\n\t\tpreventing, containing or reducing the contamination of land, water or air,\n\t\tpreventing, reducing or mitigating the effects of disruption or destructionof plant life or animal life,\n\t\tprotecting or restoring activities of Parliament, of the ScottishParliament, of the Northern Ireland Assembly or of the National Assembly forWales, or\n\t\tprotecting or restoring the performance of public functions.\n\tEmergency regulations may make provision of any kind that could be made byAct of Parliament or by the exercise of the Royal Prerogative; in particular,regulations may—\n\t\tconfer a function on a Minister of the Crown, on the Scottish Ministers, onthe National Assembly for Wales, on a Northern Ireland department, on acoordinator appointed under section 24 or on any other specified person (and afunction conferred may, in particular, be—\n\t\ta power, or duty, to exercise a discretion;\n\t\ta power to give directions or orders, whether written or oral);\n\t\tprovide for or enable the requisition or confiscation of property (with orwithout compensation);\n\t\tprovide for or enable the destruction of property, animal life or plantlife (with or without compensation);\n\t\tprohibit, or enable the prohibition of, movement to or from a specifiedplace;\n\t\trequire, or enable the requirement of, movement to or from a specifiedplace;\n\t\tprohibit, or enable the prohibition of, assemblies of specified kinds, atspecified places or at specified times;\n\t\tprohibit, or enable the prohibition of, travel at specified times;\n\t\tprohibit, or enable the prohibition of, other specified activities;\n\t\tcreate an offence of—\n\t\tfailing to comply with a provision of the regulations;\n\t\tfailing to comply with a direction or order given or made under theregulations;\n\t\tobstructing a person in the performance of a function under or by virtueof the regulations;\n\t\tdisapply or modify an enactment or a provision made under or by virtue ofan enactment;\n\t\trequire a person or body to act in performance of a function (whether thefunction is conferred by the regulations or otherwise and whether or not theregulations also make provision for remuneration or compensation);\n\t\tenable the Defence Council to authorise the deployment of Her Majesty’sarmed forces;\n\t\tmake provision (which may include conferring powers in relation toproperty) for facilitating any deployment of Her Majesty’s armed forces;\n\t\tconfer jurisdiction on a court or tribunal (which may include a tribunalestablished by the regulations);\n\t\tmake provision which has effect in relation to, or to anything done in—\n\t\tan area of the territorial sea,\n\t\tan area within British fishery limits, or\n\t\tan area of the continental shelf;\n\t\tmake provision which applies generally or only in specified circumstancesor for a specified purpose;\n\t\tmake different provision for different circumstances or purposes.\n\tIn subsection (3) “specified” means specified by, or to be specified inaccordance with, the regulations.\n\tA person making emergency regulations must have regard to the importance ofensuring that Parliament, the High Court and the Court of Session are able toconduct proceedings in connection with—\n\t\tthe regulations, or\n\t\taction taken under the regulations."
    },
    {
        "length": 392,
        "text": "\nLimitations of emergency regulations\n\tEmergency regulations may make provision only if and in so far as theperson making the regulations is satisfied—\n\t\tthat the provision is appropriate for the purpose of preventing,controlling or mitigating an aspect or effect of the emergency in respect ofwhich the regulations are made, and\n\t\tthat the effect of the provision is in due proportion to that aspect oreffect of the emergency.\n\tEmergency regulations must specify the Parts of the United Kingdom orregions in relation to which the regulations have effect.\n\tEmergency regulations may not—\n\t\trequire a person, or enable a person to be required, to provide militaryservice, or\n\t\tprohibit or enable the prohibition of participation in, or any activity inconnection with, a strike or other industrial action.\n\tEmergency regulations may not—\n\t\tcreate an offence other than one of the kind described in section 22(3)(i),\n\t\tcreate an offence other than one which is triable only before amagistrates' court or, in Scotland, before a sheriff under summary procedure,\n\t\tcreate an offence which is punishable—\n\t\twith imprisonment for a period exceeding three months, or\n\t\twith a fine exceeding level 5 on the standard scale, or\n\t\talter procedure in relation to criminal proceedings.\n\tEmergency regulations may not amend—\n\t\tthis Part of this Act, or\n\t\tthe Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go toitem of legislation\")."
    },
    {
        "length": 296,
        "text": "\nRegional and Emergency Coordinators\n\tEmergency regulations must require a senior Minister of the Crown toappoint—\n\t\tfor each Part of the United Kingdom, other than England, in relation towhich the regulations have effect, a person to be known as the EmergencyCoordinator for that Part, and\n\t\tfor each region in relation to which the regulations have effect, a personto be known as the Regional Nominated Coordinator for that region.\n\tProvision made in accordance with subsection (1) may, in particular,include provision about the coordinator's—\n\t\tterms of appointment,\n\t\tconditions of service (including remuneration), and\n\t\tfunctions. \n\tThe principal purpose of the appointment shall be to facilitatecoordination of activities under the emergency regulations (whether only inthe Part or region for which the appointment is made or partly there andpartly elsewhere).\n\tIn exercising his functions a coordinator shall—\n\t\tcomply with a direction of a senior Minister of the Crown, and\n\t\thave regard to guidance issued by a senior Minister of the Crown.\n\tA coordinator shall not be regarded as the servant or agent of the Crown oras enjoying any status, immunity or privilege of the Crown."
    },
    {
        "length": 463,
        "text": "\nEstablishment of tribunal\n\tEmergency regulations which establish a tribunal may not be made unless asenior Minister of the Crown has consulted the Council on Tribunals.\n\tBut— \n\t\ta senior Minister of the Crown may disapply subsection (1) if necessary byreason of urgency,\n\t\tsubsection (1) shall not apply where the Council on Tribunals haveconsented to the establishment of the Tribunal, and\n\t\ta failure to satisfy subsection (1) shall not affect the validity ofregulations.\n\tWhere the Council on Tribunals are consulted by a senior Minister of theCrown under subsection (1)—\n\t\tthe Council shall make a report to the Minister, and\n\t\tthe Minister shall not make the emergency regulations to which theconsultation relates before receiving the Council’s report.\n\tBut— \n\t\ta senior Minister of the Crown may disapply subsection (3)(b) if necessaryby reason of urgency, and\n\t\ta failure to comply with subsection (3)(b) shall not affect the validity ofregulations.\n\tWhere a senior Minister of the Crown receives a report under subsection(3)(a) he shall lay before Parliament as soon as is reasonably practicableafter the making of the regulations to which the report relates—\n\t\ta copy of the report,\n\t\ta statement of the extent to which the regulations give effect to anyrecommendations in the report, and\n\t\tan explanation for any departure from recommendations in the report.\n\tWhere a senior Minister of the Crown makes emergency regulations withoutconsulting the Council on Tribunals (in reliance on subsection (2)(a))—\n\t\the shall consult the Council about the regulations as soon as reasonablypracticable after they are made,\n\t\tthe Council shall make a report to the Minister, and\n\t\tsubsection (5) shall apply (with any necessary modifications)."
    },
    {
        "length": 102,
        "text": "\nDuration \n\tEmergency regulations shall lapse—\n\t\tat the end of the period of 30 days beginning with the date on which theyare made, or\n\t\tat such earlier time as may be specified in the regulations.\n\tSubsection (1)—\n\t\tshall not prevent the making of new regulations, and\n\t\tshall not affect anything done by virtue of the regulations before theylapse."
    },
    {
        "length": 379,
        "text": "\nParliamentary scrutiny\n\tWhere emergency regulations are made—\n\t\ta senior Minister of the Crown shall as soon as is reasonably practicablelay the regulations before Parliament, and\n\t\tthe regulations shall lapse at the end of the period of seven daysbeginning with the date of laying unless during that period each House ofParliament passes a resolution approving them.\n\tIf each House of Parliament passes a resolution that emergency regulationsshall cease to have effect, the regulations shall cease to have effect—\n\t\tat such time, after the passing of the resolutions, as may be specified inthem, or\n\t\tif no time is specified in the resolutions, at the beginning of the dayafter that on which the resolutions are passed (or, if they are passed ondifferent days, at the beginning of the day after that on which the secondresolution is passed).\n\tIf each House of Parliament passes a resolution that emergency regulationsshall have effect with a specified amendment, the regulations shall haveeffect as amended, with effect from—\n\t\tsuch time, after the passing of the resolutions, as may be specified inthem, or\n\t\tif no time is specified in the resolutions, the beginning of the day afterthat on which the resolutions are passed (or, if they are passed on differentdays, the beginning of the day after that on which the second resolution ispassed).\n\tNothing in this section—\n\t\tshall prevent the making of new regulations, or\n\t\tshall affect anything done by virtue of regulations before they lapse,cease to have effect or are amended under this section."
    },
    {
        "length": 344,
        "text": "\nParliamentary scrutiny: prorogation and adjournment\n\tIf when emergency regulations are made under section 20 Parliament standsprorogued to a day after the end of the period of five days beginning with thedate on which the regulations are made, Her Majesty shall by proclamationunder the Meeting of Parliament Act [1797 (c.127)](/id/apgb/1797/127?view=plain \"Go to item of legislation\") requireParliament to meet on a specified day within that period.\n\tIf when emergency regulations are made under section 20 the House ofCommons stands adjourned to a day after the end of the period of five daysbeginning with the date on which the regulations are made, the Speaker shallarrange for the House to meet on a day during that period.\n\tIf when emergency regulations are made under section 20 the House of Lordsstands adjourned to a day after the end of the period of five days beginningwith the date on which the regulations are made, the Lord Chancellor shallarrange for the House to meet on a day during that period.\n\tIn subsections (2) and (3) a reference to the Lord Chancellor or theSpeaker includes a reference to a person authorised by Standing Orders of theHouse of Lords or of the House of Commons to act in place of the LordChancellor or the Speaker in respect of the recall of the House duringadjournment."
    },
    {
        "length": 179,
        "text": "\nConsultation with devolved administrations\n\tEmergency regulations which relate wholly or partly to Scotland may not bemade unless a senior Minister of the Crown has consulted the ScottishMinisters.\n\tEmergency regulations which relate wholly or partly to Northern Ireland maynot be made unless a senior Minister of the Crown has consulted the FirstMinister and deputy First Minister.\n\tEmergency regulations which relate wholly or partly to Wales may not bemade unless a senior Minister of the Crown has consulted the National Assemblyfor Wales.\n\tBut— \n\t\ta senior Minister of the Crown may disapply a requirement to consult if hethinks it necessary by reason of urgency, and\n\t\ta failure to satisfy a requirement to consult shall not affect the validityof regulations."
    },
    {
        "length": 109,
        "text": "\nProcedure \n\tEmergency regulations shall be made by statutory instrument (whether or notmade by Order in Council).\n\tEmergency regulations shall be treated for the purposes of the Human RightsAct [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\")as subordinate legislation and not primary legislation (whether or not theyamend primary legislation)."
    },
    {
        "length": 1098,
        "text": "\nInterpretation \n\tIn this Part—\n\t\t  * “British fishery limits” has the meaning given by the Fishery Limits Act [1976 (c. 86)](/id/ukpga/1976/86?view=plain \"Go to item of legislation\"), \n\t\t  * “the continental shelf” means any area designated by Order in Council under section 1(7) of the Continental Shelf Act [1964 (c. 29)](/id/ukpga/1964/29?view=plain \"Go to item of legislation\"), \n\t\t  * “emergency” has the meaning given by section 19, \n\t\t  * “enactment” includes— \n\t\tan Act of the Scottish Parliament,\n\t\tNorthern Ireland legislation, and\n\t\tan instrument made under an Act of the Scottish Parliament or under NorthernIreland legislation (as well as an instrument made under an Act),\n\t\t\t  * “function” means any power or duty whether conferred by virtue of an enactment or otherwise, \n\t\t\t  * “Part” in relation to the United Kingdom has the meaning given by subsection (2), \n\t\t\t  * “public functions” means— \n\t\tfunctions conferred or imposed by or by virtue of an enactment,\n\t\tfunctions of Ministers of the Crown (or their departments),\n\t\tfunctions of persons holding office under the Crown,\n\t\tfunctions of the Scottish Ministers,\n\t\tfunctions of the Northern Ireland Ministers or of the Northern Irelanddepartments, and\n\t\tfunctions of the National Assembly for Wales,\n\t\t\t  * “region” has the meaning given by subsection (2), \n\t\t\t  * “senior Minister of the Crown” has the meaning given by section 20(3), \n\t\t\t  * “serious delay” has the meaning given by section 20(4), \n\t\t\t  * “territorial sea” means the territorial sea adjacent to, or to any Part of, the United Kingdom, construed in accordance with section 1 of the Territorial Sea Act [1987 (c. 49)](/id/ukpga/1987/49?view=plain \"Go to item of legislation\"), \n\t\t\t  * “terrorism” has the meaning given by section 1 of the Terrorism Act [2000 (c. 11)](/id/ukpga/2000/11?view=plain \"Go to item of legislation\"), and \n\t\t\t  * “war” includes armed conflict. \n\tIn this Part—\n\t\t“Part” in relation to the United Kingdom means—\n\t\tEngland, \n\t\tNorthern Ireland,\n\t\tScotland, and\n\t\tWales, \n\t\t“region” means a region for the purposes of the Regional DevelopmentAgencies Act [1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item oflegislation\"), and\n\t\ta reference to a Part or region of the United Kingdom includes a referenceto—\n\t\tany part of the territorial sea that is adjacent to that Part or region,\n\t\tany part of the area within British fishery limits that is adjacent to thePart or region, and\n\t\tany part of the continental shelf that is adjacent to the Part or region.\n\tThe following shall have effect for the purpose of subsection (2)—\n\t\tan Order in Council under section 126(2) of the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") (apportionmentof sea areas),\n\t\tan Order in Council under section 98(8) of the Northern Ireland Act [1998(c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\")(apportionment of sea areas), and\n\t\tan order under section 155(2) of the Government of Wales Act [1998 (c.38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\") (apportionmentof sea areas);\n\t\t\tbut only if or in so far as it is expressed to apply for general or residualpurposes of any of those Acts or for the purposes of this section."
    },
    {
        "length": 538,
        "text": "\nPart 3General\n\tMinor and consequential amendments and repeals\n\t\tSchedule 2 (minor and consequential amendments and repeals) shall haveeffect.\n\t\tThe enactments listed in Schedule 3 are hereby repealed or revoked to theextent specified.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown in connection with thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherenactment out of money provided by Parliament.\n\tCommencement \n\t\tThe preceding provisions of this Act shall come into force in accordancewith provision made by a Minister of the Crown by order.\n\t\tBut the following provisions of this Act shall come into force inaccordance with provision made by the Scottish Ministers by order—\n\t\t\tsection 1(4) in so far as it relates to the Scottish Ministers,\n\t\t\tsections 2(4) and (6), 3(2), 4(3) and (7), 5(2) and (5), 6(2) and (5), 8,9(2), 11, 13(2), 14(2), 17(3) and (5), and\n\t\t\ta provision of section 2, 3, 4, 5, 6, 9, 13 or 17 in so far as it relatesto a provision specified in paragraph (b) above.\n\t\tAn order under subsection (1) or (2)—\n\t\t\tmay make provision generally or for specific purposes only,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay make incidental, consequential or transitional provision, and\n\t\t\tshall be made by statutory instrument.\n\tExtent \n\t\tThis Act extends to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\t\tBut where this Act amends or repeals an enactment or a provision of anenactment, the amendment or repeal has the same extent as the enactment orprovision.\n\tShort title\n\t\tThis Act may be cited as the Civil Contingencies Act 2004."
    }
]