{
    "general": "This law allows the government to spend money on things like schools, hospitals, and the military for the next few years. It also lets the government borrow money from the bank to pay for these things if they don't have enough money in their accounts. This helps the government plan its spending and make sure it has enough money to do all the things it needs to do.",
    "series": [
        [
            {
                "length": 227,
                "short": "\"UK Government's Financial Flexibility: Retroactive Approval for Up to £273 Billion Spending\"",
                "text": "* Simplified point 1: The UK government can spend up to £273 billion without parliamentary approval through the Supply and Appropriation (Anticipation and Adjustments) Act 2018.\n* Simplified point 2: The act allows for the adjustment of previously allocated funds to cover unexpected expenses or changes in priorities, ensuring that the government can continue to function effectively.\n* Simplified point 3: The law also covers the authorization of excesses for previous years, allowing for the appropriate allocation of resources and preventing any disruptions to public services.\n* Simplified point 4: The Supply and Appropriation (Anticipation and Adjustments) Act 2018 has retrospective effect, meaning that it applies to expenditure incurred since the start of the financial year on April 1st, 2017."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2018 gives the UK government permission to spend up to £273 billion without needing Parliament's approval. This money will be used to pay for things like healthcare, education, and defense over the next few years. Sometimes unexpected costs come up, so this law helps the government make sure it has enough money to keep running smoothly. It also looks after money that was spent last year, just to make sure everything adds up correctly. So, this law helps keep the country running well and makes sure there aren't any big surprises when it comes to spending.",
    "single": "\n* Authorizes the use of resources for the years ending with 31 March 2017, 31 March 2018, and 31 March 2019.\n* Authorizes the issue of sums out of the Consolidated Fund for the years ending 31 March 2018 and 31 March 2019.\n* Appropriates the supply authorized by this Act for the years ending with 31 March 2017 and 31 March 2018.\n* Provides for supplementary provision for 2017-18 and appropriation of supplementary provision for 2017-18.\n* Authorizes excesses for 2016-17 and appropriation of excesses for 2016-17.\n* Adjusts the amounts of resources authorized for the years ending with 31 March 2017 and 31 March 2018, and makes adjustments to the amounts specified in the Scheduled Estimates in the Main Estimates Act 2017 and 2016.\n* Has effect from the beginning of 1 April 2016 and 1 April 2017, respectively."
}