[
    {
        "length": 561,
        "text": "\nFunding of endowments\n\tThe National Lottery etc. Act [1993 (c. 39)](/id/ukpga/1993/39?view=plain\"Go to item of legislation\") is amended as follows.\n\tIn section 22 (apportionment of money in Distribution Fund), in subsection(3), after the last paragraph there is inserted—\n\t\t“(including, in each case, for establishing or contributing to endowments inconnection with such expenditure).”\n\tIn section 25 (application of money by distributing bodies), aftersubsection (4) there is inserted—\n\tReferences in this section (however expressed) to the distribution ofmoney for meeting expenditure are to be construed as including distribution ofmoney for the purpose of establishing, or contributing to, endowments inconnection with expenditure of the description concerned.”\n\tIn section 25B (joint schemes for distribution of money by distributingbodies), after subsection (5) there is inserted—\n\tReferences in this section (however expressed) to distribution undersection 25(1) of money for meeting expenditure are to be construed inaccordance with section 25(5).”\n\tIn section 38 (grants to charities etc), in subsection (1), at the endthere is added “, including grants for establishing or contributing toendowments in connection with such expenditure”.\n\tIn section 41 (grants from the Millennium Commission), in subsection (1),at the end there is added “(including grants for establishing or contributingto endowments in connection with such projects)”.\n\tIn section 43B (functions of the New Opportunities Fund), in subsection(1)(a), after “projects” there is inserted “(including grants for establishingor contributing to endowments in connection with projects)”.\n\tIn section 44 (interpretation), in subsection (1), after the definition of“education” there is inserted—\n\t““endowment” includes permanent endowment;”.\n\tThe enactments amended by this section shall be deemed always to have hadeffect as so amended.\nShort title and extent\n\tThis Act may be cited as the National Lottery (Funding of Endowments) Act2003.\n\tThis Act extends to Northern Ireland.\n\t\t"
    }
]