{
    "general": "This law makes sure that some of the money raised by the UK's National Lottery is used to support endowments, which are funds that provide ongoing financial support to good causes over time. The law ensures that these endowments receive a steady stream of funding each year so they can continue their important work.",
    "series": [
        [
            {
                "length": 216,
                "short": "\"Endowment Funds for Long-Term Support: UK Act Provides Stability for Charitable Causes\"",
                "text": "\n* Simplified point 1: The act allows for the use of lottery funds for establishing or contributing to endowments, which can provide long-term financial support for various purposes such as education, arts, sports, and community development.\n* Simplified point 2: The act ensures that any grants given to charities, the Millennium Commission, or other organizations must include funding for endowments, allowing these organizations to continue their work even after the initial grant has been spent.\n* Simplified point 3: The act defines \"endowment\" to include permanent endowment, meaning that the funding provided cannot be used for short-term purposes but must be invested for long-term benefits.\n* Simplified point 4: The act applies to Northern Ireland, ensuring that the provisions regarding endowments apply throughout the United Kingdom."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Lottery (Funding of Endowments) Act 2003 helps ensure that money from the National Lottery is used wisely and sustainably by creating long-term financial support for important causes like education, arts, sports, and community development. This law requires that any grants given to charities, the Millennium Commission, or other organizations must include funding for endowments so they can keep doing good work even after the initial grant runs out. An \"endowment\" means the money must be invested for the long term, not spent on short-term projects. This law applies to everyone in the UK, including those in Northern Ireland.",
    "single": "\n* The National Lottery (Funding of Endowments) Act 2003 allows for the use of National Lottery funds to establish or contribute to endowments.\n* Endowments are permanent funds that provide ongoing financial support for specific purposes, such as charitable activities or educational initiatives.\n* The Act amends existing legislation to include endowments as a type of expenditure that can be funded by the National Lottery.\n* The Act applies to Northern Ireland as well as England, Wales, and Scotland.\n* The Act allows for the distribution of National Lottery funds to organizations for the purpose of establishing or contributing to endowments, including grants for charitable projects and educational initiatives.\n* The Act aims to provide ongoing financial support for specific purposes through the use of endowments.\nIn simpler terms, this Act allows the National Lottery to fund endowments, which are permanent funds that provide ongoing financial support for specific purposes, such as charitable activities or educational initiatives. This Act applies to Northern Ireland and the rest of the UK, and allows for the distribution of National Lottery funds to organizations for the purpose of establishing or contributing to endowments, including grants for charitable projects and educational initiatives. The goal of this Act is to provide ongoing financial support for specific purposes through the use of endowments."
}