{
    "general": "This law allows the government to borrow more money from the Contingencies Fund, which is like an emergency savings account, so that they can spend more on important things during difficult times. It's like when you have to use your credit card to buy something urgently, but you promise to pay back the amount later. The government promises to pay back the amount later too.",
    "series": [
        [
            {
                "length": 224,
                "short": "\"Government Financial Measures During COVID-19 Pandemic\"",
                "text": "\n* Simplified point 1: The Contingencies Fund Act 1974 allows for an increase in the capital limit of the fund from 2% to 12% of the authorized supply expenditure for the year ending on the previous 31st March, effective from 31st March 2021 to 31st March 2022.\n* Simplified point 2: This temporary increase in the capital limit is intended to provide additional financial resources for the government during the COVID-19 pandemic.\n* Simplified point 3: The Act also gives the Contingencies Fund the authority to spend up to 12% of the authorized supply expenditure without needing parliamentary approval, allowing for quicker decision-making and response to urgent situations.\n* Simplified point 4: The short title of the act is the \"Contingencies Fund Act 2021\"."
            }
        ]
    ],
    "summary": "The new law called the Contingencies Fund Act 2021 helps the government deal with unexpected costs during the COVID-19 pandemic. It increases the amount of money available in the Contingencies Fund from 2% to 12% of the total spending allowed for the year that ends on March 31st, starting from March 31st, 2021, until March 31st, 2022. This means the government can use more money quickly without needing permission from Parliament if there's an emergency or urgent situation.",
    "single": "\n* Temporarily increases the maximum capital of the Contingencies Fund from 2% to 12% of the authorized supply expenditure for the year ending on the previous 31st March, effective from 31st March 2021 to 31st March 2022.\n* This allows the government to access more funds from the Contingencies Fund during this period to address unexpected events or emergencies.\n* The increased limit applies only for the fiscal year ending on 31st March 2022."
}