[
    {
        "length": 784,
        "text": "\nCAdvanced quality partnership schemes\n\tA local transport authority whose area is in England, or two or more suchauthorities acting jointly, may make an advanced quality partnership scheme ifthey are satisfied that the scheme will contribute to the implementation oftheir local transport policies.\n\tAn advanced quality partnership scheme is—\n\t\ta scheme falling within subsection (3) or (4), or\n\t\ta scheme falling within both subsection (3) and subsection (4).\n\tA scheme falls within this subsection if it is a scheme under which—\n\t\tthe authority or authorities provide particular facilities in the whole orpart of their area, or combined area, and\n\t\toperators of local services who wish to use those facilities must undertaketo provide local services of a particular standard when using them.\n\tA scheme falls within this subsection if it is a scheme under which—\n\t\tthe authority or authorities take particular measures in relation to routesin the whole or part of their area, or combined area, that are served, orproposed to be served, by local services, and\n\t\toperators of local services who wish to provide local services withstopping places on those routes must undertake to provide local services of aparticular standard when providing such local services on those routes.\n\tA scheme may not be made unless the authority or authorities are satisfiedthat—\n\t\tthe steps to be taken by the authority or authorities under the scheme, and\n\t\tthe provision of local services of the standard or standards required byundertakings given under the scheme,\n\t\t\tare likely to achieve one or more of the outcomes described in subsection (6)in relation to the whole or part of their area, or combined area.\n\tThe outcomes mentioned in subsection (5) are—\n\t\tan improvement in the quality of local services that benefits persons usingthose services;\n\t\ta reduction or limitation of traffic congestion, noise or air pollution;\n\t\tan increase in the use of local services or an end to, or a reduction in, adecline in the use of local services.\n\tAn advanced quality partnership scheme may not be made unless the authorityor authorities have complied with the notice and consultation requirementsimposed by section 113G.\n\tThe power to make an advanced quality partnership scheme includes power toprovide for—\n\t\tdifferent facilities to be provided under the scheme,\n\t\tdifferent measures to be taken under the scheme, or\n\t\tdifferent standards of services to be provided under the scheme,\n\t\tas from different dates after the scheme comes into operation.\n\tAn advanced quality partnership scheme must include a description of theauthority’s or authorities’ plans for consulting such organisations appearingto the authority or authorities to be representative of users of localservices as they think fit in order to seek their views on how well the schemeis working.\n\tIn carrying out their functions under this Part in relation to advancedquality partnership schemes, local transport authorities whose areas are inEngland must co-operate with one another.\n\tIn considering whether to make an advanced quality partnership scheme, alocal transport authority must have regard to the desirability, in appropriatecases, of making a scheme jointly with another such authority."
    },
    {
        "length": 333,
        "text": "\nDAdvanced quality partnership schemes: registration restrictions\n\tIf the authority or authorities making an advanced quality partnershipscheme consider that it is necessary or expedient for any restrictions to beimposed on the registration of—\n\t\tany local services, or\n\t\tany local services of a particular description,\n\t\t\tthey may impose those restrictions (“registration restrictions”) by specifyingor describing them in the scheme.\n\tAny restrictions so imposed must be for the purpose of preventing orrestricting—\n\t\tthe provision of local services, or\n\t\tthe variation or withdrawal of local services,\n\t\tin cases where the authority or authorities consider that any such provision,or (as the case may be) variation or withdrawal, of services might bedetrimental to the provision of services under the scheme.\n\tWhere a scheme includes any registration restrictions by virtue ofsubsection (1), it must also specify the criteria (“registration criteria”) byreference to which a traffic commissioner is to decide whether or not toaccept an application for registration.\n\tIn this section “registration”, in relation to any service—\n\t\tmeans registration of prescribed particulars of the service under section 6of the Transport Act 1985 (registration of local services), and\n\t\tincludes a reference to the variation or cancellation of any suchregistration."
    },
    {
        "length": 733,
        "text": "\nEAdvanced quality partnership schemes: facilities, measures andstandards\n\tThe facilities which may be specified in an advanced quality partnershipscheme—\n\t\tmust be facilities provided at specific locations along routes served, orproposed to be served, by local services within the area to which the schemerelates, or facilities which are ancillary to such facilities, but\n\t\tmay not be facilities which are required to be provided as a result ofsection 139 or 140.\n\tThe measures which may be specified in a scheme—\n\t\tmust be measures taken for the purpose of—\n\t\tincreasing the use of local services serving the routes to which themeasures relate or ending or reducing a decline in the use of such services,or\n\t\timproving the quality of local services serving the routes to which themeasures relate, but\n\t\tmay not include the provision of—\n\t\tfacilities falling within subsection (1)(a), or\n\t\tfacilities which are required to be provided as a result of section 139 or140.\n\tThe Secretary of State may by regulations make further provision about themeasures which may or may not be specified in a scheme.\n\tThe standard of services which may be specified in a scheme includes—\n\t\trequirements which the vehicles being used to provide the services mustmeet, including requirements about emissions or types of fuel or power, and\n\t\trequirements as to frequency or timing of the services,\n\t\t\tbut the specification of any such requirements is not to prevent operatorsfrom providing services in excess of those requirements.\n\tThe standard of services which may be specified in a scheme may alsoinclude—\n\t\trequirements as to the maximum fares that may be charged for particularjourneys, or for journeys of particular descriptions, on services to which thescheme applies,\n\t\trequirements as to the ways in which passengers may pay for journeys,\n\t\trequirements about providing information to the public about local servicesor particular descriptions of local services, and\n\t\trequirements as to the publicising of local services, fares or ticketingarrangements or particular descriptions of local services, fares or ticketingarrangements.\n\tRequirements under subsection (5)(b), (c) and (d) may include requirementsfor operators of local services to co-operate with one another.\n\tA scheme may include a requirement falling within subsection (4)(b) or(5)(a) only if there are no admissible objections to the requirement fromrelevant operators.\n\tA scheme may include a requirement falling within subsection (4)(a) or(5)(b) that relates to an undertaking that would fall to be given undersection 113C(4)(b) only if there are no admissible objections to therequirement from relevant operators.\n\tSection 113N(3) to (8) makes further provision with respect to schemeswhich include the requirements referred to in subsections (7) and (8)."
    },
    {
        "length": 440,
        "text": "\nFAdvanced quality partnership schemes: traffic regulation orders\n\tIf the provision of any of the facilities or taking of any of the measuresspecified in an advanced quality partnership scheme requires the making of atraffic regulation order in respect of a road or other place in a metropolitandistrict (other than a road for which the Secretary of State is the trafficauthority), the scheme may not be made unless it is made by—\n\t\tthe local transport authority or authorities, and\n\t\tthe metropolitan district council for the district,\n\t\t\tacting jointly.\n\tIf the provision of any of the facilities or taking of any of the measuresspecified in an advanced quality partnership scheme requires the making of atraffic regulation order in respect of a road for which the Secretary of Stateis the traffic authority, the scheme may not be made unless it is made by—\n\t\tthe local transport authority or authorities, and\n\t\tthe Secretary of State,\n\t\tacting jointly.\n\tWhere subsection (1) or (2) applies so that a metropolitan district councilor the Secretary of State is a maker of the scheme, then (subject to section113M) the relevant references to the authority or authorities include (as wellas the local transport authority or authorities)—\n\t\tthe metropolitan district council, or\n\t\tthe Secretary of State.\n\tFor the purpose of subsection (3) the relevant references are those in—\n\t\tsection 113C(3), (4), (5)(a) and (7), and\n\t\tsections 113G to 113L,\n\t\tand paragraph 27(2A) of Schedule 9 to the Road Traffic Regulation Act 1984."
    },
    {
        "length": 467,
        "text": "\nGNotice and consultation requirements\n\tIf an authority or authorities propose to make an advanced qualitypartnership scheme, they must give notice of the proposed scheme in suchmanner as they consider appropriate for drawing it to the attention of personsin the area to which it relates.\n\tThe notice must either contain full details of—\n\t\tany facilities specified in the scheme,\n\t\tany measures specified in the scheme,\n\t\tthe standards of services specified in the scheme,\n\t\tany registration restrictions and registration criteria specified in thescheme, and\n\t\tthe plans described in the scheme for consulting in order to seek views onhow well the scheme is working,\n\t\t\tor state where such details may be inspected.\n\tAfter giving notice of the proposed scheme, the authority or authoritiesmust consult—\n\t\tall operators of local services who would, in the opinion of the authorityor authorities, be affected by it,\n\t\tsuch organisations appearing to the authority or authorities to berepresentative of users of local services as they think fit,\n\t\tany other relevant local authority any part of whose area would, in theopinion of the authority or authorities, be affected by it,\n\t\ta traffic commissioner,\n\t\tthe chief officer of police for each police area covering the whole or partof that area,\n\t\tthe Passengers’ Council,\n\t\tthe Competition and Markets Authority, and\n\t\tsuch other persons as the authority or authorities think fit.\n\tFor the purpose of subsection (3)(c) the following are relevant localauthorities—\n\t\tlocal transport authorities,\n\t\tdistrict councils in England,\n\t\tNational Park authorities,\n\t\tthe Broads Authority,\n\t\tLondon transport authorities, and\n\t\tcouncils in Scotland."
    },
    {
        "length": 1026,
        "text": "\nHMaking of scheme\n\tIf, after taking the steps described in section 113G, an authority orauthorities decide that it is appropriate to make the advanced qualitypartnership scheme, they may make it as proposed or with modifications.\n\tThe scheme must specify each of the following—\n\t\tany facilities to be provided under it by the authority or authorities,\n\t\tany measures to be taken under it by the authority or authorities and theroutes to which they relate,\n\t\tthe standards of services to be provided under it by operators of localservices in accordance with their undertakings given in relation to facilitiesor measures to be provided or taken under the scheme,\n\t\tany registration restrictions imposed by it and any registration criteriaspecified in it,\n\t\tthe date on which it is to come into operation,\n\t\tthe period for which it is to remain in operation, which must not be lessthan five years, and\n\t\tif— \n\t\tany facilities are to be provided under the scheme,\n\t\tany measures are to be taken under the scheme, or\n\t\tany standards of services are to be provided under the scheme,\n\t\t\tas from a date after the scheme comes into operation, the date as from whichthey are to be so provided or taken.\n\tThe scheme may provide that—\n\t\tlocal services specified in it, or\n\t\tlocal services of a class specified in it,\n\t\tare to be excluded from the scheme, subject to such conditions (if any) as maybe specified in it.\n\tThe date as from which any particular facilities are to be provided, anyparticular measures are to be taken, or any services of a particular standardare to be provided, must not be earlier than—\n\t\tin the case of facilities or measures, the latest of dates A to C (seesubsections (6) to (8)), and\n\t\tin the case of services, the later of dates A and D (see subsections (6)and (9)),\n\t\tunless the case falls within subsection (5).\n\tIf under the scheme—\n\t\tparticular facilities are to be provided or particular measures are to betaken by the authority or authorities, and\n\t\tas from the date by which the facilities are to be provided or the measuresare to be taken, services of a particular standard are to be provided byoperators of local services when using the facilities or when providing localservices with stopping places on routes to which the measures relate,\n\t\tthe date as from which the facilities are to be provided or the measures areto be taken (and as from which the services are to be provided) must not beearlier than the latest of dates A to D.\n\tDate A is the date 3 months after the date on which the scheme is made.\n\tDate B is the date by which, in the opinion of the authority orauthorities, it will be reasonably practicable for the authority orauthorities to provide the facilities or take the measures.\n\tDate C is the date 3 months after—\n\t\tthe date on which any traffic regulation order required for the provisionof any of the facilities or taking of any of the measures is made, or\n\t\tif more than one such order is required for the provision of the facilitiesor the taking of the measures, the date on which the last of them is made.\n\tDate D is the date by which, in the opinion of the authority orauthorities, it will be reasonably practicable for operators of local servicesto provide services of the particular standard.\n\tNot later than 14 days after the date on which the scheme is made, theauthority or authorities must give notice of the making of the scheme—\n\t\tin such manner as they consider appropriate for drawing it to the attentionof persons in the area to which it relates,\n\t\tto all operators of local services who would, in their opinion, be affectedby the scheme, and\n\t\tto a traffic commissioner.\n\tThe notice must—\n\t\teither contain full details of the scheme or state where such details maybe inspected, and\n\t\tif the scheme made is a modified version of that proposed, state that fact."
    },
    {
        "length": 342,
        "text": "\nIPostponement of scheme or of provision of particular facilities,taking of particular measures or provision of particular standards of service\n\tIf it appears to the authority or authorities appropriate to do so, theymay decide that any of the dates specified in subsection (3) shall bepostponed by such period as they think fit.\n\tA date may not be postponed under subsection (1) by a period or periodswhich in total exceed 12 months.\n\tThe dates are—\n\t\tthe date on which the scheme is to come into operation,\n\t\tthe date as from which any particular facilities are to be provided underthe scheme,\n\t\tthe date as from which any particular measures are to be taken under thescheme, and\n\t\tthe date as from which any particular services are to be provided to aparticular standard under the scheme.\n\tBefore making such a decision the authority or authorities must consult alloperators of local services who would, in their opinion, be affected by thescheme.\n\tNot later than 14 days after the date on which any such decision is madethey must give notice of the decision—\n\t\tin such manner as they consider appropriate for drawing it to the attentionof persons in the area to which it relates,\n\t\tto all operators of local services who would, in their opinion, be affectedby the scheme, and\n\t\tto a traffic commissioner."
    },
    {
        "length": 618,
        "text": "\nJEffect of scheme\n\tThe authority or authorities must—\n\t\tprovide each of the specified facilities or take each of the specifiedmeasures not later than the date specified for it to be provided or takenunder the scheme, and\n\t\tcontinue to provide the facilities or keep the measures in effectthroughout the remainder of the period for which the scheme is in operation.\n\tBut subsection (1) does not apply in relation to any period during whichthe authority or authorities are temporarily unable to provide the facilitiesor take the measures or keep the measures in effect owing to circumstancesbeyond their control.\n\tNor does it apply in the case of the Secretary of State if the Secretary ofState is unable to provide the facilities or take the measures or keep themeasures in effect owing to the variation or revocation of a trafficregulation order.\n\tThe operator of a local service may not use facilities provided under anadvanced quality partnership scheme unless—\n\t\tthe operator has given a written undertaking to a traffic commissionerthat, when using the facilities on any date, the operator will provide theservice to the standard specified in the scheme that is relevant to the use ofthose facilities on that date, and\n\t\tthe operator provides the service to that standard when using thefacilities, except in relation to any period during which the operator istemporarily unable to do so owing to circumstances beyond the operator’scontrol.\n\tWhere a measure has been taken under an advanced quality partnershipscheme, the operator of a local service may not use a stopping place on aroute to which that measure relates unless—\n\t\tthe operator has given a written undertaking to a traffic commissionerthat, when using such a stopping place on any date, the operator will providethe service to the standard specified in the scheme that is relevant to theuse of such a stopping place on that date, and\n\t\tthe operator provides the service to that standard when using such astopping place, except in relation to any period during which the operator istemporarily unable to do so owing to circumstances beyond the operator’scontrol.\n\tBut subsections (4) and (5) do not apply in relation to services which areexcluded from the scheme as a result of any provision of the scheme made inaccordance with section 113H(3).\n\tWhere the exclusion of a local service from the scheme is made subject toconditions as a result of such a provision, those conditions are to betreated, during any period in which the scheme is in operation, as if theywere prescribed particulars of the service concerned registered under section6 of the Transport Act 1985 (registration of local services)."
    },
    {
        "length": 409,
        "text": "\nKRegulations about schemes involving existing facilities or measureswhich are already in effect\n\tThe Secretary of State may by regulations make provision about thespecifying in advanced quality partnership schemes of—\n\t\tfacilities which are already being provided before the schemes are proposed(“existing facilities”), and\n\t\tmeasures which are already in effect before the schemes are proposed(“existing measures”).\n\tThe regulations may in particular—\n\t\tprovide that existing facilities may not be specified if they were beingprovided before a date prescribed by, or determined in accordance with, theregulations,\n\t\tprovide that existing measures may not be specified if they were in effectbefore such a date,\n\t\tprovide that—\n\t\tparticular existing facilities or classes of existing facilities, or\n\t\tparticular existing measures or classes of existing measures,\n\t\t\tmay not be specified (whenever they were first provided or taken),\n\t\tprovide that—\n\t\tparticular existing facilities or classes of existing facilities, or\n\t\tparticular existing measures or classes of existing measures,\n\t\tmay be specified only in circumstances prescribed by the regulations,\n\t\tprovide that, in circumstances prescribed by the regulations—\n\t\tparticular existing facilities or classes of existing facilities, or\n\t\tparticular existing measures or classes of existing measures,\n\t\tmay be specified only with the consent of a person prescribed by, ordetermined in accordance with, the regulations, and\n\t\tmake provision modifying any provision of sections 113G to 113I in relationto schemes which specify existing facilities or existing measures."
    },
    {
        "length": 219,
        "text": "\nLVariation or revocation of schemes\n\tThe authority or authorities who made an advanced quality partnershipscheme may vary the scheme if they decide that it is appropriate to do so.\n\tThe authority or authorities who made a scheme may revoke it before the endof the period for which it would otherwise remain in operation if all personswho have given an undertaking to provide a service to the standard specifiedin the scheme consent to the revocation of the scheme; and such consent mustnot be unreasonably withheld.\n\tIf the variation of a scheme under subsection (1) would require the makingof a traffic regulation order, the variation is subject to the same procedureas the making of a scheme.\n\tAny other variation of a scheme under subsection (1), or the revocation ofa scheme under subsection (2), is subject to that procedure, except to theextent that the procedure is modified by regulations made under section 113N."
    },
    {
        "length": 822,
        "text": "\nMVariation: supplementary\n\tThe relevant references to the authority or authorities in relation to anadvanced quality partnership scheme—\n\t\tinclude a local transport authority if it has been varied so that itrelates to that authority’s area, but\n\t\tdo not include a local transport authority if it has been varied so that itno longer relates to that authority’s area.\n\tBut if (although the scheme does not relate to a local transportauthority’s area) it would do by reason of a proposed variation, thosereferences (apart from those in section 113J) include that authority.\n\tThe relevant references (apart from those in section 113C(1) and in thewords before paragraph (a) of section 113C(5)) to the authority or authoritiesin relation to an advanced quality partnership scheme—\n\t\tinclude a traffic regulation authority if it has been varied so that itspecifies traffic regulation facilities or traffic regulation measures, but\n\t\tdo not include a traffic regulation authority if it has been varied so thatit no longer specifies such facilities or measures.\n\tBut if (although the scheme does not specify facilities which are trafficregulation facilities in relation to a traffic regulation authority ormeasures which are traffic regulation measures in relation to a trafficregulation authority) it would do by reason of a proposed variation, thosereferences (apart from those in section 113J) include that authority.\n\tAnd if (although the scheme specifies facilities which are trafficregulation facilities in relation to a traffic regulation authority ormeasures which are traffic regulation measures in relation to a trafficregulation authority)—\n\t\tthe traffic regulation order, or (where more than one) each of the trafficregulation orders, required to be made by that authority for the provision ofthose facilities or the taking of those measures has been revoked, and\n\t\tthe scheme is proposed to be varied (but not so that it specifies otherfacilities which are traffic regulation facilities in relation to thatauthority or other measures which are traffic regulation measures in relationto that authority),\n\t\t\tthe relevant references (apart from those in section 113J) do not include thatauthority.\n\tFor the purposes of this section the relevant references are those in—\n\t\tsection 113C(1) to (7),\n\t\tsection 113D, and\n\t\tsections 113G to 113L,\n\t\tand paragraph 27(2A) of Schedule 9 to the Road Traffic Regulation Act 1984.\n\tIn this section “traffic regulation authority” means—\n\t\ta metropolitan district council, or\n\t\tthe Secretary of State.\n\tFor the purposes of this section—\n\t\tfacilities are traffic regulation facilities, in relation to a trafficregulation authority and an advanced quality partnership scheme, if thatauthority was required to be a maker of the scheme because it originallyspecified those facilities or would have been required to be a maker of it hadit done so;\n\t\tmeasures are traffic regulation measures, in relation to a trafficregulation authority and an advanced quality partnership scheme, if thatauthority was required to be a maker of the scheme because it originallyspecified those measures or would have been required to be a maker of it hadit done so."
    },
    {
        "length": 1182,
        "text": "\nNRegulations about schemes\n\tThe Secretary of State may by regulations make further provision withrespect to—\n\t\tthe procedure to be followed when making, varying or revoking advancedquality partnership schemes,\n\t\tthe content or operation of schemes which include—\n\t\ta requirement falling within section 113E(4)(b) or (5)(a), or\n\t\ta requirement falling within section 113E(4)(a) or (5)(b) relating to anundertaking that would fall to be given under section 113C(4)(b),\n\t\tthe local services or classes of local services which must be, or may be,excluded from schemes,\n\t\tthe conditions which must be, or may be, attached to such exclusions,\n\t\tthe form and manner in which undertakings are to be given to a trafficcommissioner in connection with schemes,\n\t\tthe making of traffic regulation orders in connection with schemes, and\n\t\tsuch other incidental matters in connection with advanced qualitypartnership schemes as the Secretary of State thinks fit.\n\tThe regulations may in particular make provision with respect to—\n\t\tgiving notice of proposed schemes or proposed variations or revocation ofschemes,\n\t\tobjections to such proposals,\n\t\tthe holding of inquiries or hearings into objections,\n\t\tmodifications of such proposals,\n\t\tthe form of schemes or variations, and\n\t\tgiving notice of schemes which have been made or of the variation orrevocation of schemes.\n\tAs regards schemes which include or would include—\n\t\ta requirement described in subsection (1)(b)(i), or\n\t\ta requirement described in subsection (1)(b)(ii),\n\t\t\tregulations under subsection (1)(a) or (b) may in particular make theprovision referred to in subsection (4).\n\tThe provision mentioned in subsection (3) is provision—\n\t\tfor section 113E(7) or (8) not to apply in such circumstances as may beprescribed,\n\t\tin prescribed circumstances where such schemes, or any provisions of suchschemes, are subject to postponement under section 113I, for any suchrequirement not to take effect unless prescribed conditions are satisfied,\n\t\tas to the meaning of “admissible objection” for the purposes of section113E(7) and (8) and subsection (5)(b) of this section,\n\t\tas to the meaning of “relevant operator” for those purposes, and\n\t\tas to the determination of any question whether an objection is anadmissible objection or an operator is a relevant operator.\n\tAs regards schemes which include a requirement described in subsection(1)(b)(i), regulations under subsection (1)(b) may also make provision—\n\t\trequiring such schemes to include provision—\n\t\tas respects the setting of frequencies, timings or maximum fares to whichthe requirements relate,\n\t\tfor a minimum interval before any requirements as to frequencies, timingsor maximum fares may next be reviewed,\n\t\tfor a maximum interval before any such requirements must next bereviewed,\n\t\tas respects other circumstances in which any such requirements must or maybe reviewed, and\n\t\tas respects revision of any such requirements after a review, and\n\t\tfor any requirement as to frequencies, timings or maximum fares to berevised only if there are no admissible objections to the revision fromrelevant operators.\n\tThe revision of requirements as to frequencies, timings or maximum faresunder any provision included in a scheme by virtue of regulations undersubsection (5)(a) is not to be regarded as a variation of the scheme for thepurposes of section 113L (variation or revocation of schemes).\n\tNothing in subsection (5) or (6) is to be taken to derogate from what maybe done under or by virtue of section 113L.\n\tThe provision that may be made by virtue of subsection (4)(e) includesprovision for and in connection with—\n\t\tthe appointment of a person (“an adjudicator”) to make such a determinationas is mentioned in that paragraph;\n\t\tthe appointment of a person (“an assessor”) to assist an adjudicator inconsidering any question which appears to arise in relation to such adetermination;\n\t\tthe payment—\n\t\tby the Secretary of State to an adjudicator, or\n\t\tby the Secretary of State or an adjudicator to an assessor,\n\t\tof such remuneration as may be determined by or in accordance with theregulations."
    },
    {
        "length": 283,
        "text": "\nTransitional provision\n\tSubsection (2) applies in relation to a quality partnership scheme undersection 114 of the Transport Act 2000 that—\n\t\tis in operation, or made but not yet in operation, immediately before thecommencement date, and\n\t\tat that time relates only to the areas of one or more local transportauthorities in England.\n\tThe scheme is to be treated from the commencement date as if it were anadvanced quality partnership scheme that had been made under section 113C ofthe Transport Act 2000 (inserted by section 1).\n\tSubsection (4) applies in relation to a quality partnership scheme that, asvaried under section 120 of the Transport Act 2000 after the commencementdate, relates only to the areas of one or more local transport authorities inEngland.\n\tThe scheme is to be treated from the date on which the scheme as variedcomes into operation as if it were an advanced quality partnership scheme thathad been made under section 113C of the Transport Act 2000.\n\tIn this section “the commencement date” is the date on which section 1comes into force for all purposes."
    },
    {
        "length": 822,
        "text": "\nAFranchising schemes\n\tA franchising authority, or two or more franchising authorities actingjointly, may make a franchising scheme covering the whole or any part of theirarea, or their combined area.\n\tA franchising scheme may not be made unless the franchising authority orauthorities have complied with the requirements in sections 123B to 123G.\n\tA franchising scheme is a scheme—\n\t\tunder which the authority or authorities identify the local services thatthey consider appropriate to be provided in an area under local servicecontracts,\n\t\tby virtue of which those local services may only be provided in that areain accordance with local service contracts (subject to section 123O),\n\t\tby virtue of which the authority or authorities may grant service permitsfor other local services which have a stopping place in that area (subject tosection 123H(5)), and\n\t\tunder which the authority or authorities identify additional facilitiesthat they consider appropriate to provide in that area.\n\tIn this Part “franchising authority” means—\n\t\ta mayoral combined authority,\n\t\ta county council in England for an area for which there are districtcouncils,\n\t\ta county council in England for an area for which there is no districtcouncil,\n\t\ta non-metropolitan district council for an area for which there is nocounty council,\n\t\tan Integrated Transport Authority for an integrated transport area inEngland, or\n\t\ta combined authority which is not a mayoral combined authority.\n\t\t\tBut each of paragraphs (b) to (f) has effect only if the Secretary of State byregulations so provides.\n\tIn this Part “local service contract”, in relation to a franchising scheme,means an agreement that complies with section 123K(1) to (3) under which—\n\t\tthe franchising authority or authorities grant to another person theexclusive right to operate the local services to which the contract relates,and\n\t\tthe person undertakes to provide the local services on such terms(including in particular as to frequency, fares and standard of service) asmay be specified in the agreement.\n\tThe terms as to standard of service that may be specified include termsabout requirements which vehicles being used to provide the service must meet,including requirements about emissions or types of fuel or power.\n\tA local service contract may be made on terms which include provision forthe making of payments by the authority or authorities to the personundertaking to provide the local service.\n\tSection 88(1) of the Transport Act 1985 (application to subsidy agreementsof sections 89 to 92 of that Act) does not apply in relation to local servicecontracts.\n\tA franchising scheme must include a description of the franchisingauthority’s or authorities’ plans for consulting such organisations appearingto the authority or authorities to be representative of users of localservices as they think fit in order to seek their views on how well the schemeis working.\n\tA franchising authority’s functions under this Part in relation to afranchising scheme are excluded from the functions to which section 101(1)(b)of the Local Government Act 1972 applies, where the franchising authority is alocal authority within the meaning of section 101 of the Local Government Act1972."
    },
    {
        "length": 483,
        "text": "\nBAssessment of proposed scheme\n\tA franchising authority or authorities that propose to make a franchisingscheme covering the whole or any part of their area, or combined area, mustprepare an assessment of the proposed scheme.\n\tThe assessment must—\n\t\tdescribe the effects that the proposed scheme is likely to produce, and\n\t\tcompare making the proposed scheme to one or more other courses of action.\n\tThe assessment must also include consideration of—\n\t\twhether the proposed scheme would contribute to the implementation of—\n\t\tthe authority’s or authorities’ policies under section 108(1)(a), and\n\t\tother policies affecting local services that the authority or authoritieshave adopted and published,\n\t\twhether the proposed scheme would contribute to the implementation byneighbouring relevant local authorities of—\n\t\tthose authorities’ policies under section 108(1)(a), and\n\t\tother policies affecting local services that those authorities haveadopted and published,\n\t\thow the authority or authorities would make and operate the proposedscheme,\n\t\twhether the authority or authorities would be able to afford to make andoperate the scheme,\n\t\twhether the proposed scheme would represent value for money, and\n\t\tthe extent to which the authority or authorities are likely to be able tosecure that local services are operated under local service contracts.\n\tSubsections (2) and (3) do not prevent inclusion of other matters.\n\tThe Secretary of State must issue guidance concerning the preparation of anassessment under this section, and that guidance may, in particular, includeguidance about methods to be used when assessing a proposed scheme.\n\tFranchising authorities must have regard to any such guidance.\n\tIn this section “relevant local authority” means—\n\t\ta local transport authority,\n\t\ta London transport authority, or\n\t\ta council in Scotland."
    },
    {
        "length": 190,
        "text": "\nCConsent of the Secretary of State and notice\n\tA franchising authority or authorities may not prepare an assessment of aproposed franchising scheme under section 123B unless the Secretary of Stateconsents to their doing so.\n\tThe Secretary of State’s consent is not required if the proposed schemerelates only to—\n\t\tthe area of a mayoral combined authority, or\n\t\tthe combined area of two or more mayoral combined authorities.\n\tThe Secretary of State must publish a notice of a consent given under thissection.\n\tBefore preparing an assessment of a proposed franchising scheme undersection 123B, the authority or authorities must publish, in such manner asthey consider appropriate, a notice stating that they intend to prepare suchan assessment."
    },
    {
        "length": 490,
        "text": "\nDAudit \n\tIf, after preparing an assessment of a proposed franchising scheme undersection 123B, the authority or authorities wish to proceed with the proposedscheme, they must obtain a report from an independent auditor on thatassessment.\n\tThe auditor’s report must state whether, in the opinion of the auditor—\n\t\tthe information relied on by the authority or authorities in consideringthe matters referred to in section 123B(3)(d) or (e) is of sufficient quality,\n\t\tthe analysis of that information in the assessment is of sufficientquality, and\n\t\tthe authority or authorities had due regard to guidance issued undersection 123B in preparing the assessment.\n\tThe Secretary of State must issue guidance as to the matters to be takeninto account by a franchising authority when selecting a person to act as anauditor.\n\tFranchising authorities must have regard to any such guidance.\n\tThe Secretary of State must issue guidance concerning the matters to betaken into account by an auditor when forming an opinion as to whether theinformation relied on, and the analysis of that information, by an authorityis of sufficient quality for the purposes of subsection (2).\n\tAuditors must have regard to any such guidance.\n\tFor the purposes of this section an auditor is independent, in relation toan assessment of a proposed franchising scheme, if the person would not bedisqualified from acting as local auditor of the accounts of the franchisingauthority, or any of the franchising authorities, under section 1214 of theCompanies Act 2006 as substituted by paragraph 5 of Schedule 5 to the LocalAudit and Accountability Act 2014.\n\tIn this section “auditor” means a person eligible for appointment as alocal auditor by virtue of Chapter 2 of Part 42 of the Companies Act 2006 asmodified by Schedule 5 to the Local Audit and Accountability Act 2014."
    },
    {
        "length": 590,
        "text": "\nEConsultation \n\tThis section applies if, after obtaining an auditor’s report under section123D, the authority or authorities wish to proceed with the proposedfranchising scheme.\n\tThe authority or authorities must—\n\t\tpublish a consultation document relating to the proposed scheme (seesection 123F),\n\t\tpublish the assessment of the proposed scheme,\n\t\tpublish the auditor’s report on that assessment, and\n\t\tgive notice of the proposed scheme in such manner as the authority orauthorities consider appropriate for bringing it to the attention of personsin the area to which it relates.\n\tA notice under subsection (2)(d) must—\n\t\tdescribe the proposed scheme, and\n\t\tstate where copies of the proposed scheme and the documents mentioned insubsection (2)(a) to (c) may be inspected.\n\tAfter giving notice under subsection (2)(d), the authority or authoritiesmust consult—\n\t\tall persons operating local services in the area or areas to which theproposed scheme relates,\n\t\tall other persons holding a PSV operator’s licence or a community buspermit who would, in the opinion of the authority or authorities, be affectedby the proposed scheme,\n\t\tsuch persons as appear to the authority or authorities to representemployees of persons falling within paragraph (a),\n\t\tsuch organisations appearing to the authority or authorities to berepresentative of users of local services as they think fit,\n\t\tany other relevant local authority any part of whose area would, in theopinion of the authority or authorities, be affected by the proposed scheme,\n\t\ta traffic commissioner,\n\t\tthe chief officer of police for each police area covering the whole or partof an area to which the proposed scheme relates,\n\t\tthe Passengers’ Council, and\n\t\tthe Competition and Markets Authority.\n\tIn subsection (4)(e) “relevant local authority” means—\n\t\ta local transport authority,\n\t\ta district council,\n\t\ta National Park authority,\n\t\tthe Broads Authority,\n\t\ta London transport authority, or\n\t\ta council in Scotland.\n\tThe authority or authorities may modify the proposed scheme afterconsulting those persons and organisations."
    },
    {
        "length": 376,
        "text": "\nFConsultation document\n\tA consultation document under section 123E(2)(a) relating to a proposedfranchising scheme must include—\n\t\ta description of the area to which the proposed scheme relates,\n\t\ta description of areas within that area for which different provision isproposed to be made, if such provision is proposed to be included in theproposed scheme,\n\t\ta description of the local services that are proposed to be provided underlocal service contracts,\n\t\ta description of the local services that are proposed to be excepted fromregulation arising because of the proposed scheme,\n\t\tthe date on which the scheme is proposed to be made,\n\t\tthe date or dates by which it is proposed that local service contractsfirst be entered into,\n\t\tthe period or periods it is proposed will expire between the making oflocal service contracts and the provision of local services under suchcontracts,\n\t\ta description of the authority’s or authorities’ proposed plans forconsulting in order to seek views on how well the scheme is working,\n\t\ta statement about how, in conducting the procurement process for theprovision of local services, the authority or authorities propose tofacilitate the involvement of small and medium-sized operators in theprovision of local services, and\n\t\tthe date by which responses to the consultation must be received.\n\tThe consultation document must also include a summary of the assessmentprepared under section 123B in relation to the proposed scheme."
    },
    {
        "length": 261,
        "text": "\nGResponse to consultation\n\tA franchising authority or authorities that conduct a consultation undersection 123E must publish a report setting out—\n\t\tthe authority’s or authorities’ response to the consultation;\n\t\tthe authority’s or authorities’ decision on whether to make a franchisingscheme covering the whole or any part of their area or combined area.\n\tThe authority or authorities must give notice of the report to a trafficcommissioner.\n\tIf the authority or authorities decide to make a franchising scheme, thereport must set out how, in conducting the procurement process for theprovision of local services, the authority or authorities will facilitate theinvolvement of small and medium-sized operators in the provision of localservices.\n\tIf a franchising authority are a mayoral combined authority, the functionof deciding whether to make a proposed franchising scheme is a function of thecombined authority exercisable only by the mayor acting on behalf of thecombined authority (including in a case where the decision is to make a schemejointly with one or more other franchising authorities)."
    },
    {
        "length": 773,
        "text": "\nHMaking and publication of scheme\n\tIf the authority or authorities publishing a report under section 123G havedecided to make a franchising scheme covering the whole or any part of theirarea or combined area, they must make the scheme, and publish it, at the sametime as the report under section 123G.\n\tThe scheme must specify—\n\t\tthe area to which the scheme relates,\n\t\tthe local services intended to be provided under local service contracts,\n\t\tthe date on which local service contracts relating to local services mayfirst be entered into (subject to subsection (3)(b)), and\n\t\tthe minimum period that is to expire between the making of a local servicecontract and the provision of a local service under the contract (subject tosubsection (3)(c)).\n\tThe scheme may specify—\n\t\tareas within the area to which the scheme relates (“scheme sub-areas”),\n\t\tfor each scheme sub-area, the date on which a local service contract toprovide a local service in that scheme sub-area may first be entered into, and\n\t\tfor each scheme sub-area, the minimum period that is to expire between themaking of a local service contract to provide such a service and the provisionof such a service under the contract.\n\tA scheme may not specify under subsection (2)(d) or (3)(c) a period of lessthan six months.\n\tSubject to regulations under section 123U, the scheme may except fromregulation arising because of the scheme—\n\t\tlocal services specified in the scheme, and\n\t\tlocal services of a class specified in the scheme.\n\tIf the franchising scheme relates to an area to which a relevant scheme orplan also relates, the franchising scheme must include—\n\t\tin a case where the relevant scheme or plan relates only to the area towhich the franchising scheme relates or a part of that area, provisionrevoking the relevant scheme or plan, or\n\t\tin any other case, provision varying the relevant scheme or plan so that itceases to relate to any part of the area to which the franchising schemerelates.\n\tA franchising scheme may not otherwise vary a relevant scheme or plan.\n\tIn subsections (6) and (7)—\n\t\t  * “relevant plan” means an enhanced partnership plan, and\n\t\t  * “relevant scheme” means an advanced quality partnership scheme or an enhanced partnership scheme.\n\tIf provision is made under subsection (6)(b) to vary an enhancedpartnership plan or scheme so that it ceases to relate to an area, the localtransport authority or authorities to whose area or combined area the plan or,in the case of a scheme, the related plan continues to relate may vary theplan or, as the case may be, the scheme in such manner as they considerappropriate in consequence of the provision made under subsection (6)(b).\n\tSection 138K(3) applies, and section 138K(4), (5) and (8) do not apply, toa variation under subsection (9)."
    },
    {
        "length": 290,
        "text": "\nIPostponement of local service contracts\n\tIf it appears to the authority or authorities that have made a franchisingscheme appropriate to do so, they may decide that—\n\t\tthe date specified under section 123H(2)(c), or\n\t\ta date specified under section 123H(3)(b),\n\t\t\tis to be postponed (or further postponed).\n\tBefore making such a decision they must (if possible) consult—\n\t\tpersons operating local services who would, in their opinion, be affectedby the decision;\n\t\tother persons whom, in their opinion, it would be appropriate to consult.\n\tWithin a period of 14 days beginning with the date on which any suchdecision is made they must give notice of the decision—\n\t\tin such manner as they consider appropriate for drawing it to the attentionof persons in the area to which it relates,\n\t\tto all persons operating local services who would, in their opinion, beaffected by the decision, and\n\t\tto a traffic commissioner.\n\tThe notice must include a statement of the reasons for making the decision."
    },
    {
        "length": 561,
        "text": "\nJEffect of local service contracts: registration requirements andprovision of services\n\tWhere a franchising scheme has been made, subsections (2) and (3) apply assoon as the effective time of any local service contract to which thefranchising scheme relates is reached, subject to subsection (4).\n\tSections 6 to 9 of the Transport Act 1985 (registration of local services)do not have effect in relation to the area to which the franchising schemerelates.\n\tNo local service may be provided in the area to which the franchisingscheme relates (if there is a stopping place for the service in that area)unless—\n\t\tit is provided under a local service contract,\n\t\tit is an interim service (see section 123O), or\n\t\tit is provided under a service permit (see section 123P).\n\tIf the scheme provides for scheme sub-areas, subsections (2) and (3) applyin relation to each scheme sub-area as soon as the effective time of any localservice contract for the provision of a local service in that scheme sub-areais reached, as if references in subsections (2) and (3) to the area to whichthe scheme relates were references to the scheme sub-area.\n\tSubsections (2) and (3) do not apply in relation to—\n\t\ta local service which is excepted from regulation arising because of theproposed scheme by any provision of the scheme that is made under section123H(5), or\n\t\tthe use of a vehicle under a permit granted under section 22 of theTransport Act 1985.\n\tIf it appears to a franchising authority that—\n\t\ta person is operating or has operated a local service in contravention ofsubsection (3), and\n\t\tin operating that local service, the person is failing or has failed totake all reasonable precautions and to exercise all due diligence to avoidcontravening subsection (3),\n\t\t\tthe authority must inform a traffic commissioner.\n\tThe effective time, in relation to a local service contract, is thebeginning of the day on which a local service may first be provided under thecontract (see sections 123K(4) and 123L)."
    },
    {
        "length": 479,
        "text": "\nKLocal service contracts\n\tIf a franchising scheme covers the whole or part of the combined area oftwo or more franchising authorities, a local service contract for a localservice specified in the scheme is to be entered by the authorities actingjointly.\n\tA franchising authority or authorities may only enter into a local servicecontract with a person who is the holder of either—\n\t\ta PSV operator’s licence, or\n\t\ta community bus permit.\n\tBut subsection (2)(a) does not include a licence to which a condition isattached under section 26 of the Transport Act 1985 (power of trafficcommissioner to attach conditions to licences) prohibiting the holder fromusing vehicles under the licence to provide local services of all descriptionsor of any description to which the condition relates.\n\tA person may not provide a local service under a local service contractuntil—\n\t\tthe expiry of the period that, under the scheme, must expire between themaking of the contract and the provision of the local service under thecontract (see section 123H(2)(d) and (3)(c)), or\n\t\tsuch later time as may be specified in the contract.\n\tSubsection (4) is subject to section 123L.\n\tIf— \n\t\ta franchising authority or authorities enter into a local service contract,and\n\t\tthe contract is—\n\t\tthe first contract for the provision of a local service specified in thescheme that is entered into, or\n\t\tfor any scheme sub-area, the first contract for the provision of a localservice specified in relation to that scheme sub-area that is entered into,\n\t\t\tthey must give notice of the contract to a traffic commissioner.\n\tA notice under subsection (6) must be given within a period of 14 daysbeginning with the date on which the local service contract in question isentered into."
    },
    {
        "length": 204,
        "text": "\nLExceptions to section 123K\n\tA local service contract may specify as the time when a local service mayfirst be provided under the contract a time before the expiry of such periodas is described in section 123K(4)(a), and that service may be provided fromthat time, if the authority or authorities determine that action is urgentlyrequired for the purpose of—\n\t\tmaintaining an existing service,\n\t\tsecuring the provision of a service in place of a service which has ceasedto operate, or\n\t\tsecuring the provision of a service to meet any public transportrequirement which has arisen unexpectedly and ought in the opinion of theauthority to be met without delay.\n\tA determination under subsection (1) must be made at or before the timethat the authority or authorities enter into the contract."
    },
    {
        "length": 489,
        "text": "\nMVariation of scheme\n\tThe franchising authority or authorities operating a franchising scheme mayvary, or acting jointly may vary, the scheme.\n\tIf the authority or authorities decide to vary a franchising scheme, theauthority or authorities must—\n\t\tpublish a notice of the decision, and\n\t\tgive notice of the decision to a traffic commissioner.\n\tThe notice of the decision must state the date on which the variations ofthe scheme are to have effect.\n\tThe date must fall after a period of six months beginning with the date onwhich notice of the decision is published.\n\tThe notice must be published, and notice must be given to a trafficcommissioner, within a period of 14 days beginning with the date on which thedecision was made.\n\tIf a franchising authority are a mayoral combined authority, the functionof deciding whether to make a proposed variation is a function of the combinedauthority exercisable only by the mayor acting on behalf of the combinedauthority (including in a case where the decision is to act jointly to vary ascheme).\n\tThe references in subsections (1) to (6) to the franchising authority orauthorities in relation to a franchising scheme include a reference to afranchising authority who are not operating the scheme but would do so under aproposed variation.\n\tThe variation of a franchising scheme is subject to the same procedure asthe making of a franchising scheme, except that—\n\t\tthe procedure may be modified or excluded in its application to thevariation of a scheme by regulations under section 123U,\n\t\tsections 123B, 123C, 123D and 123F(2) do not apply, and\n\t\tsection 123G(3) does not apply.\n\tIf the variation of a franchising scheme would involve adding an area tothe area to which the scheme relates, subsection (8) has effect in relation tothe variation but without subsection (8)(b)."
    },
    {
        "length": 468,
        "text": "\nNRevocation of scheme\n\tThe franchising authority or authorities operating a franchising scheme mayrevoke, or acting jointly may revoke, the franchising scheme.\n\tThe authority or authorities may revoke the scheme only if they aresatisfied that—\n\t\tlocal services in the area to which the scheme relates are likely to bebetter if the scheme did not apply,\n\t\tthe continued operation of the scheme is likely to cause financialdifficulties for the authority or any of the authorities, or\n\t\tthe burdens of continuing with the scheme are likely to outweigh thebenefits of doing so.\n\tIf the authority or authorities decide to revoke a franchising scheme, theauthority or authorities must—\n\t\tpublish a notice of the decision, and\n\t\tgive notice of the decision to a traffic commissioner.\n\tThe notice of the decision must state the date on which the revocation isto have effect.\n\tThe date of revocation must fall after a period of six months beginningwith the date on which notice of the decision is published.\n\tThe notice must be published, and notice must be given to a trafficcommissioner, within a period of 14 days beginning with the date on which thedecision was made.\n\tIf a franchising authority are a mayoral combined authority, the functionof deciding whether to make a proposed revocation is a function of thecombined authority exercisable only by the mayor acting on behalf of thecombined authority (including in a case where the decision is to act jointlyto revoke a scheme).\n\tThe revocation of a franchising scheme is subject to the same procedure asthe making of a franchising scheme, except that—\n\t\tthe procedure may be modified or excluded in its application to therevocation of a scheme by regulations under section 123U, and\n\t\tsection 123G(3) does not apply."
    },
    {
        "length": 582,
        "text": "\nOInterim services and replacement services\n\tThis section applies if—\n\t\ta franchising authority or authorities have entered into a local servicecontract with another person (“the operator”) about providing a local service(“the original service”) for a period, and\n\t\tthe operator fails to provide the original service or ceases to provide theoriginal service before the end of the period.\n\tThe authority, or any one of the authorities, may provide a local service(an “interim service”) in the place of the original service or a part of it.\n\tSubsection (2) has effect notwithstanding any prohibition, restriction orlimitation on the power of the authority to provide local services containedin any other enactment, apart from the restriction in section 22 of the BusServices Act 2017.\n\tA franchising authority providing an interim service must have a PSVoperator’s licence to which no condition is attached under section 26 of theTransport Act 1985 (power of traffic commissioner to attach conditions tolicence) prohibiting the authority from using vehicles under the licence toprovide services of that description.\n\tA franchising authority may not provide an interim service after the end ofthe period of six months beginning with the day on which the authority beginsto provide the service, subject to subsection (7).\n\tIf— \n\t\tan interim service is provided, and\n\t\tthe authority or authorities decide to enter into a local service contractwith another person for the provision of a local service (a “replacementservice”) that would replace the original service or a part of it,\n\t\t\tsection 123K(4) does not apply in relation to the provision of the replacementservice.\n\tIf the authority or authorities enter into a local service contract for theprovision of a replacement service, the authority or the authority providingthe interim service may continue to provide it until the replacement servicebegins to be provided.\n\tAn interim service or replacement service need not be identical to theoriginal service, or the part of the original service, that is replaced by theinterim service or the replacement service (and such a change is not to beregarded as a variation of the scheme for the purposes of section 123M).\n\tIn this section “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act 1978)."
    },
    {
        "length": 338,
        "text": "\nQApplication for service permit\n\tAn application for a service permit authorising a person to provide aparticular local service in an area to which a franchising scheme relates mustbe made in such manner as the authority or authorities operating the schememay determine.\n\tAn application must be accompanied by such information as the authority orauthorities operating the scheme may specify.\n\tIf the authority or authorities so require, an application for a servicepermit must be accompanied by a fee for processing the application of anamount that is determined in accordance with regulations made by the Secretaryof State.\n\tRegulations under subsection (3) may specify the maximum amount of the fee.\n\tThe authority or authorities must grant the service permit applied for ifthey are satisfied that—\n\t\tthe proposed service will benefit persons making journeys on local servicesin the area to which the scheme relates, and\n\t\tthe proposed service will not have an adverse effect on any local servicethat is provided under a local service contract in the area to which thescheme relates.\n\tThe authority or authorities may not grant the service permit applied forif they are not satisfied as to the matters in subsection (5)(a) and (b).\n\tIf the authority or authorities do not grant a service permit, they mustgive notice of their reasons to the applicant within a period of ten daysbeginning with the date on which they decide not to grant the service permit."
    },
    {
        "length": 512,
        "text": "\nRConditions \n\tA franchising authority or authorities may publish a notice specifying theconditions, or descriptions of conditions, that they may attach to a servicepermit.\n\tA franchising authority or authorities may—\n\t\twithdraw a notice under subsection (1), and\n\t\tif an earlier notice under subsection (1) is withdrawn, publish anothernotice under subsection (1).\n\tA franchising authority or authorities may only specify in a notice undersubsection (1) conditions that are specified, or are of a descriptionspecified, in regulations made by the Secretary of State.\n\tRegulations under subsection (3) may in particular provide for conditionsrequiring holders of service permits to participate in ticketing arrangements.\n\tBefore the authority or authorities publish a notice under subsection (1)(or withdraw such a notice), they must consult—\n\t\tpersons operating local services in the area to which the scheme relates,and\n\t\tother persons whom, in their opinion, it would be appropriate to consult.\n\tIf a notice under subsection (1) is published, the franchising authority orauthorities may attach to—\n\t\ta service permit granted by them after the notice is published, or\n\t\ta service permit already granted by them,\n\t\t\tconditions, or conditions of a description, specified in the notice.\n\tIf a notice under subsection (1) is withdrawn, conditions attached toservice permits granted by the franchising authority or authorities before itwas withdrawn cease to have effect (subject to being attached again undersubsection (6)(b)).\n\tIf the authority or authorities grant a service permit with conditions,they must give notice of their reasons for doing so to the applicant within aperiod of 14 days beginning with the date on which they grant the servicepermit with those conditions.\n\tIf the authority or authorities attach conditions to a service permit afterit is granted, they must give notice of their reasons for doing so to theholder of the service permit within a period of 14 days beginning with thedate on which they attach those conditions."
    },
    {
        "length": 263,
        "text": "\nSRevocation and suspension\n\tA franchising authority or authorities may revoke or suspend a servicepermit granted by them.\n\tThe grounds on which a franchising authority or authorities may revoke orsuspend a service permit are—\n\t\tthat a matter in section 123Q(5)(a) or (b) is not satisfied as regards theservice to which the service permit relates,\n\t\tthat the holder of the service permit has failed to comply with a conditionattached to the service permit, and\n\t\tthat the public would be endangered if the service continued to operate.\n\tThe Secretary of State may by regulations make provision about the periodof notice that must expire before a revocation or suspension takes effect.\n\tThe regulations may, in particular, enable a franchising authority orauthorities to revoke or suspend a service permit with immediate effect if thepermit is revoked or suspended on the ground mentioned in subsection (2)(c).\n\tA service permit is of no effect during a period of suspension."
    },
    {
        "length": 509,
        "text": "\nTAppeals \n\tA person whose application for a service permit is refused may appealagainst the refusal.\n\tA person who is granted a service permit with conditions may appeal againstthe attaching of the conditions or any of them.\n\tA person to whose service permit conditions are attached after the servicepermit is granted may appeal against the attaching of the conditions or any ofthem.\n\tA person whose service permit is revoked or suspended may appeal againstthe revocation or suspension.\n\tAn appeal under subsection (1), (2), (3) or (4) is to be made to a trafficcommissioner.\n\tOn an appeal under subsection (1), (2), (3) or (4), a traffic commissionermay—\n\t\tuphold the decision,\n\t\tquash the decision, or\n\t\tsubstitute a decision for the decision made.\n\tThe Secretary of State may by regulations make provision about appealsunder this section including, in particular, provision—\n\t\tas to the time within which an appeal to a traffic commissioner must bebrought,\n\t\tenabling a traffic commissioner to hold a hearing,\n\t\trequiring a traffic commissioner to hold a hearing if requested by theappellant,\n\t\tas to the time within which a hearing must be held, and\n\t\tas to the time within which an appeal must be determined.\n\tA person may appeal to the Upper Tribunal against a decision of a trafficcommissioner under subsection (6).\n\tFor the purposes of section 13(2) of the Tribunals, Courts and EnforcementAct 2007 (appeals to Court of Appeal etc against decisions of the UpperTribunal) the following persons are to be treated as parties to a case—\n\t\tthe person who appealed under subsection (1), (2), (3) or (4),\n\t\tthe franchising authority or authorities whose decision was appealed, and\n\t\ta traffic commissioner."
    },
    {
        "length": 364,
        "text": "\nURegulations about schemes\n\tThe Secretary of State may by regulations make further provision withrespect to—\n\t\tthe procedure to be followed when making, varying or revoking franchisingschemes,\n\t\tthe local services or classes of local services which are to be, or may be,excepted from regulation arising because of the scheme, and\n\t\tsuch other incidental matters in connection with franchising schemes as theSecretary of State thinks fit.\n\tThe regulations may in particular make provision with respect to—\n\t\tgiving notice of proposed schemes or the proposed variation or revocationof schemes,\n\t\tmodifications of such proposals,\n\t\tthe form of schemes or variations, and\n\t\tgiving notice of schemes which have been made or of the variation orrevocation of schemes.\n\tThe Secretary of State may by regulations make further provision withrespect to service permits.\n\tThe Secretary of State may also make regulations modifying or excluding theapplication of provisions of this Part, so far as relating to franchisingschemes, in cases where a franchising authority, or two or more franchisingauthorities acting jointly—\n\t\tpropose or decide to vary or revoke a scheme under section 123M or 123N, or\n\t\thaving varied a scheme under section 123M, propose or decide to postpone adate on which a local service contract to provide a local service specified inthe scheme may first be entered into."
    },
    {
        "length": 772,
        "text": "\nVTransitional provision about schemes\n\tThe Secretary of State may by regulations make such transitional provisionas the Secretary of State considers appropriate in connection with—\n\t\tthe making of franchising schemes,\n\t\tthe application of section 123J in relation to an area (effect of localservice contracts: sections 6 to 9 of the Transport Act 1985 and provision ofservices),\n\t\tthe variation of franchising schemes, and\n\t\tthe revocation of franchising schemes.\n\tThe regulations may in particular provide that in prescribed circumstances—\n\t\tany provision of sections 6 to 9 of the Transport Act 1985 (registration oflocal services), or of sections 89 to 92 of that Act (obligation to invitetenders etc), which would otherwise have effect is not to have effect or is tohave effect with such modifications as may be prescribed, or\n\t\tany such provision which would not otherwise have effect is to have effector is to have effect with such modifications as may be prescribed,\n\t\t\tin relation to the whole or any part of the area to which the scheme relates.\n\tRegulations made by virtue of subsection (2) may in particular provide forthe period in section 6(8)(a) of the Transport Act 1985 to be, forapplications to vary or cancel the registration of services that have one ormore stopping places in the area to which a franchising scheme relates, theperiod specified in a notice issued by the authority or authorities that madethe franchising scheme.\n\tThe regulations may impose requirements in relation to notices issued asmentioned in subsection (3) that include (but are not limited to)requirements—\n\t\tas to the time when the notice may be issued,\n\t\tas to the publication of the notice,\n\t\tas to sending a copy of the notice to a traffic commissioner, and\n\t\tas to the period, not exceeding 112 days, that may be specified in thenotice.\n\tRegulations made by virtue of subsection (2) may in particular provide forcases where local services continue to be provided in an area under localservice contracts after a franchising scheme—\n\t\tis revoked, or\n\t\tis varied so as no longer to relate to that area.\n\tThe regulations may—\n\t\tprohibit the registration of a service, or a variation of the registrationof a service, under section 6 of the Transport Act 1985 so far as the service,or the service as varied, would be provided in that area, except in a casewhere the service, or the service as varied, would be a service that, underthe scheme as it had effect before it was revoked or varied, could have beenprovided in that area under a local service contract, and\n\t\trequire a traffic commissioner to register a service on an application by aperson who, immediately before the scheme was revoked or varied, provided thesame service under a service permit.\n\tAny regulations made by virtue of subsection (1)(a) are not to have effectin the case of any franchising scheme as respects any time before the makingof the scheme."
    },
    {
        "length": 1793,
        "text": "\nXLocal service contracts: application of TUPE\n\tSubsection (3) applies to a situation in which—\n\t\tat the effective time of a local service contract, local services cease tobe provided by a person (the “former operator”) in—\n\t\tthe area to which the relevant franchising scheme relates, or\n\t\tin the case of a franchising scheme which provides for scheme sub-areas,the relevant scheme sub-area,\n\t\t\tin accordance with section 123J(3), and\n\t\tat the same time, a person (the “new operator”) begins to provide localservices in that area under that local service contract.\n\tSubsection (3) also applies to a situation in which—\n\t\tlocal services which, at the effective time of a local service contract, aperson (the “former operator”) would be required by section 123J(3) to ceaseproviding in—\n\t\tthe area mentioned in subsection (1)(a)(i), or\n\t\tthe area mentioned in subsection (1)(a)(ii) (as the case may be),\n\t\tcease to be provided by the former operator before the effective time of thatlocal service contract, and\n\t\tat the same time as those local services cease to be provided by the formeroperator, a person (the “new operator”) begins to provide local services inthat area under an agreement which the authority or authorities operating therelevant franchising scheme entered into by reason of the cessation of thelocal services referred to in paragraph (a).\n\tAny situation to which this subsection applies is to be treated as arelevant transfer for the purposes of the Transfer of Undertakings (Protectionof Employment) Regulations 2006 (“TUPE”) (whether or not TUPE would applyapart from this subsection).\n\tFor the purposes of TUPE, the organised grouping of employees that issubject to the relevant transfer consists of those employees of the formeroperator whose employment is principally connected with the provision of thelocal services referred to in subsection (1)(a) or (as the case may be) thelocal services referred to in subsection (2)(a).\n\tAny situation which by virtue of this section is treated as a relevanttransfer for the purposes of TUPE is also to be treated as a relevant transferwithin the meaning of TUPE for the purposes of—\n\t\tsections 257 and 258 of the Pensions Act 2004, and\n\t\tany regulations made under section 258 of that Act.\n\tThe Secretary of State may make regulations supplementing the provisionmade by this section.\n\tThe provision that may be made by regulations under subsection (6)includes—\n\t\tprovision for determining, for the purposes of subsection (4), whether aperson’s employment is principally connected with the provision of anyparticular local services (including provision for or in connection with theappointment of a person to make such determination);\n\t\tprovision for determining, in the case of any particular organised groupingof employees, the particular new operator who is to be the transferee for thepurposes of TUPE (including provision for or in connection with theappointment of a person to make such determination);\n\t\tprovision requiring any person operating local services in the area towhich a franchising scheme relates to provide the authority or authoritiesoperating the scheme with such information as may be prescribed, at such timeas may be prescribed, about such of that person’s employees as would fallwithin subsection (4) if the person ceased to provide those services in thecircumstances described in subsection (1)(a);\n\t\tprovision requiring the authority or authorities operating a franchisingscheme to provide all persons operating local services in the area to whichthe scheme relates with such information as may be prescribed, at such time asmay be prescribed, so as to enable such persons to comply with any requirementimposed by virtue of paragraph (c) of this subsection;\n\t\tprovision requiring the authority or authorities operating a franchisingscheme to ensure that any local service contract entered into with a personunder the scheme, or any other agreement made with a person for the provisionof local services in the area to which the scheme relates, is made on terms—\n\t\tthat require the person, in the event of there being any transferringemployees, to secure pension protection for every transferring employee, orevery transferring employee of a prescribed description, who as an employee ofthe former operator had rights to acquire pension benefits, and\n\t\tthat, so far as relating to the securing of pension protection for atransferring employee, are enforceable by the employee.\n\tFor the purposes of this section—\n\t\t“transferring employee” means an employee of a former operator whosecontract of employment becomes, either by virtue of TUPE or by virtue of thissection, a contract of employment with a new operator;\n\t\t“pension protection” is secured for a transferring employee if after thechange of employer referred to in paragraph (a)—\n\t\tthe employee has, as an employee of the new operator, rights to acquirepension benefits, and\n\t\tthose rights are of such description as is prescribed by regulations.\n\tThe Secretary of State must exercise the power conferred by this section tomake regulations containing provision falling within subsection (7)(e) so asto ensure—\n\t\tthat pension protection is required to be secured for every transferringoriginal employee who, as an employee of the original operator, had rights toacquire pension benefits, and\n\t\tthat the rights to acquire pension benefits which a transferring originalemployee has as an employee of the new operator by virtue of paragraph (a) arerights which—\n\t\tare the same as the rights the transferring original employee had as anemployee of the original operator, or\n\t\tunder provision made by regulations, count as being broadly comparable to,or better than, those rights.\n\tFor the purposes of subsection (9)—\n\t\t  * “transferring original employee” means a transferring employee—\n\t\twho immediately before the relevant date was employed by a person (the“original operator”) providing local services in the area to which therelevant franchising scheme relates, and\n\t\twhose contract of employment—\n\t\twas, from that date until the change of employer referred to in subsection(8)(a), a contract of employment with the original operator, or\n\t\ton each occasion when the employee was subject to a relevant transfer became,either by virtue of TUPE or by virtue of this section, a contract ofemployment with a person providing local services in the area referred to inparagraph (a);\n\t\t\t  * “relevant date”, in relation to a franchising scheme, means—\n\t\tthe date on which the scheme was made, or\n\t\twhere—\n\t\tthe local services being provided by the original operator were not subject tothe scheme when it was made, and\n\t\tas a result of the variation of the scheme, those services became subject tothe scheme,\n\t\tthe date on which that variation was made;\n\t\t\t  * “relevant transfer” means anything that is, or is to be treated as, a relevant transfer for the purposes of TUPE.”"
    },
    {
        "length": 986,
        "text": "\nPower to obtain information about local services\n\tAfter section 143 of the Transport Act 2000 insert—\n\t“143APower to obtain information: franchising schemes\n\t\tA franchising authority may, in connection with their functions under thisPart in relation to franchising schemes, require an operator of local servicesto provide them with such relevant information about local services operatedby the operator in the authority’s area, or any part of it, as the operatorpossesses or controls.\n\t\tIf two or more franchising authorities are exercising functions under thisPart in relation to the same franchising scheme or proposed franchisingscheme, each of them may, in connection with their functions under this Partin relation to franchising schemes, require an operator of local services toprovide them with such relevant information about local services operated bythe operator in the authorities’ areas, or any part of those areas, as theoperator possesses or controls.\n\t\tFor the purposes of this section, information about the local servicesoperated by an operator in an area is relevant information if it is—\n\t\t\tinformation about the total number of journeys undertaken by passengers onthe local services operated by the operator in the area;\n\t\t\tinformation about the structure of fares for journeys on those localservices;\n\t\t\tinformation about revenue received from those local services, includinginformation about revenue attributable to particular types of fares or derivedfrom journeys undertaken on particular parts of those local services;\n\t\t\tinformation about the total distance covered by vehicles used by theoperator in operating those local services;\n\t\t\tinformation about persons employed by the operator in the provision ofthose local services;\n\t\t\tinformation about journeys that the operator has forecast will beundertaken by passengers on those services and revenue that the operator hasforecast will be received from those services;\n\t\t\tinformation of such description as is specified in regulations made by theSecretary of State.\n\t\tThe powers in subsections (1) and (2) may not be used to require anoperator to provide information relating to periods that fall more than fiveyears before the date of the demand.\n\t\tIf a franchising authority or authorities require the consent of theSecretary of State under section 123C before preparing an assessment undersection 123B, that consent must be given before the authority or any of themmay exercise the powers in subsections (1) and (2).\n\t\tThe operator may be required—\n\t\t\tto provide the information in any form in which, having regard to themanner in which the information is kept, it is reasonable to expect theoperator to provide it, and\n\t\t\tto provide the information before the end of such reasonable period as maybe specified by the franchising authority.\n\t\tIf it appears to a franchising authority that an operator of a localservice has failed to take all reasonable steps to comply with a requirementimposed under this section, the authority must inform a traffic commissioner.\n\t\tA franchising authority that have obtained information under this sectionmay—\n\t\t\tuse the information for the purposes of their functions under this Part inrelation to franchising schemes, and\n\t\t\tsupply the information to a person specified in subsection (9) for use inconnection with the same franchising scheme or the same proposed franchisingscheme.\n\t\tThe persons referred to in subsection (8) are—\n\t\t\ta franchising authority;\n\t\t\ta person providing services to a franchising authority;\n\t\t\ta person carrying out functions under section 123D.\n\t\tThe requirements in sections 123E and 123G about publishing documents donot require a franchising authority to publish information obtained by theauthority, or another franchising authority exercising functions under thisPart in relation to the same franchising scheme or proposed franchisingscheme, under this section if it is information that the authority couldrefuse to disclose in response to a request under—\n\t\t\tthe Freedom of Information Act 2000, or\n\t\t\tthe Environmental Information Regulations 2004 ([S.I.2004/3391](/id/uksi/2004/3391?view=plain \"Go to item of legislation\")) or anyregulations replacing those regulations.”"
    },
    {
        "length": 2091,
        "text": "\nAdvanced ticketing schemes\n\tAdvanced ticketing schemes\n\t\tIn Part 2 of the Transport Act 2000, after section 134B insert—\n\t\t“Bus services: advanced ticketing schemes\n\t\t\tCAdvanced ticketing schemes\n\t\t\t\tA local transport authority whose area is in England, or two or more suchauthorities acting jointly, may make a ticketing scheme (an “advancedticketing scheme”) covering the whole or any part of their area, or combinedarea, if they consider that the proposed scheme—\n\t\t\t\t\twould be in the interests of the public, and\n\t\t\t\t\twould contribute to the implementation of their local transport policies.\n\t\t\t\tAn advanced ticketing scheme may not be made unless the authority orauthorities have complied with the notice and consultation requirementsimposed by section 134D.\n\t\t\t\tAn advanced ticketing scheme is a scheme under which operators of localservices of a class specified in it are required to make and implementarrangements under which persons may purchase, in a single transaction, aticket (or tickets) of any of the descriptions which may be covered by anadvanced ticketing scheme and to which the scheme applies.\n\t\t\t\tThe descriptions of tickets which may be covered by an advanced ticketingscheme are—\n\t\t\t\t\ttickets entitling the holder to make more than one journey on particularlocal services or on local services of a class specified in the scheme(whether or not operated by the same person),\n\t\t\t\t\ttickets entitling the holder to make a particular journey on two or morelocal services (whether or not operated by the same person),\n\t\t\t\t\twhere a particular journey could be made on local services provided by anyof two or more operators, tickets entitling the holder to make the journey onwhichever service the holder chooses, and\n\t\t\t\t\ttickets entitling the holder to make a journey, or more than one journey,involving both travel on one or more local services and travel by one or moreconnecting rail or tram services.\n\t\t\t\tA connecting rail or tram service, in relation to an advanced ticketingscheme, is a service for the carriage of passengers by railway or by tramway(or by both) which runs between—\n\t\t\t\t\ta station or stopping place at or in the vicinity of which local servicesstop and which serves any part of the area to which the ticketing schemerelates, and\n\t\t\t\t\tany other place.\n\t\t\t\tThe arrangements in an advanced ticketing scheme may make provision fordifferent types of ticket including, in particular—\n\t\t\t\t\ttickets that are valid for a specified period, and\n\t\t\t\t\ttickets that are valid only in a specified area.\n\t\t\t\tThe arrangements in an advanced ticketing scheme may include—\n\t\t\t\t\tprovision about enabling tickets to be purchased or fares to be paid inparticular ways,\n\t\t\t\t\tprovision about the persons from whom tickets may be purchased or to whomfares may be paid,\n\t\t\t\t\tprovision about enabling entitlement to travel to be evidenced inparticular ways,\n\t\t\t\t\tprovision about providing information about the arrangements to the public,\n\t\t\t\t\tprovision about publicising local services, fares or ticketing arrangementsprovided or made available by any operator of a local service of a classspecified in the scheme, and\n\t\t\t\t\tprovision as to the appearance of tickets.\n\t\t\t\tDifferent arrangements may be specified in an advanced ticketing scheme fordifferent cases.\n\t\t\t\tIn carrying out their functions under this Part in relation to advancedticketing schemes, local transport authorities whose areas are in England mustco-operate with one another.\n\t\t\t\tIn carrying out their functions under this Part in relation to making orvarying advanced ticketing schemes, local transport authorities must haveregard to the desirability, in appropriate cases, of having a ticketing schemethat—\n\t\t\t\t\tfacilitates journeys between the area to which the ticketing scheme appliesand adjoining areas of England, or\n\t\t\t\t\tfacilitates the adoption of similar ticketing arrangements in adjoiningareas of England.\n\t\t\t\tIn considering whether to make or vary an advanced ticketing scheme underthis section, a local transport authority must have regard to thedesirability, in appropriate cases, of making a scheme jointly with anotherauthority.\n\t\t\tDNotice and consultation requirements\n\t\t\t\tIf a local transport authority for an area in England, or two or more suchauthorities, propose to make an advanced ticketing scheme under section 134C,they must give notice of the proposed scheme in such manner as they considerappropriate for bringing it to the attention of persons in the area to whichit relates.\n\t\t\t\tThe notice must specify the date on which the scheme is proposed to comeinto operation.\n\t\t\t\tAfter giving notice of the proposed scheme, the authority or authoritiesmust consult—\n\t\t\t\t\tall operators of local services who would, in the opinion of the authorityor authorities, be affected by it,\n\t\t\t\t\tsuch organisations appearing to the authority or authorities to berepresentative of users of local services as they think fit,\n\t\t\t\t\tany other relevant local authority any part of whose area would, in theopinion of the authority or authorities, be affected by the proposed scheme,\n\t\t\t\t\tthe Passengers’ Council,\n\t\t\t\t\tthe Competition and Markets Authority, and\n\t\t\t\t\ta traffic commissioner.\n\t\t\t\tFor the purpose of subsection (3)(c) the following are relevant localauthorities—\n\t\t\t\t\tlocal transport authorities,\n\t\t\t\t\tdistrict councils in England,\n\t\t\t\t\tNational Park authorities,\n\t\t\t\t\tthe Broads Authority,\n\t\t\t\t\tLondon transport authorities, and\n\t\t\t\t\tcouncils in Scotland.\n\t\t\tEMaking of scheme\n\t\t\t\tIf, after consulting in accordance with section 134D, the authority orauthorities decide that it is appropriate to make the scheme, they may make itas proposed or with modifications.\n\t\t\t\tIf the scheme applies to tickets within section 134C(4)(d), it may only bemade with the agreement of the operators of the connecting rail or tramservices concerned.\n\t\t\t\tThe scheme must specify the date on which it is to come into operation,which must not be earlier than three months after the date on which it ismade.\n\t\t\t\tNot later than 14 days after the date on which the scheme is made, theauthority or authorities must give notice of the making of the scheme—\n\t\t\t\t\tin such manner as they consider appropriate for bringing it to theattention of persons in the area to which it relates,\n\t\t\t\t\tto a traffic commissioner,\n\t\t\t\t\tto all operators of local services or services for the carriage ofpassengers by railway or by tramway (or by both) who would, in the opinion ofthe authority or authorities, be affected by it, and\n\t\t\t\t\tto the Secretary of State if it applies to tickets within section134C(4)(d).\n\t\t\t\tThe notice must set out the terms of the scheme and the date on which it isto come into operation.\n\t\t\t\tThe authority or authorities to whose area or combined area the schemerelates may vary or revoke the scheme.\n\t\t\t\tIf the proposed variation would result in the scheme relating to all orpart of the area of another local transport authority, the reference insubsection (6) to the authority or authorities includes that other authority.\n\t\t\t\tThe variation or revocation is subject to the same procedure as the makingof the scheme and in the application of that procedure—\n\t\t\t\t\ta reference in sections 134C(1) to (9) and 134D and subsections (1) to (5)to making a scheme is to be treated as a reference to varying or revoking ascheme,\n\t\t\t\t\ta reference in those provisions to the proposed scheme is to be treated asa reference to the scheme as proposed to be varied or to the proposedrevocation of the scheme, and\n\t\t\t\t\ta reference in those provisions to the date on which a scheme comes intooperation is to be treated as a reference to the date on which the scheme asvaried comes into operation or the date on which the scheme comes to an end.\n\t\t\tFEffect of scheme\n\t\t\t\tDuring any period in which an advanced ticketing scheme is in operation,operators of local services to which the scheme relates must make andimplement the arrangements required by the scheme.\n\t\t\tGGuidance \n\t\t\t\tThe Secretary of State may issue guidance concerning the exercise by localtransport authorities of their functions under this Part in relation toadvanced ticketing schemes.\n\t\t\t\tThe authorities must have regard to any such guidance in exercising thosefunctions.”\n\tFurther amendments\n\t\tSchedule 3 contains further amendments relating to advanced ticketing schemes."
    },
    {
        "length": 1055,
        "text": "\nAEnhanced partnership plans and schemes\n\tA local transport authority whose area is in England, or two or more suchauthorities acting jointly, may make—\n\t\tan enhanced partnership plan in relation to the whole or part of theirarea, or combined area, and\n\t\tone or more enhanced partnership schemes relating to the whole or part ofthe area to which the plan relates.\n\tA local transport authority or authorities who have made an enhancedpartnership plan may make further enhanced partnership schemes relating to thewhole or part of the area to which the plan relates.\n\tAn enhanced partnership plan is a plan that—\n\t\tspecifies the area and the period to which the plan relates,\n\t\tsets out an analysis of the local services provided in that area,\n\t\tsets out policies relating to local services in that area,\n\t\tsets out objectives as regards the quality and effectiveness of localservices provided in that area by reference to that period,\n\t\tdescribes how the related enhanced partnership scheme or schemes is or areintended to assist in implementing those policies and achieving thoseobjectives, and\n\t\tdescribes the intended effect of the related enhanced partnership scheme orschemes on areas neighbouring the area to which the plan relates.\n\tAn enhanced partnership plan must state whether the plan is to be reviewedand, if so—\n\t\tspecify how it is to be reviewed, and\n\t\tspecify the dates by which reviews are to be completed.\n\tAn enhanced partnership scheme is a scheme that—\n\t\tspecifies the area to which the scheme relates, and\n\t\timposes requirements in relation to local services that have one or morestopping places in that area by specifying them in the scheme (see section138C).\n\tAn enhanced partnership scheme may also—\n\t\trequire the authority or authorities to provide particular facilities inthe area to which the scheme relates (see section 138D),\n\t\trequire the authority or authorities to take particular measures inrelation to routes in the whole or part of that area that are served, or mightbe served, by local services (see section 138D), and\n\t\tinclude provision about its variation or revocation (see section 138E).\n\tAn enhanced partnership scheme must state whether the operation of thescheme is to be reviewed and, if so—\n\t\tspecify how it is to be reviewed, and\n\t\tspecify the dates by which reviews are to be completed.\n\tAn enhanced partnership plan must include a description of the authority’sor authorities’ plans for consulting such organisations appearing to theauthority or authorities to be representative of users of local services asthey think fit in order to seek their views on how well the plan and anyrelated scheme are working.\n\tAn enhanced partnership scheme may not be made unless the authority orauthorities are satisfied that the scheme will contribute to theimplementation of—\n\t\tthe policies set out in the related enhanced partnership plan, and\n\t\ttheir local transport policies.\n\tAn enhanced partnership scheme may not be made unless the authority orauthorities are satisfied that the scheme will—\n\t\tbring benefits to persons using local services in the whole or any part ofthe area to which the scheme relates by improving the quality or effectivenessof those services, or\n\t\treduce or limit traffic congestion, noise or air pollution.\n\tAn enhanced partnership plan or scheme may not be made unless theauthority or authorities have complied with the requirements in—\n\t\tsection 138F (preparation, notice and consultation), and\n\t\tsection 138G(1) to (4) (making of plan and scheme).\n\tAn enhanced partnership plan may not be made without also making anenhanced partnership scheme.\n\tIn carrying out their functions under this Part in relation to enhancedpartnership plans or schemes local transport authorities must co-operate witheach other.\n\tBefore making an enhanced partnership plan, a local transport authoritymust have regard to the desirability, in appropriate cases, of making anenhanced partnership plan and enhanced partnership schemes jointly with one ormore other local transport authorities."
    },
    {
        "length": 580,
        "text": "\nBFurther parties to a scheme\n\tSubsection (2) applies if—\n\t\tthe provision of any of the facilities specified in an enhanced partnershipscheme, or\n\t\tthe taking of any of the measures specified in such a scheme,\n\t\t\trequires the making of a traffic regulation order in respect of a road orother place in a metropolitan district (other than a road for which theSecretary of State is the traffic authority).\n\tWhere this subsection applies, the scheme may not be made unless it is madeby—\n\t\tthe local transport authority or authorities, and\n\t\tthe metropolitan district council for the district,\n\t\tacting jointly.\n\tSubsection (4) applies if—\n\t\tthe provision of any of the facilities specified in an enhanced partnershipscheme, or\n\t\tthe taking of any of the measures specified in such a scheme,\n\t\trequires the making of a traffic regulation order in respect of a road forwhich the Secretary of State is the traffic authority.\n\tWhere this subsection applies, the scheme may not be made unless it is madeby—\n\t\tthe local transport authority or authorities, and\n\t\tthe Secretary of State,\n\t\tacting jointly.\n\tWhere subsection (2) or (4) applies so that a metropolitan district councilor the Secretary of State makes an enhanced partnership scheme, then (subjectto section 138N) the references to the authority or authorities in—\n\t\tsections 138A(6) and (11),\n\t\tsections 138F to 138J,\n\t\tsection 138K(1) and (3) to (5),\n\t\tsections 138L and 138M,\n\t\tsection 138O, and\n\t\tparagraph 27(4) of Schedule 9 to the Road Traffic Regulation Act 1984,\n\t\tinclude (as well as the local transport authority or authorities) themetropolitan district council or the Secretary of State.\n\tSubsection (5) is not to be taken as affecting the area indicated byreferences in the provisions mentioned in that subsection to the authority’sor authorities’ area or combined area."
    },
    {
        "length": 1022,
        "text": "\nCRequirements in respect of local services\n\tAn enhanced partnership scheme may specify under section 138A(5)(b)requirements about the frequency or timing of particular local services orlocal services of particular descriptions.\n\tA requirement falling within subsection (1) may, in particular, determinethe frequency or timing allowed in relation to a local service—\n\t\tby reference only to that service, or\n\t\tby reference to that service and other local services, taken together.\n\tAn enhanced partnership scheme may specify under section 138A(5)(b) otherrequirements as to the standard of services to be provided.\n\tThe other requirements referred to in subsection (3) include—\n\t\trequirements which the vehicles being used to provide local services, orparticular descriptions of local services, must meet,\n\t\trequirements about enabling tickets to be purchased or fares to be paid inparticular ways,\n\t\trequirements about enabling entitlement to travel to be evidenced inparticular ways,\n\t\trequirements about providing information to the public about local servicesor particular descriptions of local services,\n\t\trequirements as to the publicising of local services, fares or ticketingarrangements or particular descriptions of local services, fares or ticketingarrangements,\n\t\trequirements as to the appearance of tickets for local services orparticular descriptions of local services,\n\t\trequirements as to the appearance of vehicles being used to provide localservices or particular descriptions of local services,\n\t\trequirements as to the prices of multi-operator tickets,\n\t\trequirements as to dates upon which operators may change the timing oflocal services or particular descriptions of local services, and\n\t\trequirements as to ticketing arrangements.\n\tThe requirements that may be specified under subsection (4)(a) include—\n\t\trequirements about providing information to passengers by placingparticular electronic equipment, or electronic equipment of particulardescriptions, in vehicles, and\n\t\trequirements about emissions or types of fuel or power.\n\tThe requirements that may be specified under subsection (4)(b) includerequirements about the persons from whom tickets may be purchased or to whomfares may be paid.\n\tThe requirements that may be specified under subsection (4)(j) include—\n\t\trequirements to make arrangements for—\n\t\ttravel to, within or through particular areas,\n\t\ttravel at particular times,\n\t\ttravel on particular local services or particular descriptions of localservices,\n\t\ttravel on particular journeys or on particular descriptions of journey, or\n\t\ttravel by persons of particular descriptions,\n\t\trequirements to make arrangements entitling persons to make a journey, orjourneys, involving both travel on one or more local services and travel byone or more connecting rail or tram services, and\n\t\trequirements about the terms and conditions upon which such travel is madeavailable.\n\tA connecting rail or tram service, in relation to an enhanced partnershipscheme, is a service for the carriage of passengers by railway or by tramway(or by both) which runs between—\n\t\ta station or stopping place at or in the vicinity of which local servicesstop and which serves any part of the area to which the scheme relates, and\n\t\tany other place.\n\tThe requirements that may be specified in an enhanced partnership schemealso include requirements as to operators of local services establishing andoperating arrangements that facilitate the operation of the scheme.\n\tA requirement imposed by an enhanced partnership scheme has effect only inrelation to so much of a local service as is provided in the area to which thescheme relates.\n\tAn enhanced partnership scheme may not impose requirements in relation tothe use of vehicles under permits granted under section 22 of the TransportAct 1985.\n\tIn this section “multi-operator ticket” means a ticket, or a number oftickets purchased in a single transaction, entitling the holder to make ajourney that involves or may involve, or journeys that involve or may involve,the use of local services provided by more than one operator."
    },
    {
        "length": 282,
        "text": "\nDFacilities and measures\n\tThe facilities which may be specified in an enhanced partnership scheme—\n\t\tmust be facilities provided at specific locations along routes served, orproposed to be served, by local services within the area to which the schemerelates, or facilities which are ancillary to such facilities, but\n\t\tmay not be facilities which are required to be provided as a result ofsection 139 or 140.\n\tThe measures which may be specified in an enhanced partnership scheme—\n\t\tmust be measures taken for the purpose of—\n\t\tincreasing the use of local services serving the routes to which themeasures relate or ending or reducing a decline in the use of such services,or\n\t\timproving the quality of local services serving the routes to which themeasures relate, but\n\t\tmay not include the provision of such facilities as are described insubsection (1)(a) or as are required to be provided as a result of section 139or 140.\n\tThe Secretary of State may by regulations make further provision about themeasures which may or may not be specified in an enhanced partnership scheme."
    },
    {
        "length": 163,
        "text": "\nEProvision relating to variation or revocation\n\tAn enhanced partnership scheme may specify cases in which the scheme may bevaried or revoked in accordance with the scheme.\n\tThe scheme may provide for variation or revocation in a particular case tobe subject to satisfying such conditions as the scheme specifies.\n\tThe cases that may be specified under subsection (1) as regards variationinclude cases where the variations in question consist only of suchdescriptions of variation as are specified in the scheme.\n\tThe conditions that may be specified under subsection (2) includeconditions prohibiting variation or revocation where a number of operators oflocal services disagree to the variation or revocation."
    },
    {
        "length": 1311,
        "text": "\nFPreparation, notice and consultation\n\tIf a local transport authority or authorities propose to make an enhancedpartnership plan and scheme, they must—\n\t\tgive notice of their intention to prepare a plan and scheme in such manneras they consider appropriate for bringing it to the attention of persons intheir area or combined area,\n\t\tprepare a plan and scheme for consultation,\n\t\tgive notice of the plan and scheme prepared to the persons who areoperators of qualifying local services in the area to which the plan relateson the relevant day, and\n\t\tgive notice of the proposal to make the plan and scheme in such manner asthey consider appropriate for bringing it to the attention of persons in theirarea or combined area.\n\tA notice under subsection (1)(c) must—\n\t\tcontain full details of the plan and scheme prepared,\n\t\tstate the effect of subsection (5), and\n\t\tstate the period within which objections may be made (which may not be lessthan 28 days).\n\tA notice under subsection (1)(d) must—\n\t\tcontain full details of the plan and scheme proposed, or\n\t\tstate where such details may be inspected.\n\tA local transport authority or authorities proposing to make an enhancedpartnership plan and scheme must—\n\t\tinvite operators of qualifying local services in the area to which the planrelates to participate in the preparation of the plan and scheme beforestarting to prepare them, and\n\t\tinvite any person who becomes an operator of a qualifying local service inthe area to which the plan relates while the plan and scheme are beingprepared to participate in that preparation (including any person who becomessuch an operator because of a change in the area to which the plan relateswhile the plan is being prepared).\n\tA local transport authority or authorities may not give notice of aproposal under subsection (1)(d) if, within the period for objections statedin the notice under subsection (1)(c)—\n\t\ta sufficient number of the persons who, on the relevant day, are operatorsof qualifying local services in the area to which the plan relates object tothe plan prepared, or\n\t\ta sufficient number of the persons who, on the relevant day, are operatorsof qualifying local services in the area to which the scheme relates object tothe scheme prepared.\n\tAfter giving notice of the proposed plan and scheme under subsection(1)(d), the authority or authorities must consult—\n\t\tall operators of local services who would, in the opinion of the authorityor authorities, be affected by them,\n\t\tsuch organisations appearing to the authority or authorities to berepresentative of users of local services as they think fit,\n\t\tany other relevant local authority any part of whose area would, in theopinion of the authority or authorities, be affected by them,\n\t\ta traffic commissioner,\n\t\tthe chief officer of police for each police area covering the whole or partof the area to which the plan relates,\n\t\tthe Passengers’ Council,\n\t\tthe Competition and Markets Authority, and\n\t\tsuch other persons as the authority or authorities think fit.\n\tFor the purpose of subsection (6)(c) the following are relevant localauthorities—\n\t\tlocal transport authorities,\n\t\tdistrict councils in England,\n\t\tNational Park authorities,\n\t\tthe Broads Authority,\n\t\tLondon transport authorities, and\n\t\tcouncils in Scotland.\n\tIf a local transport authority or authorities propose to make a scheme orschemes relating to an existing enhanced partnership plan, subsections (1) to(7) have effect as if—\n\t\treferences to a proposed plan and scheme were references to a proposedscheme or schemes, and\n\t\tsubsection (5)(a) were omitted.\n\tIf a local transport authority or authorities propose to make two or moreschemes at the same time (whether at the same time as making a plan or inrelation to an existing plan), subsection (5)(b) has effect as if referencesto the scheme were references to one of the schemes in question.\n\tThe Secretary of State may by regulations—\n\t\tspecify the descriptions of local services that are qualifying localservices for the purposes of this section, and\n\t\tspecify what constitutes a sufficient number of persons for the purposes ofsubsection (5)(a) or (b).\n\tRegulations under subsection (10)(b) may, in particular—\n\t\trequire that a plan or scheme be objected to by such number of persons as,together, provide at least such proportion of the qualifying local services inthe area in question as is specified in the regulations, in addition to beingat least such proportion of the persons providing those services as isspecified in the regulations, and\n\t\tmake provision about determining the proportion of qualifying localservices provided by an operator, including provision about the time byreference to which the proportion is to be determined.\n\tIn this section “the relevant day”, in relation to an enhanced partnershipplan or scheme prepared by a local transport authority or authorities undersubsection (1)(b), means the day before the authority or authorities send outa notice relating to that plan or scheme in accordance with subsection (1)(c)."
    },
    {
        "length": 948,
        "text": "\nGMaking of plans and schemes\n\tIf, after complying with section 138F as regards a proposal to make anenhanced partnership plan and scheme, a local authority or authoritiesconsider it appropriate to make the plan and scheme, they may make them asproposed or with modifications.\n\tIf the authority or authorities intend to make the plan and scheme withmodifications of one or both of them, the authority or authorities must givenotice of their intention to make the plan and scheme, with modifications, tothe persons who are operators of qualifying local services in the area towhich the plan relates on the relevant day.\n\tA notice under subsection (2) must—\n\t\tcontain full details of the plan and scheme,\n\t\tstate the effect of subsection (4), and\n\t\tstate the period within which objections may be made (which may not be lessthan 28 days).\n\tThe authority or authorities may not make the plan and scheme withmodifications if, within the period for objections stated in the notice undersubsection (2)—\n\t\ta sufficient number of the persons who, on the relevant day, are operatorsof qualifying local services in the area to which the plan relates object tothe plan, or\n\t\ta sufficient number of the persons who, on the relevant day, are operatorsof qualifying local services in the area to which the scheme relates object tothe scheme.\n\tNot later than 14 days after the date on which a local transport authorityor authorities make an enhanced partnership plan and scheme, the authority orauthorities must give notice of the making of the plan and scheme—\n\t\tin such manner as they consider appropriate for bringing it to theattention of persons in their area or combined area,\n\t\tto all operators of local services who would, in the opinion of theauthority or authorities, be affected by the scheme, and\n\t\tto a traffic commissioner.\n\tThe notice must—\n\t\tcontain full details of the plan and scheme or state where such details maybe inspected, and\n\t\tif the plan or scheme made is a modified version of the plan or scheme thatwas proposed, state that it is a modified version.\n\tIf the proposal of a local transport authority or authorities is to make ascheme or schemes relating to an existing enhanced partnership plan,subsections (1) to (6) have effect as if—\n\t\treferences to a plan and scheme were references to a scheme or schemes, and\n\t\tsubsection (4)(a) were omitted.\n\tIf the proposal of a local transport authority or authorities is to maketwo or more schemes at the same time (whether at the same time as making aplan or in relation to an existing plan), subsection (4)(b) has effect as ifreferences to the scheme were references to one of the schemes in question.\n\tThe Secretary of State may by regulations—\n\t\tspecify the descriptions of local services that are qualifying localservices for the purposes of this section, and\n\t\tspecify what constitutes a sufficient number of persons for the purposes ofsubsection (4)(a) or (b).\n\tRegulations under subsection (9)(b) may, in particular—\n\t\trequire that a plan or scheme be objected to by such number of persons as,together, provide at least such proportion of the qualifying local services inthe area in question as is specified in the regulations, in addition to beingat least such proportion of the persons providing those services as isspecified in the regulations, and\n\t\tmake provision about determining the proportion of qualifying localservices provided by an operator, including provision about the time byreference to which the proportion is to be determined.\n\tIn this section “the relevant day”, in relation to a plan or scheme that alocal transport authority or authorities intend to make, means the day beforethe authority or authorities send out notices relating to that plan or schemein accordance in subsection (2)."
    },
    {
        "length": 425,
        "text": "\nHContent of scheme\n\tIf a local transport authority or authorities make a scheme, the schememust specify—\n\t\tthe requirements imposed under it,\n\t\tthe facilities (if any) to be provided under it by the authority orauthorities,\n\t\tthe measures (if any) to be taken under it by the authority or authorities,\n\t\tthe provision (if any) about variation or revocation of the plan or scheme,\n\t\tthe date on which it is to come into operation, and\n\t\tthe period for which it is to remain in operation.\n\tThe scheme must also specify—\n\t\tif a requirement imposed under the scheme is to have effect as from a dateafter the scheme comes into operation, the date as from which it has effect,\n\t\tif any facilities are to be provided under the scheme as from a date afterthe scheme comes into operation, the date as from which they are to be soprovided,\n\t\tif any measures to be taken under the scheme as from a date after thescheme comes into operation, the date as from which they are to be so taken,\n\t\tif a condition under section 138E is to apply as from a date after thescheme comes into operation, the date as from which it applies, and\n\t\tif a condition under section 138E is to cease to apply as from a particulardate, the date as from which it ceases to apply.\n\tSubject to regulations under section 138P, the scheme may provide that—\n\t\tlocal services specified in it, or\n\t\tlocal services of a class specified in it,\n\t\t\tare to be excluded from the scheme."
    },
    {
        "length": 375,
        "text": "\nIPostponement of scheme or part of scheme\n\tIf it appears to a local transport authority or authorities that have madean enhanced partnership scheme appropriate to do so, they may decide that anyof the dates specified in subsection (3) are to be postponed by such period asthey think fit.\n\tA date may not be postponed under subsection (1) by a period or periodswhich in total exceed 12 months.\n\tThe dates are—\n\t\tthe date on which the scheme is to come into operation,\n\t\tthe date as from which any particular requirement is to be imposed underthe scheme,\n\t\tthe date as from which any particular facilities are to be provided underthe scheme,\n\t\tthe date as from which any particular measures are to be taken under thescheme, and\n\t\tthe date as from which any particular condition under section 138E applies.\n\tBefore making such a decision they must consult all operators of localservices who would, in their opinion, be affected by the scheme.\n\tNot later than 14 days after the date on which any such decision is made,they must give notice of the making of the decision—\n\t\tin such manner as they consider appropriate for bringing it to theattention of persons in their area or combined area,\n\t\tto all operators of local services who would, in their opinion, be affectedby the scheme, and\n\t\tto a traffic commissioner.\n\tThe notice must include a statement of their reasons for the decision."
    },
    {
        "length": 565,
        "text": "\nJEffect of plans and schemes\n\tIf an enhanced partnership scheme requires a local transport authority orauthorities to provide particular facilities, they must—\n\t\tprovide each of the specified facilities not later than the date specifiedfor its provision under the scheme (subject to section 138I), and\n\t\tcontinue to provide it throughout the remainder of the period for which thescheme is in operation.\n\tSubsection (1) does not apply in relation to any period during which theauthority or authorities are temporarily unable to provide the facilitiesbecause of circumstances beyond their control.\n\tSubsection (1) does not apply in the case of the Secretary of State if theSecretary of State is unable to provide the facilities because of thevariation or revocation of a traffic regulation order.\n\tIf an enhanced partnership scheme made by a local transport authority orauthorities requires them to take particular measures, they must—\n\t\ttake each of the specified measures not later than the date specified fortaking it under the scheme (subject to section 138I), and\n\t\tcontinue to take those measures throughout the remainder of the period forwhich the scheme is in operation.\n\tSubsection (4) does not apply in relation to any period during which theauthority or authorities are temporarily unable to take those measures becauseof circumstances beyond their control.\n\tSubsection (4) does not apply in the case of the Secretary of State if theSecretary of State is unable to take the measures because of the variation orrevocation of a traffic regulation order.\n\tSubsection (8) applies if the enhanced partnership plan or scheme made by alocal transport authority or authorities makes provision about—\n\t\tone or more reviews of the plan, or\n\t\tone or more reviews of the operation of the scheme.\n\tThe authority or authorities must secure that the review or each review—\n\t\tis carried out in the manner specified in the plan or scheme, and\n\t\tis completed by the date specified in the plan or scheme as the date forcompleting that review.\n\tIf a requirement applies to a local service, the operator of the servicemust comply with that requirement.\n\tSubsection (9) does not apply in relation to services which are excludedfrom the scheme because of any provision of the scheme made in accordance withsection 138H(3)."
    },
    {
        "length": 662,
        "text": "\nKVariation \n\tA local transport authority or authorities to whose area or combined area,or part of it, an enhanced partnership plan relates may vary the plan and anyrelated enhanced partnership scheme.\n\tAn enhanced partnership plan or scheme may, in particular, be varied bychanging the area to which the plan or scheme relates so that—\n\t\tit includes the whole or a part of the area of another local transportauthority, or\n\t\tit ceases to include any part of the area of a local transport authority.\n\tAn enhanced partnership plan or scheme may not be varied unless theauthority or authorities have complied with the requirements in—\n\t\tsection 138L (preparation, notice and consultation), and\n\t\tsection 138M(1) to (5) (making the variation).\n\tAn enhanced partnership scheme may not be varied unless the authority orauthorities are satisfied that the scheme, as varied, will contribute to theimplementation of—\n\t\tthe policies set out in the related enhanced partnership plan (or thosepolicies as proposed to be varied, if the scheme and the policies in the planare being varied at the same time), and\n\t\ttheir local transport policies.\n\tAn enhanced partnership scheme may not be varied unless the authority orauthorities are satisfied that the scheme, as varied, will—\n\t\tbring benefits to persons using local services in the whole or any part ofthe area to which the scheme relates by improving the quality or effectivenessof those services, or\n\t\treduce or limit traffic congestion, noise or air pollution.\n\tThe references in subsections (1) and (3) to (5) and sections 138L and 138Mto the local transport authority or authorities—\n\t\tin relation to the variation of an enhanced partnership plan, or\n\t\tin relation to the variation of an enhanced partnership scheme, if thescheme is proposed to be varied at the same time as the related enhancedpartnership plan is proposed to be varied,\n\t\t\tinclude a reference to a local transport authority to no part of whose areathe plan relates but to whose area or part of it the plan would relate under aproposed variation.\n\tNothing in this section prevents an enhanced partnership scheme beingvaried, in accordance with the scheme, in such cases as are allowed by thescheme (see section 138E).\n\tBefore varying an enhanced partnership plan, a local transport authoritymust have regard to the desirability, in appropriate cases, of varying a planso as to include in the area to which the plan relates any part of the area ofone or more other local transport authorities."
    },
    {
        "length": 903,
        "text": "\nLVariation: preparation, notice and consultation\n\tIf a local transport authority or authorities propose to vary an enhancedpartnership plan or scheme, they must—\n\t\tgive notice of their intention to prepare changes to the plan or scheme insuch manner as they consider appropriate for bringing it to the attention ofpersons in their area or combined area,\n\t\tprepare the changes,\n\t\tgive notice of the changes prepared to the persons who are operators ofqualifying local services in the area to which the plan (or the plan asproposed to be varied) relates on the relevant day, and\n\t\tgive notice of the proposal to vary the plan or scheme in such manner asthey consider appropriate for bringing it to the attention of persons in theirarea or combined area.\n\tA notice under subsection (1)(c) must—\n\t\tcontain full details of the changes prepared,\n\t\tstate the effect of subsection (5), and\n\t\tstate the period within which objections may be made (which may not be lessthan 28 days).\n\tA notice under subsection (1)(d) must—\n\t\tcontain full details of the changes, or\n\t\tstate where such details may be inspected.\n\tThe authority or authorities must—\n\t\tinvite operators of qualifying local services to participate in thepreparation of the changes before starting to prepare them, and\n\t\tinvite any person who becomes an operator of a qualifying local servicewhile the changes are being prepared to participate in their preparation.\n\tA local transport authority or authorities may not give notice of aproposal under subsection (1)(d) if, within the period for objections given inthe notice under subsection (1)(c)—\n\t\ta sufficient number of the persons who are operators of qualifying localservices in the area to which the plan relates on the relevant day object tothe changes prepared for the plan (if changes to a plan are prepared), or\n\t\ta sufficient number of the persons who are operators of qualifying localservices in the area to which the scheme relates on the relevant day object tothe changes prepared for the scheme (if changes to a scheme are prepared).\n\tAfter giving notice of the proposal under subsection (1)(d), the authorityor authorities must consult the Competition and Markets Authority.\n\tIf a local authority or authorities propose to vary two or more enhancedpartnership schemes at the same time, subsection (5)(b) has effect as ifreferences to the scheme were references to one of the schemes in question.\n\tThe Secretary of State may by regulations—\n\t\tspecify the descriptions of local services that are qualifying localservices for the purposes of this section, and\n\t\tspecify what constitutes a sufficient number of persons for the purposes ofsubsection (5)(a) or (b).\n\tRegulations under subsection (8)(b) may, in particular—\n\t\trequire that changes to a plan or scheme be objected to by such number ofpersons as, together, provide at least such proportion of the qualifying localservices in the area in question as is specified in the regulations, inaddition to being at least such proportion of the persons providing thoseservices as is specified in the regulations, and\n\t\tmake provision about determining the proportion of qualifying localservices provided by an operator, including provision about the time byreference to which the proportion is to be determined.\n\tIn this section “the relevant day”, in relation to changes to an enhancedpartnership plan or scheme prepared by a local transport authority orauthorities under subsection (1)(b), means the day before the authority orauthorities send out a notice relating to that plan or scheme in accordancewith subsection (1)(c)."
    },
    {
        "length": 731,
        "text": "\nMVariation: making the variation\n\tThis section applies if a local transport authority or authorities havecomplied with the requirements of section 138L as regards a proposal to varyan enhanced partnership plan or scheme.\n\tIf the authority or authorities consider it appropriate to vary the plan orscheme, they may vary the plan or scheme as proposed or with modifications.\n\tBefore varying the plan or scheme, the authorities must give notice oftheir intention to vary the plan or scheme, as proposed or with modifications,to persons who were operators of qualifying local services at the qualifyingtime.\n\tThe notice under subsection (3) must—\n\t\tcontain full details of the variation or state where such details may beinspected,\n\t\tif the variation made is a modified version of the variation that wasproposed, state that it is a modified version,\n\t\tstate the effect of subsection (5), and\n\t\tspecify the period within which persons who are operators of qualifyinglocal services at the qualifying time may object to the proposed variation.\n\tThe authority or authorities may not vary the plan or scheme (with orwithout modifications) if a sufficient number of the persons who wereoperators of qualifying local services at the qualifying time object to thevariation.\n\tNot later than 14 days after the date on which the variation of the plan orscheme is made, the authority or authorities must give notice of thevariation—\n\t\tin such manner as they consider appropriate for bringing it to theattention of persons in their area or combined area,\n\t\tto all operators of local services who would, in the opinion of theauthority or authorities, be affected by it, and\n\t\tto a traffic commissioner.\n\tThe notice must—\n\t\tcontain full details of the variation or state where such details may beinspected, and\n\t\tif the variation made is a modified version of the variation that wasproposed, state that it is a modified version.\n\tThe Secretary of State may by regulations—\n\t\tspecify the descriptions of local services that are qualifying localservices for the purposes of this section,\n\t\tprovide for the determination of the qualifying time for the purposes ofthis section,\n\t\tspecify the minimum period which may be specified under subsection (4)(d),\n\t\tspecify what constitutes a sufficient number of persons for the purposes ofsubsection (5), and\n\t\tspecify how a person’s objection is to be evidenced.\n\tRegulations under subsection (8)(d) may, in particular—\n\t\trequire that a proposed variation be objected to by such number of personsas, together, provide at least such proportion of the qualifying localservices as is specified in the regulations, in addition to being at leastsuch proportion of the persons providing those services as is specified in theregulations, and\n\t\tmake provision about determining the proportion of qualifying localservices provided by an operator, including provision about the time byreference to which the proportion is to be determined."
    },
    {
        "length": 729,
        "text": "\nNVariation: supplementary\n\tThe relevant references to the authority or authorities in relation to anenhanced partnership scheme—\n\t\tinclude a traffic regulation authority if it has been varied so that itspecifies traffic regulation facilities or measures, but\n\t\tdo not include a traffic regulation authority if it has been varied so thatit no longer specifies such facilities or measures.\n\tBut if (although the scheme does not specify facilities or measures whichare traffic regulation facilities or measures in relation to a trafficregulation authority) it would do by reason of a proposed variation, thosereferences to the authority or authorities in relation to an enhancedpartnership scheme (apart from the relevant references in section 138J)include that authority.\n\tAnd if (although the scheme specifies facilities or measures which aretraffic regulation facilities or measures in relation to a traffic regulationauthority)—\n\t\tthe traffic regulation order, or (where more than one) each of the trafficregulation orders, required to be made by that authority for the provision ofthose facilities or measures has been revoked, and\n\t\tthe scheme is proposed to be varied (but not so that it specifies otherfacilities or measures which are traffic regulation facilities or measures inrelation to that authority),\n\t\t\tthe relevant references to the authority or authorities in relation to anenhanced partnership scheme (apart from those in section 138J) do not includethat authority.\n\tFor the purposes of this section the relevant references are those in—\n\t\tsection 138A(6) and (11),\n\t\tsections 138F to 138J,\n\t\tsection 138K(1) and (3) to (5),\n\t\tsections 138L and 138M,\n\t\tsection 138O, and\n\t\tparagraph 27(4) of Schedule 9 to the Road Traffic Regulation Act 1984.\n\tSubsections (1) and (2) are not to be taken as affecting the area indicatedby references in the provisions mentioned in subsection (4) to the authority’sor authorities’ area or combined area.\n\tFor the purposes of this section—\n\t\tfacilities are traffic regulation facilities, in relation to a trafficregulation authority and an enhanced partnership scheme, if that authority wasrequired to be a maker of the scheme because it originally specified thosefacilities or would have been required to be a maker of it had it done so, and\n\t\tmeasures are traffic regulation measures, in relation to a trafficregulation authority and an enhanced partnership scheme, if that authority wasrequired to be a maker of the scheme because it originally specified thosemeasures or would have been required to be a maker of it had it done so.\n\tIn this section “traffic regulation authority” means—\n\t\ta metropolitan district council, or\n\t\tthe Secretary of State."
    },
    {
        "length": 969,
        "text": "\nORevocation \n\tA local transport authority or authorities may, if they consider itappropriate to do so—\n\t\trevoke an enhanced partnership plan that relates to the whole or any partof their area or combined area, and\n\t\trevoke an enhanced partnership scheme relating to such a plan.\n\tA local transport authority or authority may not—\n\t\trevoke an enhanced partnership plan without also revoking all enhancedpartnership schemes relating to it, or\n\t\trevoke all enhanced partnership schemes relating to an enhanced partnershipplan without also revoking the plan.\n\tA local transport authority or authorities may not revoke an enhancedpartnership plan or scheme unless they have complied with subsections (4) to(8).\n\tA local transport authority or authorities must give notice of a proposalto revoke an enhanced partnership plan or scheme in such manner as theyconsider appropriate for bringing it to the attention of persons in their areaor combined area.\n\tAfter giving notice under subsection (4), the authority or authorities mustconsult—\n\t\toperators of qualifying local services,\n\t\tthe Competition and Markets Authority, and\n\t\tsuch other persons as the authority or authorities think fit.\n\tIf, after consulting those persons, the authority or authorities wish torevoke the plan or scheme, they must give notice of their intention to revokethe plan or scheme to persons who were operators of qualifying local servicesat the qualifying time.\n\tThe notice under subsection (6) must—\n\t\tstate the date on which the plan or scheme is to be revoked,\n\t\tstate the authority’s or authorities’ reasons for revoking the plan orscheme,\n\t\tstate the effect of subsection (8), and\n\t\tspecify the period within which persons who are operators of qualifyinglocal services at the qualifying time may object to the revocation.\n\tThe authority or authorities may not revoke the plan or scheme if asufficient number of the persons who were operators of qualifying localservices at the qualifying time object to the revocation of the plan or (asthe case may be) the scheme.\n\tNot later than 14 days after the date on which the plan or scheme isrevoked, the authority or authorities must give notice of the revocation—\n\t\tin such manner as they consider appropriate for bringing it to theattention of persons in their area or combined area,\n\t\tto all operators of local services who would, in the opinion of theauthority or authorities, be affected by the revocation, and\n\t\tto a traffic commissioner.\n\tNothing in subsections (3) to (8) prevents an enhanced partnership schemebeing revoked, in accordance with the scheme, in such cases as are allowed bythe scheme (see section 138E).\n\tThe Secretary of State may by regulations—\n\t\tspecify the descriptions of local services that are qualifying localservices for the purposes of this section,\n\t\tprovide for the determination of the qualifying time for the purposes ofthis section,\n\t\tspecify the minimum period which may be specified under subsection (7)(d),\n\t\tspecify what constitutes a sufficient number of persons for the purposes ofsubsection (8), and\n\t\tspecify how a person’s objection is to be evidenced.\n\tRegulations under subsection (11)(d) may, in particular—\n\t\trequire that the revocation of a plan or scheme be disagreed to by suchnumber of persons as, together, provide at least such proportion of thequalifying local services as is specified in the regulations, in addition tobeing at least such proportion of the persons providing those services as isspecified in the regulations, and\n\t\tmake provision about determining the proportion of qualifying localservices provided by an operator, including provision about the time byreference to which the proportion is to be determined."
    },
    {
        "length": 269,
        "text": "\nPRegulations about plans and schemes\n\tThe Secretary of State may by regulations make further provision withrespect to—\n\t\tthe procedure to be followed when making, varying or revoking enhancedpartnership plans or schemes,\n\t\tthe content or operation of schemes which include a requirement fallingwithin section 138C(1),\n\t\tthe local services or classes of local services which must be, or may be,excluded from schemes,\n\t\tthe making of traffic regulation orders in connection with schemes, and\n\t\tsuch other incidental matters in connection with schemes as the Secretaryof State thinks fit.\n\tThe regulations may in particular make provision with respect to—\n\t\tgiving notice of proposed schemes or proposed variations or revocations ofenhanced partnership plans or schemes,\n\t\tobjections to such proposals,\n\t\tmodifications of such proposals,\n\t\tthe form of plans, schemes or variations, and\n\t\tgiving notice of plans or schemes which have been made or of the variationor revocation of plans or schemes."
    },
    {
        "length": 890,
        "text": "\nQTransitional provision about schemes\n\tThe Secretary of State may by regulations make such transitional provisionas the Secretary of State considers appropriate in connection with—\n\t\tthe making of enhanced partnership plans and schemes,\n\t\tthe coming into operation of provisions of enhanced partnership plans andschemes,\n\t\tthe variation of enhanced partnership plans and schemes, and\n\t\tthe revocation of enhanced partnership plans and schemes.\n\tThe regulations may in particular provide that in prescribed circumstances—\n\t\tany provision of sections 6 to 9 of the Transport Act 1985 (registration oflocal services), or of sections 89 to 92 of that Act (obligation to invitetenders for subsidised services etc), which would otherwise have effect is notto have effect or is to have effect with such modifications as may beprescribed, or\n\t\tany such provision which would not otherwise have effect is to have effector is to have effect with such modifications as may be prescribed,\n\t\t\tin relation to the whole or any part of the area to which the scheme relates.\n\tThe regulations may in particular provide for the application ofrequirements imposed under section 138A(5)(b) to local services that wereregistered under section 6 of the Transport Act 1985 before the requirementscame into force.\n\tRegulations made by virtue of subsection (3) may in particular—\n\t\tmake provision about recording requirements that apply to local serviceswith the registered particulars of those local services;\n\t\tmake provision requiring the local transport authority or authorities thatmade an enhanced partnership scheme to notify a traffic commissioner of thelocal services or the descriptions of local services to which each requirementspecified in the scheme would apply, subject to such exceptions as may beprescribed;\n\t\tmake provision for the cancellation of the registration of local servicesthat could not be provided in accordance with requirements falling withinsection 138C(1);\n\t\tmake provision about the determination by the local transport authority orauthorities that made an enhanced partnership scheme of what local servicesmay be registered under section 6 of the Transport Act 1985 in place of localservices whose registrations are cancelled under paragraph (c), includingprovision for awarding contracts authorising the provision of local servicesor local services of particular descriptions;\n\t\tmake provision as to the period during which the registration, or variationof registration, of local services is subject to provision under paragraph(d);\n\t\tmake provision for cancellation under paragraph (c) to be revoked ifprescribed conditions are satisfied, including conditions relating to thevariation or cancellation under section 6 of the Transport Act 1985 of theregistration of one or more of the local services affected;\n\t\tmake provision for the time at which cancellation under paragraph (c)becomes effective to be postponed in prescribed circumstances;\n\t\tmake provision for appeals against—\n\t\tdecisions to record or not to record requirements under paragraph (a);\n\t\tdecisions to cancel registrations of local services under paragraph (c).\n\tRegulations made by virtue of subsection (4)(h) may in particular includeprovision about—\n\t\tto whom an appeal may be made;\n\t\thow an appeal may be made and dealt with;\n\t\tfurther appeals;\n\t\twho may be parties to an appeal or further appeal.\n\tIn this section “registered particulars”, in relation to a local service,means the particulars of the service required to be registered under section 6of the Transport Act 1985."
    },
    {
        "length": 1958,
        "text": "\nSApplication of TUPE\n\tSubsection (3) applies to a situation in which—\n\t\ton the coming into force of an awarded contract, one or more local servicescease to be provided by a person (the “former operator”) in the area to whichthe relevant enhanced partnership scheme relates because the cancellation ofthe registration of the service or services under a relevant provision becomeseffective, and\n\t\tat the same time, a person (the “new operator”) begins to provide one ormore local services in that area by virtue of that awarded contract.\n\tSubsection (3) also applies to a situation in which—\n\t\tone or more local services which, on the coming into force of an awardedcontract, a person (the “former operator”) would be required to ceaseproviding in the area mentioned in subsection (1)(a) of this section becausethe cancellation of the registration of the service or services under arelevant provision would have become effective, cease to be provided by theformer operator before the coming into force of that awarded contract, and\n\t\tat the same time, a person (the “new operator”) begins to provide one ormore local services in that area under an agreement which the authority orauthorities operating the relevant enhanced partnership scheme entered into byreason of the cessation of the local service or services referred to inparagraph (a).\n\tAny situation to which this subsection applies is to be treated as arelevant transfer for the purposes of the Transfer of Undertakings (Protectionof Employment) Regulations 2006 (“TUPE”) (whether or not TUPE would applyapart from this subsection).\n\tFor the purposes of TUPE, the organised grouping of employees that issubject to the relevant transfer consists of those employees of the formeroperator whose employment is principally connected with the provision of thelocal services referred to in subsection (1)(a) or (as the case may be) thelocal services referred to in subsection (2)(a).\n\tAny situation which by virtue of this section is treated as a relevanttransfer for the purposes of TUPE is also to be treated as a relevant transferwithin the meaning of TUPE for the purposes of—\n\t\tsections 257 and 258 of the Pensions Act 2004, and\n\t\tany regulations made under section 258 of that Act.\n\tThe Secretary of State may make regulations supplementing the provisionmade by this section.\n\tThe provision that may be made by regulations under subsection (6)includes—\n\t\tprovision for determining, for the purposes of subsection (4), whether aperson’s employment is principally connected with the provision of anyparticular local services (including provision for or in connection with theappointment of a person to make such determination);\n\t\tprovision for determining, in the case of any particular organised groupingof employees, the particular new operator who is to be the transferee for thepurposes of TUPE (including provision for or in connection with theappointment of a person to make such determination);\n\t\tprovision requiring any person operating local services in the area towhich an enhanced partnership scheme relates to provide the authority orauthorities operating the scheme with such information as may be prescribed,at such time as may be prescribed, about such of that person’s employees aswould fall within subsection (4) if the person ceased to provide thoseservices in the circumstances described in subsection (1)(a);\n\t\tprovision requiring the authority or authorities operating an enhancedpartnership scheme to provide all persons operating local services in the areato which the scheme relates with such information as may be prescribed, atsuch time as may be prescribed, so as to enable such persons to comply withany requirement imposed by virtue of paragraph (c) of this subsection;\n\t\tprovision requiring the authority or authorities operating an enhancedpartnership scheme to ensure that any awarded contract entered into with aperson because of the scheme, or any other agreement made with a person forthe provision of local services in the area to which the scheme relates, ismade on terms—\n\t\tthat require the person, in the event of there being any transferringemployees, to secure pension protection for every transferring employee, orevery transferring employee of a prescribed description, who as an employee ofthe former operator had rights to acquire pension benefits, and\n\t\tthat, so far as relating to the securing of pension protection for atransferring employee, are enforceable by the employee.\n\tFor the purposes of this section—\n\t\t“transferring employee” means an employee of a former operator whosecontract of employment becomes, either by virtue of TUPE or by virtue of thissection, a contract of employment with a new operator;\n\t\t“pension protection” is secured for a transferring employee if after thechange of employer referred to in paragraph (a)—\n\t\tthe employee has, as an employee of the new operator, rights to acquirepension benefits, and\n\t\tthose rights are of such description as is prescribed by regulations.\n\tThe Secretary of State must exercise the power conferred by this section tomake regulations containing provision falling within subsection (7)(e) so asto ensure—\n\t\tthat pension protection is required to be secured for every transferringoriginal employee who, as an employee of the original operator, had rights toacquire pension benefits, and\n\t\tthat the rights to acquire pension benefits which a transferring originalemployee has as an employee of the new operator by virtue of paragraph (a) arerights which—\n\t\tare the same as the rights the transferring original employee had as anemployee of the original operator, or\n\t\tunder provision made by regulations, count as being broadly comparable to,or better than, those rights.\n\tFor the purposes of subsection (9)—\n\t\t  * “transferring original employee” means a transferring employee—\n\t\twho immediately before the relevant date was employed by a person (the“original operator”) providing local services in the area to which therelevant enhanced partnership scheme relates, and\n\t\twhose contract of employment—\n\t\twas, from that date until the change of employer referred to in subsection(8)(a), a contract of employment with the original operator, or\n\t\ton each occasion when the employee was subject to a relevant transfer became,either by virtue of TUPE or by virtue of this section, a contract ofemployment with a person providing local services in the area referred to inparagraph (a);\n\t\t\t  * “relevant date”, in relation to an enhanced partnership scheme, means—\n\t\tthe date on which the scheme was made, or\n\t\twhere—\n\t\tthe local services being provided by the original operator were not subject tothe scheme when it was made, and\n\t\tas a result of the variation of the scheme, those services became subject tothe scheme,\n\t\t\tthe date on which that variation was made;\n\t\t\t  * “relevant transfer” means anything that is, or is to be treated as, a relevant transfer for the purposes of TUPE.\n\tIn this section—\n\t\t  * “awarded contract” means a contract authorising a person to provide a local service that is awarded in accordance with—\n\t\tregulations made by virtue of section 6E(6) of the Transport Act 1985(provision for services to be allocated), or\n\t\tregulations made by virtue of section 138Q(4)(d);\n\t\tand an awarded contract is to be regarded as in force when the authority toprovide a service has effect;\n\t\t\t  * “relevant provision” means—\n\t\tsection 6E(2) of the Transport Act 1985 (cancellation where incompatibilitywith a requirement falling within section 138C(1)), or\n\t\tregulations made by virtue of section 138Q(4)(c).”"
    },
    {
        "length": 1015,
        "text": "\nInformation about local services\n\tAfter section 143A of the Transport Act 2000 (inserted by section 5) insert—\n\t“143BPower to obtain information about local services: enhancedpartnership schemes\n\t\tIf a local transport authority in England, or two or more such authoritiesacting jointly, are preparing an enhanced partnership plan or scheme, theauthority or any of the authorities may, in connection with preparing the planor scheme, require an operator of a local service in their area or combinedarea to supply relevant information.\n\t\tA local transport authority in England that are party to an enhancedpartnership plan may, in connection with any relevant function, require anoperator of a local service in their area, or in the combined area of theauthority and any other local transport authority in England that are party tothe plan, to supply relevant information.\n\t\tIf an enhanced partnership plan is proposed to be varied so as to includeanother local transport authority in England, that authority may, inconnection with determining whether and how to vary an enhanced partnershipplan or scheme, require an operator of a local service in their area, or inthe combined area of that authority and any other local transport authority inEngland that would be party to the plan as it is proposed to be varied, tosupply relevant information.\n\t\tThe operator may be required—\n\t\t\tto provide the information in any form in which, having regard to themanner in which the information is kept, it is reasonable to expect him toprovide it, and\n\t\t\tto provide the information before the end of such reasonable period as maybe specified by the local transport authority.\n\t\tIf it appears to a local transport authority that an operator of a localservice has failed to take all reasonable steps to comply with a request underthis section, the authority must inform a traffic commissioner.\n\t\tA local transport authority that have obtained information under thissection in connection with a function relating to an enhanced partnership planor scheme may—\n\t\t\tuse the information for the purposes of the function for which it wasobtained, and\n\t\t\tsupply the information to a person specified in subsection (7) for use forthose purposes in connection with the same plan or scheme.\n\t\tThe persons referred to in subsection (6) are—\n\t\t\ta local transport authority;\n\t\t\tthe Secretary of State;\n\t\t\ta metropolitan district council;\n\t\t\ta person providing services to a local transport authority, the Secretaryof State or a metropolitan district council.\n\t\tA public authority must not disclose information supplied to the authorityunder this section if it is information which the authority may refuse todisclose in response to a request under the Freedom of Information Act 2000 inreliance on a claim that the information is exempt information by virtue ofsection 40, 41, 42 or 43 of the Freedom of Information Act 2000.\n\t\tSubsection (8) does not prevent the disclosure of information—\n\t\t\tunder subsection (6)(b),\n\t\t\tin the case of information relating to the affairs of an individual who isalive or a particular business that is being carried on, with the consent ofthe individual or the person for the time being carrying on the business,\n\t\t\tin connection with the investigation of crime or for the purposes ofcriminal proceedings,\n\t\t\tfor the purposes of civil proceedings brought by virtue of this Act or theTransport Act 1985,\n\t\t\tin order to comply with the order of a court of tribunal, or\n\t\t\tin order to comply with a requirement imposed by law.\n\t\tThe prohibition in subsection (8) is to be disregarded for the purposes ofsection 44 of the Freedom of Information Act 2000.\n\t\tIn this section—\n\t\t\t  * “relevant function” means—\n\t\t\treviewing an enhanced partnership plan or the operation of an enhancedpartnership scheme,\n\t\t\tdetermining whether and how to vary an enhanced partnership plan or scheme, or\n\t\t\tdetermining whether to revoke an enhanced partnership plan or scheme;\n\t\t\t\t  * “relevant information” means information relating to a local service or passengers on a local service which is of a description specified in regulations made by the Secretary of State.”"
    },
    {
        "length": 823,
        "text": "\nRegistration of local services\n\tThe Transport Act 1985 is amended as follows.\n\tIn section 6 (registration of local services), after subsection (2B)insert—\n\t\t“(2C)Where—\n\t\ta requirement imposed under section 138A(5)(b) of the Transport Act 2000(requirements specified in an enhanced partnership scheme) has effect, and\n\t\tan application to register a service, or to vary the registration of aservice, is made in respect of a service to which that requirement would applyif the application were granted,\n\t\tsection 6D has effect with respect to the application.”\n\tIn section 6, after subsection (2C) (inserted by subsection (2)) insert—\n\t“(2D)Where—\n\t\tan enhanced partnership scheme under section 138A of the Transport Act 2000is in operation,\n\t\ta service is registered, or a registration of a service is varied, underthis section, and\n\t\ta requirement imposed under section 138A(5)(b) of the Transport Act 2000applies to the service or the service as varied,\n\t\tthe requirement is to be recorded with the particulars of the service requiredto be registered under this section.”\n\tIn section 6, in subsection (9) (regulations for carrying section 6 intoeffect), after paragraph (h) insert—\n\t\tas to the variation or cancellation of the record of a requirementimposed under section 138A(5)(b) of the Transport Act 2000;”.\n\tAfter section 6C (inserted by section 19) insert—\n\t“6DApplications for registration where an enhanced partnership scheme isin operation\n\t\tThis section applies in any case where—\n\t\t\tan enhanced partnership scheme under section 138A of the Transport Act 2000is in operation;\n\t\t\ta requirement imposed under section 138A(5)(b) of the Transport Act 2000has effect;\n\t\t\tan application for registration, or for variation of registration, is madeunder section 6 of this Act in respect of a local service to which thatrequirement would apply if the application were granted; and\n\t\t\tthe application is one which would fall to be accepted, apart from thissection.\n\t\tA traffic commissioner must refuse the application if—\n\t\t\tthe requirement is an operation requirement, and\n\t\t\tthe traffic commissioner considers that the person who would be theoperator of—\n\t\t\tthe service proposed to be provided, or,\n\t\t\tthe service as proposed to be varied,\n\t\t\t\tis unlikely to be able to comply with that requirement as regards thatservice.\n\t\tIf, where the requirement is a route requirement, the registration, orvariation of registration, of the service under section 6 is prevented byregulations under section 6E(6), a traffic commissioner must refuse theapplication.\n\t\tIn this section—\n\t\t\t  * “operation requirement” means a requirement imposed under section 138A(5)(b) of the Transport Act 2000, other than a route requirement;\n\t\t\t  * “route requirement” means a requirement imposed under section 138A(5)(b) of the Transport Act 2000 that falls within section 138C(1) of that Act.”"
    },
    {
        "length": 1007,
        "text": "\nCancellation of registration etc\n\tThe Transport Act 1985 is amended as follows.\n\tIn section 6, after subsection (7A) insert—\n\t\t“(7B)Where an enhanced partnership scheme under section 138A of the TransportAct 2000 is in operation, the registration of a service may also be cancelledunder section 6E.”\n\tAfter section 6D (inserted by section 11) insert—\n\t“6ECancellation and control of registration where enhanced partnershipscheme is in operation\n\t\tThis section applies in a case where—\n\t\t\tan enhanced partnership scheme under section 138A of the Transport Act 2000is in operation, and\n\t\t\tone or more requirements imposed under section 138A(5)(b) of the TransportAct 2000 by the scheme have effect.\n\t\tIf a traffic commissioner considers that—\n\t\t\tan operation requirement imposed by the scheme applies to a serviceregistered under section 6, and\n\t\t\tthe service is not being provided in accordance with that requirement,\n\t\t\t\tthe traffic commissioner may cancel the registration of that service.\n\t\tIf a traffic commissioner considers that—\n\t\t\ta route requirement imposed by the scheme applies to a service registeredunder section 6, and\n\t\t\tthat service cannot be provided in accordance with that requirement,\n\t\t\tthe traffic commissioner must cancel the registration of that service.\n\t\tIf a traffic commissioner considers that—\n\t\t\ta route requirement imposed by the scheme applies to two or more servicesregistered under section 6, and\n\t\t\tthose services cannot all be provided in accordance with that requirement,\n\t\t\tthe traffic commissioner must cancel the registration of those services.\n\t\tSubject to regulations under this section, a cancellation of theregistration of a service under subsection (2), (3) or (4) becomes effectiveon the expiry of the period beginning with the date on which a trafficcommissioner gives notice to the operator of the service of the cancellationof the registration and ending with the date determined in accordance withregulations under this section.\n\t\tRegulations under this section may make provision controlling theregistration, or the variation of registration, under section 6 of localservices which would, or would as varied, be subject to a route requirement byreference to which a registration or registrations was or were cancelled undersubsection (3) or (4).\n\t\tRegulations under subsection (6) may, in particular—\n\t\t\tprovide for the determination of the services that may be registered andthe persons who may register such services;\n\t\t\tprovide for those matters to be determined by the local transport authorityor authorities operating the enhanced partnership scheme;\n\t\t\tprovide for the authority or authorities to award contracts authorisingpersons to provide local services or local services of particulardescriptions;\n\t\t\tprovide for services not to be registered under section 6, and forvariations of registration under section 6 not to be made, in prescribedcases;\n\t\t\tmake provision as to the period during which the registration, or variationof registration, of local services under section 6 is subject to provisionunder subsection (6).\n\t\tRegulations may be made for the purpose of carrying this section intoeffect and any such regulations may, in particular—\n\t\t\tmake provision as to the procedure for cancellation under this section,including provision for giving notice of an intention to cancel unless anoperator of a local service satisfies prescribed conditions;\n\t\t\tmake provision for cancellation under subsection (3) or (4) to be revokedif prescribed conditions are satisfied, including conditions relating to thevariation or cancellation under section 6 of the registration of one or moreof the services affected;\n\t\t\tmake provision for the time at which cancellation under subsection (3) or(4) becomes effective to be postponed in prescribed circumstances.\n\t\tIn this section—\n\t\t\t  * “local transport authority” has the meaning given in section 108(4) of the Transport Act 2000;\n\t\t\t  * “operation requirement” and “route requirement” have the same meaning as in section 6D.”"
    },
    {
        "length": 695,
        "text": "\nAppeals \n\tAfter section 6E of the Transport Act 1985 (inserted by section 12) insert—\n\t“6FEnhanced partnership schemes: appeals\n\t\tA person may appeal to the Upper Tribunal against—\n\t\t\ta decision to record a requirement under section 6(2D) (recording ofrequirements specified in an enhanced partnership scheme) in relation to aservice provided by the person,\n\t\t\ta refusal under section 6D(2) or (3) of an application made by the person,or\n\t\t\ta cancellation under section 6E of the registration of a service providedby the person.\n\t\tBut if the decision, refusal or cancellation was made by a local transportauthority by virtue of section 6G—\n\t\t\tthe appeal as regards that matter is to be made to a traffic commissioner,and\n\t\t\tthe local transport authority or authorities operating the relevantenhanced partnership scheme under section 138A of the Transport Act 2000 is orare to be parties to the proceedings.\n\t\tOn an appeal under subsection (2), a traffic commissioner may—\n\t\t\tuphold the decision,\n\t\t\tquash the decision, or\n\t\t\tsubstitute a decision for the decision made.\n\t\tRegulations may make provision—\n\t\t\tas to the time within which, and the manner in which, appeals undersubsection (2) may be made, and\n\t\t\tas to the procedure to be followed in connection with such appeals.\n\t\tA decision of a traffic commissioner on an appeal under subsection (2) maybe appealed to the Upper Tribunal by—\n\t\t\tthe person who appealed under subsection (2), or\n\t\t\tthe local transport authority or authorities operating the relevantenhanced partnership scheme.\n\t\tA local transport authority or authorities operating an enhancedpartnership scheme under section 138A of the Transport Act 2000 may appeal tothe Upper Tribunal against—\n\t\t\ta decision of a traffic commissioner to register a service that has astopping place in the area to which the scheme relates, or\n\t\t\ta decision of a traffic commissioner not to record a requirement undersection 6(2D) in relation to such a service.\n\t\tFor the purposes of section 13(2) of the Tribunals, Courts and EnforcementAct 2007 (appeals to Court of Appeal etc against decisions of the UpperTribunal) the following persons are to be treated as parties to a case—\n\t\t\tthe person whose service is in question;\n\t\t\tthe local transport authority or authorities operating the relevantenhanced partnership scheme; and\n\t\t\ta traffic commissioner.\n\t\tIn this section “local transport authority” has the meaning given insection 108(4) of the Transport Act 2000.”"
    },
    {
        "length": 2038,
        "text": "\nTraffic commissioner functions\n\tThe Transport Act 1985 is amended as follows.\n\tAfter section 6F (inserted by section 13) insert—\n\t“6GTraffic commissioner functions where an enhanced partnership scheme inoperation\n\t\tThis section applies where notice of—\n\t\t\tthe making of an enhanced partnership scheme under section 138A of theTransport Act 2000, or\n\t\t\tthe varying of an enhanced partnership scheme,\n\t\t\t\tis given to a traffic commissioner under section 138G(5) or 138M(6) of theTransport Act 2000 by a local transport authority or authorities.\n\t\tThe authority or authorities must also notify the traffic commissioner—\n\t\t\twhether or not the scheme, or the scheme as varied, specifies a routerequirement, and\n\t\t\tin relation to each route requirement specified, whether or not it relatesto—\n\t\t\ta particular service that only has stopping places in the area to which thescheme relates,\n\t\t\tparticular services at least one of which is such a service, or\n\t\t\ta particular description of services which includes or is capable ofincluding such a service.\n\t\tIn a case where the scheme, or the scheme as varied, relates to the wholeor part of the combined area of two or more local transport authorities, thenotification under subsection (2) must also state which of the authorities isthe lead authority.\n\t\tIf the scheme, or the scheme as varied, specifies a route requirement thatrelates to a particular service that only has stopping places in the area towhich the scheme relates, particular services at least one of which is such aservice or a particular description of services which includes or is capableof including such a service—\n\t\t\ta traffic commissioner must delegate the relevant registration functions asregards services that only have stopping places in that area to the authorityor the lead authority (as the case may be), and\n\t\t\tthe authority or the lead authority (as the case may be) must carry themout.\n\t\tA delegation under subsection (4) has effect—\n\t\t\twhen the scheme comes into operation, or\n\t\t\twhen the variation of the scheme takes effect (as the case may be).\n\t\tIf subsection (4) does not apply, the authority or the lead authority (asthe case may be)—\n\t\t\tmay elect to carry out the relevant registration functions as regardsservices that only have stopping places in the area to which the schemerelates as from a particular time, and\n\t\t\tif that election is made, must notify a traffic commissioner of thatelection and the time selected.\n\t\tIf notification is given under subsection (6), a traffic commissioner mustdelegate the relevant registration functions to—\n\t\t\tthe authority, or\n\t\t\tthe lead authority (as the case may be);\n\t\t\tand the authority or the lead authority (as the case may be) must carry themout.\n\t\tA delegation under subsection (4) or (7) may come to end only when thescheme in question ceases to operate.\n\t\tRegulations may be made for the purpose of carrying this section intoeffect.\n\t\tIn this section—\n\t\t\t  * “local transport authority” has the meaning given in section 108(4) of the Transport Act 2000;\n\t\t\t  * “the relevant registration functions”, in relation to an enhanced partnership scheme, means the functions of a traffic commissioner under sections 6, 6D and 6E of this Act so far as relating to—\n\t\t\tin the case of functions relating to the variation of registration, servicesthat would be relevant services if varied as proposed, or\n\t\t\tin the case of any other function, relevant services;\n\t\t\t\t  * “relevant service”, in relation to an enhanced partnership scheme, means a local service that only has stopping places in the area to which the scheme relates;\n\t\t\t\t  * “route requirement” has the same meaning as in section 6D.”\n\t\tAfter section 6G (inserted by subsection (2)) insert—\n\t“6HFees relating to relevant registration functions\n\t\tThis section applies where the relevant registration functions of a trafficcommissioner are carried out by a local transport authority in accordance withsection 6G.\n\t\tThe local transport authority may charge fees under this section in respectof—\n\t\t\tan application under section 6 of this Act for the registration of arelevant service,\n\t\t\tan application under section 6 of this Act for the variation of theregistration of a service that, as varied, would be or continue to be arelevant service, and\n\t\t\tan application under section 6 of this Act for the cancellation of theregistration of a relevant service.\n\t\tThe fees—\n\t\t\tare to be determined by or in accordance with regulations,\n\t\t\tare to be payable by such persons and at such times as the regulations mayprovide, and\n\t\t\tare to be payable in one sum or in instalments, as provided by theregulations.\n\t\tIf a fee or instalment of a fee due under this section has not been paid,the local transport authority may decline to proceed with an applicationreferred to in subsection (2) to which the fee or instalment relates until thefee or instalment is paid.\n\t\tAmounts received in respect of fees charged under this section are notpayable to the traffic commissioner (and accordingly may be retained by alocal transport authority).\n\t\tWhere this section applies, fees may not be charged under section 52 of the1981 Act (as applied by section 126 of this Act) in respect of an applicationreferred to in subsection (2).\n\t\tIn this section—\n\t\t\t  * “local transport authority” has the meaning given in section 108(4) of the Transport Act 2000;\n\t\t\t  * “relevant service” has the same meaning as in section 6G;\n\t\t\t  * “the relevant registration functions” has the same meaning as in section 6G.”\n\t\tAfter section 6H (inserted by subsection (3)) insert—\n\t“6IRecords of registration etc\n\t\tThis section applies where the relevant registration functions of a trafficcommissioner are carried out by a local transport authority in accordance withsection 6G.\n\t\tThe local transport authority must keep a record of—\n\t\t\tthe local services that are registered and the registrations that arevaried or cancelled by the authority under section 6;\n\t\t\tthe requirements imposed under section 138A(5)(b) of the Transport Act 2000that are recorded by the authority as applying to services registered undersection 6;\n\t\t\tthe local services that are cancelled by the authority under section 6E.\n\t\tThe authority must allow the record to be inspected at all reasonable timesby members of the public.\n\t\tThe authority must supply to a traffic commissioner particulars of—\n\t\t\tthe local services that are registered and the registrations that arevaried or cancelled by the authority under section 6;\n\t\t\tthe requirements imposed under section 138A(5)(b) of the Transport Act 2000that are recorded by the authority as applying to services registered undersection 6;\n\t\t\tthe local services that are cancelled by the authority under section 6E.\n\t\tA record kept under this section is admissible in evidence of the mattersrequired under this section to be entered in that record.\n\t\tA copy of an entry made in such a record in pursuance of this sectionpurporting to be—\n\t\t\tsigned on behalf of the authority by which the record is kept, and\n\t\t\tcertified as a true copy,\n\t\t\t\tis evidence of the matters stated in that entry without proof of the signatureor authority of the person signing it.\n\t\tRegulations may be made for the purpose of carrying this section intoeffect and any such regulations may, in particular, make provision—\n\t\t\tas to the form of records under this section and the particulars they mustcontain;\n\t\t\tas to the particulars to be supplied to a traffic commissioner under thissection.\n\t\tIn this section—\n\t\t\t  * “local transport authority” has the meaning given in section 108(4) of the Transport Act 2000;\n\t\t\t  * “the relevant registration functions” has the same meaning as in section 6G.”"
    },
    {
        "length": 715,
        "text": "\nPowers to make traffic regulation orders\n\tPowers to make traffic regulation orders\n\t\tThe Road Traffic Regulation Act 1984 is amended as follows.\n\t\tIn section 1 (traffic regulation orders outside Greater London), insubsection (3A), after “facilities” insert “or for the taking of relevant busscheme measures”.\n\t\tIn section 1(3B), before paragraph (a) insert—\n\t\t\tfacilities provided pursuant to an advanced quality partnership schemeunder Part 2 of the Transport Act 2000;”.\n\t\tIn section 1(3B), in paragraph (a), for “Part 2 of the Transport Act 2000”substitute “that Part”.\n\t\tIn section 1(3B), after paragraph (a), insert—\n\t\t\tfacilities provided in connection with a franchising scheme under thatPart (see section 123A(3)(d) of that Act);”.\n\t\tIn section 1(3B), after paragraph (b) insert—\n\t\t\tfacilities provided pursuant to an enhanced partnership scheme under thatPart.”\n\t\tIn section 1, after subsection (3B) insert—\n\t\t\t“(3C)In subsection (3A) “relevant bus scheme measures” means—\n\t\t\tmeasures taken pursuant to an advanced quality partnership scheme underPart 2 of the Transport Act 2000;\n\t\t\tmeasures taken pursuant to an enhanced partnership scheme under that Part.”\n\t\tIn Schedule 9 (special provisions as to certain orders), in paragraph 27(variation or revocation of orders under section 1 etc), in sub-paragraph (1),for “and (3)” substitute “, (2A), (3) and (4)”.\n\t\tIn paragraph 27 of that Schedule, after sub-paragraph (2) insert—\n\t\t“(2A)Where an order is required for the provision of facilities or the takingof measures pursuant to an advanced quality partnership scheme made under Part2 of the Transport Act 2000 by more than one authority—\n\t\t\tit may not be varied or revoked by virtue of this paragraph by theSecretary of State unless the Secretary of State has consulted the otherauthority or authorities who made the scheme, and\n\t\t\tit may not be varied or revoked by virtue of this paragraph by any otherauthority without the consent of that other authority or those otherauthorities.”\n\t\tIn paragraph 27 of that Schedule, after sub-paragraph (3) insert—\n\t\tWhere an order is required for the provision of facilities or the takingof measures pursuant to an enhanced partnership scheme made under Part 2 ofthe Transport Act 2000 by more than one authority—\n\t\t\tit may not be varied or revoked by virtue of this paragraph by theSecretary of State unless the Secretary of State has consulted the otherauthority or authorities who made the scheme, and\n\t\t\tit may not be varied or revoked by virtue of this paragraph by any otherauthority without the consent of that other authority or those otherauthorities.”"
    },
    {
        "length": 1913,
        "text": "\nInformation for bus passengers\n\tInformation for bus passengers\n\t\tAfter section 181 of the Equality Act 2010 insert—\n\t\t“CHAPTER 2ABus services\n\t\t\tAInformation for bus passengers\n\t\t\t\tThe Secretary of State may, for the purpose of facilitating travel bydisabled persons, make regulations requiring operators of local services tomake available information about a local service to persons travelling on theservice.\n\t\t\t\tThe regulations may make provision about—\n\t\t\t\t\tthe descriptions of information that are to be made available;\n\t\t\t\t\thow information is to be made available.\n\t\t\t\tThe regulations may, in particular, require an operator of a local serviceto make available information of a prescribed description about—\n\t\t\t\t\tthe name or other designation of the local service;\n\t\t\t\t\tthe direction of travel;\n\t\t\t\t\tstopping places;\n\t\t\t\t\tdiversions; \n\t\t\t\t\tconnecting local services.\n\t\t\t\tThe regulations may, in particular—\n\t\t\t\t\tspecify when information of a prescribed description is to be madeavailable;\n\t\t\t\t\tspecify how information of a prescribed description is to be madeavailable, including requiring information to be both announced and displayed;\n\t\t\t\t\tspecify standards for the provision of information, including standardsbased on an announcement being audible or a display being visible to a personof a prescribed description in a prescribed location;\n\t\t\t\t\tspecify forms of communication that are not to be regarded as satisfying arequirement to make information available.\n\t\t\t\tRegulations under this section may make different provision—\n\t\t\t\t\tas respects different descriptions of vehicle;\n\t\t\t\t\tas respects the same description of vehicle in different circumstances.\n\t\t\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\t\t\tthe Welsh Ministers;\n\t\t\t\t\tthe Scottish Ministers.\n\t\t\tBExemptions etc\n\t\t\t\tThe Secretary of State may by regulations make provision for securing thatthe provisions of regulations under section 181A do not apply or apply subjectto such modifications or exceptions as the regulations may specify to—\n\t\t\t\t\tpublic service vehicles of a prescribed description;\n\t\t\t\t\toperators of a prescribed description;\n\t\t\t\t\tlocal services of a prescribed description.\n\t\t\t\tRegulations under subsection (1)(b) may, in particular, make provision byreference to an operator’s size.\n\t\t\t\tRegulations under this section may also make provision for securing thatthe provisions of regulations under section 181A do not apply or apply subjectto such modifications or exceptions as the regulations may specify to—\n\t\t\t\t\ta prescribed public service vehicle;\n\t\t\t\t\tpublic service vehicles of a prescribed operator;\n\t\t\t\t\ta prescribed local service.\n\t\t\t\tRegulations under subsection (1) or (3) may make the provision subject tosuch restrictions and conditions as are specified in the regulations.\n\t\t\t\tRegulations under subsection (1) or (3) may specify the period for whichprovisions of those regulations are to have effect.\n\t\t\t\tRegulations under subsection (1) may make different provision for differentareas.\n\t\t\t\tSection 207(2) does not require regulations under this section that applyonly to—\n\t\t\t\t\ta prescribed public service vehicle,\n\t\t\t\t\tpublic service vehicles of a prescribed operator, or\n\t\t\t\t\ta prescribed local service,\n\t\t\t\t\t\tto be made by statutory instrument; but such regulations are as capable ofbeing amended or revoked as regulations made by statutory instrument.\n\t\t\t\tBefore making regulations under this section, the Secretary of State mustconsult—\n\t\t\t\t\tthe Welsh Ministers;\n\t\t\t\t\tthe Scottish Ministers.\n\t\t\tCGuidance \n\t\t\t\tThe Secretary of State must issue guidance about the duties imposed onoperators of local services by regulations under section 181A.\n\t\t\t\tThe Secretary of State—\n\t\t\t\t\tmust review the guidance issued under subsection (1), at intervals notexceeding five years, and\n\t\t\t\t\tmay revise it.\n\t\t\t\tBefore issuing the guidance or revising it in a way which would, in theopinion of the Secretary of State, result in a substantial change to it, theSecretary of State must consult—\n\t\t\t\t\tthe Welsh Ministers,\n\t\t\t\t\tthe Scottish Ministers,\n\t\t\t\t\tthe Passengers’ Council,\n\t\t\t\t\tsuch organisations representing disabled persons, including the DisabledPersons Transport Advisory Committee and the committee established undersection 72 of the Transport (Scotland) Act 2001, as the Secretary of Statethinks fit,\n\t\t\t\t\tsuch organisations representing operators of local services as theSecretary of State thinks fit, and\n\t\t\t\t\tsuch other persons as the Secretary of State thinks fit.\n\t\t\t\tThe Secretary of State must arrange for any guidance issued or revisedunder this section to be published in a way the Secretary of State considersappropriate.\n\t\t\tDInterpretation \n\t\t\t\tIn this Chapter—\n\t\t\t\t\t  * “local service” has the same meaning as in the Transport Act 1985;\n\t\t\t\t\t  * “public service vehicle” means a vehicle that is a public service vehicle for the purposes of the Public Passenger Vehicles Act 1981;\n\t\t\t\t\t  * “stopping place” has the same meaning as in the Transport Act 1985.\n\t\t\t\tFor the purposes of this Chapter, a local service (“service A”) is aconnecting local service in relation to another local service (“service B”) ifservice A has a stopping place at, or in the vicinity of, a stopping place ofservice B.\n\t\t\t\tReferences in this Chapter to the operator of a passenger transport serviceof any description are to be construed in accordance with section 137(7) ofthe Transport Act 1985.”\n\t\t\t\tIn section 207 of that Act (exercise of power to make orders andregulations), in subsection (5), after “174(4)” insert “, 181A(5), 181B(6)”.\n\t\t\t\tIn section 208 of that Act (procedure for orders and regulations), insubsection (5) (statutory instruments subject to affirmative procedure), afterparagraph (f) insert—\n\t\t\t\t\tregulations under section 181A or 181B (information for buspassengers);”.\n\t\t\t\tIn section 26 of the Transport Act 1985 (conditions attached to PSVoperators’ licence), in subsection (1), after paragraph (bb) insert—\n\t\t\t\t\tthe operator has failed to comply with a requirement of regulations madeunder section 181A of the Equality Act 2010;”.\n\t\t\t\tIn section 155 of the Transport Act 2000 (sanctions), after subsection(1ZD) (inserted by Schedule 4), insert—\n\t\t\t\t\t“(1ZE)Where a traffic commissioner is satisfied that the operator of a localservice has, without reasonable excuse, failed to comply with a requirement ofregulations made under section 181A of the Equality Act 2010, the trafficcommissioner may make one or more orders under subsection (1A)(a) or (d).”\n\t\t\t\tIn section 39 of the Transport (Scotland) Act 2001 (penalties), insubsection (1)—\n\t\t\t\t\tomit the “or” following paragraph (b);\n\t\t\t\t\tafter paragraph (c) insert “; or\n\t\t\t\t\tfailed to comply with a requirement of regulations made under section 181Aof the Equality Act 2010,”."
    },
    {
        "length": 1404,
        "text": "\nInformation about English bus services\n\tPower to require provision of information about English bus services\n\t\tAfter section 141 of the Transport Act 2000 insert—\n\t\t“141APower to require provision of information about English bus services\n\t\t\tThe Secretary of State may by regulations require—\n\t\t\t\tapplicants for the registration of relevant local services, or for thevariation or cancellation of any such registration, to provide prescribedinformation—\n\t\t\t\tin relation to the services, or\n\t\t\t\tin connection with the application;\n\t\t\t\toperators of registered relevant local services to provide prescribedinformation in relation to the services;\n\t\t\t\tlocal transport authorities to provide prescribed information in relationto relevant local services which have one or more stopping places in theirareas;\n\t\t\t\ttraffic commissioners to provide prescribed information that is held bythem in relation to relevant local services.\n\t\t\tThe information that may be prescribed is such information withinsubsection (3) as appears to the Secretary of State to be required—\n\t\t\t\tin order to make information about relevant local services available tousers or prospective users of those services, or\n\t\t\t\tin order to facilitate the exercise of functions relating to theregistration of relevant local services.\n\t\t\tThe information within this subsection is—\n\t\t\t\tinformation about routes, stopping places, timetables, fares and tickets,\n\t\t\t\tinformation about changes or proposed changes to routes, stopping places,timetables, fares and tickets, and\n\t\t\t\tinformation about the operation of the services.\n\t\t\tThe information within subsection (3)(c) includes—\n\t\t\t\tlive information, that is to say information provided immediately itbecomes available about the location of vehicles operating the services andthe time at which they stop, or are expected to stop, at stopping places, and\n\t\t\t\tinformation about the operation of the services in the past.\n\t\t\tThe regulations may make provision about—\n\t\t\t\tthe person to whom the information is to be provided,\n\t\t\t\tthe time when it is to be provided, and\n\t\t\t\tthe manner and form in which it is to be provided (including, inparticular, provision requiring it to be provided electronically).\n\t\t\tThe provision made under subsection (5)(a) may not require the informationto be provided to a person other than—\n\t\t\t\tthe Secretary of State;\n\t\t\t\ta local transport authority whose area is in England;\n\t\t\t\ta person prescribed in the regulations, being a person who provides orfacilitates the provision of, or is to provide or facilitate the provision of,information about relevant local services to users or prospective users ofthose services.\n\t\t\tThe regulations may provide that a reference in the regulations to astandard according to which the information is to be provided is to beconstrued as a reference to that standard as it has effect from time to time.\n\t\t\tThe regulations may make provision as to the use and disclosure of theinformation, including—\n\t\t\t\tprovision for the information to be made available free of charge andwithout restrictions on its use and disclosure, and\n\t\t\t\tprovision for information provided in connection with an application forregistration, or for the variation or cancellation of a registration, to beprovided to a traffic commissioner.\n\t\t\tThe regulations may make different provision for different areas.\n\t\t\tBefore making regulations under this section the Secretary of State mustconsult—\n\t\t\t\tsuch persons or organisations as appear to the Secretary of State torepresent the interests of operators and users of relevant local services,\n\t\t\t\tsuch persons or organisations as appear to the Secretary of State torepresent the interests of local transport authorities whose areas are inEngland, and\n\t\t\t\tsuch other persons or organisations as the Secretary of State considersappropriate.\n\t\t\tThe references to traffic commissioners in subsections (1)(d) and (8)(b)are to be read as including references to any local transport authoritycarrying out the functions of a traffic commissioner in accordance withsection 6G of the Transport Act 1985.\n\t\t\tIn this section—\n\t\t\t\t“relevant local service” means a local service which has one or morestopping places in the relevant area,\n\t\t\t\treferences to registration, in relation to a relevant local service, are toregistration under section 6 of the Transport Act 1985,\n\t\t\t\t“prescribed” means prescribed by regulations under this section, and\n\t\t\t\t“relevant area” means England outside Greater London.\n\t\t\tWhere a local service is or is to be provided both inside and outside therelevant area, any part of the service which is or is to be provided outsidethe relevant area is to be treated as a separate service for the purposes ofsubsection (12)(a) if there is any stopping place for that part of the serviceoutside the relevant area.”\n\t\t\tIn section 155(1)(c) of that Act (sanctions), at the end insert “or withregulations under section 141A of this Act”.\n\t\t\tIn section 160 of that Act (regulations and orders under Part 2)—\n\t\t\t\tin subsection (2), after “138F(10), 138G(9)” (inserted by Schedule 4 tothis Act) insert “or 141A(1) or”;\n\t\t\t\tin subsection (2A) (inserted by Schedule 2 to this Act), after “138F(10),138G(9)” (inserted by Schedule 4 to this Act) insert “or 141A(1)”.\n\t\t\tIn section 6 of the Transport Act 1985 (registration), at the end ofsubsection (9)(e) insert “(or, if the applicant is subject to requirementsimposed by regulations made by virtue of section 141A(1)(a) of the TransportAct 2000, complies with those requirements)”."
    },
    {
        "length": 1568,
        "text": "\nRegistration of bus services\n\tVariation or cancellation of registration: service information\n\t\tAfter section 6B of the Transport Act 1985 insert—\n\t\t“6CVariation or cancellation of registration: service information\n\t\t\tRegulations may require the operator of a local service registered undersection 6 to provide prescribed information to any local transport authorityin England in whose area the service has a stopping place if—\n\t\t\t\tthe operator—\n\t\t\t\thas made an application under section 6 to vary or cancel the registrationof the service, or\n\t\t\t\thas notified the local transport authority in accordance with regulationsunder that section that it proposes to make such an application, and\n\t\t\t\tthe authority requests the operator to provide the information.\n\t\t\tThe information that may be prescribed is information relating to—\n\t\t\t\tthe number of passengers using the service, the journeys made by thosepassengers and the fares paid by them, and\n\t\t\t\tthe revenue obtained by operating the service.\n\t\t\tRegulations under this section may, in particular—\n\t\t\t\tmake provision about the periods of time in respect of which informationmay be required,\n\t\t\t\tmake provision about the time when, and the manner and form in which,information is to be provided,\n\t\t\t\tprovide for a traffic commissioner or a body carrying out a trafficcommissioner’s functions in accordance with section 6G not to accept anapplication to vary or cancel the service if the operator has failed to complywith the regulations,\n\t\t\t\tmake provision about the use and disclosure of information provided underthe regulations (including provision about its further disclosure),\n\t\t\t\tmake provision as to cases in which section 67 of the 1981 Act does notapply in relation to contraventions of, or failures to comply with, theregulations,\n\t\t\t\tmake provision subject to conditions, and\n\t\t\t\tmake supplementary, incidental, consequential or transitional provision.\n\t\t\tIn this section “local transport authority” has the meaning given insection 108(4) of the Transport Act 2000.”\n\t\t\tIn section 155(1) of the Transport Act 2000 (sanctions), after paragraph(aa) insert—\n\t\t\t\tfailed to comply with a requirement to provide information imposed byvirtue of section 6C of that Act,”.\n\tRail replacement bus services\n\t\tIn section 6 of the Transport Act 1985 (registration of local services), insubsection (1), after “(1A)” insert “or (1D)”.\n\t\tAfter subsection (1C) of that section insert—\n\t\t\t“(1D)A service falls within this subsection if—\n\t\t\tit has one or more stopping places in England, and\n\t\t\tit is provided under an agreement entered into, where a railway service hasbeen temporarily interrupted, with the person who usually provides the railwayservice.\n\t\t\t(1E)Where a service is provided both inside and outside England, any part ofthe service which is provided outside England is to be treated as a separateservice for the purposes of subsection (1D) if there is any stopping place forthat part of the service outside England.”\n\t\tIn section 179 of the Greater London Authority Act 1999 (London localservices), for subsection (3) substitute—\n\t\tThe following are not London local services for the purposes of this Act—\n\t\t\ta service provided in pursuance of an agreement with the Secretary of Stateentered into under section 40 of the Railways Act 2005 (substitution servicesprovided for interrupted or discontinued railway services);\n\t\t\ta service provided under an agreement entered into, where a railway servicehas been temporarily interrupted, with the person who usually provides therailway service.”\n\tRegistration of English local services: fees where functions contractedout\n\t\tAfter section 6I of the Transport Act 1985 (inserted by section 14) insert—\n\t\t“6JContracting out of registration functions: fees\n\t\t\tRegulations may make provision about the charging of fees where anauthorised person exercises a function of a traffic commissioner in relationto an application specified in subsection (2).\n\t\t\tThose applications are—\n\t\t\t\tan application under section 6 of this Act for the registration of arelevant service,\n\t\t\t\tan application under section 6 of this Act for the variation of theregistration of a service that, as varied, would be or continue to be arelevant service, and\n\t\t\t\tan application under section 6 of this Act for the cancellation of theregistration of a relevant service.\n\t\t\tRegulations under this section may allow or require the authorised personto charge fees in respect of the application to which the function relates.\n\t\t\tThe regulations may—\n\t\t\t\tspecify the fees chargeable, or\n\t\t\t\tmake provision about the setting of fees by the authorised person,including provision about determining the amounts of such fees.\n\t\t\tThe regulations may include provision about—\n\t\t\t\twho must pay the fees and at what times, and\n\t\t\t\twhether the fees are payable in one sum or in instalments.\n\t\t\tThe regulations may provide that, if a fee or instalment of a fee due underthe regulations has not been paid, the authorised person may decline toproceed with an application referred to in subsection (2) to which the fee orinstalment relates until the fee or instalment is paid.\n\t\t\tThe regulations may make provision about how amounts received in respect offees charged under the regulations are to be applied.\n\t\t\tProvision made by virtue of subsection (7) may include—\n\t\t\t\tprovision for such amounts not to be payable to the traffic commissioner,and\n\t\t\t\tprovision that such amounts are to be paid, or not to be paid, into theConsolidated Fund.\n\t\t\tThe regulations may provide that fees are not to be charged under section52 of the 1981 Act (as applied by section 126 of this Act) in respect of theapplications referred to in subsection (2).\n\t\t\tIn this section—\n\t\t\t\t  * “authorised person”, in relation to a function of a traffic commissioner, means a person authorised to exercise that function by virtue of an authorisation given in accordance with an order under section 69 of the Deregulation and Contracting Out Act 1994;\n\t\t\t\t  * “relevant service” means a service which has stopping places only in England;\n\t\t\t\t  * “service” has the meaning given in section 6(1).”"
    },
    {
        "length": 370,
        "text": "\nBus companies: authorities in England\n\tBus companies: limitation of powers of authorities in England\n\t\tA relevant authority may not, in exercise of any of its powers, form acompany for the purpose of providing a local service.\n\t\tSubsection (1) applies whether the relevant authority is acting alone orwith any other person.\n\t\tIn this section—\n\t\t\t  * “company” has the same meaning as in the Companies Acts (see sections 1(1) and 2(1) of the Companies Act 2006); \n\t\t\t  * “form a company” is to be construed in accordance with section 7 of the Companies Act 2006; \n\t\t\t  * “local service” has the same meaning as in the Transport Act 1985 (see section 2 of that Act); \n\t\t\t  * “Passenger Transport Executive”, in relation to an integrated transport area in England or a combined authority area, means the body which is the Executive in relation to that area for the purposes of Part 2 of the Transport Act 1968; \n\t\t\t  * “relevant authority” means— \n\t\t\ta county council in England;\n\t\t\ta district council in England;\n\t\t\ta combined authority established under section 103 of the Local Democracy,Economic Development and Construction Act 2009;\n\t\t\tan Integrated Transport Authority for an integrated transport area in England;\n\t\t\ta Passenger Transport Executive for—\n\t\t\tan integrated transport area in England, or\n\t\t\ta combined authority area."
    },
    {
        "length": 710,
        "text": "\nGeneral\n\tPower to make consequential provision\n\t\tThe Secretary of State may by regulations make such provision as appears tothe Secretary of State to be appropriate in consequence of any provision madeby or under this Act.\n\t\tThe power conferred by subsection (1) includes power to amend, repeal,revoke or otherwise modify—\n\t\t\tan Act passed before or in the same Session as this Act, or\n\t\t\tan instrument made under an Act before the regulations come into force.\n\t\tRegulations under this section must be made by statutory instrument.\n\t\tA statutory instrument which contains (whether alone or with otherprovision) regulations under this section that amend or repeal a provision ofan Act may not be made unless a draft of the instrument has been laid before,and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument which contains any other regulations under thissection is subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tPower to make transitional, transitory or saving provision\n\t\tThe Secretary of State may by regulations make such transitional,transitory or saving provision as the Secretary of State considers appropriatein connection with the coming into force of any provision of this Act.\n\t\tThe regulations may in particular make provision about ticketing schemesunder section 135 of the Transport Act 2000 relating to areas in England thatexist immediately before the day on which section 7 of this Act comes intoforce.\n\t\tThe regulations may include provision for treating such ticketing schemesas made under section 134C of the Transport Act 2000 (inserted by section 7 ofthis Act).\n\t\tRegulations under this section must be made by statutory instrument.\n\t\tA statutory instrument which contains regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to the followingsubsections.\n\t\tSection 17(1) to (4) extend to England and Wales and Scotland.\n\t\tSection 17(6) extends to Scotland only.\n\t\tSections 23 to 27 extend to England and Wales and Scotland.\n\tCommencement \n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 23;\n\t\t\tsection 24;\n\t\t\tsection 25;\n\t\t\tthis section;\n\t\t\tsection 27.\n\t\tSection 17 comes into force on such day as the Secretary of State may byregulations made by statutory instrument appoint.\n\t\tThe remaining provisions of this Act—\n\t\t\tcome into force, for the purposes of making regulations or orders, on theday on which this Act is passed, and\n\t\t\tcome into force, for remaining purposes, at the end of the period of twomonths beginning with the day on which this Act is passed.\n\tShort title\n\t\tThis Act may be cited as the Bus Services Act 2017."
    }
]