{
    "general": "This law was passed in 2007 to make some changes to a previous law called the Northern Ireland (St Andrews Agreement) Act 2006. The St Andrews Agreement was an agreement between political parties in Northern Ireland to try to improve the peace process there. The 2007 law made some small changes to the earlier law to help keep the peace process moving forward.",
    "series": [
        [
            {
                "length": 319,
                "short": "\"Modifications to Dates in the Original St Andrews Agreement Act 2006\".",
                "text": "\n* Simplified point 1: The act modifies the original St Andrews Agreement Act 2006 to change the dates mentioned in the law.\n* Simplified point 2: The changes apply to references to dates between March 25th and March 28th, 2007, adjusting the effective date of certain sections of the law.\n* Simplified point 3: The order made by the Secretary of State on March 25th, 2007, is deemed not to have been made, and Part 2 of the Act, including Schedules 5-7, and Schedule 2, are deemed not to have come into force on March 26th, 2007.\n* Simplified point 4: Section 1(1)(b) of the Act, regarding the purpose of the Transitional Assembly, is modified to reflect the changes in the dates.\n* Simplified point 5: Any orders made by the Secretary of State on March 27th, 2007, are deemed not to have been made.\n* Simplified point 6: Schedule 3 of the Act, and the amendments and repeals made by it, are deemed not to have come into force on March 28th, 2007."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland (St Andrews Agreement) Act 2007 changed some of the dates in the original St Andrews Agreement Act 2006. This means that certain parts of the law were delayed or cancelled. For example, the Transitional Assembly's purpose was changed, and any orders made by the Secretary of State on March 27th, 2007, were considered not to have been made. Additionally, Schedule 3 of the Act and its amendments and repeals did not take effect on March 28th, 2007. In short, the Act modified the original agreement to delay or cancel certain provisions, changing the dates mentioned in the law.",
    "single": "\n* Modifies the Northern Ireland (St Andrews Agreement) Act 2006 to change the dates in the Act to May 7-9, 2007.\n* The order made by the Secretary of State on March 25, 2007, is deemed not to have been made.\n* Part 2 (including Schedules 5-7) of the Act and Schedule 2 to the Act, and the amendments and repeals made by those provisions, are deemed not to have come into force on March 26, 2007.\n* Section 1(1)(b) of the Act (purpose of the Transitional Assembly) shall have effect subject to the modifications in subsection (1) above.\n* Any order made by the Secretary of State on March 27, 2007, by virtue of section 2(3) of the Act shall be deemed not to have been made.\n* Schedule 3 to the Act (and the amendments and repeals made by it) shall be deemed not to come into force (or not to have come into force) on March 28, 2007.\n* The Act may be cited as the Northern Ireland (St Andrews Agreement) Act 2007."
}