[
    {
        "length": 1158,
        "text": "\nRegisters of persons seeking to acquire land to build a home\n\tEach relevant authority must keep a register of—\n\t\tindividuals, and\n\t\tassociations of individuals (including bodies corporate that exercisefunctions on behalf of associations of individuals),\n\t\t\twho are seeking to acquire serviced plots of land in the authority’s area inorder to build houses for those individuals to occupy as homes.\n\tEach relevant authority must publicise its register under this section.\n\tRelevant authorities are—\n\t\tdistrict councils;\n\t\tcounty councils in England so far as they are councils for an area forwhich there are no district councils;\n\t\tLondon borough councils;\n\t\tthe Common Council of the City of London;\n\t\tthe Council of the Isles of Scilly.\n\tThe Broads Authority is the relevant authority for the whole of its area,to the exclusion of any authority mentioned in subsection (3).\n\tA National Park authority in England is the relevant authority for thewhole of its area, to the exclusion of any authority mentioned in subsection(3).\n\tRegulations may—\n\t\tprovide for specified public authorities, or specified descriptions ofpublic authorities, to be relevant authorities for specified areas in England,and\n\t\tprovide for such an authority to be the relevant authority for its area tothe exclusion of any other authority.\n\tFor the purposes of this section the area of the Common Council includesthe Inner Temple and the Middle Temple.\n\tThe Schedule makes provision in relation to registers under this section.\nDuty as regards registers\n\tEach of the authorities mentioned in subsection (2) must have regard toeach register under section 1 that relates to its area when carrying out thefunctions mentioned in subsection (4).\n\tThe authorities referred to in subsection (1) are—\n\t\tcounty councils in England;\n\t\tdistrict councils;\n\t\tLondon borough councils;\n\t\tthe Common Council of the City of London (in its capacity as a localauthority);\n\t\tthe Sub-Treasurer of the Inner Temple (in that person’s capacity as a localauthority);\n\t\tthe Under-Treasurer of the Middle Temple (in that person’s capacity as alocal authority);\n\t\tthe Council of the Isles of Scilly;\n\t\tthe Broads Authority;\n\t\tNational Park authorities in England;\n\t\tsuch other public authorities, or descriptions of public authority, as maybe specified.\n\tRegulations under subsection (2)(j) that specify public authorities, ordescriptions of public authority, are to specify the areas in England that arethose authorities’ areas for the purposes of this section.\n\tThe functions referred to in subsection (1) are functions relating to—\n\t\tplanning; \n\t\thousing; \n\t\tthe disposal of any land of the authority;\n\t\tregeneration. \nGuidance \n\tA relevant authority must have regard to any guidance issued by theSecretary of State when exercising any function conferred or imposed by orunder section 1 or the Schedule.\n\tAn authority mentioned in section 2(2) must have regard to any guidanceissued by the Secretary of State when exercising the duty imposed by section2, including guidance about identifying functions affected by the duty.\nRegulations \n\tA statutory instrument containing regulations under—\n\t\tsection 1,\n\t\tsection 2, or\n\t\tparagraph 6 of the Schedule,\n\t\t\t(whether alone or with other provision) may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\tA statutory instrument containing regulations under—\n\t\tsection 5, or\n\t\tthe Schedule apart from paragraph 6,\n\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\tRegulations under this Act, apart from regulations under section 6, mayinclude incidental, supplementary, consequential, transitional, transitory orsaving provision.\nInterpretation \n\tIn this Act—\n\t  * “house” includes a dwelling that forms part of a building; \n\t  * “relevant authority” has the meaning given by section 1; \n\t  * “regulations” means regulations made by the Secretary of State by statutory instrument; \n\t  * “serviced plot of land” means a plot of land which satisfies such requirements about utilities and other matters as may be specified; \n\t  * “specified” means specified by regulations. \nExtent, commencement and short title\n\tThis Act extends to England and Wales.\n\tThis section comes into force on the day this Act is passed.\n\tThe other provisions of this Act come into force on such day or days asregulations may appoint; and different days may be appointed for differentpurposes.\n\tThis Act may be cited as the Self-build and Custom Housebuilding Act 2015.\n\t\tSection 1"
    }
]