{
    "general": "This law makes sure that local councils keep a list of people who want to build their own homes, called \"self-build\" or \"custom housebuilding\" projects. The council must look at this list when they are making plans for new developments in their area. This helps people who want to build their own homes to find suitable land and get the support they need from the council.",
    "series": [
        [
            {
                "length": 235,
                "short": "\"Self-Build Housing Registry Requirements in England and Wales\"",
                "text": "* Simplified point 1: The Self-build and Custom Housebuilding Act 2015 requires relevant authorities in England and Wales to maintain a register of individuals and associations seeking to acquire land to build a home.\n* Simplified point 2: Relevant authorities include district councils, county councils, London borough councils, and National Park authorities.\n* Simplified point 3: Registers must be publicised and made available for inspection.\n* Simplified point 4: The Act empowers the Secretary of State to issue regulations specifying public authorities that are required to have regard to the registers when carrying out certain functions related to planning, housing, land disposal, and regeneration.\n* Simplified point 5: Guidance can be issued by the Secretary of State to assist relevant authorities in exercising their functions under the Act.\n* Simplified point 6: Regulations under the Act require approval by Parliament through the affirmative procedure."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Self-build and Custom Housebuilding Act 2015 helps people who want to build their own homes or custom-made houses by requiring local authorities to keep a register of interested individuals and groups. This register will help these authorities identify potential self-builders and give them priority access to land and resources. The law also ensures that local authorities consider the needs of self-builders when making decisions about planning and development.\nThis means that if you're someone who wants to build your own home, you may be able to get access to land and resources more easily, and local authorities will take your needs into account when making decisions about development in your area.",
    "single": "\n• The Self-build and Custom Housebuilding Act 2015 requires certain public authorities in England to keep a register of individuals and associations seeking to acquire land to build a home.\n• The Act applies to district councils, county councils, London borough councils, the Common Council of the City of London, and the Council of the Isles of Scilly.\n• The Broads Authority and National Park authorities in England are also subject to the Act.\n• The Act requires public authorities to have regard to the registers when carrying out planning and other functions.\n• The Act applies to functions relating to planning, housing, land disposal, regeneration, and any other functions specified by regulations.\n• The Secretary of State can issue guidance for public authorities to follow when exercising their functions under the Act.\n• The Act allows for regulations to be made regarding the registers, including the information to be included and the manner in which the registers will be kept.\n• The Act sets out the extent, commencement, and short title of the Act, and states that it applies to England and Wales."
}