[
    {
        "length": 1471,
        "text": "\nCouncillors and members of the Greater London Authority\n\tIn the 1995 Act, after section 14D there is inserted—\n\t“Relationships between locally-electable authorities and their members\n\t\tAInterpretation of sections 15B and 15C\n\t\t\tSections 15B and 15C apply to the following authorities—\n\t\t\t\tthe Greater London Authority;\n\t\t\t\ta county council (in England or Wales);\n\t\t\t\ta county borough council (in Wales);\n\t\t\t\ta district council (in England);\n\t\t\t\ta London borough council;\n\t\t\t\tthe Common Council of the City of London;\n\t\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\ta council constituted under section 2 of the Local Government etc.(Scotland) Act 1994;\n\t\t\t\ta parish council (in England); and\n\t\t\t\ta community council (in Wales or Scotland).\n\t\t\tIn relation to a member of an authority to which sections 15B and 15Capply, a reference in those sections to his carrying-out of official businessis to his doing of anything—\n\t\t\t\tas member of the authority;\n\t\t\t\tas member of any body to which he is appointed by, or is appointedfollowing nomination by, the authority or a group of bodies that includes theauthority; or\n\t\t\t\tas member of any other body if it is a public body.\n\t\t\tIn this section and sections 15B and 15C “member”, in relation to theGreater London Authority, means Mayor of London or member of the LondonAssembly.\n\t\tBAuthorities and their members: discrimination and harassment\n\t\t\tIt is unlawful for an authority to which this section applies todiscriminate against a disabled person who is a member of the authority—\n\t\t\t\tin the opportunities which it affords the disabled person to receivetraining, or any other facility, for his carrying-out of official business;\n\t\t\t\tby refusing to afford, or deliberately not affording, the disabled personany such opportunities; or\n\t\t\t\tby subjecting the disabled person to any other detriment in connection withhis carrying-out of official business.\n\t\t\tIt is unlawful for an authority to which this section applies to subject adisabled person who is a member of the authority to harassment in connectionwith his carrying-out of official business.\n\t\t\tA member of an authority to which this section applies is not subjected toa detriment for the purposes of subsection (1)(c) by reason of—\n\t\t\t\this not being appointed or elected to an office of the authority;\n\t\t\t\this not being appointed or elected to, or to an office of, a committee orsub-committee of the authority; or\n\t\t\t\this not being appointed or nominated in exercise of any power of theauthority, or of a group of bodies that includes the authority, to appoint, ornominate for appointment, to any body.\n\t\t\tRegulations may make provision as to the circumstances in which treatmentis to be taken to be justified, or is to be taken not to be justified, for thepurposes of section 3A(1)(b) as it has effect for the interpretation of“discriminate” in subsection (1).\n\t\t\tRegulations under subsection (4) may (in particular) provide for section3A(3) to apply with prescribed modifications, or not to apply, for thosepurposes; but treatment of a disabled person cannot be justified undersubsection (4) if it amounts to direct discrimination falling within section3A(5).\n\t\t\tIf, in a case falling within section 3A(1) as it has effect for theinterpretation of “discriminate” in subsection (1), an authority to which thissection applies is under a duty imposed by section 15C in relation to adisabled person but fails to comply with that duty, its treatment of thatperson cannot be justified under subsection (4) unless it would have beenjustified even if it had complied with that duty.\n\t\tCAuthorities and their members: duty to make adjustments\n\t\t\tSubsection (2) applies where—\n\t\t\t\ta provision, criterion or practice applied by or on behalf of an authorityto which this section applies, or\n\t\t\t\tany physical feature of premises occupied by, or under the control of, suchan authority,\n\t\t\t\t\tplaces a disabled person who is a member of the authority at a substantialdisadvantage, in comparison with members of the authority who are not disabledpersons, in connection with his carrying-out of official business.\n\t\t\tIt is the duty of the authority to take such steps as it is reasonable, inall the circumstances of the case, for it to have to take in order to preventthe provision, criterion or practice, or feature, having that effect.\n\t\t\tSubsection (2) does not impose any duty on an authority to which thissection applies in relation to a member of the authority who is a disabledperson if the authority does not know, and could not reasonably be expected toknow, that the member—\n\t\t\t\thas a disability; and\n\t\t\t\tis likely to be affected in the way mentioned in subsection (1).\n\t\t\tRegulations may make provision, for purposes of this section—\n\t\t\t\tas to circumstances in which a provision, criterion or practice, orphysical feature, is to be taken to have the effect mentioned in subsection(1);\n\t\t\t\tas to circumstances in which a provision, criterion or practice, orphysical feature, is to be taken not to have the effect mentioned insubsection (1);\n\t\t\t\tas to circumstances in which it is, or as to circumstances in which it isnot, reasonable for an authority to have to take steps of a prescribeddescription;\n\t\t\t\tas to steps which it is always, or as to steps which it is never,reasonable for an authority to have to take;\n\t\t\t\tas to things which are, or as to things which are not, to be treated asphysical features.”"
    },
    {
        "length": 3052,
        "text": "\nDiscrimination by public authorities\n\tIn the 1995 Act, after section 21A there is inserted—\n\t“Public authorities\n\t\tBDiscrimination by public authorities\n\t\t\tIt is unlawful for a public authority to discriminate against a disabledperson in carrying out its functions.\n\t\t\tIn this section, and sections 21D and 21E, “public authority”—\n\t\t\t\tincludes any person certain of whose functions are functions of a publicnature; but\n\t\t\t\tdoes not include any person mentioned in subsection (3).\n\t\t\tThe persons are—\n\t\t\t\teither House of Parliament;\n\t\t\t\ta person exercising functions in connection with proceedings in Parliament;\n\t\t\t\tthe Security Service;\n\t\t\t\tthe Secret Intelligence Service;\n\t\t\t\tthe Government Communications Headquarters; and\n\t\t\t\ta unit, or part of a unit, of any of the naval, military or air forces ofthe Crown which is for the time being required by the Secretary of State toassist the Government Communications Headquarters in carrying out itsfunctions.\n\t\t\tIn relation to a particular act, a person is not a public authority byvirtue only of subsection (2)(a) if the nature of the act is private.\n\t\t\tRegulations may provide for a person of a prescribed description to betreated as not being a public authority for purposes of this section andsections 21D and 21E.\n\t\t\tIn the case of an act which constitutes discrimination by virtue of section55, subsection (1) of this section also applies to discrimination against aperson who is not disabled.\n\t\t\tSubsection (1)—\n\t\t\t\tdoes not apply to anything which is unlawful under any provision of thisAct other than subsection (1); and\n\t\t\t\tdoes not, subject to subsections (8) and (9), apply to anything which wouldbe unlawful under any such provision but for the operation of any provision inor made under this Act.\n\t\t\tSubsection (1) does apply in relation to a public authority’s function ofappointing a person to, and in relation to a public authority’s functions withrespect to a person as holder of, an office or post if—\n\t\t\t\tnone of the conditions specified in section 4C(3) is satisfied in relationto the office or post; and\n\t\t\t\tsections 4D and 4E would apply in relation to an appointment to the officeor post if any of those conditions was satisfied.\n\t\t\tSubsection (1) does apply in relation to a public authority’s functionswith respect to a person as candidate or prospective candidate for electionto, and in relation to a public authority’s functions with respect to a personas elected holder of, an office or post if—\n\t\t\t\tthe office or post is not membership of a House of Parliament, the ScottishParliament, the National Assembly for Wales or an authority mentioned insection 15A(1);\n\t\t\t\tnone of the conditions specified in section 4C(3) is satisfied in relationto the office or post; and\n\t\t\t\tsections 4D and 4E would apply in relation to an appointment to the officeor post if—\n\t\t\t\tany of those conditions was satisfied, and\n\t\t\t\tsection 4F(1) (but not section 4C(5)) was omitted.\n\t\t\tSubsections (8) and (9)—\n\t\t\t\tshall not be taken to prejudice the generality of subsection (1); but\n\t\t\t\tare subject to section 21C(5).\n\t\tCExceptions from section 21B(1)\n\t\t\tSection 21B(1) does not apply to—\n\t\t\t\ta judicial act (whether done by a court, tribunal or other person); or\n\t\t\t\tan act done on the instructions, or on behalf, of a person acting in ajudicial capacity.\n\t\t\tSection 21B(1) does not apply to any act of, or relating to, making,confirming or approving—\n\t\t\t\tan Act, an Act of the Scottish Parliament or an Order in Council; or\n\t\t\t\tan instrument made under an Act, or under an Act of the ScottishParliament, by—\n\t\t\t\ta Minister of the Crown;\n\t\t\t\ta member of the Scottish Executive; or\n\t\t\t\tthe National Assembly for Wales.\n\t\t\tSection 21B(1) does not apply to any act of, or relating to, imposingconditions or requirements of a kind falling within section 59(1)(c).\n\t\t\tSection 21B(1) does not apply to—\n\t\t\t\ta decision not to institute criminal proceedings;\n\t\t\t\twhere such a decision is made, an act done for the purpose of enabling thedecision to be made;\n\t\t\t\ta decision not to continue criminal proceedings; or\n\t\t\t\twhere such a decision is made—\n\t\t\t\tan act done for the purpose of enabling the decision to be made; or\n\t\t\t\tan act done for the purpose of securing that the proceedings are notcontinued.\n\t\t\tSection 21B(1) does not apply to an act of a prescribed description.\n\t\tDMeaning of “discrimination” in section 21B\n\t\t\tFor the purposes of section 21B(1), a public authority discriminatesagainst a disabled person if—\n\t\t\t\tfor a reason which relates to the disabled person’s disability, it treatshim less favourably than it treats or would treat others to whom that reasondoes not or would not apply; and\n\t\t\t\tit cannot show that the treatment in question is justified under subsection(3), (5) or (7)(c).\n\t\t\tFor the purposes of section 21B(1), a public authority also discriminatesagainst a disabled person if—\n\t\t\t\tit fails to comply with a duty imposed on it by section 21E incircumstances in which the effect of that failure is to make it—\n\t\t\t\timpossible or unreasonably difficult for the disabled person to receive anybenefit that is or may be conferred, or\n\t\t\t\tunreasonably adverse for the disabled person to experience being subjectedto any detriment to which a person is or may be subjected,\n\t\t\t\t\tby the carrying-out of a function by the authority; and\n\t\t\t\tit cannot show that its failure to comply with that duty is justified undersubsection (3), (5) or (7)(c).\n\t\t\tTreatment, or a failure to comply with a duty, is justified under thissubsection if—\n\t\t\t\tin the opinion of the public authority, one or more of the conditionsspecified in subsection (4) are satisfied; and\n\t\t\t\tit is reasonable, in all the circumstances of the case, for it to hold thatopinion.\n\t\t\tThe conditions are—\n\t\t\t\tthat the treatment, or non-compliance with the duty, is necessary in ordernot to endanger the health or safety of any person (which may include that ofthe disabled person);\n\t\t\t\tthat the disabled person is incapable of entering into an enforceableagreement, or of giving an informed consent, and for that reason thetreatment, or non-compliance with the duty, is reasonable in the particularcase;\n\t\t\t\tthat, in the case of treatment mentioned in subsection (1), treating thedisabled person equally favourably would in the particular case involvesubstantial extra costs and, having regard to resources, the extra costs inthat particular case would be too great;\n\t\t\t\tthat the treatment, or non-compliance with the duty, is necessary for theprotection of rights and freedoms of other persons.\n\t\t\tTreatment, or a failure to comply with a duty, is justified under thissubsection if the acts of the public authority which give rise to thetreatment or failure are a proportionate means of achieving a legitimate aim.\n\t\t\tRegulations may make provision, for purposes of this section, as tocircumstances in which it is, or as to circumstances in which it is not,reasonable for a public authority to hold the opinion mentioned in subsection(3)(a).\n\t\t\tRegulations may—\n\t\t\t\tamend or omit a condition specified in subsection (4) or make provision forit not to apply in prescribed circumstances;\n\t\t\t\tamend or omit subsection (5) or make provision for it not to apply inprescribed circumstances;\n\t\t\t\tmake provision for purposes of this section (in addition to any provisionfor the time being made by subsections (3) to (5)) as to circumstances inwhich treatment, or a failure to comply with a duty, is to be taken to bejustified.\n\t\tEDuties for purposes of section 21D(2) to make adjustments\n\t\t\tSubsection (2) applies where a public authority has a practice, policy orprocedure which makes it—\n\t\t\t\timpossible or unreasonably difficult for disabled persons to receive anybenefit that is or may be conferred, or\n\t\t\t\tunreasonably adverse for disabled persons to experience being subjected toany detriment to which a person is or may be subjected,\n\t\t\t\t\tby the carrying-out of a function by the authority.\n\t\t\tIt is the duty of the authority to take such steps as it is reasonable, inall the circumstances of the case, for the authority to have to take in orderto change that practice, policy or procedure so that it no longer has thateffect.\n\t\t\tSubsection (4) applies where a physical feature makes it—\n\t\t\t\timpossible or unreasonably difficult for disabled persons to receive anybenefit that is or may be conferred, or\n\t\t\t\tunreasonably adverse for disabled persons to experience being subjected toany detriment to which a person is or may be subjected,\n\t\t\t\tby the carrying-out of a function by a public authority.\n\t\t\tIt is the duty of the authority to take such steps as it is reasonable, inall the circumstances of the case, for the authority to have to take in orderto—\n\t\t\t\tremove the feature;\n\t\t\t\talter it so that it no longer has that effect;\n\t\t\t\tprovide a reasonable means of avoiding the feature; or\n\t\t\t\tadopt a reasonable alternative method of carrying out the function.\n\t\t\tRegulations may prescribe—\n\t\t\t\tmatters which are to be taken into account in determining whether anyprovision of a kind mentioned in subsection (4)(c) or (d) is reasonable;\n\t\t\t\tcategories of public authorities to whom subsection (4) does not apply.\n\t\t\tSubsection (7) applies where an auxiliary aid or service would—\n\t\t\t\tenable disabled persons to receive, or facilitate the receiving by disabledpersons of, any benefit that is or may be conferred, or\n\t\t\t\treduce the extent to which it is adverse for disabled persons to experiencebeing subjected to any detriment to which a person is or may be subjected,\n\t\t\t\tby the carrying-out of a function by a public authority.\n\t\t\tIt is the duty of the authority to take such steps as it is reasonable, inall the circumstances of the case, for the authority to have to take in orderto provide that auxiliary aid or service.\n\t\t\tRegulations may make provision, for purposes of this section—\n\t\t\t\tas to circumstances in which it is, or as to circumstances in which it isnot, reasonable for a public authority to have to take steps of a prescribeddescription;\n\t\t\t\tas to steps which it is always, or as to steps which it is never,reasonable for a public authority to have to take;\n\t\t\t\tas to what is, or as to what is not, to be included within the meaning of“practice, policy or procedure”;\n\t\t\t\tas to things which are, or as to things which are not, to be treated asphysical features;\n\t\t\t\tas to things which are, or as to things which are not, to be treated asauxiliary aids or services.\n\t\t\tNothing in this section requires a public authority to take any stepswhich, apart from this section, it has no power to take.\n\t\t\tThis section imposes duties only for the purposes of determining whether apublic authority has, for the purposes of section 21B(1), discriminatedagainst a disabled person; and accordingly a breach of any such duty is notactionable as such.”"
    },
    {
        "length": 2469,
        "text": "\nDuties of public authorities\n\tIn the 1995 Act, after section 49 there is inserted—\n\t“Part 5APublic authorities\n\t\tAGeneral duty\n\t\t\tEvery public authority shall in carrying out its functions have due regardto—\n\t\t\t\tthe need to eliminate discrimination that is unlawful under this Act;\n\t\t\t\tthe need to eliminate harassment of disabled persons that is related totheir disabilities;\n\t\t\t\tthe need to promote equality of opportunity between disabled persons andother persons;\n\t\t\t\tthe need to take steps to take account of disabled persons' disabilities,even where that involves treating disabled persons more favourably than otherpersons;\n\t\t\t\tthe need to promote positive attitudes towards disabled persons; and\n\t\t\t\tthe need to encourage participation by disabled persons in public life.\n\t\t\tSubsection (1) is without prejudice to any obligation of a public authorityto comply with any other provision of this Act.\n\t\tBMeaning of “public authority” in Part 5A\n\t\t\tIn this Part “public authority”—\n\t\t\t\tincludes any person certain of whose functions are functions of a publicnature; but\n\t\t\t\tdoes not include—\n\t\t\t\tany person mentioned in section 21B(3);\n\t\t\t\tthe Scottish Parliament; or\n\t\t\t\ta person, other than the Scottish Parliamentary Corporate Body,exercising functions in connection with proceedings in the ScottishParliament.\n\t\t\tIn relation to a particular act, a person is not a public authority byvirtue only of subsection (1)(a) if the nature of the act is private.\n\t\t\tRegulations may provide for a person of a prescribed description to betreated as not being a public authority for the purposes of this Part.\n\t\tCExceptions from section 49A(1)\n\t\t\tSection 49A(1) does not apply to—\n\t\t\t\ta judicial act (whether done by a court, tribunal or other person); or\n\t\t\t\tan act done on the instructions, or on behalf, of a person acting in ajudicial capacity.\n\t\t\tSection 49A(1) does not apply to any act of, or relating to, making orapproving an Act of Parliament, an Act of the Scottish Parliament or an Orderin Council.\n\t\t\tSection 49A(1)(c) and (d) do not apply to—\n\t\t\t\tan act done in connection with recruitment to any of the naval, military orair forces of the Crown; or\n\t\t\t\tan act done in relation to a person in connection with service by him as amember of any of those forces.\n\t\t\tRegulations may provide for section 49A(1)(a), (b), (c) or (d) not to applyto an act of a prescribed description.\n\t\tDPower to impose specific duties\n\t\t\tThe Secretary of State may by regulations impose on a public authority,other than a relevant Scottish authority or a cross-border authority, suchduties as the Secretary of State considers appropriate for the purpose ofensuring the better performance by that authority of its duty under section49A(1).\n\t\t\tThe Secretary of State may by regulations impose on a cross-borderauthority such duties as the Secretary of State considers appropriate for thepurpose of ensuring the better performance by that authority of its duty undersection 49A(1) so far as relating to such of its functions as are not Scottishfunctions.\n\t\t\tThe Scottish Ministers may by regulations impose on a relevant Scottishauthority such duties as the Scottish Ministers consider appropriate for thepurpose of ensuring the better performance by that authority of its duty undersection 49A(1).\n\t\t\tThe Scottish Ministers may by regulations impose on a cross-borderauthority such duties as the Scottish Ministers consider appropriate for thepurpose of ensuring the better performance by that authority of its duty undersection 49A(1) so far as relating to its Scottish functions.\n\t\t\tBefore making regulations under any of subsections (1) to (4), the personmaking the regulations shall consult the Disability Rights Commission.\n\t\t\tBefore making regulations under subsection (1) or (2) in relation tofunctions exercisable in relation to Wales by a public authority that is not arelevant Welsh authority, the Secretary of State shall consult the NationalAssembly for Wales.\n\t\t\tThe Secretary of State shall not make regulations under subsection (1) or(2) in relation to a relevant Welsh authority except with the consent of theNational Assembly for Wales.\n\t\t\tBefore making regulations under subsection (2), the Secretary of Stateshall consult the Scottish Ministers.\n\t\t\tBefore making regulations under subsection (4), the Scottish Ministersshall consult the Secretary of State.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant Scottish authority” means—\n\t\t\t\ta member of the Scottish executive or a junior Scottish Minister;\n\t\t\t\tthe Registrar General of Births, Deaths and Marriages for Scotland, the Keeperof the Registers of Scotland or the Keeper of the Records of Scotland;\n\t\t\t\tany office of a description specified in an Order in Council under section126(8)(b) of the Scotland Act 1998 (other non-ministerial office in theScottish Administration); or\n\t\t\t\ta public body, public office or holder of a public office—\n\t\t\t\twhich (or who) is not a cross-border authority or the Scottish ParliamentaryCorporate Body;\n\t\t\t\twhose functions are exercisable only in or as regards Scotland; and\n\t\t\t\tsome at least of whose functions do not (within the meaning of the ScotlandAct 1998) relate to reserved matters;\n\t\t\t\t\t  * “cross-border authority” means a cross-border public authority within the meaning given by section 88(5) of the Scotland Act 1998;\n\t\t\t\t\t  * “Scottish functions” means functions which are exercisable in or as regards Scotland and which do not (within the meaning of the Scotland Act 1998) relate to reserved matters;\n\t\t\t\t\t  * “relevant Welsh authority” means—\n\t\t\t\tthe National Assembly for Wales; or\n\t\t\t\ta public authority whose functions are exercisable only in relation to Wales.\n\t\tEDuties under section 49D: compliance notices\n\t\t\tWhere the Disability Rights Commission is satisfied that a public authorityhas failed to comply with, or is failing to comply with, a duty imposed on itby regulations under section 49D, the Commission may serve a notice on it.\n\t\t\tThe following provisions of this section apply to a notice served on anauthority under subsection (1).\n\t\t\tThe notice shall require the authority—\n\t\t\t\tto comply with the duty concerned; and\n\t\t\t\tto furnish the Commission, by the end of the period of 28 days beginningwith the day on which the notice is served, with details of the steps that ithas taken, or is taking, to comply with the duty.\n\t\t\tThe notice may also require the authority to furnish the Commission withother information specified in the notice if the Commission reasonablyrequires the information in order to verify that the duty has been compliedwith.\n\t\t\tThe notice shall specify the time by which the authority is to furnishinformation which it is required to furnish under subsection (4).\n\t\t\tA time specified under subsection (5) shall not be later than the end ofthe three months beginning with the day on which the notice is served.\n\t\t\tThe notice may specify the manner and form in which the authority is tofurnish information which the notice requires it to furnish to the Commission.\n\t\t\tThe notice shall not require the authority—\n\t\t\t\tto furnish information which it could not be compelled to furnish inevidence in civil proceedings before the High Court; or\n\t\t\t\tto furnish information which it could not be compelled to furnish inevidence in civil proceedings before the Court of Session.\n\t\tFEnforcement of compliance notices\n\t\t\tIf— \n\t\t\t\ta public authority on which a notice has been served under section 49Efails to furnish the Disability Rights Commission, in accordance with thenotice, with any information required by the notice, or\n\t\t\t\tthe Commission has reasonable cause to believe that a public authority onwhich a notice has been served under section 49E does not intend to furnishthe information required by the notice,\n\t\t\t\t\tthe Commission may apply to a county court or, in Scotland, the sheriff for anorder requiring the authority to furnish any information required by thenotice.\n\t\t\tIf on an application under subsection (1) the court is satisfied thateither of the conditions specified in paragraphs (a) and (b) of thatsubsection is met, the court may grant the order in the terms applied for orin more limited terms.\n\t\t\tIf— \n\t\t\t\tthe period of three months beginning with the day on which a notice isserved on a public authority under section 49E has ended,\n\t\t\t\tthe notice required the authority to comply with a duty imposed on it byregulations under section 49D, and\n\t\t\t\tthe Commission considers that the authority has not complied with the duty,\n\t\t\t\tthe Commission may apply to a county court or, in Scotland, the sheriff for anorder requiring the authority to comply with the duty.\n\t\t\tIf on an application under subsection (3) the court is satisfied—\n\t\t\t\tthat the conditions specified in paragraphs (a) and (b) of that subsectionare met, and\n\t\t\t\tthat the authority has not complied with the duty,\n\t\t\t\tthe court may grant the order in the terms applied for or in more limitedterms.\n\t\t\tThe sanctions in section 49E and this section shall be the only sanctionsfor breach of any duty imposed by regulations under section 49D, but withoutprejudice to the enforcement of any other provision of this Act (where thebreach is also a contravention of that provision).”"
    },
    {
        "length": 144,
        "text": "\nPolice \n\tSection 64A of the 1995 Act (police) shall have effect with the followingamendments.\n\tIn subsections (3) to (5) (the bringing of, and compensation and costs in,proceedings against the police under Part 2), after “Part 2” (in each place)there is inserted “or 3”.\n\tIn subsection (4) (bringing of proceedings under Part 2 which, by virtue ofsubsection (1), are to be brought against chief officer of police), for“subsection (1)” there is substituted “this section”."
    },
    {
        "length": 496,
        "text": "\nApplication of sections 19 to 21 of the 1995 Act to transport vehicles\n\tIn the 1995 Act, after section 21 there is inserted—\n\t“21ZAApplication of sections 19 to 21 to transport vehicles\n\t\tSection 19(1) (a), (c) and (d) do not apply in relation to a case where theservice is a transport service and, as provider of that service, the providerof services discriminates against a disabled person—\n\t\t\tin not providing, or in providing, him with a vehicle; or\n\t\t\tin not providing, or in providing, him with services when he is travellingin a vehicle provided in the course of the transport service.\n\t\tFor the purposes of section 21(1), (2) and (4), it is never reasonable fora provider of services, as a provider of a transport service—\n\t\t\tto have to take steps which would involve the alteration or removal of aphysical feature of a vehicle used in providing the service;\n\t\t\tto have to take steps which would—\n\t\t\taffect whether vehicles are provided in the course of the service or whatvehicles are so provided, or\n\t\t\twhere a vehicle is provided in the course of the service, affect whathappens in the vehicle while someone is travelling in it.\n\t\tRegulations may provide for subsection (1) or (2) not to apply, or to applyonly to a prescribed extent, in relation to vehicles of a prescribeddescription.\n\t\tIn this section—\n\t\t\t  * “transport service” means a service which (to any extent) involves transport of people by vehicle;\n\t\t\t  * “vehicle” means a vehicle for transporting people by land, air or water, and includes (in particular)—\n\t\t\ta vehicle not having wheels, and\n\t\t\ta vehicle constructed or adapted to carry passengers on a system using a modeof guided transport;\n\t\t\t\t  * “guided transport” has the same meaning as in the Transport and Works Act 1992.”"
    },
    {
        "length": 997,
        "text": "\nRail vehicles: application of accessibility regulations\n\tIn section 46 of the 1995 Act (rail vehicle accessibility regulations),before subsection (5) there is inserted—\n\t\t“(4A)The Secretary of State shall exercise the power to make rail vehicleaccessibility regulations so as to secure that on and after 1st January 2020every rail vehicle is a regulated rail vehicle, but this does not affect thepowers conferred by subsection (5) or section 47(1) or 67(2).”\n\tIn that section, for the definition in subsection (6) of “rail vehicle”there is substituted—\n\t““rail vehicle” means a vehicle constructed or adapted to carry passengers onany railway, tramway or prescribed system;”.\n\tFor section 47(1) of the 1995 Act (rail vehicle accessibility regulations:power to exempt use of vehicles of specified descriptions or in specifiedcircumstances) there is substituted—\n\tThe Secretary of State may by order (an “exemption order”)—\n\t\tauthorise the use for carriage of a regulated rail vehicle even though thevehicle does not conform with the provisions of rail vehicle accessibilityregulations with which it is required to conform;\n\t\tauthorise a regulated rail vehicle to be used for carriage otherwise thanin conformity with the provisions of rail vehicle accessibility regulationswith which use of the vehicle is required to conform.\n\t\t(1A)Authority under subsection (1)(a) or (b) may be for—\n\t\tany regulated rail vehicle that is specified or is of a specifieddescription; or\n\t\tuse in specified circumstances of—\n\t\tany regulated rail vehicle, or\n\t\tany regulated rail vehicle that is specified or is of a specifieddescription.”\n\tIn the 1995 Act, after section 67 there is inserted—\n\t“67AExercise of discretion under section 67(5A)\n\t\tBefore the Secretary of State decides which of the parliamentary proceduresavailable under section 67(5A) is to be adopted in connection with the makingof any particular order under section 47(1), he must consult the DisabledPersons Transport Advisory Committee.\n\t\tAn order under section 47(1) may be made without a draft of the instrumentthat contains it having been laid before, and approved by a resolution of,each House of Parliament only if—\n\t\t\tregulations under subsection (3) are in force; and\n\t\t\tthe making of the order without such laying and approval is in accordancewith the regulations.\n\t\tRegulations may set out the basis on which the Secretary of State, when hecomes to make an order under section 47(1), will decide which of theparliamentary procedures available under section 67(5A) is to be adopted inconnection with the making of the order.\n\t\tBefore making regulations under subsection (3), the Secretary of State mustconsult—\n\t\t\tthe Disabled Persons Transport Advisory Committee; and\n\t\t\tsuch other persons as he considers appropriate.”\n\t\tIn the 1995 Act, after section 67A (which is inserted by subsection (4))there is inserted—\n\t“67BAnnual report on rail vehicle exemption orders\n\t\tThe Secretary of State must after each 31st December prepare, in respect ofthe year that ended with that day, a report on—\n\t\t\tthe exercise in that year of the power to make orders under section 47(1);and\n\t\t\tthe exercise in that year of the discretion under section 67(5A).\n\t\tA report under subsection (1) must (in particular) contain—\n\t\t\tdetails of each order made under section 47(1) in the year in respect ofwhich the report is made; and\n\t\t\tdetails of consultation carried out under sections 47(3) and 67A(1) inconnection with orders made in that year under section 47(1).\n\t\tThe Secretary of State must lay before each House of Parliament each reportthat he prepares under this section.”"
    },
    {
        "length": 1765,
        "text": "\nRail vehicles: accessibility compliance certificates\n\tIn the 1995 Act, after section 47 there is inserted—\n\t“47ARail vehicle accessibility compliance certificates\n\t\tA regulated rail vehicle to which this subsection applies shall not be usedfor carriage unless a rail vehicle accessibility compliance certificate is inforce for the vehicle.\n\t\tSubsection (1) applies to a regulated rail vehicle if the vehicle—\n\t\t\tis prescribed; or\n\t\t\tis of a prescribed class or description.\n\t\tA rail vehicle accessibility compliance certificate is a certificate thatthe Secretary of State is satisfied that the regulated rail vehicle conformswith those provisions of rail vehicle accessibility regulations with which thevehicle is required to conform.\n\t\tA rail vehicle accessibility compliance certificate may provide that it issubject to conditions specified in the certificate.\n\t\tSubsection (6) applies where—\n\t\t\tthe Secretary of State refuses an application for the issue of a railvehicle accessibility compliance certificate for a regulated rail vehicle; and\n\t\t\tbefore the end of the prescribed period, the applicant asks the Secretaryof State to review the decision and pays any fee fixed under section 47C.\n\t\tThe Secretary of State shall—\n\t\t\treview the decision; and\n\t\t\tin doing so, consider any representations made to him in writing, beforethe end of the prescribed period, by the applicant.\n\tBRail vehicle accessibility compliance certificates: supplementary\n\t\tRegulations may make provision with respect to rail vehicle accessibilitycompliance certificates.\n\t\tThe provision that may be made under subsection (1) includes (inparticular)—\n\t\t\tprovision for certificates to be issued on application;\n\t\t\tprovision specifying conditions to which certificates are subject;\n\t\t\tprovision as to the period for which certificates are to continue in forceor as to circumstances in which certificates are to cease to be in force;\n\t\t\tprovision (other than provision of a kind mentioned in paragraph (c))dealing with failure to comply with a condition to which a certificate issubject;\n\t\t\tprovision for the withdrawal of certificates issued in error;\n\t\t\tprovision for the correction of errors in certificates;\n\t\t\tprovision with respect to the issue of copies of certificates in place ofcertificates which have been lost or destroyed;\n\t\t\tprovision for the examination of a rail vehicle before a certificate isissued in respect of it.\n\t\tIn making provision of the kind mentioned in subsection (2)(a), regulationsunder subsection (1) may (in particular)—\n\t\t\tmake provision as to the persons by whom applications may be made;\n\t\t\tmake provision as to the form in which applications are to be made;\n\t\t\tmake provision as to information to be supplied in connection with anapplication, including (in particular) provision requiring the supply of areport of a compliance assessment.\n\t\tFor the purposes of this section, a “compliance assessment” is anassessment of a rail vehicle against provisions of rail vehicle accessibilityregulations with which the vehicle is required to conform.\n\t\tIn requiring a report of a compliance assessment to be supplied inconnection with an application, regulations under subsection (1) may makeprovision as to the person who has to have carried out the assessment, and may(in particular) require that the assessment be one carried out by a person whohas been appointed by the Secretary of State to carry out complianceassessments (an “appointed assessor”).\n\t\tFor the purposes of any provisions in regulations under subsection (1) withrespect to the supply of reports of compliance assessments carried out byappointed assessors, regulations under that subsection—\n\t\t\tmay make provision about appointments of appointed assessors, including (inparticular)—\n\t\t\tprovision for an appointment to be on application or otherwise than onapplication;\n\t\t\tprovision as to who may be appointed;\n\t\t\tprovision as to the form of applications for appointment;\n\t\t\tprovision as to information to be supplied with applications forappointment;\n\t\t\tprovision as to terms and conditions, or the period or termination, of anappointment; and\n\t\t\tprovision for terms and conditions of an appointment, including any as toits period or termination, to be as agreed by the Secretary of State whenmaking the appointment;\n\t\t\tmay make provision authorising an appointed assessor to charge fees inconnection with, or incidental to, its carrying-out of a complianceassessment, including (in particular)—\n\t\t\tprovision restricting the amount of a fee;\n\t\t\tprovision authorising fees that contain a profit element; and\n\t\t\tprovision for advance payment of fees;\n\t\t\tmay make provision requiring an appointed assessor to carry out acompliance assessment, and to do so in accordance with any procedures that maybe prescribed, if prescribed conditions, which may include conditions as tothe payment of fees to the assessor, are satisfied;\n\t\t\tshall make provision for the referral to the Secretary of State of disputesbetween—\n\t\t\tan appointed assessor carrying out a compliance assessment, and\n\t\t\tthe person who requested the assessment,\n\t\t\t\trelating to which provisions of rail vehicle accessibility regulations thevehicle is to be assessed against or to what amounts to conformity with any ofthose provisions.\n\t\tIn subsection (6)(b) to (d) “compliance assessment” includes pre-assessmentactivities (for example, a consideration of how the outcome of a complianceassessment would be affected by the carrying-out of particular proposed work).\n\tCRail vehicle accessibility compliance certificates: fees\n\t\tSuch fees, payable at such times, as may be prescribed may be charged bythe Secretary of State in respect of—\n\t\t\tapplications for, and the issue of, rail vehicle accessibility compliancecertificates;\n\t\t\tcopies of such certificates;\n\t\t\treviews under section 47A;\n\t\t\treferrals of disputes under provision that, in accordance with section47B(6)(d), is contained in regulations under section 47B(1).\n\t\tAny such fees received by the Secretary of State shall be paid by him intothe Consolidated Fund.\n\t\tRegulations under subsection (1) may make provision for the repayment offees, in whole or in part, in such circumstances as may be prescribed.\n\t\tBefore making any regulations under subsection (1) the Secretary of Stateshall consult such representative organisations as he thinks fit.”\n\t\tIn section 49 of the 1995 Act (forgery and false statements)—\n\t\t\tin subsection (1) (“relevant documents”), after paragraph (d) there isinserted “; or\n\t\t\ta rail vehicle accessibility compliance certificate.”, and\n\t\t\tin subsection (4) (false statements), for “or an approval certificate”there is substituted “, an approval certificate or a rail vehicleaccessibility compliance certificate”.\n\t\tIn section 68(1) of the 1995 Act (interpretation), before the definition of“rail vehicle accessibility regulations” there is inserted—\n\t\t\t““rail vehicle accessibility compliance certificate” has the meaning given insection 47A(3);”."
    },
    {
        "length": 419,
        "text": "\nEPenalty for using rail vehicle that does not conform withaccessibility regulations\n\tWhere it appears to the Secretary of State that a regulated rail vehicledoes not conform with a provision of rail vehicle accessibility regulationswith which the vehicle is required to conform, the Secretary of State may giveto the operator of the vehicle a notice—\n\t\tidentifying the vehicle, the provision and how the vehicle fails to conformwith the provision; and\n\t\tspecifying the improvement deadline.\n\tThe improvement deadline specified in a notice under subsection (1) may notbe earlier than the end of the prescribed period beginning with the day whenthe notice is given to the operator.\n\tSubsection (4) applies where—\n\t\tthe Secretary of State has given a notice under subsection (1);\n\t\tthe improvement deadline specified in the notice has passed; and\n\t\tit appears to the Secretary of State that the vehicle still does notconform with the provision identified in the notice.\n\tThe Secretary of State may give to the operator a further notice—\n\t\tidentifying the vehicle, the provision and how the vehicle fails to conformto the provision; and\n\t\tspecifying the final deadline.\n\tThe final deadline specified in a notice under subsection (4) may not beearlier than the end of the prescribed period beginning with the day when thenotice is given to the operator.\n\tIf— \n\t\tthe Secretary of State has given a notice under subsection (4) to theoperator of a regulated rail vehicle, and\n\t\tthe vehicle is used for carriage at a time after the final deadline whenthe vehicle does not conform with the provision identified in the notice,\n\t\t\tthe Secretary of State may require the operator to pay a penalty."
    },
    {
        "length": 515,
        "text": "\nFPenalty for using rail vehicle otherwise than in conformity withaccessibility regulations\n\tWhere it appears to the Secretary of State that a regulated rail vehiclehas been used for carriage otherwise than in conformity with a provision ofrail vehicle accessibility regulations with which use of the vehicle isrequired to conform, the Secretary of State may give to the operator of thevehicle a notice—\n\t\tidentifying the provision and how it was breached;\n\t\tidentifying which of the regulated rail vehicles operated by the operatoris or are covered by the notice; and\n\t\tspecifying the improvement deadline.\n\tThe improvement deadline specified in a notice under subsection (1) may notbe earlier than the end of the prescribed period beginning with the day whenthe notice is given to the operator.\n\tSubsection (4) applies where—\n\t\tthe Secretary of State has given a notice under subsection (1);\n\t\tthe improvement deadline specified in the notice has passed; and\n\t\tit appears to the Secretary of State that a vehicle covered by the noticehas after that deadline been used for carriage otherwise than in conformitywith the provision identified in the notice.\n\tThe Secretary of State may give to the operator a further notice—\n\t\tidentifying the provision and how it was breached;\n\t\tidentifying which of the regulated rail vehicles covered by the noticeunder subsection (1) is or are covered by the further notice; and\n\t\tspecifying the final deadline.\n\tThe final deadline specified in a notice under subsection (4) may not beearlier than the end of the prescribed period beginning with the day when thenotice is given to the operator.\n\tIf— \n\t\tthe Secretary of State has given a notice under subsection (4), and\n\t\ta vehicle covered by the notice is at a time after the final deadline usedfor carriage otherwise than in conformity with the provision identified in thenotice,\n\t\t\tthe Secretary of State may require the operator of the vehicle to pay apenalty.\n\tFor the purposes of subsection (1), a vehicle is operated by a person ifthat person is the operator of the vehicle."
    },
    {
        "length": 699,
        "text": "\nGSections 47E and 47F: inspection of rail vehicles\n\tWhere the Secretary of State has reasonable grounds for suspecting that aregulated rail vehicle may not conform with provisions of rail vehicleaccessibility regulations with which it is required to conform, a personauthorised by the Secretary of State—\n\t\tmay inspect the vehicle for conformity with the provisions;\n\t\tfor the purpose of exercising his power under paragraph (a)—\n\t\tmay enter premises if he has reasonable grounds for suspecting the vehicleto be at those premises, and\n\t\tmay enter the vehicle; and\n\t\tfor the purpose of exercising his power under paragraph (a) or (b), mayrequire any person to afford such facilities and assistance with respect tomatters under that person’s control as are necessary to enable the power to beexercised.\n\tWhere the Secretary of State has given a notice under section 47E(1) or(4), a person authorised by the Secretary of State—\n\t\tmay inspect the vehicle concerned for conformity with the provisionspecified in the notice;\n\t\tfor the purpose of exercising his power under paragraph (a)—\n\t\tmay enter premises if he has reasonable grounds for suspecting the vehicleto be at those premises, and\n\t\tmay enter the vehicle; and\n\t\tfor the purpose of exercising his power under paragraph (a) or (b), mayrequire any person to afford such facilities and assistance with respect tomatters under that person’s control as are necessary to enable the power to beexercised.\n\tA person exercising power under subsection (1) or (2) shall, if required todo so, produce evidence of his authority to exercise the power.\n\tWhere a person obstructs the exercise of power under subsection (1), theSecretary of State may, for purposes of section 47E(1) or 47F(1), draw suchinferences from the obstruction as appear proper.\n\tWhere— \n\t\ta person obstructs the exercise of power under subsection (2), and\n\t\tthe obstruction occurs before a notice under section 47E(4) is given inrespect of the vehicle concerned,\n\t\t\tthe Secretary of State may treat section 47E(3)(c) as satisfied in the caseconcerned.\n\tWhere a person obstructs the exercise of power under subsection (2) and theobstruction occurs—\n\t\tafter a notice under section 47E(4) has been given in respect of thevehicle concerned, and\n\t\tas a result of the operator, or a person who acts on his behalf, behavingin a particular way with the intention of obstructing the exercise of thepower,\n\t\tthe Secretary of State may require the operator of the vehicle to pay apenalty.\n\tIn this section “inspect” includes test."
    },
    {
        "length": 480,
        "text": "\nHSections 47E and 47F: supplementary powers\n\tFor the purposes of section 47E, the Secretary of State may give notice toa person requiring the person to supply the Secretary of State, by a timespecified in the notice, with a vehicle number or other identifier for a railvehicle—\n\t\tof which that person is the operator; and\n\t\twhich is described in the notice.\n\tThe time specified in a notice given to a person under subsection (1) maynot be earlier than the end of 14 days beginning with the day when the noticeis given to the person.\n\tIf a person to whom a notice is given under subsection (1) does not complywith the notice by the time specified in the notice, the Secretary of Statemay require the person to pay a penalty.\n\tWhere the Secretary of State has given a notice to a person under section47E(1) or (4) or 47F(1) or (4), the Secretary of State may request that personto supply the Secretary of State, by a time specified in the request, with astatement detailing the steps taken in response to the notice.\n\tThe time specified in a request under subsection (4) must—\n\t\tif the request relates to a notice under section 47E(1) or 47F(1), be noearlier than the improvement deadline; and\n\t\tif the request relates to a notice under section 47E(4) or 47F(4), be noearlier than the final deadline.\n\tWhere a request under subsection (4)—\n\t\trelates to a notice under section 47E(1) or 47F(1), and\n\t\tis not complied with by the time specified in the request,\n\t\t\tthe Secretary of State may treat section 47E(3)(c) or (as the case may be)section 47F(3)(c) as being satisfied in the case concerned."
    },
    {
        "length": 472,
        "text": "\nJPenalties under sections 47D to 47H: amount, due date and recovery\n\tIn this section “penalty” means a penalty under any of sections 47D to 47H.\n\tThe amount of a penalty—\n\t\tmust not exceed the maximum prescribed for the purposes of this subsection;and\n\t\tmust not exceed 10 per cent of the turnover of the person on whom it isimposed.\n\tFor the purposes of subsection (2)(b), a person’s turnover shall bedetermined in accordance with regulations.\n\tA penalty must be paid to the Secretary of State before the end of theprescribed period.\n\tAny sum payable to the Secretary of State as a penalty may be recovered bythe Secretary of State as a debt due to him.\n\tIn proceedings under subsection (5) for enforcement of a penalty, noquestion may be raised as to—\n\t\tliability to the imposition of the penalty; or\n\t\tits amount.\n\tAny sum paid to the Secretary of State as a penalty shall be paid by himinto the Consolidated Fund.\n\tThe Secretary of State shall issue a code of practice specifying matters tobe considered in determining the amount of a penalty.\n\tThe Secretary of State may from time to time revise the whole or any partof the code and issue the code as revised.\n\tBefore issuing the first or a revised version of the code, the Secretaryof State shall lay a draft of that version before Parliament.\n\tAfter laying the draft of a version of the code before Parliament, theSecretary of State may bring that version of the code into operation by order.\n\tThe Secretary of State shall have regard to the code (in addition to anyother matters he thinks relevant)—\n\t\twhen imposing a penalty; and\n\t\twhen considering under section 47K(6) a notice of objection under section47K(4)."
    },
    {
        "length": 461,
        "text": "\nKPenalties under sections 47D to 47H: procedure\n\tIn this section “penalty” means a penalty under any of sections 47D to 47H.\n\tIf the Secretary of State decides that a person is liable to a penalty, theSecretary of State must notify the person of the decision.\n\tA notification under subsection (2) must—\n\t\tstate the Secretary of State’s reasons for deciding that the person isliable to the penalty;\n\t\tstate the amount of the penalty;\n\t\tspecify the date before which, and the manner in which, the penalty must bepaid; and\n\t\tinclude an explanation of the steps that the person may take if he objectsto the penalty.\n\tWhere a person to whom a notification under subsection (2) is issuedobjects on the ground that—\n\t\the is not liable to the imposition of a penalty, or\n\t\tthe amount of the penalty is too high,\n\t\t\tthe person may give a notice of objection to the Secretary of State.\n\tA notice of objection must—\n\t\tbe in writing;\n\t\tgive the objector’s reasons; and\n\t\tbe given before the end of the prescribed period.\n\tWhere the Secretary of State receives a notice of objection to a penalty inaccordance with this section, he shall consider it and—\n\t\tcancel the penalty;\n\t\treduce the penalty; or\n\t\tdetermine to do neither of those things.\n\tWhere the Secretary of State considers under subsection (6) a notice ofobjection under subsection (4), he shall—\n\t\tinform the objector of his decision before the end of the prescribed periodor such longer period as he may agree with the objector; and\n\t\tif he reduces the penalty, notify the objector of the reduced amount."
    },
    {
        "length": 421,
        "text": "\nLPenalties under sections 47D to 47H: appeals\n\tA person may appeal to the court against a penalty imposed on him under anyof sections 47D to 47H on the ground that—\n\t\the is not liable to the imposition of a penalty; or\n\t\tthe amount of the penalty is too high.\n\tOn an appeal under this section, the court may—\n\t\tallow the appeal and cancel the penalty;\n\t\tallow the appeal and reduce the penalty; or\n\t\tdismiss the appeal.\n\tAn appeal under this section shall be a re-hearing of the Secretary ofState’s decision to impose a penalty, and shall be determined having regardto—\n\t\tany code of practice under section 47J which has effect at the time of theappeal; and\n\t\tany other matters which the court thinks relevant (which may includematters of which the Secretary of State was unaware).\n\tAn appeal may be brought by a person under this section against a penaltywhether or not—\n\t\the has given notice of objection under section 47K(4); or\n\t\tthe penalty has been reduced under section 47K(6).\n\tA reference in this section to “the court” is a reference—\n\t\tin England and Wales, to a county court; and\n\t\tin Scotland, to the sheriff.\n\tThe sheriff may transfer proceedings under this section to the Court ofSession.\n\tWhere the sheriff has made a determination under subsection (2), any partyto the proceedings may appeal on a point of law, either to the SheriffPrincipal or to the Court of Session, against that determination."
    },
    {
        "length": 289,
        "text": "\nMSections 46 to 47H: interpretation\n\tIn sections 46 to 47H “operator”, in relation to any rail vehicle, meansthe person having the management of that vehicle.\n\tFor the purposes of those sections, a person uses a vehicle for carriage ifhe uses it for the carriage of passengers.\n\tWhere an exemption order under section 47 authorises use of a rail vehicleeven though the vehicle does not conform with a provision of rail vehicleaccessibility regulations, references in sections 47A to 47G to provisions ofrail vehicle accessibility regulations with which the vehicle is required toconform do not, in the vehicle’s case, include that provision.”\n\tIn section 49 of the 1995 Act (Part 5—public transport: offences), aftersubsection (4) there is inserted—\n\tA person who falsely pretends to be a person authorised to exercise powerunder section 47G is guilty of an offence and liable on summary conviction toa fine not exceeding level 4 on the standard scale.”\n\t\tand, in the section’s heading, after “Forgery and false statements” there isinserted “, and impersonation”."
    },
    {
        "length": 1054,
        "text": "\nRecognition of disabled persons' badges issued outside Great Britain\n\tIn the Chronically Sick and Disabled Persons Act [1970 (c.44)](/id/ukpga/1970/44?view=plain \"Go to item of legislation\"), after section21 there is inserted—\n\t“21ARecognition of badges issued outside Great Britain\n\t\tFor the purposes of this section and section 21B, a “recognised badge”means—\n\t\t\ta badge issued under section 14 of the Chronically Sick and DisabledPersons (Northern Ireland) Act 1978, or any provision replacing that section,as from time to time amended, or\n\t\t\ta badge issued under provisions of the law of any jurisdiction outside theUnited Kingdom that are specified in regulations made by the appropriatenational authority.\n\t\tIn exercising the power under subsection (1)(b), the appropriate nationalauthority may specify a provision only if it appears to the authority thatbadges issued under the provision are issued by reference to persons who are,or include, disabled persons.\n\t\tA recognised badge may be displayed on a motor vehicle only in suchcircumstances and in such manner as may be prescribed by regulations made bythe appropriate national authority.\n\t\tA person who drives a motor vehicle on a road (within the meaning of theRoad Traffic Act 1988) at a time when a badge purporting to be a recognisedbadge is displayed on the vehicle is guilty of an offence unless the badge isa recognised badge and is displayed in accordance with regulations made undersubsection (3).\n\t\tA person guilty of an offence under subsection (4) shall be liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\tWhere it appears to a constable or enforcement officer that there isdisplayed on any motor vehicle a badge purporting to be a recognised badge, hemay require any person who—\n\t\t\tis in the vehicle, or\n\t\t\tappears to have been in, or to be about to get into, the vehicle,\n\t\t\t\tto produce the badge for inspection.\n\t\tThe power conferred on an enforcement officer by subsection (6) isexercisable only for purposes connected with the discharge of his functions inrelation to a stationary vehicle.\n\t\tA person who without reasonable excuse fails to produce a badge whenrequired to do so under subsection (6) shall be guilty of an offence andliable on summary conviction to a fine not exceeding level 3 on the standardscale.\n\t\tIn this section “enforcement officer” has the meaning given by section21(4BB).\n\tBRecognised badges treated as badges under section 21 for certainpurposes\n\t\tThe concessions mentioned in subsection (2) shall apply in respect ofvehicles lawfully displaying a recognised badge as they apply in respect ofvehicles lawfully displaying a badge issued under section 21.\n\t\tThe concessions are—\n\t\t\tany exemption from an order under the Road Traffic Regulation Act 1984given by reference to vehicles lawfully displaying a badge issued undersection 21;\n\t\t\tany provision made in an order under that Act for the use of a parkingplace by such vehicles.\n\t\tThe appropriate national authority may by regulations provide thatrecognised badges are to be treated, for purposes specified in theregulations, as if they were badges issued under section 21.\n\tCSections 21A and 21B: regulations and interpretation\n\t\tAny power to make regulations under section 21A or 21B—\n\t\t\tis exercisable by statutory instrument, and\n\t\t\tincludes power—\n\t\t\tto make different provision for different cases, and\n\t\t\tto make incidental, supplementary, transitional or consequentialprovision.\n\t\tA statutory instrument containing regulations made under section 21A or 21Bby the Secretary of State is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\tIn sections 21A and 21B, “appropriate national authority” means—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the National Assembly for Wales.”"
    },
    {
        "length": 505,
        "text": "\nDiscriminatory advertisements\n\tSection 16B of the 1995 Act (the employment field: discriminatoryadvertisements) shall have effect with the following amendments.\n\tFor subsection (1) (advertisements published, or caused to be published, byperson intending to make appointment or confer benefit) there is substituted—\n\tIt is unlawful for a person to publish or cause to be published anadvertisement which—\n\t\tinvites applications for a relevant appointment or benefit; and\n\t\tindicates, or might reasonably be understood to indicate, that anapplication will or may be determined to any extent by reference to—\n\t\tthe applicant not having any disability, or any particular disability,\n\t\tthe applicant not having had any disability, or any particular disability,or\n\t\tany reluctance of the person determining the application to comply with aduty to make reasonable adjustments or (in relation to employment services)with the duty imposed by section 21(1) as modified by section 21A(6).”\n\tAfter subsection (2) there is inserted—\n\t\t“(2A)A person who publishes an advertisement of the kind described insubsection (1) shall not be subject to any liability under subsection (1) inrespect of the publication of the advertisement if he proves—\n\t\tthat the advertisement was published in reliance on a statement made to himby the person who caused it to be published to the effect that, by reason ofthe operation of subsection (2), the publication would not be unlawful; and\n\t\tthat it was reasonable for him to rely on the statement.\n\t\t(2B)A person who knowingly or recklessly makes a statement such as ismentioned in subsection (2A)(a) which in a material respect is false ormisleading commits an offence, and shall be liable on summary conviction to afine not exceeding level 5 on the standard scale.”\n\tIn subsection (3) (definition of “relevant appointment or benefit”), for“subsection (1)” there is substituted “this section”."
    },
    {
        "length": 277,
        "text": "\nGroup insurance\n\tSection 18 of the 1995 Act (provision of insurance services to employeesunder group insurance arrangements) ceases to have effect.\n\tIn section 25 of that Act (subsection (1) of which enables a claim underPart 3 to be made the subject of civil proceedings in the same way as breachof statutory duty), after subsection (6) there is inserted—\n\t\t“(6A)Subsection (1) does not apply in relation to a claim by a person thatanother person—\n\t\thas discriminated against him in relation to the provision under a groupinsurance arrangement of facilities by way of insurance; or\n\t\tis by virtue of section 57 or 58 to be treated as having discriminatedagainst him in relation to the provision under such an arrangement of suchfacilities.”\n\tIn section 68(1) of that Act (interpretation), at the appropriate placethere is inserted—\n\t““group insurance arrangement” means an arrangement between an employer andanother for the provision by the other of facilities by way of insurance tothe employer’s employees or to any class of those employees;”."
    },
    {
        "length": 2506,
        "text": "\nPrivate clubs etc.\n\tIn the 1995 Act, after section 21E (which is inserted by section 2 of thisAct) there is inserted—\n\t“Private clubs etc.\n\t\tFDiscrimination by private clubs etc.\n\t\t\tThis section applies to any association of persons (however described,whether corporate or unincorporate, and whether or not its activities arecarried on for profit) if—\n\t\t\t\tit has twenty-five or more members;\n\t\t\t\tadmission to membership is regulated by its constitution and is soconducted that the members do not constitute a section of the public withinthe meaning of section 19(2); and\n\t\t\t\tit is not an organisation to which section 13 applies.\n\t\t\tIt is unlawful for an association to which this section applies, in thecase of a disabled person who is not a member of the association, todiscriminate against him—\n\t\t\t\tin the terms on which it is prepared to admit him to membership; or\n\t\t\t\tby refusing or deliberately omitting to accept his application formembership.\n\t\t\tIt is unlawful for an association to which this section applies, in thecase of a disabled person who is a member, or associate, of the association,to discriminate against him—\n\t\t\t\tin the way it affords him access to a benefit, facility or service;\n\t\t\t\tby refusing or deliberately omitting to afford him access to a benefit,facility or service;\n\t\t\t\tin the case of a member—\n\t\t\t\tby depriving him of membership, or\n\t\t\t\tby varying the terms on which he is a member;\n\t\t\t\tin the case of an associate—\n\t\t\t\tby depriving him of his rights as an associate, or\n\t\t\t\tby varying those rights; or\n\t\t\t\tin either case, by subjecting him to any other detriment.\n\t\t\tIt is unlawful for an association to which this section applies todiscriminate against a disabled person—\n\t\t\t\tin the way it affords him access to a benefit, facility or service,\n\t\t\t\tby refusing or deliberately omitting to afford him access to a benefit,facility or service, or\n\t\t\t\tby subjecting him to any other detriment,\n\t\t\t\t\tin his capacity as a guest of the association.\n\t\t\tIt is unlawful for an association to which this section applies todiscriminate against a disabled person—\n\t\t\t\tin the terms on which it is prepared to invite him, or permit a member orassociate to invite him, to be a guest of the association;\n\t\t\t\tby refusing or deliberately omitting to invite him to be a guest of theassociation; or\n\t\t\t\tby not permitting a member or associate to invite him to be a guest of theassociation.\n\t\t\tIt is unlawful for an association to which this section applies todiscriminate against a disabled person in failing in prescribed circumstancesto comply with a duty imposed on it under section 21H.\n\t\t\tIn the case of an act which constitutes discrimination by virtue of section55, this section also applies to discrimination against a person who is notdisabled.\n\t\tGMeaning of “discrimination”\n\t\t\tFor the purposes of section 21F, an association discriminates against adisabled person if—\n\t\t\t\tfor a reason which relates to the disabled person’s disability, theassociation treats him less favourably than it treats or would treat others towhom that reason does not or would not apply; and\n\t\t\t\tit cannot show that the treatment in question is justified.\n\t\t\tFor the purposes of subsection (1), treatment is justified only if—\n\t\t\t\tin the opinion of the association, one or more of the conditions mentionedin subsection (3) are satisfied; and\n\t\t\t\tit is reasonable, in all the circumstances, for it to hold that opinion.\n\t\t\tThe conditions are that—\n\t\t\t\tthe treatment is necessary in order not to endanger the health or safety ofany person (which may include that of the disabled person);\n\t\t\t\tthe disabled person is incapable of entering into an enforceable agreement,or giving an informed consent, and for that reason the treatment is reasonablein that case;\n\t\t\t\tin a case falling within section 21F(2)(a), (3)(a), (c)(ii), (d)(ii) or(e), (4)(a) or (c) or (5)(a), the treatment is necessary in order for theassociation to be able to afford members, associates or guests of theassociation, or the disabled person, access to a benefit, facility or service;\n\t\t\t\tin a case falling within section 21F(2)(b), (3)(b), (c)(i) or (d)(i),(4)(b) or (5)(b) or (c), the treatment is necessary because the associationwould otherwise be unable to afford members, associates or guests of theassociation access to a benefit, facility or service;\n\t\t\t\tin a case falling within section 21F(2)(a), the difference between—\n\t\t\t\tthe terms on which membership is offered to the disabled person, and\n\t\t\t\tthose on which it is offered to other persons,\n\t\t\t\t\treflects the greater cost to the association of affording the disabled personaccess to a benefit, facility or service;\n\t\t\t\tin a case falling within section 21F(3)(a), (c)(ii) or (d)(ii) or (4)(a),the difference between—\n\t\t\t\tthe association’s treatment of the disabled person, and\n\t\t\t\tits treatment of other members or (as the case may be) other associates orother guests of the association,\n\t\t\t\treflects the greater cost to the association of affording the disabled personaccess to a benefit, facility or service;\n\t\t\t\tin a case falling within section 21F(5)(a), the difference between—\n\t\t\t\tthe terms on which the disabled person is invited, or permitted to beinvited, to be a guest of the association, and\n\t\t\t\tthose on which other persons are invited, or permitted to be invited, tobe guests of the association,\n\t\t\t\treflects the greater cost to the association of affording the disabled personaccess to a benefit, facility or service.\n\t\t\tAny increase in the cost of affording a disabled person access to abenefit, facility or service which results from compliance with a duty undersection 21H shall be disregarded for the purposes of subsection (3)(e), (f)and (g).\n\t\t\tRegulations may—\n\t\t\t\tmake provision, for purposes of this section, as to circumstances in whichit is, or as to circumstances in which it is not, reasonable for anassociation to hold the opinion mentioned in subsection (2)(a);\n\t\t\t\tamend or omit a condition specified in subsection (3) or make provision forit not to apply in prescribed circumstances;\n\t\t\t\tmake provision as to circumstances (other than any for the time beingmentioned in subsection (3)) in which treatment is to be taken to be justifiedfor the purposes of subsection (1).\n\t\t\tFor the purposes of section 21F, an association also discriminates againsta disabled person if—\n\t\t\t\tit fails to comply with a duty under section 21H imposed on it in relationto the disabled person; and\n\t\t\t\tit cannot show that its failure to comply with that duty is justified.\n\t\t\tRegulations may make provision as to circumstances in which failure tocomply with a duty under section 21H is to be taken to be justified for thepurposes of subsection (6).\n\t\tHDuty to make adjustments\n\t\t\tRegulations may make provision imposing on an association to which section21F applies—\n\t\t\t\ta duty to take steps for a purpose relating to a policy, practice orprocedure of the association, or a physical feature, which adversely affectsdisabled persons who—\n\t\t\t\tare, or might wish to become, members or associates of the association, or\n\t\t\t\tare, or are likely to become, guests of the association;\n\t\t\t\ta duty to take steps for the purpose of making an auxiliary aid or serviceavailable to any such disabled persons.\n\t\t\tRegulations under subsection (1) may (in particular)—\n\t\t\t\tmake provision as to the cases in which a duty is imposed;\n\t\t\t\tmake provision as to the steps which a duty requires to be taken;\n\t\t\t\tmake provision as to the purpose for which a duty requires steps to betaken.\n\t\t\tAny duty imposed under this section is imposed only for the purpose ofdetermining whether an association has, for the purposes of section 21F,discriminated against a disabled person; and accordingly a breach of any suchduty is not actionable as such.\n\t\tJ“Member”, “associate” and “guest”\n\t\t\tFor the purposes of sections 21F to 21H and this section—\n\t\t\t\ta person is a member of an association to which section 21F applies if hebelongs to it by virtue of his admission to any sort of membership providedfor by its constitution (and is not merely a person with certain rights underits constitution by virtue of his membership of some other association), andreferences to membership of an association shall be construed accordingly;\n\t\t\t\ta person is an associate of an association to which section 21F applies if,not being a member of it, he has under its constitution some or all of therights enjoyed by members (or would have apart from any provision in itsconstitution authorising the refusal of those rights in particular cases).\n\t\t\tReferences in sections 21F to 21H to a guest of an association include aperson who is a guest of the association by virtue of an invitation issued bya member or associate of the association and permitted by the association.\n\t\t\tRegulations may make provision, for purposes of sections 21F to 21H, as tocircumstances in which a person is to be treated as being, or as tocircumstances in which a person is to be treated as not being, a guest of anassociation.”"
    },
    {
        "length": 344,
        "text": "\n“24ALet premises: discrimination in failing to comply with duty\n\tIt is unlawful for a controller of let premises to discriminate against adisabled person—\n\t\twho is a person to whom the premises are let; or\n\t\twho, although not a person to whom the premises are let, is lawfully underthe letting an occupier of the premises.\n\tFor the purposes of subsection (1), a controller of let premisesdiscriminates against a disabled person if—\n\t\the fails to comply with a duty under section 24C or 24D imposed on him byreference to the disabled person; and\n\t\the cannot show that failure to comply with the duty is justified (seesection 24K).\n\tFor the purposes of this section and sections 24B to 24F, a person is acontroller of let premises if he is—\n\t\ta person by whom the premises are let; or\n\t\ta person who manages the premises.\n\tFor the purposes of this section and sections 24B to 24F—\n\t\t“let” includes sub-let; and\n\t\tpremises shall be treated as let by a person to another where a person hasgranted another a contractual licence to occupy them.\n\tThis section applies only in relation to premises in the United Kingdom."
    },
    {
        "length": 276,
        "text": "\nBExceptions to section 24A(1)\n\tSection 24A(1) does not apply if—\n\t\tthe premises are, or have at any time been, the only or principal home ofan individual who is a person by whom they are let; and\n\t\tsince entering into the letting—\n\t\tthe individual has not, and\n\t\twhere he is not the sole person by whom the premises are let, no otherperson by whom they are let has,\n\t\t\tused for the purpose of managing the premises the services of a person who, byprofession or trade, manages let premises.\n\tSection 24A(1) does not apply if the premises are of a prescribeddescription.\n\tWhere the conditions mentioned in section 23(2) are satisfied, section24A(1) does not apply.\n\tFor the purposes of section 23 “the relevant occupier” means, in a casefalling within section 24A(1), a controller of the let premises, or a nearrelative of his; and “near relative” has here the same meaning as in section23."
    },
    {
        "length": 494,
        "text": "\nCDuty for purposes of section 24A(2) to provide auxiliary aid orservice\n\tSubsection (2) applies where—\n\t\ta controller of let premises receives a request made by or on behalf of aperson to whom the premises are let;\n\t\tit is reasonable to regard the request as a request that the controllertake steps in order to provide an auxiliary aid or service; and\n\t\teither the first condition, or the second condition, is satisfied.\n\tIt is the duty of the controller to take such steps as it is reasonable, inall the circumstances of the case, for him to have to take in order to providethe auxiliary aid or service (but see section 24E(1)).\n\tThe first condition is that—\n\t\tthe auxiliary aid or service—\n\t\twould enable a relevant disabled person to enjoy, or facilitate such aperson’s enjoyment of, the premises, but\n\t\twould be of little or no practical use to the relevant disabled personconcerned if he were neither a person to whom the premises are let nor anoccupier of them; and\n\t\tit would, were the auxiliary aid or service not to be provided, beimpossible or unreasonably difficult for the relevant disabled personconcerned to enjoy the premises.\n\tThe second condition is that—\n\t\tthe auxiliary aid or service—\n\t\twould enable a relevant disabled person to make use, or facilitate such aperson’s making use, of any benefit, or facility, which by reason of theletting is one of which he is entitled to make use, but\n\t\twould be of little or no practical use to the relevant disabled personconcerned if he were neither a person to whom the premises are let nor anoccupier of them; and\n\t\tit would, were the auxiliary aid or service not to be provided, beimpossible or unreasonably difficult for the relevant disabled personconcerned to make use of any benefit, or facility, which by reason of theletting is one of which he is entitled to make use."
    },
    {
        "length": 335,
        "text": "\nDDuty for purposes of section 24A(2) to change practices, terms etc\n\tSubsection (3) applies where—\n\t\ta controller of let premises has a practice, policy or procedure which hasthe effect of making it impossible, or unreasonably difficult, for a relevantdisabled person—\n\t\tto enjoy the premises, or\n\t\tto make use of any benefit, or facility, which by reason of the letting isone of which he is entitled to make use, or\n\t\ta term of the letting has that effect,\n\t\t\tand (in either case) the conditions specified in subsection (2) are satisfied.\n\tThose conditions are—\n\t\tthat the practice, policy, procedure or term would not have that effect ifthe relevant disabled person concerned did not have a disability;\n\t\tthat the controller receives a request made by or on behalf of a person towhom the premises are let; and\n\t\tthat it is reasonable to regard the request as a request that thecontroller take steps in order to change the practice, policy, procedure orterm so as to stop it having that effect.\n\tIt is the duty of the controller to take such steps as it is reasonable, inall the circumstances of the case, for him to have to take in order to changethe practice, policy, procedure or term so as to stop it having that effect(but see section 24E(1))."
    },
    {
        "length": 266,
        "text": "\nESections 24C and 24D: supplementary and interpretation\n\tFor the purposes of sections 24C and 24D, it is never reasonable for acontroller of let premises to have to take steps consisting of, or including,the removal or alteration of a physical feature.\n\tSections 24C and 24D impose duties only for the purpose of determiningwhether a person has, for the purposes of section 24A, discriminated againstanother; and accordingly a breach of any such duty is not actionable as such.\n\tIn sections 24C and 24D “relevant disabled person”, in relation to letpremises, means a particular disabled person—\n\t\twho is a person to whom the premises are let; or\n\t\twho, although not a person to whom the premises are let, is lawfully underthe letting an occupier of the premises.\n\tFor the purposes of sections 24C and 24D, the terms of a letting ofpremises include the terms of any agreement which relates to the letting ofthe premises."
    },
    {
        "length": 378,
        "text": "\nFLet premises: victimisation of persons to whom premises are let\n\tWhere a duty under section 24C or 24D is imposed on a controller of letpremises by reference to a person who, although not a person to whom thepremises are let, is lawfully under the letting an occupier of the premises,it is unlawful for a controller of the let premises to discriminate against aperson to whom the premises are let.\n\tFor the purposes of subsection (1), a controller of the let premisesdiscriminates against a person to whom the premises are let if—\n\t\tthe controller treats that person (“T”) less favourably than he treats orwould treat other persons whose circumstances are the same as T's; and\n\t\the does so because of costs incurred in connection with taking steps toavoid liability under section 24A(1) for failure to comply with the duty.\n\tIn comparing T’s circumstances with those of any other person for thepurposes of subsection (2)(a), the following (as well as the costs' havingbeen incurred) shall be disregarded—\n\t\tthe making of the request that gave rise to the imposition of the duty; and\n\t\tthe disability of each person who—\n\t\tis a disabled person or a person who has had a disability, and\n\t\tis a person to whom the premises are let or, although not a person to whomthe premises are let, is lawfully under the letting an occupier of thepremises."
    },
    {
        "length": 360,
        "text": "\nGPremises that are to let: discrimination in failing to comply withduty\n\tWhere— \n\t\ta person has premises to let, and\n\t\ta disabled person is considering taking a letting of the premises,\n\t\t\tit is unlawful for a controller of the premises to discriminate against thedisabled person.\n\tFor the purposes of subsection (1), a controller of premises that are tolet discriminates against a disabled person if—\n\t\the fails to comply with a duty under section 24J imposed on him byreference to the disabled person; and\n\t\the cannot show that failure to comply with the duty is justified (seesection 24K).\n\tFor the purposes of this section and sections 24H and 24J, a person is acontroller of premises that are to let if he is—\n\t\ta person who has the premises to let; or\n\t\ta person who manages the premises.\n\tFor the purposes of this section and sections 24H and 24J—\n\t\t“let” includes sub-let;\n\t\tpremises shall be treated as to let by a person to another where a personproposes to grant another a contractual licence to occupy them;\n\t\tand references to a person considering taking a letting of premises shall beconstrued accordingly.\n\tThis section applies only in relation to premises in the United Kingdom."
    },
    {
        "length": 276,
        "text": "\nHExceptions to section 24G(1)\n\tSection 24G(1) does not apply in relation to premises that are to let ifthe premises are, or have at any time been, the only or principal home of anindividual who is a person who has them to let and—\n\t\tthe individual does not use, and\n\t\twhere he is not the sole person who has the premises to let, no otherperson who has the premises to let uses,\n\t\t\tthe services of an estate agent (within the meaning given by section 22(6))for the purposes of letting the premises.\n\tSection 24G(1) does not apply if the premises are of a prescribeddescription.\n\tWhere the conditions mentioned in section 23(2) are satisfied, section24G(1) does not apply.\n\tFor the purposes of section 23 “the relevant occupier” means, in a casefalling within section 24G(1), a controller of the premises that are to let,or a near relative of his; and “near relative” has here the same meaning as insection 23."
    },
    {
        "length": 623,
        "text": "\nJDuties for purposes of section 24G(2)\n\tSubsection (2) applies where—\n\t\ta controller of premises that are to let receives a request made by or onbehalf of a relevant disabled person;\n\t\tit is reasonable to regard the request as a request that the controllertake steps in order to provide an auxiliary aid or service;\n\t\tthe auxiliary aid or service—\n\t\twould enable the relevant disabled person to become, or facilitate hisbecoming, a person to whom the premises are let, but\n\t\twould be of little or no practical use to him if he were not consideringtaking a letting of the premises; and\n\t\tit would, were the auxiliary aid or service not to be provided, beimpossible or unreasonably difficult for the relevant disabled person tobecome a person to whom the premises are let.\n\tIt is the duty of the controller to take such steps as it is reasonable, inall the circumstances of the case, for the controller to have to take in orderto provide the auxiliary aid or service (but see subsection (5)).\n\tSubsection (4) applies where—\n\t\ta controller of premises that are to let has a practice, policy orprocedure which has the effect of making it impossible, or unreasonablydifficult, for a relevant disabled person to become a person to whom thepremises are let;\n\t\tthe practice, policy or procedure would not have that effect if therelevant disabled person did not have a disability;\n\t\tthe controller receives a request made by or on behalf of the relevantdisabled person; and\n\t\tit is reasonable to regard the request as a request that the controllertake steps in order to change the practice, policy or procedure so as to stopit having that effect.\n\tIt is the duty of the controller to take such steps as it is reasonable, inall the circumstances of the case, for him to have to take in order to changethe practice, policy or procedure so as to stop it having that effect (but seesubsection (5)).\n\tFor the purposes of this section, it is never reasonable for a controllerof premises that are to let to have to take steps consisting of, or including,the removal or alteration of a physical feature.\n\tIn this section “relevant disabled person”, in relation to premises thatare to let, means a particular disabled person who is considering taking aletting of the premises.\n\tThis section imposes duties only for the purpose of determining whether aperson has, for the purposes of section 24G, discriminated against another;and accordingly a breach of any such duty is not actionable as such."
    },
    {
        "length": 327,
        "text": "\nKLet premises and premises that are to let: justification\n\tFor the purposes of sections 24A(2) and 24G(2), a person’s failure tocomply with a duty is justified only if—\n\t\tin his opinion, a condition mentioned in subsection (2) is satisfied; and\n\t\tit is reasonable, in all the circumstances of the case, for him to holdthat opinion.\n\tThe conditions are—\n\t\tthat it is necessary to refrain from complying with the duty in order notto endanger the health or safety of any person (which may include that of thedisabled person concerned);\n\t\tthat the disabled person concerned is incapable of entering into anenforceable agreement, or of giving informed consent, and for that reason thefailure is reasonable.\n\tRegulations may—\n\t\tmake provision, for purposes of this section, as to circumstances in whichit is, or as to circumstances in which it is not, reasonable for a person tohold the opinion mentioned in subsection (1)(a);\n\t\tamend or omit a condition specified in subsection (2) or make provision forit not to apply in prescribed circumstances;\n\t\tmake provision, for purposes of this section, as to circumstances (otherthan any for the time being mentioned in subsection (2)) in which a failure isto be taken to be justified."
    },
    {
        "length": 653,
        "text": "\nLSections 24 to 24K: power to make supplementary provision\n\tRegulations may make provision, for purposes of sections 24(3A) and (3B)and 24A to 24K—\n\t\tas to circumstances in which premises are to be treated as let to a person;\n\t\tas to circumstances in which premises are to be treated as not let to aperson;\n\t\tas to circumstances in which premises are to be treated as being, or as notbeing, to let;\n\t\tas to who is to be treated as being, or as to who is to be treated as notbeing, a person who, although not a person to whom let premises are let, islawfully under the letting an occupier of the premises;\n\t\tas to who is to be treated as being, or as to who is to be treated as notbeing, a person by whom premises are let;\n\t\tas to who is to be treated as having, or as to who is to be treated as nothaving, premises to let;\n\t\tas to who is to be treated as being, or as to who is to be treated as notbeing, a person who manages premises;\n\t\tas to things which are, or as to things which are not, to be treated asauxiliary aids or services;\n\t\tas to what is, or as to what is not, to be included within the meaning of“practice, policy or procedure”;\n\t\tas to circumstances in which it is, or as to circumstances in which it isnot, reasonable for a person to have to take steps of a prescribeddescription;\n\t\tas to steps which it is always, or as to steps which it is never,reasonable for a person to have to take;\n\t\tas to circumstances in which it is, or as to circumstances in which it isnot, reasonable to regard a request as being of a particular kind;\n\t\tas to things which are, or as to things which are not, to be treated asphysical features;\n\t\tas to things which are, or as to things which are not, to be treated asalterations of physical features.\n\tRegulations under subsection (1)(a) may (in particular) provide forpremises to be treated as let to a person where they are a commonhold unit ofwhich he is a unit-holder; and “commonhold unit”, and “unit-holder” inrelation to such a unit, have here the same meaning as in Part 1 of theCommonhold and Leasehold Reform Act 2002.\n\tThe powers under subsections (1)(j) and (k) are subject to sections 24E(1)and 24J(5).”"
    },
    {
        "length": 307,
        "text": "\nPower to modify or end small dwellings exemptions\n\tThe Secretary of State may by order made by statutory instrument amend, orrepeal provisions of, sections 23, 24B and 24H of the 1995 Act—\n\t\tfor the purpose of adding to the conditions for entitlement to theexemptions conferred by sections 23, 24B(3) and 24H(3);\n\t\tfor the purpose of making any of the conditions for entitlement to thoseexemptions more onerous;\n\t\tfor the purpose of making the conditions for entitlement to thoseexemptions more onerous overall;\n\t\tfor the purpose of otherwise restricting the cases in which any of thoseexemptions is available; or\n\t\tfor the purpose of removing those exemptions.\n\tThe power under subsection (1) includes power to make consequential repealsof provisions of enactments (including future enactments) that amend section23, 24B or 24H of the 1995 Act.\n\tNo order under this section shall be made unless a draft of the statutoryinstrument containing the order (whether alone or with other provisions) hasbeen laid before, and approved by a resolution of, each House of Parliament."
    },
    {
        "length": 3418,
        "text": "\nGeneral qualifications bodies\n\tIn Part 4 of the 1995 Act (education), after Chapter 2 there is inserted—\n\t“Chapter 2AGeneral qualifications bodies\n\t\tAAGeneral qualifications bodies: discrimination and harassment\n\t\t\tIt is unlawful for a general qualifications body to discriminate against adisabled person—\n\t\t\t\tin the arrangements which it makes for the purpose of determining upon whomto confer a relevant qualification;\n\t\t\t\tin the terms on which it is prepared to confer a relevant qualification onhim;\n\t\t\t\tby refusing or deliberately omitting to grant any application by him forsuch a qualification; or\n\t\t\t\tby withdrawing such a qualification from him or varying the terms on whichhe holds it.\n\t\t\tIt is also unlawful for a general qualifications body, in relation to arelevant qualification conferred by it, to subject to harassment a disabledperson who holds or applies for such a qualification.\n\t\t\tIn the case of an act which constitutes discrimination by virtue of section55, this section also applies to discrimination against a person who is notdisabled.\n\t\t\tIn this section and section 31AD, “relevant qualification” means anauthorisation, qualification, approval or certification of a prescribeddescription.\n\t\t\tBut an authorisation, qualification, approval or certification may not beprescribed under subsection (4) if it is a professional or trade qualification(within the meaning given by section 14A(5)).\n\t\t\tIn this Chapter—\n\t\t\t\t“general qualifications body” means any authority or body which can confera relevant qualification, but it does not include—\n\t\t\t\ta responsible body (within the meaning of Chapter 1 or 2 of this Part),\n\t\t\t\ta local education authority in England or Wales,\n\t\t\t\tan education authority (within the meaning of section 135(1) of theEducation (Scotland) Act 1980), or\n\t\t\t\tan authority or body of a prescribed description or in prescribedcircumstances;\n\t\t\t\treferences (however expressed) to the conferment of a qualification on aperson include—\n\t\t\t\tthe renewal or extension of a qualification, and\n\t\t\t\tthe authentication of a qualification awarded to him by another person.\n\t\tABMeaning of “discrimination”\n\t\t\tFor the purposes of section 31AA, a body discriminates against a disabledperson if—\n\t\t\t\tfor a reason which relates to the disabled person’s disability, it treatshim less favourably than it treats or would treat others to whom that reasondoes not or would not apply; and\n\t\t\t\tit cannot show that the treatment in question is justified.\n\t\t\tFor the purposes of section 31AA, a body also discriminates against adisabled person if it fails to comply with a duty imposed on it by section31AD in relation to the disabled person.\n\t\t\tTreatment, other than the application of a competence standard, is (subjectto subsections (5) to (7)) justified for the purposes of subsection (1)(b) if,but only if, the reason for it is both material to the circumstances of theparticular case and substantial.\n\t\t\tThe application by a body of a competence standard to a disabled person is(subject to subsections (6) and (7)) justified for the purposes of subsection(1)(b) if, but only if, the body can show that—\n\t\t\t\tthe standard is, or would be, applied equally to persons who do not havehis particular disability; and\n\t\t\t\tits application is a proportionate means of achieving a legitimate aim.\n\t\t\tIf, in a case falling within subsection (1) other than a case where thetreatment is the application of a competence standard, a body is under a dutyunder section 31AD in relation to the disabled person but fails to comply withthat duty, its treatment of that person cannot be justified under subsection(3) unless it would have been justified even if the body had complied withthat duty.\n\t\t\tRegulations may make provision, for purposes of this section, as tocircumstances in which treatment is, or as to circumstances in which treatmentis not, to be taken to be justified (but see subsection (7)).\n\t\t\tTreatment of a disabled person cannot be justified under subsection (3),(4) or (6) if it amounts to direct discrimination falling within subsection(8).\n\t\t\tA body directly discriminates against a disabled person if, on the groundof the disabled person’s disability, it treats the disabled person lessfavourably than it treats or would treat a person not having that particulardisability whose relevant circumstances, including his abilities, are the sameas, or not materially different from, those of the disabled person.\n\t\t\tIn this section, “competence standard” means an academic, medical or otherstandard applied by or on behalf of a general qualifications body for thepurpose of determining whether or not a person has a particular level ofcompetence or ability.\n\t\tACMeaning of “harassment”\n\t\t\tFor the purposes of section 31AA, a body subjects a disabled person toharassment where, for a reason which relates to the disabled person’sdisability, the body engages in unwanted conduct which has the purpose oreffect of—\n\t\t\t\tviolating the disabled person’s dignity; or\n\t\t\t\tcreating an intimidating, hostile, degrading, humiliating or offensiveenvironment for him.\n\t\t\tConduct shall be regarded as having the effect referred to in paragraph (a)or (b) of subsection (1) only if, having regard to all the circumstances,including in particular the perception of the disabled person, it shouldreasonably be considered as having that effect.\n\t\tADGeneral qualifications bodies: duty to make adjustments\n\t\t\tWhere— \n\t\t\t\ta provision, criterion or practice, other than a competence standard, isapplied by or on behalf of a general qualifications body,\n\t\t\t\tit is a provision, criterion or practice for determining on whom a relevantqualification is to be conferred,\n\t\t\t\ta disabled person is, or has notified the body that he may be, an applicantfor the conferment of that qualification, and\n\t\t\t\tthe provision, criterion or practice places the disabled person at asubstantial disadvantage in comparison with persons who are not disabled,\n\t\t\t\t\tit is the duty of the body to take such steps as it is reasonable, in all thecircumstances of the case, for it to have to take in order to prevent theprovision, criterion or practice having that effect.\n\t\t\tWhere— \n\t\t\t\ta provision, criterion or practice, other than a competence standard, isapplied by or on behalf of a general qualifications body,\n\t\t\t\tit is a provision, criterion or practice other than one for determining onwhom a relevant qualification is to be conferred, and\n\t\t\t\tit places a disabled person who—\n\t\t\t\tholds a relevant qualification conferred by the body, or\n\t\t\t\tapplies for a relevant qualification which the body confers,\n\t\t\t\tat a substantial disadvantage in comparison with persons who are not disabled,\n\t\t\t\tit is the duty of the body to take such steps as it is reasonable, in all thecircumstances of the case, for it to have to take in order to prevent theprovision, criterion or practice having that effect.\n\t\t\tWhere any physical feature of premises occupied by a general qualificationsbody places a disabled person who—\n\t\t\t\tholds a relevant qualification conferred by the body, or\n\t\t\t\tapplies for a relevant qualification which the body confers,\n\t\t\t\tat a substantial disadvantage in comparison with persons who are not disabled,it is the duty of the body to take such steps as it is reasonable, in all thecircumstances of the case, for it to have to take in order to prevent thefeature having that effect.\n\t\t\tNothing in subsection (1), (2) or (3) imposes a duty on a generalqualifications body in relation to a disabled person if the body does notknow, and could not reasonably be expected to know—\n\t\t\t\tin the case of an applicant or potential applicant for the conferment of arelevant qualification, that the disabled person concerned is, or may be, suchan applicant; or\n\t\t\t\tin any case, that that person has a disability and is likely to be affectedin the way mentioned in that subsection.\n\t\t\tIn this section—\n\t\t\t\t“provision, criterion or practice” includes (subject to any provision undersubsection (6)(e)) any arrangements;\n\t\t\t\t“competence standard” has the meaning given by section 31AB(9).\n\t\t\tRegulations may make provision, for purposes of this section—\n\t\t\t\tas to circumstances in which a provision, criterion or practice is to betaken to have, or as to circumstances in which a provision, criterion orpractice is to be taken not to have, the effect mentioned in subsection (1)(d)or (2)(c);\n\t\t\t\tas to circumstances in which a physical feature is to be taken to have, oras to circumstances in which a physical feature is to be taken not to have,the effect mentioned in subsection (3);\n\t\t\t\tas to circumstances in which it is, or as to circumstances in which it isnot, reasonable for a body to have to take steps of a prescribed description;\n\t\t\t\tas to steps which it is always, or as to steps which it is never,reasonable for a body to have to take;\n\t\t\t\tas to what is, or as to what is not, to be included within the meaning of“provision, criterion or practice”;\n\t\t\t\tas to things which are, or as to things which are not, to be treated asphysical features.\n\t\t\tThis section imposes duties only for the purpose of determining whether abody has, for the purposes of section 31AA, discriminated against a disabledperson; and accordingly a breach of any such duty is not actionable as such.\n\t\tAEChapter 2A: claims, leased premises and certain agreements\n\t\t\tRegulations may make provision for, or in connection with, the making of aclaim by a person—\n\t\t\t\tthat a general qualifications body has discriminated against him, orsubjected him to harassment, in a way which is unlawful under this Chapter;\n\t\t\t\tthat a general qualifications body is by virtue of section 57 or 58 to betreated as having done so; or\n\t\t\t\tthat a person is by virtue of section 57 to be treated as having done so.\n\t\t\tRegulations may, in relation to a case where premises are occupied by ageneral qualifications body under a lease—\n\t\t\t\tmake provision modifying the lease, or make provision for its modification,in connection with the making of alterations to the premises in pursuance of aduty imposed on the body by section 31AD;\n\t\t\t\tmake provision in connection with the determination of questions that areabout the body’s compliance with any such duty and are related to the makingof alterations to the premises.\n\t\t\tAny term in a contract or other agreement made by or on behalf of a generalqualifications body is void so far as it purports to—\n\t\t\t\trequire a person to do anything which would contravene any provision of, ormade under, this Chapter;\n\t\t\t\texclude or limit the operation of any provision of, or made under, thisChapter; or\n\t\t\t\tprevent any person making a claim of a kind mentioned in subsection (1).\n\t\t\tRegulations may—\n\t\t\t\tmake provision for subsection (3)(b) or (c) not to apply to an agreementsettling a claim of a kind mentioned in subsection (1);\n\t\t\t\tmake provision modifying an agreement to which subsection (3) applies, ormake provision for the modification of such an agreement, in order to takeaccount of the effect of that subsection.\n\t\t\tThe provision that may be made under subsection (1), (2) or (4) includes(in particular)—\n\t\t\t\tprovision as to the court or tribunal to which a claim, or an applicationin connection with a modification, may be made;\n\t\t\t\tprovision for the determination of claims or matters otherwise than by thebringing of proceedings before a court or tribunal;\n\t\t\t\tprovision for a person who is a lessor in relation to a lease under which ageneral qualifications body occupies premises to be made a party toproceedings;\n\t\t\t\tprovision as to remedies;\n\t\t\t\tprovision as to procedure;\n\t\t\t\tprovision as to appeals;\n\t\t\t\tprovision as to time limits;\n\t\t\t\tprovision as to evidence;\n\t\t\t\tprovision as to costs or expenses.\n\t\t\tProvision under subsection (1), (2) or (4) may take the form of amendmentsof this Act.\n\t\t\tRegulations may make provision as to the meaning of “lease” or “lessor” inthis section.\n\t\t\tExcept as provided in regulations under subsection (1), no civil orcriminal proceedings may be brought against any person in respect of an actmerely because the act is unlawful under this Chapter.\n\t\t\tSubsection (8) does not prevent the making of an application for judicialreview.\n\t\tAFChapter 2A: duty to consult before making regulations\n\t\t\tBefore making regulations under this Chapter, the Secretary of State shallconsult such persons as it appears to him to be appropriate to consult, havingregard to the substance and effect of the regulations in question.\n\t\t\tWithout prejudice to the generality of subsection (1), the Secretary ofState shall consult the National Assembly for Wales and the Scottish Ministersbefore making regulations under this Chapter.”"
    },
    {
        "length": 1572,
        "text": "\nImprovements to let dwelling houses\n\tIn the 1995 Act, after Part 5A (which is inserted by section 3 of this Act)there is inserted—\n\t“Part 5BImprovements to dwelling houses\n\t\tGImprovements to let dwelling houses\n\t\t\tThis section applies in relation to a lease of a dwelling house if—\n\t\t\t\tthe tenancy is not a protected tenancy, a statutory tenancy or a securetenancy,\n\t\t\t\tthe tenant or any other person who lawfully occupies or is intendedlawfully to occupy the premises is a disabled person,\n\t\t\t\tthe person mentioned in paragraph (b) occupies or is intended to occupy thepremises as his only or principal home,\n\t\t\t\tthe tenant is entitled under the lease to make improvements to the premiseswith the consent of the landlord, and\n\t\t\t\tthe tenant applies to the landlord for his consent to make a relevantimprovement.\n\t\t\tIf the consent of the landlord is unreasonably withheld it must be taken tohave been given.\n\t\t\tWhere the tenant applies in writing for the consent—\n\t\t\t\tif the landlord refuses to give consent, he must give the tenant a writtenstatement of the reason why the consent was withheld;\n\t\t\t\tif the landlord neither gives nor refuses to give consent within areasonable time, consent must be taken to have been withheld.\n\t\t\tIf the landlord gives consent to the making of an improvement subject to acondition which is unreasonable, the consent must be taken to have beenunreasonably withheld.\n\t\t\tIn any question as to whether—\n\t\t\t\tthe consent of the landlord was unreasonably withheld, or\n\t\t\t\ta condition imposed by the landlord is unreasonable,\n\t\t\t\t\tit is for the landlord to show that it was not.\n\t\t\tIf the tenant fails to comply with a reasonable condition imposed by thelandlord on the making of a relevant improvement, the failure is to be treatedas a breach by the tenant of an obligation of his tenancy.\n\t\t\tAn improvement to premises is a relevant improvement if, having regard tothe disability which the disabled person mentioned in subsection (1)(b) has,it is likely to facilitate his enjoyment of the premises.\n\t\t\tSubsections (2) to (6) apply to a lease only to the extent that provisionof a like nature is not made by the lease.\n\t\t\tIn this section—\n\t\t\t\t  * “improvement” means any alteration in or addition to premises and includes—\n\t\t\t\tany addition to or alteration in landlord’s fittings and fixtures,\n\t\t\t\tany addition or alteration connected with the provision of services to thepremises,\n\t\t\t\tthe erection of a wireless or television aerial, and\n\t\t\t\tthe carrying out of external decoration;\n\t\t\t\t\t  * “lease” includes a sub-lease or other tenancy, and “landlord” and “tenant” must be construed accordingly;\n\t\t\t\t\t  * “protected tenancy” has the same meaning as in section 1 of the Rent Act 1977;\n\t\t\t\t\t  * “statutory tenancy” must be construed in accordance with section 2 of that Act;\n\t\t\t\t\t  * “secure tenancy” has the same meaning as in section 79 of the Housing Act 1985.\n\t\tHConciliation of disputes\n\t\t\tThe Disability Rights Commission may make arrangements with any otherperson for the provision of conciliation services by, or by persons appointedby, that person in relation to a dispute of any description concerning thequestion whether it is unreasonable for a landlord to withhold consent to themaking of a relevant improvement to a dwelling house.\n\t\t\tSubsections (2) to (8) of section 28 apply for the purposes of this sectionas they apply for the purposes of that section and for that purpose areference in that section to—\n\t\t\t\ta dispute arising under Part 3 must be construed as a reference to adispute mentioned in subsection (1) above;\n\t\t\t\tarrangements under that section must be construed as a reference toarrangements under this section.\n\t\t\t“Relevant improvement” has the same meaning as in section 49G.”\n\t\t\tIn section 53A of the 1995 Act (codes of practice), after subsection (1C)there is inserted—\n\t\t\t\t“(1D)The Commission may prepare and issue codes of practice giving practicalguidance to landlords and tenants as to—\n\t\t\t\tcircumstances in which a tenant requires the consent of his landlord formaking a relevant improvement to a dwelling house;\n\t\t\t\tcircumstances in which it is unreasonable to withhold such consent;\n\t\t\t\tthe application of the improvement provisions in relation to relevantimprovements to dwelling houses.\n\t\t\t\t(1E)In subsection (1D) the improvement provisions are—\n\t\t\t\tsection 19(2) of the Landlord and Tenant Act 1927;\n\t\t\t\tsections 81 to 85 of the Housing Act 1980;\n\t\t\t\tsections 97 to 99 of the Housing Act 1985;\n\t\t\t\tsection 49G above.”\n\t\t\tIn section 7 of the Disability Rights Commission Act 1999 (provision ofassistance in relation to proceedings)—\n\t\t\t\tin subsection (1), after paragraph (a) there is inserted—\n\t\t\t\tproceedings of any description to the extent that the question whether itis unreasonable for a landlord to withhold consent to the making of a relevantimprovement to a dwelling house falls to be considered in the proceedings;”,and\n\t\t\t\tafter subsection (4) there is inserted—\n\t\t\t\t“(4A)A relevant improvement is an improvement (within the meaning of section49G(9) of the 1995 Act) to premises which, having regard to the disabilitywhich a disabled person who lawfully occupies or is intended lawfully tooccupy the premises has, is likely to facilitate his enjoyment of thepremises.”"
    },
    {
        "length": 958,
        "text": "\nGeneralisation of section 56 of the 1995 Act in relation to Part 3claims\n\tFor section 56 of the 1995 Act there is substituted—\n\t“56Help for aggrieved persons in obtaining information etc.\n\t\tFor the purposes of this section—\n\t\t\ta person who considers that he may have been—\n\t\t\tdiscriminated against in contravention of Part 2 or 3, or\n\t\t\tsubjected to harassment in contravention of Part 2 or section 21A(2),\n\t\t\t\tis referred to as “the person aggrieved”; and\n\t\t\ta person against whom the person aggrieved may decide to institute, or hasinstituted, proceedings in respect of such discrimination or harassment isreferred to as “the respondent”.\n\t\tWith a view to helping the person aggrieved decide whether to instituteproceedings and, if he does so, to formulate and present his case in the mosteffective manner, the Secretary of State shall by order prescribe—\n\t\t\tforms by which the person aggrieved may question the respondent on hisreasons for doing any relevant act, or on any other matter which is or may berelevant; and\n\t\t\tforms by which the respondent may if he so wishes reply to any questions.\n\t\tWhere the person aggrieved questions the respondent in accordance withforms prescribed by an order under subsection (2)—\n\t\t\tthe question, and any reply by the respondent (whether in accordance withsuch an order or not), shall be admissible as evidence in any proceedingsunder Part 2 or 3;\n\t\t\tif it appears to the court or tribunal in any such proceedings—\n\t\t\tthat the respondent deliberately, and without reasonable excuse, omitted toreply within the period of eight weeks beginning with the day on which thequestion was served on him, or\n\t\t\tthat the respondent’s reply is evasive or equivocal,\n\t\t\tit may draw any inference which it considers it just and equitable to draw,including an inference that the respondent committed an unlawful act.\n\t\tThe Secretary of State may by order—\n\t\t\tprescribe the period within which questions must be duly served in order tobe admissible under subsection (3)(a); and\n\t\t\tprescribe the manner in which a question, and any reply by the respondent,may be duly served.\n\t\tRules of court may enable a court entertaining a claim under section 25 todetermine, before the date fixed for the hearing of the claim, whether aquestion or reply is admissible under this section or not.\n\t\tIn proceedings in respect of a section 21B claim, subsection (3)(b) doesnot apply in relation to a failure to reply, or a particular reply, if thefollowing conditions are met—\n\t\t\tthat, at the time of doing any relevant act, the respondent was carryingout public investigator functions or was a public prosecutor; and\n\t\t\tthat the respondent reasonably believes that a reply or (as the case maybe) a different reply would be likely to prejudice any criminal investigation,any decision to institute criminal proceedings or any criminal proceedings orwould reveal the reasons behind a decision not to institute, or a decision notto continue, criminal proceedings.\n\t\tRegulations may provide for this section not to have effect, or to haveeffect with prescribed modifications, in relation to section 21B claims of aprescribed description.\n\t\tThis section is without prejudice to any other enactment or rule of lawregulating interlocutory and preliminary matters in proceedings before acounty court, the sheriff or an employment tribunal, and has effect subject toany enactment or rule of law regulating the admissibility of evidence in suchproceedings.\n\t\tIn this section “section 21B claim” means a claim under section 25 byvirtue of section 21B.”"
    },
    {
        "length": 355,
        "text": "\nMeaning of “disability”\n\tSchedule 1 to the 1995 Act (which supplements the definition of“disability” in section 1 of that Act) shall have effect with the followingamendments.\n\tParagraph 1(1) (mental illness must be clinically well-recognised if it isto be basis of “mental impairment”) is omitted.\n\tBefore paragraph 7 (persons deemed to be disabled) there is inserted—\n\t\t“6A.(1)Subject to sub-paragraph (2), a person who has cancer, HIV infection ormultiple sclerosis is to be deemed to have a disability, and hence to be adisabled person.\n\tRegulations may provide for sub-paragraph (1) not to apply in the case of aperson who has cancer if he has cancer of a prescribed description.\n\tA description of cancer prescribed under sub-paragraph (2) may (inparticular) be framed by reference to consequences for a person of his havingit.”\n\tIn paragraph 7, after sub-paragraph (5) there is inserted—\n\t“(5A)The generality of sub-paragraph (5) shall not be taken to be prejudicedby the other provisions of this Schedule.”\n\tAt the end there is inserted—\n\t“Interpretation\n\t\t9.In this Schedule “HIV infection” means infection by a virus capable ofcausing the Acquired Immune Deficiency Syndrome.”"
    },
    {
        "length": 693,
        "text": "\nSupplementary\n\tMinor and consequential amendments and repeals and revocation\n\t\tSchedule 1 (minor and consequential amendments) has effect.\n\t\tThe enactments specified in Schedule 2 are repealed or revoked to theextent specified there.\n\tShort title, interpretation, commencement and extent\n\t\tThis Act may be cited as the Disability Discrimination Act 2005.\n\t\tIn this Act “the 1995 Act” means the Disability Discrimination Act [1995(c. 50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\").\n\t\tThis Act, except the blue badge provisions and this section, comes intoforce on such day as the Secretary of State may by order appoint.\n\t\tThe blue badge provisions—\n\t\t\tso far as relating to England, come into force on such day as the Secretaryof State may by order appoint, and\n\t\t\tso far as relating to Wales, come into force on such day as the NationalAssembly for Wales may by order appoint.\n\t\tA person who has power under this section to appoint a day for the cominginto force of a provision may by order make in connection with the coming intoforce of that provision such transitional provision or saving as the personconsiders necessary or expedient.\n\t\tAn order under this section—\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay make different provision for different purposes.\n\t\tThis Act does not extend to Northern Ireland, subject to subsection (11).\n\t\tThe blue badge provisions extend to England and Wales only.\n\t\tSection 16 also extends only to England and Wales.\n\t\tIn this section “the blue badge provisions” means—\n\t\t\tsection 9,\n\t\t\tPart 2 of Schedule 1,\n\t\t\tsection 19(1) so far as relating to that Part of that Schedule,\n\t\t\tthe entries in Schedule 2 in respect of the Road Traffic Regulation Act[1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") andthe Traffic Management Act [2004 (c. 18)](/id/ukpga/2004/18?view=plain \"Go toitem of legislation\"), and\n\t\t\tsection 19(2) so far as relating to those entries.\n\t\tThe entry in Schedule 2 in respect of the Scotland Act 1998 (Transfer ofFunctions to the Scottish Ministers etc.) Order 1999 ([S.I.1999/1750](/id/uksi/1999/1750?view=plain \"Go to item of legislation\")), andsection 19(2) so far as relating to that entry, have the same extent as theOrder."
    }
]