[
    {
        "length": 1315,
        "text": "\nNon-domestic rating in England\n\tHereditaments occupied or owned by the same person\n\t\tIn Part 3 of the Local Government Finance Act 1988 (non-domestic rating),in section 64 (hereditaments), after subsection (3) insert—\n\t\t\t“(3ZA)In relation to England, where—\n\t\t\ttwo or more hereditaments (whether in the same building or otherwise) areoccupied by the same person,\n\t\t\tthe hereditaments meet the contiguity condition (see subsection (3ZC)), and\n\t\t\tnone of the hereditaments is used for a purpose which is wholly differentfrom the purpose for which any of the other hereditaments is used,\n\t\t\tthe hereditaments shall be treated as one hereditament.\n\t\t\t(3ZB)In relation to England, where—\n\t\t\ttwo or more hereditaments (whether in the same building or otherwise) are—\n\t\t\towned by the same person, and\n\t\t\tunoccupied, \n\t\t\tthe hereditaments—\n\t\t\tceased to be occupied on the same day, and\n\t\t\thave each remained unoccupied since that day,\n\t\t\timmediately before that day, the hereditaments were, or formed part of, asingle hereditament by virtue of subsection (3ZA), and\n\t\t\tthe hereditaments meet the contiguity condition (see subsection (3ZC)),\n\t\t\tthe hereditaments shall be treated as one hereditament.\n\t\t\t(3ZC)The hereditaments meet the contiguity condition if—\n\t\t\tat least two of the hereditaments are contiguous, and\n\t\t\twhere not all of the hereditaments are contiguous with each other—\n\t\t\tone or more of the other hereditaments is contiguous with one or more ofthe hereditaments falling within paragraph (a), and\n\t\t\teach of the remaining hereditaments (if any) is contiguous with at leastone hereditament that falls within sub-paragraph (i) or this sub-paragraph.\n\t\t\t(3ZD)For the purposes of subsection (3ZC) two hereditaments are contiguous if—\n\t\t\tsome or all of a wall, fence or other means of enclosure of onehereditament forms all or part of a wall, fence or other means of enclosure ofthe other hereditament, or\n\t\t\tthe hereditaments are on consecutive storeys of a building and some or allof the floor of one hereditament lies directly above all or part of theceiling of the other hereditament,\n\t\t\tand hereditaments occupied or owned by the same person are not prevented frombeing contiguous under paragraph (a) or (b) merely because there is a spacebetween them that is not occupied or owned by that person.”\n\t\tThe amendments made by subsection (1) have effect for financial yearsbeginning on or after 1 April 2010.\nCouncil tax in England\n\tHigher amount for long-term empty dwellings\n\t\tSection 11B of LGFA 1992 (higher amount for long-term empty dwellings:England) is amended as follows.\n\t\tIn subsection (1)(b) (maximum percentage by which council tax may beincreased)—\n\t\t\tafter “that day” insert “(“the relevant day”)”, and\n\t\t\tfor “50” substitute “the relevant maximum”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)For the financial year beginning on 1 April 2019 the “relevant maximum”is 100.\n\t\t(1B)For the financial year beginning on 1 April 2020 the “relevant maximum”is—\n\t\t\tin respect of any dwelling where the period mentioned in subsection (8)ending on the relevant day is less than 5 years, 100;\n\t\t\tin respect of any dwelling where the period mentioned in subsection (8)ending on the relevant day is at least 5 years, 200.\n\t\t\t(1C)For financial years beginning on or after 1 April 2021 the “relevantmaximum” is—\n\t\t\tin respect of any dwelling where the period mentioned in subsection (8)ending on the relevant day is less than 5 years, 100;\n\t\t\tin respect of any dwelling where the period mentioned in subsection (8)ending on the relevant day is at least 5 years but less than 10 years, 200;\n\t\t\tin respect of any dwelling where the period mentioned in subsection (8)ending on the relevant day is at least 10 years, 300.”\n\t\tThe amendments made by subsections (1) to (3) have effect for financialyears beginning on or after 1 April 2019 (and it does not matter whether theperiod mentioned in section 11B(8) of LGFA 1992 begins before this sectioncomes into force).\n\t\tIn this section “LGFA 1992” means the Local Government Finance Act 1992.\nGeneral provisions\n\tExtent, interpretation and short title\n\t\tThis Act extends to England and Wales.\n\t\tIn this Act “financial year” means a period of 12 months beginning with 1April.\n\t\tThis Act may be cited as the Rating (Property in Common Occupation) andCouncil Tax (Empty Dwellings) Act 2018.\n\t\t\t"
    }
]