[
    {
        "length": 2397,
        "text": "\nPatents\n\tPatents \n\t\tThe Patents Act 1977 is amended as follows.\n\t\tFor section 70 (remedy for unjustified threats of infringement proceedings)substitute—\n\t\t“Unjustified threats\n\t\t\tThreats of infringement proceedings\n\t\t\t\tA communication contains a “threat of infringement proceedings” if areasonable person in the position of a recipient would understand from thecommunication that—\n\t\t\t\t\ta patent exists, and\n\t\t\t\t\ta person intends to bring proceedings (whether in a court in the UnitedKingdom or elsewhere) against another person for infringement of the patentby—\n\t\t\t\t\tan act done in the United Kingdom, or\n\t\t\t\t\tan act which, if done, would be done in the United Kingdom.\n\t\t\t\tReferences in this section and in section 70C to a “recipient” include, inthe case of a communication directed to the public or a section of the public,references to a person to whom the communication is directed.\n\t\t\tAActionable threats\n\t\t\t\tSubject to subsections (2) to (5), a threat of infringement proceedingsmade by any person is actionable by any person aggrieved by the threat.\n\t\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of—\n\t\t\t\t\twhere the invention is a product, making a product for disposal orimporting a product for disposal, or\n\t\t\t\t\twhere the invention is a process, using a process.\n\t\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of an act which, if done, would constitute aninfringement of a kind mentioned in subsection (2)(a) or (b).\n\t\t\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\t\t\tis made to a person who has done, or intends to do, an act mentioned insubsection (2)(a) or (b) in relation to a product or process, and\n\t\t\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to that product or process.\n\t\t\t\tA threat of infringement proceedings which is not an express threat is notactionable if it is contained in a permitted communication.\n\t\t\t\tIn sections 70C and 70D “an actionable threat” means a threat ofinfringement proceedings that is actionable in accordance with this section.\n\t\t\tBPermitted communications\n\t\t\t\tFor the purposes of section 70A(5), a communication containing a threat ofinfringement proceedings is a “permitted communication” if—\n\t\t\t\t\tthe communication, so far as it contains information that relates to thethreat, is made for a permitted purpose;\n\t\t\t\t\tall of the information that relates to the threat is information that—\n\t\t\t\t\tis necessary for that purpose (see subsection (5)(a) to (c) for someexamples of necessary information), and\n\t\t\t\t\tthe person making the communication reasonably believes is true.\n\t\t\t\tEach of the following is a “permitted purpose”—\n\t\t\t\t\tgiving notice that a patent exists;\n\t\t\t\t\tdiscovering whether, or by whom, a patent has been infringed by an actmentioned in section 70A(2)(a) or (b);\n\t\t\t\t\tgiving notice that a person has a right in or under a patent, where anotherperson’s awareness of the right is relevant to any proceedings that may bebrought in respect of the patent.\n\t\t\t\tThe court may, having regard to the nature of the purposes listed insubsection (2)(a) to (c), treat any other purpose as a “permitted purpose” ifit considers that it is in the interests of justice to do so.\n\t\t\t\tBut the following may not be treated as a “permitted purpose”—\n\t\t\t\t\trequesting a person to cease doing, for commercial purposes, anything inrelation to a product or process,\n\t\t\t\t\trequesting a person to deliver up or destroy a product, or\n\t\t\t\t\trequesting a person to give an undertaking relating to a product orprocess.\n\t\t\t\tIf any of the following information is included in a communication made fora permitted purpose, it is information that is “necessary for that purpose”(see subsection (1)(b)(i))—\n\t\t\t\t\ta statement that a patent exists and is in force or that an application fora patent has been made;\n\t\t\t\t\tdetails of the patent, or of a right in or under the patent, which—\n\t\t\t\t\tare accurate in all material respects, and\n\t\t\t\t\tare not misleading in any material respect; and\n\t\t\t\t\tinformation enabling the identification of the products or processes inrespect of which it is alleged that acts infringing the patent have beencarried out.\n\t\t\tCRemedies and defences\n\t\t\t\tProceedings in respect of an actionable threat may be brought against theperson who made the threat for—\n\t\t\t\t\ta declaration that the threat is unjustified;\n\t\t\t\t\tan injunction against the continuance of the threat;\n\t\t\t\t\tdamages in respect of any loss sustained by the aggrieved person by reasonof the threat.\n\t\t\t\tIn the application of subsection (1) to Scotland—\n\t\t\t\t\t“declaration” means “declarator”, and\n\t\t\t\t\t“injunction” means “interdict”.\n\t\t\t\tIt is a defence for the person who made the threat to show that the act inrespect of which proceedings were threatened constitutes (or if done wouldconstitute) an infringement of the patent.\n\t\t\t\tIt is a defence for the person who made the threat to show—\n\t\t\t\t\tthat, despite having taken reasonable steps, the person has not identifiedanyone who has done an act mentioned in section 70A(2)(a) or (b) in relationto the product or the use of a process which is the subject of the threat, and\n\t\t\t\t\tthat the person notified the recipient, before or at the time of making thethreat, of the steps taken.\n\t\t\tDProfessional advisers\n\t\t\t\tProceedings in respect of an actionable threat may not be brought against aprofessional adviser (or any person vicariously liable for the actions of thatprofessional adviser) if the conditions in subsection (3) are met.\n\t\t\t\tIn this section “professional adviser” means a person who, in relation tothe making of the communication containing the threat—\n\t\t\t\t\tis acting in a professional capacity in providing legal services or theservices of a trade mark attorney or a patent attorney, and\n\t\t\t\t\tis regulated in the provision of legal services, or the services of a trademark attorney or a patent attorney, by one or more regulatory bodies (whetherthrough membership of a regulatory body, the issue of a licence to practise orany other means).\n\t\t\t\tThe conditions are that—\n\t\t\t\t\tin making the communication the professional adviser is acting on theinstructions of another person, and\n\t\t\t\t\twhen the communication is made the professional adviser identifies theperson on whose instructions the adviser is acting.\n\t\t\t\tThis section does not affect any liability of the person on whoseinstructions the professional adviser is acting.\n\t\t\t\tIt is for a person asserting that subsection (1) applies to prove (ifrequired) that at the material time—\n\t\t\t\t\tthe person concerned was acting as a professional adviser, and\n\t\t\t\t\tthe conditions in subsection (3) were met.\n\t\t\tESupplementary: pending registration\n\t\t\t\tIn sections 70 and 70B references to a patent include references to anapplication for a patent that has been published under section 16.\n\t\t\t\tWhere the threat of infringement proceedings is made after an applicationhas been published (but before grant) the reference in section 70C(3) to “thepatent” is to be treated as a reference to the patent as granted in pursuanceof that application.\n\t\t\tFSupplementary: proceedings for delivery up etc.\n\t\t\t\tIn section 70(1)(b) the reference to proceedings for infringement of a patentincludes a reference to proceedings for an order under section 61(1)(b) (orderto deliver up or destroy patented products etc.).”\n\t\t\t\tIn section 70F (inserted by subsection (2)) at the end insert “andproceedings in the Unified Patent Court for an order for delivery up made inaccordance with articles 32(1)(c) and 62(3) of the Agreement on a UnifiedPatent Court.”\n\t\t\t\tBefore section 71 insert—\n\t“Declaration or declarator as to non-infringement”.\n\t\tIn section 74 (proceedings in which validity of a patent may be put inissue) in subsection (1)(b), for “under section 70” substitute “in respect ofan actionable threat under section 70A”.\n\t\tIn section 78 (effect of filing an application for a European patent (UK)),in subsection (2) at the appropriate place insert “sections 70 to 70F”.\n\t\tIn section 106 (costs and expenses in proceedings before the Court) insubsection (1A)(c), for “under section 70” substitute “in respect of anactionable threat under section 70A”.\n\t\tIn paragraph 2 of Schedule A3 (application of relevant statutory provisionsto European patent with unitary effect) at the appropriate place insert“sections 70 to 70F (unjustified threats);”."
    },
    {
        "length": 2881,
        "text": "\nTrade marks\n\tTrade marks\n\t\tThe Trade Marks Act 1994 is amended as follows.\n\t\tFor section 21 (remedy for unjustified threats of infringement proceedings)substitute—\n\t\t“Unjustified threats\n\t\t\tThreats of infringement proceedings\n\t\t\t\tA communication contains a “threat of infringement proceedings” if areasonable person in the position of a recipient would understand from thecommunication that—\n\t\t\t\t\ta registered trade mark exists, and\n\t\t\t\t\ta person intends to bring proceedings (whether in a court in the UnitedKingdom or elsewhere) against another person for infringement of theregistered trade mark by—\n\t\t\t\t\tan act done in the United Kingdom, or\n\t\t\t\t\tan act which, if done, would be done in the United Kingdom.\n\t\t\t\tReferences in this section and in section 21C to a “recipient” include, inthe case of a communication directed to the public or a section of the public,references to a person to whom the communication is directed.\n\t\t\tAActionable threats\n\t\t\t\tSubject to subsections (2) to (6), a threat of infringement proceedingsmade by any person is actionable by any person aggrieved by the threat.\n\t\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of—\n\t\t\t\t\tapplying, or causing another person to apply, a sign to goods or theirpackaging,\n\t\t\t\t\timporting, for disposal, goods to which, or to the packaging of which, asign has been applied, or\n\t\t\t\t\tsupplying services under a sign.\n\t\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of an act which, if done, would constitute aninfringement of a kind mentioned in subsection (2)(a), (b) or (c).\n\t\t\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\t\t\tis made to a person who has done, or intends to do, an act mentioned insubsection (2)(a) or (b) in relation to goods or their packaging, and\n\t\t\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to those goods or their packaging.\n\t\t\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\t\t\tis made to a person who has done, or intends to do, an act mentioned insubsection (2)(c) in relation to services, and\n\t\t\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to those services.\n\t\t\t\tA threat of infringement proceedings which is not an express threat is notactionable if it is contained in a permitted communication.\n\t\t\t\tIn sections 21C and 21D “an actionable threat” means a threat ofinfringement proceedings that is actionable in accordance with this section.\n\t\t\tBPermitted communications\n\t\t\t\tFor the purposes of section 21A(6), a communication containing a threat ofinfringement proceedings is a “permitted communication” if—\n\t\t\t\t\tthe communication, so far as it contains information that relates to thethreat, is made for a permitted purpose;\n\t\t\t\t\tall of the information that relates to the threat is information that—\n\t\t\t\t\tis necessary for that purpose (see subsection (5)(a) to (c) for someexamples of necessary information), and\n\t\t\t\t\tthe person making the communication reasonably believes is true.\n\t\t\t\tEach of the following is a “permitted purpose”—\n\t\t\t\t\tgiving notice that a registered trade mark exists;\n\t\t\t\t\tdiscovering whether, or by whom, a registered trade mark has been infringedby an act mentioned in section 21A(2)(a), (b) or (c);\n\t\t\t\t\tgiving notice that a person has a right in or under a registered trademark, where another person’s awareness of the right is relevant to anyproceedings that may be brought in respect of the registered trade mark.\n\t\t\t\tThe court may, having regard to the nature of the purposes listed insubsection (2)(a) to (c), treat any other purpose as a “permitted purpose” ifit considers that it is in the interests of justice to do so.\n\t\t\t\tBut the following may not be treated as a “permitted purpose”—\n\t\t\t\t\trequesting a person to cease using, in the course of trade, a sign inrelation to goods or services,\n\t\t\t\t\trequesting a person to deliver up or destroy goods, or\n\t\t\t\t\trequesting a person to give an undertaking relating to the use of a sign inrelation to goods or services.\n\t\t\t\tIf any of the following information is included in a communication made fora permitted purpose, it is information that is “necessary for that purpose”(see subsection (1)(b)(i))—\n\t\t\t\t\ta statement that a registered trade mark exists and is in force or that anapplication for the registration of a trade mark has been made;\n\t\t\t\t\tdetails of the registered trade mark, or of a right in or under theregistered trade mark, which—\n\t\t\t\t\tare accurate in all material respects, and\n\t\t\t\t\tare not misleading in any material respect; and\n\t\t\t\t\tinformation enabling the identification of the goods or their packaging, orthe services, in relation to which it is alleged that the use of a signconstitutes an infringement of the registered trade mark.\n\t\t\tCRemedies and defences\n\t\t\t\tProceedings in respect of an actionable threat may be brought against theperson who made the threat for—\n\t\t\t\t\ta declaration that the threat is unjustified;\n\t\t\t\t\tan injunction against the continuance of the threat;\n\t\t\t\t\tdamages in respect of any loss sustained by the aggrieved person by reasonof the threat.\n\t\t\t\tIt is a defence for the person who made the threat to show that the act inrespect of which proceedings were threatened constitutes (or if done wouldconstitute) an infringement of the registered trade mark.\n\t\t\t\tIt is a defence for the person who made the threat to show—\n\t\t\t\t\tthat, despite having taken reasonable steps, the person has not identifiedanyone who has done an act mentioned in section 21A(2)(a), (b) or (c) inrelation to the goods or their packaging or the services which are the subjectof the threat, and\n\t\t\t\t\tthat the person notified the recipient, before or at the time of making thethreat, of the steps taken.\n\t\t\tDProfessional advisers\n\t\t\t\tProceedings in respect of an actionable threat may not be brought against aprofessional adviser (or any person vicariously liable for the actions of thatprofessional adviser) if the conditions in subsection (3) are met.\n\t\t\t\tIn this section “professional adviser” means a person who, in relation tothe making of the communication containing the threat—\n\t\t\t\t\tis acting in a professional capacity in providing legal services or theservices of a trade mark attorney or a patent attorney, and\n\t\t\t\t\tis regulated in the provision of legal services, or the services of a trademark attorney or a patent attorney, by one or more regulatory bodies (whetherthrough membership of a regulatory body, the issue of a licence to practise orany other means).\n\t\t\t\tThe conditions are that—\n\t\t\t\t\tin making the communication the professional adviser is acting on theinstructions of another person, and\n\t\t\t\t\twhen the communication is made the professional adviser identifies theperson on whose instructions the adviser is acting.\n\t\t\t\tThis section does not affect any liability of the person on whoseinstructions the professional adviser is acting.\n\t\t\t\tIt is for a person asserting that subsection (1) applies to prove (ifrequired) that at the material time—\n\t\t\t\t\tthe person concerned was acting as a professional adviser, and\n\t\t\t\t\tthe conditions in subsection (3) were met.\n\t\t\tESupplementary: pending registration\n\t\t\t\tIn sections 21 and 21B references to a registered trade mark includereferences to a trade mark in respect of which an application for registrationhas been published under section 38.\n\t\t\t\tWhere the threat of infringement proceedings is made after an applicationfor registration has been published (but before registration) the reference insection 21C(2) to “the registered trade mark” is to be treated as a referenceto the trade mark registered in pursuance of that application.\n\t\t\tFSupplementary: proceedings for delivery up etc.\n\t\t\t\tIn section 21(1)(b) the reference to proceedings for infringement of aregistered trade mark includes a reference to—\n\t\t\t\t\tproceedings for an order under section 16 (order for delivery up ofinfringing goods, material or articles), and\n\t\t\t\t\tproceedings for an order under section 19 (order as to disposal ofinfringing goods, material or articles).”\n\t\t\t\tIn section 52(3)(a) (power to provide for the application of certainprovisions in relation to a European Union trade mark) for sub-paragraph (i)substitute—\n\t\t\t\t\tsections 21 to 21F (unjustified threats);”.\n\t\t\t\tIn section 54(3) (power to provide for the application of certainprovisions in relation to an international trade mark (UK)) for paragraph (a)substitute—\n\t\t\t\t\tsections 21 to 21F (unjustified threats);”.\n\tEuropean Union trade marks\n\t\tRegulation 6 of the Community Trade Mark Regulations 2006 ([S.I.2006/1027](/id/uksi/2006/1027?view=plain \"Go to item of legislation\"))(unjustified threats of infringement proceedings) is amended as follows.\n\t\tIn paragraph (1), for “section 21” substitute “sections 21 to 21D andsection 21F”.\n\t\tAfter paragraph (1) insert—\n\t\t\t“(1A)In the application of sections 21 and 21B in relation to a European Uniontrade mark, references to a registered trade mark are to be treated asreferences to a European Union trade mark in respect of which an applicationhas been published in accordance with Article 39 of the European Union TradeMark Regulation.\n\t\t(1B)In the application of section 21C in relation to a European Union trademark in a case where the threat of infringement proceedings is made after anapplication has been published (but before registration) the reference insection 21C(2) to “the registered trade mark” is to be treated as a referenceto the European Union trade mark registered in pursuance of that application.”\n\t\tFor paragraph (2) substitute—\n\t\tIn the application of sections 21 and 21B in relation to an internationaltrade mark (EC), references to a registered trade mark are to be treated asreferences to an international trade mark (EC) in respect of which particularsof an international registration designating the European Union have beenpublished in accordance with Article 152 of the European Union Trade MarkRegulation.\n\t\tIn the application of section 21C in relation to an international trademark (EC) in a case where the threat of infringement proceedings is made afterparticulars have been published (but before registration) the reference insection 21C(2) to “the registered trade mark” is to be treated as a referenceto the international trade mark (EC) registered in pursuance of thoseparticulars.”\n\t\tFor the heading substitute “Unjustified threats”."
    },
    {
        "length": 2081,
        "text": "\n“Legal proceedings: general”.\n\tFor section 26 (remedy for unjustified threats of infringement proceedings)substitute—\n\t“Unjustified threats\n\t\tThreats of infringement proceedings\n\t\t\tA communication contains a “threat of infringement proceedings” if areasonable person in the position of a recipient would understand from thecommunication that—\n\t\t\t\ta registered design exists, and\n\t\t\t\ta person intends to bring proceedings (whether in a court in the UnitedKingdom or elsewhere) against another person for infringement of the right inthe registered design by—\n\t\t\t\tan act done in the United Kingdom, or\n\t\t\t\tan act which, if done, would be done in the United Kingdom.\n\t\t\tReferences in this section and in section 26C to a “recipient” include, inthe case of a communication directed to the public or a section of the public,references to a person to whom the communication is directed.\n\t\tAActionable threats\n\t\t\tSubject to subsections (2) to (5), a threat of infringement proceedingsmade by any person is actionable by any person aggrieved by the threat.\n\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of—\n\t\t\t\tmaking a product for disposal, or\n\t\t\t\timporting a product for disposal.\n\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of an act which, if done, would constitute aninfringement of a kind mentioned in subsection (2)(a) or (b).\n\t\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\t\tis made to a person who has done, or intends to do, an act mentioned insubsection (2)(a) or (b) in relation to a product, and\n\t\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to that product.\n\t\t\tA threat of infringement proceedings which is not an express threat is notactionable if it is contained in a permitted communication.\n\t\t\tIn sections 26C and 26D an “actionable threat” means a threat ofinfringement proceedings that is actionable in accordance with this section.\n\t\tBPermitted communications\n\t\t\tFor the purposes of section 26A(5), a communication containing a threat ofinfringement proceedings is a “permitted communication” if—\n\t\t\t\tthe communication, so far as it contains information that relates to thethreat, is made for a permitted purpose;\n\t\t\t\tall of the information that relates to the threat is information that—\n\t\t\t\tis necessary for that purpose (see subsection (5)(a) to (c) for someexamples of necessary information), and\n\t\t\t\tthe person making the communication reasonably believes is true.\n\t\t\tEach of the following is a “permitted purpose”—\n\t\t\t\tgiving notice that a registered design exists;\n\t\t\t\tdiscovering whether, or by whom, the right in a registered design has beeninfringed by an act mentioned in section 26A(2)(a) or (b);\n\t\t\t\tgiving notice that a person has a right in or under a registered design,where another person’s awareness of the right is relevant to any proceedingsthat may be brought in respect of the registered design.\n\t\t\tThe court may, having regard to the nature of the purposes listed insubsection (2)(a) to (c), treat any other purpose as a “permitted purpose” ifit considers that it is in the interests of justice to do so.\n\t\t\tBut the following may not be treated as a “permitted purpose”—\n\t\t\t\trequesting a person to cease doing, for commercial purposes, anything inrelation to a product in which a design is incorporated or to which it isapplied,\n\t\t\t\trequesting a person to deliver up or destroy a product in which a design isincorporated or to which it is applied, or\n\t\t\t\trequesting a person to give an undertaking relating to a product in which adesign is incorporated or to which it is applied.\n\t\t\tIf any of the following information is included in a communication made fora permitted purpose, it is information that is “necessary for that purpose”(see subsection (1)(b)(i))—\n\t\t\t\ta statement that a right in a registered design exists and is in force orthat an application for registration of a design has been made;\n\t\t\t\tdetails of the registered design, or of a right in or under the right inthe registered design, which—\n\t\t\t\tare accurate in all material respects, and\n\t\t\t\tare not misleading in any material respect; and\n\t\t\t\tinformation enabling the identification of the products in which theregistered design is allegedly incorporated or to which the registered designis allegedly applied.\n\t\tCRemedies and defences\n\t\t\tProceedings in respect of an actionable threat may be brought against theperson who made the threat for—\n\t\t\t\ta declaration that the threat is unjustified;\n\t\t\t\tan injunction against the continuance of the threat;\n\t\t\t\tdamages in respect of any loss sustained by the aggrieved person by reasonof the threat.\n\t\t\tIt is a defence for the person who made the threat to show that the act inrespect of which proceedings were threatened constitutes (or if done wouldconstitute) an infringement of the right in the registered design.\n\t\t\tIt is a defence for the person who made the threat to show—\n\t\t\t\tthat, despite having taken reasonable steps, the person has not identifiedanyone who has done an act mentioned in section 26A(2)(a) or (b) in relationto the product which is the subject of the threat, and\n\t\t\t\tthat the person notified the recipient, before or at the time of making thethreat, of the steps taken.\n\t\tDProfessional advisers\n\t\t\tProceedings in respect of an actionable threat may not be brought against aprofessional adviser (or any person vicariously liable for the actions of thatprofessional adviser) if the conditions in subsection (3) are met.\n\t\t\tIn this section “professional adviser” means a person who, in relation tothe making of the communication containing the threat—\n\t\t\t\tis acting in a professional capacity in providing legal services or theservices of a trade mark attorney or a patent attorney, and\n\t\t\t\tis regulated in the provision of legal services, or the services of a trademark attorney or a patent attorney, by one or more regulatory bodies (whetherthrough membership of a regulatory body, the issue of a licence to practise orany other means).\n\t\t\tThe conditions are that—\n\t\t\t\tin making the communication the professional adviser is acting on theinstructions of another person, and\n\t\t\t\twhen the communication is made the professional adviser identifies theperson on whose instructions the adviser is acting.\n\t\t\tThis section does not affect any liability of the person on whoseinstructions the professional adviser is acting.\n\t\t\tIt is for a person asserting that subsection (1) applies to prove (ifrequired) that at the material time—\n\t\t\t\tthe person concerned was acting as a professional adviser, and\n\t\t\t\tthe conditions in subsection (3) were met.\n\t\tESupplementary: pending registration\n\t\t\tIn sections 26 and 26B references to a registered design include referencesto a design in respect of which an application for registration has been madeunder section 3.\n\t\t\tWhere the threat of infringement proceedings is made after an applicationfor registration has been made (but before registration) the reference insection 26C(2) to “the registered design” is to be treated as a reference tothe design registered in pursuance of that application.\n\t\tFSupplementary: proceedings for delivery up etc.\n\t\t\tIn section 26(1)(b) the reference to proceedings for infringement of the rightin a registered design includes a reference to—\n\t\t\t\tproceedings for an order under section 24C (order for delivery up), and\n\t\t\t\tproceedings for an order under section 24D (order as to disposal ofinfringing articles).”\n\t\t\tBefore section 27 insert—"
    },
    {
        "length": 1952,
        "text": "\nDesign right\n\tPart 3 of the Copyright, Designs and Patents Act 1988 (design right) isamended as follows.\n\tFor section 253 (remedy for unjustified threats of infringementproceedings), and the heading immediately before that section, substitute—\n\t“Unjustified threats\n\t\tThreats of infringement proceedings\n\t\t\tA communication contains a “threat of infringement proceedings” if areasonable person in the position of a recipient would understand from thecommunication that—\n\t\t\t\tdesign right subsists in a design, and\n\t\t\t\ta person intends to bring proceedings (whether in a court in the UnitedKingdom or elsewhere) against another person for infringement of the designright by—\n\t\t\t\tan act done in the United Kingdom, or\n\t\t\t\tan act which, if done, would be done in the United Kingdom.\n\t\t\tReferences in this section and in section 253C to a “recipient” include, inthe case of a communication directed to the public or a section of the public,references to a person to whom the communication is directed.\n\t\tAActionable threats\n\t\t\tSubject to subsections (2) to (5), a threat of infringement proceedingsmade by any person is actionable by any person aggrieved by the threat.\n\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of—\n\t\t\t\tmaking an article for disposal, or\n\t\t\t\timporting an article for disposal.\n\t\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of an act which, if done, would constitute aninfringement of a kind mentioned in subsection (2)(a) or (b).\n\t\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\t\tis made to a person who has done, or intends to do, an act mentioned insubsection (2)(a) or (b) in relation to an article, and\n\t\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to that article.\n\t\t\tA threat of infringement proceedings which is not an express threat is notactionable if it is contained in a permitted communication.\n\t\t\tIn sections 253C and 253D an “actionable threat” means a threat ofinfringement proceedings that is actionable in accordance with this section.\n\t\tBPermitted communications\n\t\t\tFor the purposes of section 253A(5), a communication containing a threat ofinfringement proceedings is a “permitted communication” if—\n\t\t\t\tthe communication, so far as it contains information that relates to thethreat, is made for a permitted purpose;\n\t\t\t\tall of the information that relates to the threat is information that—\n\t\t\t\tis necessary for that purpose (see subsection (5)(a) to (c) for someexamples of necessary information), and\n\t\t\t\tthe person making the communication reasonably believes is true.\n\t\t\tEach of the following is a “permitted purpose”—\n\t\t\t\tgiving notice that design right subsists in a design;\n\t\t\t\tdiscovering whether, or by whom, design right in a design has beeninfringed by an act mentioned in section 253A(2)(a) or (b);\n\t\t\t\tgiving notice that a person has a right in or under the design right in adesign, where another person’s awareness of the right is relevant to anyproceedings that may be brought in respect of the design right in the design.\n\t\t\tThe court may, having regard to the nature of the purposes listed insubsection (2)(a) to (c), treat any other purpose as a “permitted purpose” ifit considers that it is in the interests of justice to do so.\n\t\t\tBut the following may not be treated as a “permitted purpose”—\n\t\t\t\trequesting a person to cease doing, for commercial purposes, anything inrelation to an article made to a design,\n\t\t\t\trequesting a person to deliver up or destroy an article made to a design,or\n\t\t\t\trequesting a person to give an undertaking relating to an article made to adesign.\n\t\t\tIf any of the following information is included in a communication made fora permitted purpose, it is information that is “necessary for that purpose”(see subsection (1)(b)(i))—\n\t\t\t\ta statement that design right subsists in a design;\n\t\t\t\tdetails of the design, or of a right in or under the design right in thedesign, which—\n\t\t\t\tare accurate in all material respects, and\n\t\t\t\tare not misleading in any material respect; and\n\t\t\t\tinformation enabling the identification of articles that are alleged to beinfringing articles in relation to the design.\n\t\tCRemedies and defences\n\t\t\tProceedings in respect of an actionable threat may be brought against theperson who made the threat for—\n\t\t\t\ta declaration that the threat is unjustified;\n\t\t\t\tan injunction against the continuance of the threat;\n\t\t\t\tdamages in respect of any loss sustained by the aggrieved person by reasonof the threat.\n\t\t\tIt is a defence for the person who made the threat to show that the act inrespect of which proceedings were threatened constitutes (or if done wouldconstitute) an infringement of design right.\n\t\t\tIt is a defence for the person who made the threat to show—\n\t\t\t\tthat, despite having taken reasonable steps, the person has not identifiedanyone who has done an act mentioned in section 253A(2)(a) or (b) in relationto the article which is the subject of the threat, and\n\t\t\t\tthat the person notified the recipient, before or at the time of making thethreat, of the steps taken.\n\t\tDProfessional advisers\n\t\t\tProceedings in respect of an actionable threat may not be brought against aprofessional adviser (or any person vicariously liable for the actions of thatprofessional adviser) if the conditions in subsection (3) are met.\n\t\t\tIn this section “professional adviser” means a person who, in relation tothe making of the communication containing the threat—\n\t\t\t\tis acting in a professional capacity in providing legal services or theservices of a trade mark attorney or a patent attorney, and\n\t\t\t\tis regulated in the provision of legal services, or the services of a trademark attorney or a patent attorney, by one or more regulatory bodies (whetherthrough membership of a regulatory body, the issue of a licence to practise orany other means).\n\t\t\tThe conditions are that—\n\t\t\t\tin making the communication the professional adviser is acting on theinstructions of another person, and\n\t\t\t\twhen the communication is made the professional adviser identifies theperson on whose instructions the adviser is acting.\n\t\t\tThis section does not affect any liability of the person on whoseinstructions the professional adviser is acting.\n\t\t\tIt is for a person asserting that subsection (1) applies to prove (ifrequired) that at the material time—\n\t\t\t\tthe person concerned was acting as a professional adviser, and\n\t\t\t\tthe conditions in subsection (3) were met.\n\t\tESupplementary: proceedings for delivery up etc.\n\t\t\tIn section 253(1)(b) the reference to proceedings for infringement of designright includes a reference to—\n\t\t\t\tproceedings for an order under section 230 (order for delivery up), and\n\t\t\t\tproceedings for an order under section 231 (order as to disposal ofinfringing articles).”\n\t\t\tBefore section 254 insert—"
    },
    {
        "length": 2175,
        "text": "\nCommunity design\n\tThe Community Design Regulations 2005 ([S.I.2005/2339](/id/uksi/2005/2339?view=plain \"Go to item of legislation\")) areamended as follows.\n\tFor regulation 2 (remedy for unjustified threats of infringementproceedings) substitute—\n\t“2Unjustified threats: threats of infringement proceedings\n\t\tA communication contains a “threat of infringement proceedings” if areasonable person in the position of a recipient would understand from thecommunication that—\n\t\t\ta Community design exists, and\n\t\t\ta person intends to bring proceedings (whether in a court in the UnitedKingdom or elsewhere) against another person for infringement of the Communitydesign by—\n\t\t\tan act done in the United Kingdom, or\n\t\t\tan act which, if done, would be done in the United Kingdom.\n\t\tReferences in this regulation and in regulation 2C to a “recipient”include, in the case of a communication directed to the public or a section ofthe public, references to a person to whom the communication is directed.\n\tAUnjustified threats: actionable threats\n\t\tSubject to paragraphs (2) to (5), a threat of infringement proceedings madeby any person is actionable by any person aggrieved by the threat.\n\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of—\n\t\t\tmaking an article for disposal, or\n\t\t\timporting an article for disposal.\n\t\tA threat of infringement proceedings is not actionable if the infringementis alleged to consist of an act which, if done, would constitute aninfringement of a kind mentioned in paragraph (2)(a) or (b).\n\t\tA threat of infringement proceedings is not actionable if the threat—\n\t\t\tis made to a person who has done, or intends to do, an act mentioned inparagraph (2)(a) or (b) in relation to an article, and\n\t\t\tis a threat of proceedings for an infringement alleged to consist of doinganything else in relation to that article.\n\t\tA threat of infringement proceedings which is not an express threat is notactionable if it is contained in a permitted communication.\n\t\tIn regulations 2C and 2D an “actionable threat” means a threat ofinfringement proceedings that is actionable in accordance with thisregulation.\n\tBUnjustified threats: permitted communications\n\t\tFor the purposes of regulation 2A(5), a communication containing a threatof infringement proceedings is a “permitted communication” if—\n\t\t\tthe communication, so far as it contains information that relates to thethreat, is made for a permitted purpose;\n\t\t\tall of the information that relates to the threat is information that—\n\t\t\tis necessary for that purpose (see paragraph (5)(a) to (c) for someexamples of necessary information), and\n\t\t\tthe person making the communication reasonably believes is true.\n\t\tEach of the following is a “permitted purpose”—\n\t\t\tgiving notice that a Community design exists;\n\t\t\tdiscovering whether, or by whom, a Community design has been infringed byan act mentioned in regulation 2A(2)(a) or (b);\n\t\t\tgiving notice that a person has a right in or under a Community design,where another person’s awareness of the right is relevant to any proceedingsthat may be brought in respect of the Community design.\n\t\tThe court may, having regard to the nature of the purposes listed inparagraph (2)(a) to (c), treat any other purpose as a “permitted purpose” ifit considers that it is in the interests of justice to do so.\n\t\tBut the following may not be treated as a “permitted purpose”—\n\t\t\trequesting a person to cease doing, for commercial purposes, anything inrelation to an article made to a design, in which a design is incorporated orto which it is applied,\n\t\t\trequesting a person to deliver up or destroy an article made to a design,in which a design is incorporated or to which it is applied, or\n\t\t\trequesting a person to give an undertaking relating to an article made to adesign, in which a design is incorporated or to which it is applied.\n\t\tIf any of the following information is included in a communication made fora permitted purpose, it is information that is “necessary for that purpose”(see paragraph (1)(b)(i))—\n\t\t\ta statement—\n\t\t\tthat a design is a registered Community design and the registration is inforce,\n\t\t\tthat an application for a registered Community design has been made, or\n\t\t\tthat a design is protected as an unregistered Community design;\n\t\t\tdetails of the Community design, or of a right in or under the Communitydesign, which—\n\t\t\tare accurate in all material respects, and\n\t\t\tare not misleading in any material respect; and\n\t\t\tinformation enabling the identification of the article that is alleged tobe infringing an article in relation to the design.\n\tCUnjustified threats: remedies and defences\n\t\tProceedings in respect of an actionable threat may be brought against theperson who made the threat for—\n\t\t\ta declaration that the threat is unjustified;\n\t\t\tan injunction against the continuance of the threat;\n\t\t\tdamages in respect of any loss sustained by the aggrieved person by reasonof the threat.\n\t\tIt is a defence for the person who made the threat to show that the act inrespect of which proceedings were threatened constitutes (or if done wouldconstitute) an infringement of the Community design.\n\t\tIt is a defence for the person who made the threat to show—\n\t\t\tthat, despite having taken reasonable steps, the person has not identifiedanyone who has done an act mentioned in regulation 2A(2)(a) or (b) in relationto the article which is the subject of the threat, and\n\t\t\tthat the person notified the recipient, before or at the time of making thethreat, of the steps taken.\n\tDUnjustified threats: professional advisers\n\t\tProceedings in respect of an actionable threat may not be brought against aprofessional adviser (or any person vicariously liable for the actions of thatprofessional adviser) if the conditions in paragraph (3) are met.\n\t\tIn this section “professional adviser” means a person who, in relation tothe making of the communication containing the threat—\n\t\t\tis acting in a professional capacity in providing legal services or theservices of a trade mark attorney or a patent attorney, and\n\t\t\tis regulated in the provision of legal services, or the services of a trademark attorney or a patent attorney, by one or more regulatory bodies (whetherthrough membership of a regulatory body, the issue of a licence to practise orany other means).\n\t\tThe conditions are that—\n\t\t\tin making the communication the professional adviser is acting on theinstructions of another person, and\n\t\t\twhen the communication is made the professional adviser identifies theperson on whose instructions the adviser is acting.\n\t\tThis section does not affect any liability of the person on whoseinstructions the professional adviser is acting.\n\t\tIt is for a person asserting that paragraph (1) applies to prove (ifrequired) that at the material time—\n\t\t\tthe person concerned was acting as a professional adviser, and\n\t\t\tthe conditions in paragraph (3) were met.\n\tEUnjustified threats: supplementary: pending registration\n\t\tIn the application of regulations 2 and 2B in relation to a registeredCommunity design, references to a Community design include references to aCommunity design in respect of which an application for registration has beenfiled in accordance with Article 35 of the Community Design Regulation.\n\t\tWhere the threat of infringement proceedings is made after an applicationfor registration has been filed (but before registration) the reference inregulation 2C(2) to “the Community design” is to be treated as a reference tothe design registered in pursuance of that application.\n\tFUnjustified threats: supplementary: proceedings for delivery up etc.\n\t\tIn regulation 2(1)(b) the reference to proceedings for infringement of theCommunity design includes a reference to—\n\t\t\tproceedings for an order under regulation 1B (order for delivery up), and\n\t\t\tproceedings for an order under regulation 1C (order as to disposal ofinfringing articles).”\n\t\tIn regulation 5A(1) (application to Scotland) at the appropriate placeinsert—\n\t\t\t  * ““declaration” means “declarator”;”."
    },
    {
        "length": 471,
        "text": "\nFinal provisions\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\tThe following provisions also extend to the Isle of Man, subject to suchmodifications as Her Majesty may by Order in Council provide—\n\t\t\tsection 1(1), (2) and (4) to (7);\n\t\t\tsection 2;\n\t\t\tsection 4;\n\t\t\tthis subsection;\n\t\t\tsection 8 (so far as relating to the commencement of provisions whichextend to the Isle of Man);\n\t\t\tsection 9.\n\t\tHer Majesty may by Order in Council provide for the amendments made bysection 1(3) and (8) of this Act to the Patents Act 1977 to extend, with orwithout modifications, to the Isle of Man.\n\t\tThe power to make an Order in Council under section 255(2) of theCopyright, Designs and Patents Act 1988 (extension of certain provisions tothe Isle of Man, the Channel Islands or other territories, with or withoutmodifications) may be exercised in relation to any amendment made by section 5above (and in section 255(4) and (5) of that Act the references to Part 3include references to the provisions substituted or inserted by the amendmentsmade by section 5).\n\tCommencement \n\t\tThis section, section 7(1) to (3) and section 9 come into force on the dayon which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day or days as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (2) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional, transitory or saving provision.\n\tShort title\n\t\tThis Act may be cited as the Intellectual Property (Unjustified Threats) Act2017.\n\t"
    }
]