[
    {
        "length": 2634,
        "text": "\nPart 1Fire and rescue authorities\n\tFire and rescue authorities\n\t\tThe fire and rescue authority for an area is the authority determined underthis section.\n\t\tIn England—\n\t\t\ta non-metropolitan county council is the fire and rescue authority for thecounty;\n\t\t\ta non-metropolitan district council for an area for which there is nocounty council is the fire and rescue authority for the area;\n\t\t\tthe London Fire and Emergency Planning Authority is the fire and rescueauthority for Greater London;\n\t\t\ta metropolitan county fire and civil defence authority is the fire andrescue authority for the county;\n\t\t\tthe Council of the Isles of Scilly is the fire and rescue authority for theIsles of Scilly.\n\t\tIn Wales—\n\t\t\ta county council is the fire and rescue authority for the county;\n\t\t\ta county borough council is the fire and rescue authority for the countyborough.\n\t\tThis section is subject to sections 2 and 4 (schemes constituting combinedfire and rescue authorities for particular areas).\n\tPower to create combined fire and rescue authorities\n\t\tThe Secretary of State may by order make a scheme constituting a fire andrescue authority for the combined area of two or more existing fire and rescueauthorities.\n\t\tA scheme under this section may be made only if it appears to the Secretaryof State that, in the interests of—\n\t\t\teconomy, efficiency and effectiveness, or\n\t\t\tpublic safety,\n\t\t\t\tthere should be a single fire and rescue authority for the combined area.\n\t\tA scheme under this section may be made by the Secretary of State—\n\t\t\tto give effect to a draft scheme submitted to him by the existingauthorities in question, or\n\t\t\ton his own initiative.\n\t\tA scheme under this section made as mentioned in subsection (3)(a) mayinclude any modifications to the draft scheme which seem appropriate to theSecretary of State after consulting the existing authorities in question.\n\t\tBefore making a scheme under this section as mentioned in subsection (3)(b)the Secretary of State must consult—\n\t\t\tthe existing authorities in question,\n\t\t\tany local authority all or part of whose area forms part of the combinedarea, and\n\t\t\tany other persons he considers appropriate.\n\t\tThe Secretary of State may by order vary or revoke a scheme under thissection but before doing so must consult—\n\t\t\tany fire and rescue authority which appears to him likely to be affected,\n\t\t\tany other authority which would, apart from the scheme, be a fire andrescue authority under section 1 and which appears to him likely to beaffected,\n\t\t\tany local authority all or part of whose area forms part of the combinedarea or would, under the scheme as varied, form part of the combined area, and\n\t\t\tany other persons he considers appropriate.\n\t\tAn order under subsection (6) varying or revoking a scheme may includeprovision for the transfer of staff, property, rights and liabilities from thecombined fire and rescue authority to any other fire and rescue authority.\n\t\tThe Secretary of State must cause an inquiry to be held—\n\t\t\tbefore making a scheme as mentioned in subsection (3)(b), or\n\t\t\tbefore varying or revoking a scheme under this section.\n\t\tThe Secretary of State is not required to cause an inquiry to be held undersubsection (8) (but may do so) if—\n\t\t\tin a case within subsection (8)(a), the existing authorities in questionagree to the making of the scheme,\n\t\t\tin a case within subsection (8)(b), the combined fire and rescue authorityand any other authority which would, apart from the scheme, be a fire andrescue authority under section 1 and which would be affected by the variationor revocation, agree to the variation or revocation,\n\t\t\tin either case, it appears to the Secretary of State that the scheme,variation or revocation is to be made solely for the purpose of giving effectto an order under Part 4 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\"), Part 2 of theLocal Government Act [1992 (c. 19)](/id/ukpga/1992/19?view=plain \"Go to itemof legislation\") or section 17 of the Regional Assemblies (Preparations) Act[2003 (c. 10)](/id/ukpga/2003/10?view=plain \"Go to item of legislation\"), or\n\t\t\tin either case, the Secretary of State considers that, in the interests ofpublic safety, the scheme should be made, varied or revoked without delay.\n\t\tSubsection (11) applies if—\n\t\t\tan order is made under Part 4 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\"), Part 2 of theLocal Government Act [1992 (c. 19)](/id/ukpga/1992/19?view=plain \"Go to itemof legislation\") or section 17 of the Regional Assemblies (Preparations) Act[2003 (c. 10)](/id/ukpga/2003/10?view=plain \"Go to item of legislation\") inrelation to any area, but\n\t\t\tthe order, or any provision of the order, has not come into force.\n\t\tIf this subsection applies—\n\t\t\ta scheme under this section may be made as if the order or provisionreferred to in subsection (10)(b) were in force, and\n\t\t\tthis section has effect in relation to any scheme so made, or proposed tobe so made, as if the order or provision were in force;\n\t\t\tbut a scheme so made may not come into force before the order or provisiondoes.\n\tCreation of combined fire and rescue authorities: supplementary\n\t\tA combined fire and rescue authority constituted under a scheme undersection 2 must be constituted as a body corporate.\n\t\tA scheme under section 2 may, subject to this section, make anysupplementary and incidental provision which the Secretary of State considersappropriate.\n\t\tIn particular, a scheme under section 2 may make provision about—\n\t\t\tthe composition of the combined authority (including provision for theappointment of members by the existing authorities or by the Secretary ofState);\n\t\t\tthe proceedings of the combined authority (including different provision inrespect of the voting rights of different categories of member);\n\t\t\tthe financing of the combined authority (including provision for thepayment of expenses out of a combined fire and rescue service fund maintainedby the existing authorities);\n\t\t\tthe discharge of the functions of the combined authority (includingprovision for the discharge of functions by committees);\n\t\t\tofficers of the combined authority;\n\t\t\tthe acquisition, appropriation and disposal of land by the combinedauthority (including provision for the acquisition of land by agreement orcompulsorily);\n\t\t\tthe transfer of staff, property, rights and liabilities to or from thecombined authority;\n\t\t\tthe payment of compensation in respect of loss suffered by any person inconsequence of the constitution of the combined authority.\n\t\tA scheme under section 2 may not make provision for the appointment by theSecretary of State of a number of members equal to, or exceeding, half thetotal number of members capable of being appointed.\n\t\tIf a scheme under section 2 provides for members of a combined authority tobe appointed by the Secretary of State, it must also provide that any decisionof the authority to—\n\t\t\tissue a precept under section 40 of the Local Government Finance Act [1992(c. 14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\"), or\n\t\t\tmake the calculations required by section 43 of that Act,\n\t\t\t\tmust be approved by more than half of the members of the authority notappointed by the Secretary of State.\n\tCombined authorities under the Fire Services Act 1947\n\t\tThis section applies to a scheme approved under section 5 of the FireServices Act [1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go to item oflegislation\") (voluntary schemes for combining fire authorities), or madeunder section 6 of that Act (combination schemes made by the Secretary ofState), which is in force immediately before the repeal of those sections bythis Act.\n\t\tA scheme to which this section applies continues to have effect despitethat repeal.\n\t\tThe combined authority constituted by a scheme to which this sectionapplies is the fire and rescue authority for the area for which it isconstituted.\n\t\tThe Secretary of State may by order vary or revoke a scheme to which thissection applies.\n\t\tBefore making an order under subsection (4) in relation to a scheme theSecretary of State must consult—\n\t\t\tany fire and rescue authority which appears to him likely to be affected,\n\t\t\tany other authority which would, apart from the scheme, be a fire andrescue authority under section 1 and which appears to him likely to beaffected,\n\t\t\tany local authority all or part of whose area forms part of the combinedarea or would, under the scheme as varied, form part of the combined area, and\n\t\t\tany other persons he considers appropriate.\n\t\tBefore making an order under subsection (4) varying or revoking a schemethe Secretary of State must cause an inquiry to be held.\n\t\tThe Secretary of State is not required to cause an inquiry to be held undersubsection (6) (but may do so) if—\n\t\t\tthe combined authority and any other authority which would, apart from thescheme, be a fire and rescue authority under section 1 and which would beaffected by the variation or revocation, agree to the variation or revocation,\n\t\t\tit appears to the Secretary of State that the scheme is to be varied orrevoked solely for the purpose of giving effect to an order made under Part 4of the Local Government Act [1972 (c. 70)](/id/ukpga/1972/70?view=plain \"Go toitem of legislation\"), Part 2 of the Local Government Act [1992 (c.19)](/id/ukpga/1992/19?view=plain \"Go to item of legislation\") or section 17of the Regional Assemblies (Preparations) Act [2003 (c.10)](/id/ukpga/2003/10?view=plain \"Go to item of legislation\"), or\n\t\t\tthe Secretary of State considers that, in the interests of public safety,the scheme should be varied or revoked without delay.\n\tPowers of combined fire and rescue authorities\n\t\tA fire and rescue authority constituted by a scheme under section 2 or ascheme to which section 4 applies has power to do anything which is calculatedto facilitate, or is conducive or incidental to, the discharge of any of itsfunctions.\n\t\tSubsection (1) is subject to the provisions of this Act and the scheme."
    },
    {
        "length": 2890,
        "text": "\nPart 2Functions of fire and rescue authorities\n\tCore functions\n\t\tFire safety\n\t\t\tA fire and rescue authority must make provision for the purpose ofpromoting fire safety in its area.\n\t\t\tIn making provision under subsection (1) a fire and rescue authority mustin particular, to the extent that it considers it reasonable to do so, makearrangements for—\n\t\t\t\tthe provision of information, publicity and encouragement in respect of thesteps to be taken to prevent fires and death or injury by fire;\n\t\t\t\tthe giving of advice, on request, about—\n\t\t\t\thow to prevent fires and restrict their spread in buildings and otherproperty;\n\t\t\t\tthe means of escape from buildings and other property in case of fire.\n\t\tFire-fighting \n\t\t\tA fire and rescue authority must make provision for the purpose of—\n\t\t\t\textinguishing fires in its area, and\n\t\t\t\tprotecting life and property in the event of fires in its area.\n\t\t\tIn making provision under subsection (1) a fire and rescue authority mustin particular—\n\t\t\t\tsecure the provision of the personnel, services and equipment necessaryefficiently to meet all normal requirements;\n\t\t\t\tsecure the provision of training for personnel;\n\t\t\t\tmake arrangements for dealing with calls for help and for summoningpersonnel;\n\t\t\t\tmake arrangements for obtaining information needed for the purposementioned in subsection (1);\n\t\t\t\tmake arrangements for ensuring that reasonable steps are taken to preventor limit damage to property resulting from action taken for the purposementioned in subsection (1).\n\t\tRoad traffic accidents\n\t\t\tA fire and rescue authority must make provision for the purpose of—\n\t\t\t\trescuing people in the event of road traffic accidents in its area;\n\t\t\t\tprotecting people from serious harm, to the extent that it considers itreasonable to do so, in the event of road traffic accidents in its area.\n\t\t\tIn making provision under subsection (1) a fire and rescue authority mustin particular—\n\t\t\t\tsecure the provision of the personnel, services and equipment necessaryefficiently to meet all normal requirements;\n\t\t\t\tsecure the provision of training for personnel;\n\t\t\t\tmake arrangements for dealing with calls for help and for summoningpersonnel;\n\t\t\t\tmake arrangements for obtaining information needed for the purposementioned in subsection (1);\n\t\t\t\tmake arrangements for ensuring that reasonable steps are taken to preventor limit damage to property resulting from action taken for the purposementioned in subsection (1).\n\t\tEmergencies \n\t\t\tThe Secretary of State may by order confer on a fire and rescue authorityfunctions relating to emergencies, other than fires and road traffic accidentsin relation to which the authority has functions under section 7 or 8.\n\t\t\tAn order under this section may require functions conferred on a fire andrescue authority under this section to be discharged outside the authority’sarea.\n\t\t\tAn order under this section may make provision as to what a fire and rescueauthority must or may do for the purpose of a function conferred under thissection, and may in particular require or authorise a fire and rescueauthority—\n\t\t\t\tto secure the provision of personnel, services and equipment;\n\t\t\t\tto secure the provision of training for personnel;\n\t\t\t\tto make arrangements for dealing with calls for help and for summoningpersonnel;\n\t\t\t\tto make arrangements for obtaining information needed for the purpose ofdischarging the function;\n\t\t\t\tto make arrangements for ensuring that reasonable steps are taken toprevent or limit damage to property resulting from discharging the function.\n\t\t\tAn order under this section may confer a function, including a function ofproviding particular equipment, on a particular authority.\n\t\t\tBefore making an order under this section the Secretary of State mustconsult any persons he considers appropriate.\n\tOther functions\n\t\tDirections relating to particular fires and emergencies\n\t\t\tThe Secretary of State may direct a fire and rescue authority to take, ornot to take, action specified in the direction in relation to—\n\t\t\t\ta fire specified in the direction, or\n\t\t\t\tan emergency of another kind specified in the direction.\n\t\t\tA direction under this section may require a fire and rescue authority toact outside the authority’s area.\n\t\t\tA direction under this section may be varied or revoked by a further suchdirection.\n\t\tPower to respond to other eventualities\n\t\t\tA fire and rescue authority may take any action it considers appropriate—\n\t\t\t\tin response to an event or situation of a kind mentioned in subsection (2);\n\t\t\t\tfor the purpose of enabling action to be taken in response to such an eventor situation.\n\t\t\tThe event or situation is one that causes or is likely to cause—\n\t\t\t\tone or more individuals to die, be injured or become ill;\n\t\t\t\tharm to the environment (including the life and health of plants andanimals).\n\t\t\tThe power conferred by subsection (1) includes power to secure theprovision of equipment.\n\t\t\tThe power conferred by subsection (1) may be exercised by an authorityoutside as well as within the authority’s area.\n\t\tOther services\n\t\t\tA fire and rescue authority may provide the services of any personsemployed by it or any equipment maintained by it to any person for any purposethat appears to the authority to be appropriate.\n\t\t\tA fire and rescue authority may provide services under this section outsideas well as within the authority’s area.\n\tAssistance in discharge of functions\n\t\tReinforcement schemes\n\t\t\tA fire and rescue authority must, so far as practicable, enter into areinforcement scheme with other fire and rescue authorities.\n\t\t\tA reinforcement scheme is a scheme for securing mutual assistance asbetween fire and rescue authorities for the purpose of discharging thefunctions conferred under section 7, 8 or 9 on any of the authoritiesparticipating in the scheme.\n\t\t\tA reinforcement scheme may make provision for apportioning between theauthorities participating in the scheme any expenses incurred in takingmeasures to secure the efficient operation of the scheme.\n\t\t\tThe fire and rescue authorities participating in a reinforcement schememust notify the Secretary of State of—\n\t\t\t\tthe making of the scheme;\n\t\t\t\tthe variation of the scheme;\n\t\t\t\tthe revocation of the scheme.\n\t\t\tThe fire and rescue authorities participating in a reinforcement schememust give effect to it.\n\t\tDirections as to reinforcement schemes\n\t\t\tThis section applies if—\n\t\t\t\ta fire and rescue authority has asked one or more other fire and rescueauthorities to agree to the making, variation or revocation of a reinforcementscheme,\n\t\t\t\tthe authorities are unable to agree to the making, terms, variation orrevocation of the scheme, and\n\t\t\t\tone of the authorities asks the Secretary of State to act under thissection.\n\t\t\tThe Secretary of State may direct the authorities concerned—\n\t\t\t\tto make a reinforcement scheme in the terms specified in the direction;\n\t\t\t\tto make one or more specified variations to a reinforcement scheme;\n\t\t\t\tto revoke a reinforcement scheme.\n\t\t\tBefore giving a direction under subsection (2) the Secretary of State—\n\t\t\t\tmust give both (or all) the authorities concerned an opportunity to makerepresentations to him;\n\t\t\t\tmay cause an inquiry to be held.\n\t\tArrangements with other employers of fire-fighters\n\t\t\tA fire and rescue authority may enter into arrangements with a person whoemploys fire-fighters for securing the provision by that person of assistancefor the purpose of the discharge by the authority of a function conferred onit under section 7, 8 or 9.\n\t\t\tBut a fire and rescue authority may not enter into arrangements under thissection with another fire and rescue authority.\n\t\t\tArrangements under this section may include provision as to the terms onwhich assistance is to be provided (including provision as to payment).\n\tDischarge of functions by others\n\t\tArrangements for discharge of functions by others\n\t\t\tA fire and rescue authority (the first authority) may enter intoarrangements with—\n\t\t\t\tanother fire and rescue authority, or\n\t\t\t\tany other person,\n\t\t\t\t\tfor the discharge to any extent by that other authority or person of afunction conferred on the first authority under any of sections 6 to 9 and 11.\n\t\t\tBut a fire and rescue authority may enter into arrangements with a personunder subsection (1) in relation to its function of extinguishing fires onlyif the person employs fire-fighters.\n\t\t\tArrangements under this section may include provision as to the terms onwhich any function is to be discharged (including provision as to payment).\n\t\tDirections as to arrangements under section 16\n\t\t\tThe Secretary of State may direct two fire and rescue authorities—\n\t\t\t\tto enter into arrangements under section 16 in the terms specified in thedirection;\n\t\t\t\tto make one or more specified variations to any such arrangements;\n\t\t\t\tto cancel any such arrangements.\n\t\t\tThe Secretary of State may give a direction under subsection (1) on his owninitiative or at the request of one of the authorities.\n\t\t\tBefore giving a direction under subsection (1) the Secretary of State—\n\t\t\t\tmust give the authorities concerned an opportunity to make representationsto him;\n\t\t\t\tmay cause an inquiry to be held.\n\t\t\tThe Secretary of State may give a direction under subsection (1) only if,after considering—\n\t\t\t\tany representations made under subsection (3)(a), and\n\t\t\t\tif an inquiry is held under subsection (3)(b), the report of the person bywhom it is held,\n\t\t\t\t\the considers it expedient to do so with a view to securing greater economy,efficiency and effectiveness.\n\tSupplementary\n\t\tTraining centres\n\t\t\tA fire and rescue authority may establish and maintain one or more trainingcentres for providing education and training in matters in relation to whichfire and rescue authorities have functions.\n\t\tCharging \n\t\t\tThe Secretary of State may by order authorise a fire and rescue authorityto charge a person of a specified description for any action of a specifieddescription taken by the authority.\n\t\t\tAn order under subsection (1) may authorise charging for extinguishingfires, or protecting life and property in the event of fires, only in respectof fires which are at sea or under the sea.\n\t\t\tAn order under subsection (1) may not authorise charging for emergencymedical assistance.\n\t\t\tThe power in subsection (1) includes power to authorise a charge to beimposed on, or recovered from, a person other than the person in respect ofwhom action is taken by the authority.\n\t\t\tIf a fire and rescue authority is authorised by an order under subsection(1) to charge for taking action of a particular description and the authoritydecides to do so—\n\t\t\t\tthe amount of the charge is to be set by the authority;\n\t\t\t\tthe authority may charge different amounts in different circumstances (andmay charge nothing).\n\t\t\tIn setting the amount of a charge, the authority must secure that, takingone financial year with another, the authority’s income from charges does notexceed the cost to the authority of taking the action for which the chargesare imposed.\n\t\t\tBefore making an order under this section the Secretary of State mustconsult any persons he considers appropriate.\n\t\t\tIn this section “financial year” means the period of 12 months ending with31 March.\n\t\t\tThe references in subsection (2) to “sea” are not restricted to theterritorial sea of the United Kingdom.\n\t\tExercise of powers at or under sea\n\t\t\tIf a fire and rescue authority has power to act, or is required to act,outside the authority’s area, the authority may exercise the power, or performthe duty, at sea or under the sea.\n\t\t\tThe references in subsection (1) to “sea” are not restricted to theterritorial sea of the United Kingdom."
    },
    {
        "length": 2290,
        "text": "\nPart 3Administration\n\tFire and Rescue National Framework\n\t\tFire and Rescue National Framework\n\t\t\tThe Secretary of State must prepare a Fire and Rescue National Framework.\n\t\t\tThe Framework—\n\t\t\t\tmust set out priorities and objectives for fire and rescue authorities inconnection with the discharge of their functions;\n\t\t\t\tmay contain guidance to fire and rescue authorities in connection with thedischarge of any of their functions;\n\t\t\t\tmay contain any other matter relating to fire and rescue authorities ortheir functions that the Secretary of State considers appropriate.\n\t\t\tThe Secretary of State must keep the terms of the Framework under reviewand may from time to time make revisions to it.\n\t\t\tThe Secretary of State must discharge his functions under subsections (1)and (3) in the manner and to the extent that appear to him to be bestcalculated to promote—\n\t\t\t\tpublic safety,\n\t\t\t\tthe economy, efficiency and effectiveness of fire and rescue authorities,and\n\t\t\t\teconomy, efficiency and effectiveness in connection with the matters inrelation to which fire and rescue authorities have functions.\n\t\t\tIn preparing the Framework, or any revisions to the Framework which appearto him to be significant, the Secretary of State—\n\t\t\t\tmust consult fire and rescue authorities or persons considered by him torepresent them;\n\t\t\t\tmust consult persons considered by him to represent employees of fire andrescue authorities;\n\t\t\t\tmay consult any other persons he considers appropriate.\n\t\t\tThe Framework as first prepared, and any revisions to the Framework whichappear to the Secretary of State to be significant, have effect only whenbrought into effect by the Secretary of State by order.\n\t\t\tFire and rescue authorities must have regard to the Framework in carryingout their functions.\n\t\tIntervention by Secretary of State\n\t\t\tThis section applies if the Secretary of State considers that a fire andrescue authority is failing, or is likely to fail, to act in accordance withthe Framework prepared under section 21.\n\t\t\tFor the purpose of securing that the authority acts in accordance with theFramework the Secretary of State may by order require the authority—\n\t\t\t\tto do something;\n\t\t\t\tto stop doing something;\n\t\t\t\tnot to do something.\n\t\t\tThe Secretary of State may make an order under subsection (2) only if heconsiders that making the order would promote—\n\t\t\t\tpublic safety,\n\t\t\t\tthe economy, efficiency and effectiveness of the fire and rescue authorityin respect of which the order is made, or\n\t\t\t\teconomy, efficiency and effectiveness in connection with the matters inrelation to which fire and rescue authorities have functions.\n\t\t\tBefore making an order under subsection (2) the Secretary of State mustgive the authority an opportunity to make representations about the orderproposed.\n\t\tIntervention protocol\n\t\t\tThe Secretary of State must prepare, and may revise, a protocol about theexercise of his power to make an order under section 22(2).\n\t\t\tThe protocol must in particular make provision about persons ordescriptions of persons that the Secretary of State will consult beforeexercising that power.\n\t\t\tThe Secretary of State must have regard to the protocol in exercising thatpower.\n\t\t\tIn preparing the protocol, or any revisions to it which appear to him to besignificant, the Secretary of State—\n\t\t\t\tmust consult fire and rescue authorities or persons considered by him torepresent them;\n\t\t\t\tmust consult persons considered by him to represent employees of fire andrescue authorities;\n\t\t\t\tmay consult any other persons he considers appropriate.\n\t\t\tThe Secretary of State must publish the protocol for the time being inforce in the manner he considers appropriate.\n\t\tBest value\n\t\t\tSections 10 to 13 of the Local Government Act [1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") (best valueinspections) apply in relation to a fire and rescue authority’s compliancewith section 21(7) as they apply in relation to a best value authority’scompliance with the requirements of Part 1 of that Act.\n\t\t\tAs applied by subsection (1), those sections have effect as if, in section13(2)(b) and (4), for “give a direction under section 15” there weresubstituted “make an order under section 22 of the Fire and Rescue ServicesAct 2004”.\n\t\tReport \n\t\t\tThe Secretary of State must report to Parliament on—\n\t\t\t\tthe extent to which fire and rescue authorities are acting in accordancewith the Framework prepared under section 21;\n\t\t\t\tany steps taken by him for the purpose of securing that fire and rescueauthorities act in accordance with the Framework.\n\t\t\tThe first report under subsection (1) must be made before the end of theperiod of two years starting on the date when the Framework as first preparedis brought into effect.\n\t\t\tEvery subsequent such report must be made beforethe end of the period oftwo years starting on the date on which the last such report was made.\n\tSupervision\n\t\tInformation \n\t\t\tA fire and rescue authority must—\n\t\t\t\tsubmit to the Secretary of State any reports and returns required by him;\n\t\t\t\tgive the Secretary of State any information with respect to its functionsrequired by him.\n\t\tInquiries \n\t\t\tThe Secretary of State may cause an inquiry to be held into—\n\t\t\t\tthe manner in which a fire and rescue authority is discharging any of itsfunctions;\n\t\t\t\tthe circumstances of, or the steps taken to deal with, a fire, road trafficaccident or emergency of another kind in relation to which a fire and rescueauthority has functions under this Act.\n\t\tInspectors \n\t\t\tHer Majesty may by Order in Council appoint inspectors, and the Secretaryof State may appoint assistant inspectors and other officers, for the purposeof obtaining information as to—\n\t\t\t\tthe manner in which fire and rescue authorities are discharging theirfunctions;\n\t\t\t\ttechnical matters relating to those functions.\n\t\t\tThe Secretary of State may pay to persons appointed under this sectionremuneration determined by him.\n\t\t\tA person appointed under section 24 of the Fire Services Act [1947 (c.41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") is to be takento have been appointed under this section.\n\tEquipment etc\n\t\tEquipment, facilities, services and organisations\n\t\t\tThe Secretary of State may provide and maintain, or contribute to theprovision and maintenance of, any equipment, facilities and services heconsiders appropriate for promoting the economy, efficiency and effectivenessof fire and rescue authorities.\n\t\t\tThe Secretary of State may establish and maintain, or contribute to theestablishment and maintenance of, any organisations he considers appropriatefor promoting the economy, efficiency and effectiveness of fire and rescueauthorities.\n\t\t\tCharges may be imposed for the use of equipment, facilities and servicesprovided by—\n\t\t\t\tthe Secretary of State under subsection (1), or\n\t\t\t\tan organisation established or maintained by him.\n\t\t\tThe Secretary of State may by order make provision requiring one ormorefire and rescue authorities—\n\t\t\t\tto use and maintain equipment and facilities specified in the order or of adescription specified in the order;\n\t\t\t\tto use services specified in the order or of a description specified in theorder.\n\t\t\tBefore making an order under this section the Secretary of State mustconsult any persons he considers appropriate.\n\t\tDirections for public safety purposes\n\t\t\tThe Secretary of State may, if he considers it necessary for the purposesof public safety, by order give general or specific directions to one or morefire and rescue authorities about the use or disposal of property orfacilities.\n\t\t\tThe provision that may be contained in a direction under subsection (1)given to an authority includes—\n\t\t\t\tprovision about the use or disposal by the authority of property orfacilities belonging to or under the control of the authority;\n\t\t\t\tprovision about the use by the authority of property or facilitiesbelonging to or under the control of another fire and rescue authority or aperson who has made the property or facilities available (or is willing to doso);\n\t\t\t\tprovision requiring payments to be made by the authority to another fireand rescue authority or to any other person, in respect of the use of propertyor facilities.\n\t\t\tThe references in subsection (2) to property or facilities belonging to aperson include land occupied by the person.\n\t\t\tBefore making an order under this section the Secretary of State mustconsult any persons he considers appropriate.\n\tTraining etc\n\t\tTraining institution and centres\n\t\t\tThe Secretary of State may establish and maintain—\n\t\t\t\ta central training institution, and\n\t\t\t\tone or more local training centres,\n\t\t\t\t\tfor one or more of the purposes mentioned in subsection (2).\n\t\t\tThe purposes are—\n\t\t\t\tthe provision of education and training to employees of fire and rescueauthorities;\n\t\t\t\tthe provision of advice and assistance to fire and rescue authorities inconnection with the provision of such education and training;\n\t\t\t\tthe supervision and regulation of the provision of such education andtraining;\n\t\t\t\tthe provision of education and training to persons who provide (or are toprovide) such education and training;\n\t\t\t\tthe provision of education and training (in the United Kingdom orelsewhere) to persons who are not employees of fire and rescue authorities inmatters in relation to which fire and rescue authorities have functions;\n\t\t\t\tthe provision of advice and assistance (in the United Kingdom or elsewhere)in connection with the provision of such education and training."
    },
    {
        "length": 2915,
        "text": "\nPart 4Employment\n\tNegotiating bodies\n\t\tNegotiating bodies\n\t\t\tThe Secretary of State may by regulations make provision for theestablishment of one or more bodies of persons (negotiating bodies) for thepurpose of negotiating the conditions of service of employees of fire andrescue authorities.\n\t\t\tRegulations under this section must provide for a negotiating bodyestablished by the regulations to be composed of—\n\t\t\t\tpersons representing the interests of some or all fire and rescueauthorities;\n\t\t\t\tpersons representing the interests of some or all employees of fire andrescue authorities;\n\t\t\t\tan independent chairman.\n\t\t\tA chairman is independent for the purposes of subsection (2) if he is not—\n\t\t\t\ta member or employee of a fire and rescue authority;\n\t\t\t\ta Minister of the Crown;\n\t\t\t\ta person employed in the civil service of the State;\n\t\t\t\ta member or employee of a body representing the interests of some or allemployees of fire and rescue authorities.\n\t\t\tSubsection (5) applies if—\n\t\t\t\ta negotiating body is established under this section, and\n\t\t\t\tthe body includes persons representing the interests of employees of aparticular description.\n\t\t\tAn agreement as to the conditions of service of employees of thatdescription which is made—\n\t\t\t\tby or on behalf of a fire and rescue authority, and\n\t\t\t\tby or on behalf of employees of the description concerned,\n\t\t\t\t\tis a legally enforceable contract only if its terms were negotiated by meansof the negotiating body or in accordance with local negotiation arrangementsmade by the negotiating body in respect of employees of that description.\n\t\t\t“Local negotiation arrangements” means arrangements made by a negotiatingbody established under this section for the purpose of enabling conditions ofservice of employees of fire and rescue authorities to be negotiated at locallevel.\n\t\t\tLocal negotiation arrangements may (in particular) include provision withregard to—\n\t\t\t\tthe persons or descriptions of persons by whom, or by means of whom,negotiations are authorised to be carried out at local level;\n\t\t\t\tthe conditions of service and descriptions of conditions of serviceauthorised to be negotiated at local level.\n\t\t\tLocal negotiation arrangements may be made by a negotiating body in respectof employees of a particular description only if the negotiating body includespersons representing the interests of employees of that description.\n\t\t\tBefore making regulations under this section the Secretary of State mustconsult any persons he considers appropriate.\n\t\tGuidance \n\t\t\tThe Secretary of State may issue guidance to negotiating bodies inconnection with the negotiation of the conditions of service of employees offire and rescue authorities.\n\t\t\tNegotiating bodies must have regard to any guidance issued under thissection in negotiating the conditions of service of employees of fire andrescue authorities.\n\t\t\tIn this section “negotiating body” means a negotiating body establishedunder section 32 or any other body of persons which—\n\t\t\t\tincludes both persons representing the interests of some or all fire andrescue authorities and persons representing the interests of some or allemployees of fire and rescue authorities, and\n\t\t\t\tis constituted in accordance with what appear to the Secretary of State tobe appropriate arrangements for the negotiation of the conditions of serviceof employees of fire and rescue authorities.\n\tPensions etc\n\t\tPensions etc\n\t\t\tThe Secretary of State may by order bring into operation one or moreschemes making provision for the payment of pensions, allowances andgratuities to or in respect of—\n\t\t\t\tpersons who are or have been employed by a fire and rescue authority or bya Scottish fire authority;\n\t\t\t\tpersons who die or have died while so employed.\n\t\t\tA scheme brought into operation under this section may in particular—\n\t\t\t\tprovide for the classes of person in respect of whose service awards may bemade;\n\t\t\t\tprovide for treating employment that is not employment by a fire and rescueauthority or by a Scottish fire authority as if it were such employment forany purpose of the scheme, to the extent specified in the scheme and subjectto any conditions specified in the scheme;\n\t\t\t\tprovide for the making of contributions by employers and by persons inrespect of whose service awards may be made;\n\t\t\t\tprovide for the repayment of any such contributions or their applicationfor the benefit of persons of a specified description;\n\t\t\t\tprovide for the making of payments by the Secretary of State, fire andrescue authorities and Scottish fire authorities into a fund to whichcontributions have been made under the scheme;\n\t\t\t\tprovide for the making of payments to the Secretary of State out of a fundto which contributions have been made under the scheme;\n\t\t\t\tprovide for substituting the Secretary of State for a fire and rescueauthority or a Scottish fire authority, for any purpose of the scheme;\n\t\t\t\tprovide for the making to a fire and rescue authority, a Scottish fireauthority or the Secretary of State of payments in respect of a person’sprevious service, including provision for such payments to be made by theSecretary of State;\n\t\t\t\tprovide for any such payments to be reimbursed out of a fund to whichcontributions have been made in respect of the previous service to which thepayments related;\n\t\t\t\tprovide for the payment and receipt by fire and rescue authorities orScottish fire authorities of transfer values or of other lump sum paymentsmade for the purpose of creating or restoring rights to pensions, allowancesand gratuities;\n\t\t\t\tprovide for conditions subject to which an award under the scheme may bemade, for the manner in which questions arising under the scheme are to bedetermined and for appeals from determinations of such questions;\n\t\t\t\tprovide for excluding or modifying rights to compensation or damages inrespect of injuries, in cases where awards are made under the scheme inrespect of the injuries;\n\t\t\t\tmake incidental, supplemental, consequential and transitional provision.\n\t\t\tAn order under this section may take effect from a date which is earlierthan that on which the order is made.\n\t\t\tAn order under this section may vary or revoke a scheme brought intooperation by an order under this section.\n\t\t\tBefore making, varying or revoking an order under this section theSecretary of State must consult any persons he considers appropriate.\n\t\t\tA person commits an offence if he does an act or makes an omission as aresult of which he is injured or becomes ill, for the purpose of obtaining,for himself or another person—\n\t\t\t\tan award under a scheme brought into operation under this section, or\n\t\t\t\ta sum in respect of the repayment or application of contributions madeunder such a scheme.\n\t\t\tA person guilty of an offence under subsection (6) is liable—\n\t\t\t\ton summary conviction—\n\t\t\t\tin England and Wales, to imprisonment for a term not exceeding 12 months ora fine not exceeding the statutory maximum;\n\t\t\t\tin Scotland, to imprisonment for a term not exceeding 3 months or a finenot exceeding the statutory maximum;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years.\n\t\t\tA scheme brought into operation under this section may authorise theforfeiture of the whole or part of an award or sum obtained by a person whohas been convicted of an offence under subsection (6).\n\t\t\tIn relation to an offence under subsection (6) committed before thecommencement of section 154(1) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"), the referencein subsection (7)(a) to 12 months is to be read as a reference to 3 months.\n\t\t\tIn this section and section 35 “Scottish fire authority” means—\n\t\t\t\ta fire authority which is a council constituted under section 2 of theLocal Government etc. (Scotland) Act [1994 (c.39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\"), or\n\t\t\t\ta joint board constituted by virtue of section 36(4)(b) of the FireServices Act [1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go to item oflegislation\") or section 147(4) of the Local Government (Scotland) Act [1973(c. 65)](/id/ukpga/1973/65?view=plain \"Go to item of legislation\").\n\t\tInformation in connection with pensions etc\n\t\t\tA fire and rescue authority or a Scottish fire authority may in prescribedcircumstances—\n\t\t\t\tprovide information in connection with the questions mentioned insubsection (2) to a prescribed person;\n\t\t\t\trequire a person to whom information is provided under paragraph (a) to paya reasonable fee in respect of any administrative expenses incurred inproviding it.\n\t\t\tThese are the questions—\n\t\t\t\twhether an individual who has opted or transferred out has suffered loss asa result of a contravention which is actionable under section 150 of theFinancial Services and Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain\"Go to item of legislation\") (actions for damages in respect of contraventionof rules etc.);\n\t\t\t\tif so, what payment would need to be made in respect of that individual tothe fire and rescue authority or Scottish fire authority concerned to restorethe position to what it would have been if the individual had not opted ortransferred out.\n\t\t\tSubsection (4) applies if—\n\t\t\t\tan individual who has opted or transferred out becomes entitled to makecontributions to a fire and rescue authority or Scottish fire authority undera scheme brought into operation under section 34, or\n\t\t\t\ta payment is made to a fire and rescue authority or Scottish fire authorityin respect of such an individual to restore the position to what it would havebeen if the individual had not opted or transferred out.\n\t\t\tThe fire and rescue authority or Scottish fire authority may require aprescribed person to pay a reasonable fee in respect of any administrativeexpenses incurred in connection with the entitlement or payment.\n\t\t\tAn individual is taken to have opted or transferred out for the purposes ofthis section if—\n\t\t\t\tfor any period during which he is employed by a fire and rescue authorityor Scottish fire authority, he does not make contributions to a scheme broughtinto operation under section 34 but instead makes contributions to a personalpension scheme, or\n\t\t\t\ta transfer value is paid in respect of him to a personal pension scheme bya fire and rescue authority or Scottish fire authority.\n\t\t\tIn this section—\n\t\t\t\t  * “personal pension scheme” has the meaning given by section 1 of the Pension Schemes Act [1993 (c. 48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State for the purposes of this section. \n\t\tPreservation of existing pension scheme\n\t\t\tThe Secretary of State may by order provide for the scheme establishedunder section 26 of the Fire Services Act [1947 (c.41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") (Firemen’sPension Scheme) to continue in force despite the repeal by this Act of thatsection.\n\t\t\tAn order under this section may provide for any enactment amended orrepealed by this Act to continue in effect in relation to that schemeunmodified or with any modifications specified in the order.\n\t\t\tAn order under this section may in particular make new provision for thename of the scheme.\n\t\t\tThis section does not affect any other power in this Act to maketransitional or transitory provision.\n\tPolice\n\t\tProhibition on employment of police\n\t\t\tNo member of a police force may be employed by a fire and rescue authority forthe purpose of discharging any of the authority’s functions under this Act."
    },
    {
        "length": 1347,
        "text": "\nPart 5Water supply\n\tDuty to secure water supply etc\n\t\tA fire and rescue authority must take all reasonable measures for securingthat an adequate supply of water will be available for the authority’s use inthe event of fire.\n\t\tA fire and rescue authority may use any suitable supply of water for thepurposes of extinguishing a fire or protecting life or property in the eventof a fire (but must pay reasonable compensation for the water).\n\t\tSubsection (2) is subject to—\n\t\t\tan agreement under section 39 or 41;\n\t\t\tsection 147 of the Water Industry Act [1991 (c.56)](/id/ukpga/1991/56?view=plain \"Go to item of legislation\") (charging foremergency use of water).\n\tSupply of water by water undertakers\n\t\tA fire and rescue authority may enter into an agreement with a waterundertaker for the purposes of section 38(1).\n\t\tAn agreement under subsection (1) may include terms as to payment to bemade to the undertaker, subject to section 147 of the Water Industry Act [1991(c. 56)](/id/ukpga/1991/56?view=plain \"Go to item of legislation\") (chargingfor emergency use of water).\n\t\tA water undertaker must enter into any agreement reasonably proposed by afire and rescue authority under subsection (1).\n\t\tAn obligation of a water undertaker under an agreement under subsection(1), or under subsection (3), is enforceable by the Secretary of State undersection 18 of the Water Industry Act 1991 (orders for securing compliance).\n\tEmergency supply by water undertaker\n\t\tIf a fire and rescue authority requests a water undertaker to provide asupply and pressure of water for the purposes of extinguishing a fire that isgreater than the undertaker would otherwise provide, the undertaker must takeall necessary steps in order to do so.\n\t\tFor the purposes of complying with its obligation under subsection (1) awater undertaker may shut off the water from the mains and pipes in any area.\n\t\tNo authority or person is liable to any penalty or claim arising because ofanything done by a water undertaker in complying with its obligation undersubsection (1).\n\t\tA water undertaker commits an offence if, without reasonable excuse, itfails to take any step which it is obliged to take under subsection (1).\n\t\tA water undertaker guilty of an offence under subsection (4) is liable onsummary conviction to a fine not exceeding level 5 on the standard scale.\n\tSupply by other persons\n\t\tFor the purposes of section 38(1), a fire and rescue authority may enter intoan agreement—\n\t\t\tto secure the use of water under the control of a person other than a waterundertaker;\n\t\t\tto improve access to any such water;\n\t\t\tto lay and maintain pipes and to carry out other works in connection withthe use of such water.\n\tFire hydrants\n\t\tA water undertaker must cause the location of every fire hydrant providedby it to be clearly indicated by a notice or distinguishing mark.\n\t\tA water undertaker may place such a notice or mark on a wall or fenceadjoining a highway or public place.\n\t\tThe expenses incurred by a water authority under subsection (1) in relationto a fire hydrant are to be borne by the fire and rescue authority in whosearea the hydrant is located.\n\t\tThe Secretary of State may make regulations providing for uniformity infire hydrants provided by water undertakers and in the notices or marksindicating their location.\n\t\tAn obligation of a water undertaker under subsection (1), or regulationsunder subsection (4), is enforceable by the Secretary of State under section18 of the Water Industry Act [1991 (c. 56)](/id/ukpga/1991/56?view=plain \"Goto item of legislation\") (orders for securing compliance).\n\t\tA person commits an offence if he uses a fire hydrant otherwise than—\n\t\t\tfor the purposes of fire-fighting or for any other purposes of a fire andrescue authority, or\n\t\t\tfor any purpose authorised by the water undertaker or other person to whomthe hydrant belongs.\n\t\tA person commits an offence if he damages or obstructs a fire hydrant,otherwise than in consequence of use for the purposes mentioned in subsection(6).\n\t\tA person guilty of an offence under subsection (6) or (7) is liable onsummary conviction to a fine not exceeding level 2 on the standard scale.\n\tNotice of works affecting water supply and fire hydrants\n\t\tA person who proposes to carry out works for the purpose of supplying waterto any part of the area of a fire and rescue authority must give at least 6weeks' notice in writing to the authority.\n\t\tA person who proposes to carry out works affecting a fire hydrant must giveat least 7 days' notice in writing to the fire and rescue authority in whosearea the hydrant is situated.\n\t\tIf it is not practicable for a person to give notice as required bysubsection (1) or (2), he is to be regarded as having given the noticerequired by that subsection if he gives notice as soon as practicable.\n\t\tA person commits an offence if, without reasonable excuse, he fails to givenotice as required by subsection (1) or (2).\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 3478,
        "text": "\nPart 6Supplementary\n\tPowers in the event of emergency etc\n\t\tPowers of fire-fighters etc in an emergency etc\n\t\t\tAn employee of a fire and rescue authority who is authorised in writing bythe authority for the purposes of this section may do anything he reasonablybelieves to be necessary—\n\t\t\t\tif he reasonably believes a fire to have broken out or to be about to breakout, for the purpose of extinguishing or preventing the fire or protectinglife or property;\n\t\t\t\tif he reasonably believes a road traffic accident to have occurred, for thepurpose of rescuing people or protecting them from serious harm;\n\t\t\t\tif he reasonably believes an emergency of another kind to have occurred,for the purpose of discharging any function conferred on the fire and rescueauthority in relation to the emergency;\n\t\t\t\tfor the purpose of preventing or limiting damage to property resulting fromaction taken as mentioned in paragraph (a), (b) or (c).\n\t\t\tIn particular, an employee of a fire and rescue authority who is authorisedas mentioned in subsection (1) may under that subsection—\n\t\t\t\tenter premises or a place, by force if necessary, without the consent ofthe owner or occupier of the premises or place;\n\t\t\t\tmove or break into a vehicle without the consent of its owner;\n\t\t\t\tclose a highway;\n\t\t\t\tstop and regulate traffic;\n\t\t\t\trestrict the access of persons to premises or a place.\n\t\t\tA person commits an offence if without reasonable excuse he obstructs orinterferes with an employee of a fire and rescue authority taking actionauthorised under this section.\n\t\t\tA person guilty of an offence under subsection (3) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tPowers of entry\n\t\tObtaining information and investigating fires\n\t\t\tAn authorised officer may at any reasonable time enter premises—\n\t\t\t\tfor the purpose of obtaining information needed for the discharge of a fireand rescue authority’s functions under section 7, 8 or 9, or\n\t\t\t\tif there has been a fire in the premises, for the purpose of investigatingwhat caused the fire or why it progressed as it did.\n\t\t\tIn this section and section 46, “authorised officer” means an employee of afire and rescue authority who is authorised in writing by the authority forthe purposes of this section.\n\t\t\tAn authorised officer may not under subsection (1)—\n\t\t\t\tenter premises by force, or\n\t\t\t\tdemand admission as of right to premises occupied as a private dwellingunless 24 hours' notice in writing has first been given to the occupier of thedwelling.\n\t\t\tAn authorised officer may not under subsection (1)(b) enter as of rightpremises in which there has been a fire if—\n\t\t\t\tthe premises are unoccupied, and\n\t\t\t\tthe premises were occupied as a private dwelling immediately before thefire,\n\t\t\t\t\tunless 24 hours' notice in writing has first been given to the person who wasthe occupier of the dwelling immediately before the fire.\n\t\t\tAn authorised officer may apply to a justice of the peace if—\n\t\t\t\the considers it necessary to enter premises for the purposes of subsection(1), but\n\t\t\t\the is unable to do so, or considers that he is likely to be unable to doso, otherwise than by force.\n\t\t\tIf on an application under subsection (5) a justice is satisfied that—\n\t\t\t\tit is necessary for the officer to enter the premises for the purposes ofsubsection (1), and\n\t\t\t\the is unable to do so, or is likely to be unable to do so, otherwise thanby force,\n\t\t\t\the may issue a warrant authorising the officer to enter the premises by forceat any reasonable time.\n\t\t\tAn authorised officer may also apply to a justice of the peace if heconsiders it necessary to enter a dwelling for the purposes of subsection (1)without giving notice as required by subsection (3)(b) or (4).\n\t\t\tIf on an application under subsection (7) a justice is satisfied that it isnecessary for the authorised officer to enter the dwelling for the purposes ofsubsection (1) without giving notice as required by subsection (3)(b) or (4),the justice may issue a warrant authorising the officer to enter the premisesat any time (by force if necessary).\n\t\t\tAn authorised officer exercising a power of entry under this section must,if so required, produce evidence of his authorisation under subsection (2),and any warrant under subsection (6) or (8)—\n\t\t\t\tbefore entering the premises, or\n\t\t\t\tat any time before leaving the premises.\n\t\tSupplementary powers\n\t\t\tIf an authorised officer exercises a power of entry under section 45(1)(a),he may—\n\t\t\t\ttake with him any other persons, and any equipment, that he considersnecessary;\n\t\t\t\trequire any person present on the premises to provide him with anyfacilities, information, documents or records, or other assistance, that hemay reasonably request.\n\t\t\tIf an authorised officer exercises a power of entry under section 45(1)(b)he may—\n\t\t\t\ttake with him any other persons, and any equipment, that he considersnecessary;\n\t\t\t\tinspect and copy any documents or records on the premises or remove themfrom the premises;\n\t\t\t\tcarry out any inspections, measurements and tests in relation to thepremises, or to an article or substance found on the premises, that heconsiders necessary;\n\t\t\t\ttake samples of an article or substance found on the premises, but not soas to destroy it or damage it unless it is necessary to do so for the purposeof the investigation;\n\t\t\t\tdismantle an article found on the premises, but not so as to destroy it ordamage it unless it is necessary to do so for the purpose of theinvestigation;\n\t\t\t\ttake possession of an article or substance found on the premises and detainit for as long as is necessary for any of these purposes—\n\t\t\t\tto examine it and do anything he has power to do under paragraph (c) or(e);\n\t\t\t\tto ensure that it is not tampered with before his examination of it iscompleted;\n\t\t\t\tto ensure that it is available for use as evidence in proceedings for anoffence relevant to the investigation;\n\t\t\t\trequire a person present on the premises to provide him with anyfacilities, information, documents or records, or other assistance, that hemay reasonably request.\n\t\t\tIf an authorised officer exercises the power in subsection (2)(d) he must—\n\t\t\t\tleave a notice at the premises (either with a responsible person or if thatis impracticable fixed in a prominent position) giving particulars of thearticle or substance and stating that he has taken a sample of it, and\n\t\t\t\tif it is practicable to do so, give to a responsible person at the premisesa portion of the sample marked in a manner sufficient to identify it.\n\t\t\tIf an authorised officer exercises the power in subsection (2)(f) he mustleave a notice at the premises (either with a responsible person or if that isimpracticable fixed in a prominent position) giving particulars of the articleor substance and stating that he has taken possession of it.\n\t\t\tIf in the exercise of any power under section 45 or this section anauthorised officer enters premises which are unoccupied, or from which theoccupier is temporarily absent, he must on his departure leave the premises aseffectively secured against unauthorised entry as he found them.\n\t\t\tA person commits an offence if without reasonable excuse—\n\t\t\t\the obstructs the exercise of any power under section 45 or this section, or\n\t\t\t\the fails to comply with any requirement under subsection (1)(b) or (2)(g).\n\t\t\tA person guilty of an offence under subsection (6) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tNotices: general\n\t\t\tThe notice required by section 45(3)(b) may be given—\n\t\t\t\tby delivering it to the occupier of the dwelling,\n\t\t\t\tby leaving it for him at the dwelling, or\n\t\t\t\tby sending it by post to him at the dwelling.\n\t\t\tThe notice required by section 45(4) may be given—\n\t\t\t\tby delivering it to the person who was the occupier of the dwellingimmediately before the fire concerned,\n\t\t\t\tby leaving it for him at his proper address, or\n\t\t\t\tby sending it by post to him at that address.\n\t\t\tThe proper address of a person for the purposes of subsection (2) andsection 7 of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") is—\n\t\t\t\tif he has specified an address in the United Kingdom as his address for thepurposes of the notice required by section 45(4), that address;\n\t\t\t\tin any other case, his last known address.\n\t\t\tIf the name or address of the person to whom notice under section 45(3)(b)or (4) is required to be given cannot be ascertained after reasonable inquiry,the notice may be given—\n\t\t\t\tby leaving it in the hands of a person who is or appears to be resident inthe dwelling, or\n\t\t\t\tby leaving it affixed to a conspicuous part of the dwelling.\n\t\tNotices given electronically\n\t\t\tThis section applies if the notice required by section 45(3)(b) or (4) istransmitted to the person to whom it is required to be given (“therecipient”)—\n\t\t\t\tby means of an electronic communications network (within the meaning givenby section 32 of the Communications Act [2003 (c.21)](/id/ukpga/2003/21?view=plain \"Go to item of legislation\")), or\n\t\t\t\tby other means but in a form that nevertheless requires the use ofapparatus by the recipient to render it intelligible.\n\t\t\tThe transmission has effect as a delivery of the notice to the recipientonly if he has indicated to the fire and rescue authority on whose behalf thetransmission is made his willingness to receive a notice under section 45transmitted in the form and manner used.\n\t\t\tAn indication to a fire and rescue authority for the purposes of subsection(2)—\n\t\t\t\tmust be given to the authority in any manner it requires;\n\t\t\t\tmay be a general indication or one that is limited to notices of aparticular description;\n\t\t\t\tmust state the address to be used and must be accompanied by any otherinformation which the authority requires for the making of the transmission;\n\t\t\t\tmay be modified or withdrawn at any time by a notice given to the authorityin any manner it requires.\n\t\t\tIf the making of the transmission has been recorded in the computer systemof the fire and rescue authority on whose behalf it is made, it must bepresumed, unless the contrary is proved, that the transmission—\n\t\t\t\twas made to the person recorded in that system as receiving it;\n\t\t\t\twas made at the time recorded in that system as the time of delivery;\n\t\t\t\tcontained the information recorded on that system in respect of it.\n\tFalse alarms\n\t\tFalse alarms of fire\n\t\t\tA person commits an offence if he knowingly gives or causes to be given afalse alarm of fire to a person acting on behalf of a fire and rescueauthority.\n\t\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction—\n\t\t\t\tto a fine not exceeding level 4 on the standard scale,\n\t\t\t\tto imprisonment for a term not exceeding 51 weeks, or\n\t\t\t\tto both.\n\t\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in subsection (2)(b) to 51 weeksis to be read as a reference to 3 months.\n\tAdvisory bodies\n\t\tPayments in respect of advisory bodies\n\t\t\tThe Secretary of State may make any payments he considers appropriate inrespect of the expenses of a body established for the purpose of advising himon any matter in relation to which provision is made by this Act.\n\t\t\tThe Secretary of State may make a payment under this section—\n\t\t\t\tto any person he considers appropriate;\n\t\t\t\tsubject to any conditions he considers appropriate.\n\tConsequential provision\n\t\tAbolition of Central Fire Brigades Advisory Council\n\t\t\tThe Central Fire Brigades Advisory Council is abolished.\n\t\tRepeal of Fire Services Act 1947\n\t\t\tThe Fire Services Act [1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go to itemof legislation\") shall cease to have effect.\n\t\tAmendments \n\t\t\tSchedule 1 contains minor and consequential amendments.\n\t\t\tThe Secretary of State may by order make—\n\t\t\t\tany supplementary, incidental or consequential provision, and\n\t\t\t\tany transitory, transitional or saving provision,\n\t\t\t\t\twhich he considers necessary or expedient for the purposes of, in consequenceof, or for giving full effect to, any provision of this Act.\n\t\t\tAn order under subsection (2) may, in particular—\n\t\t\t\tprovide for any provision of this Act which comes into force before anothersuch provision has come into force to have effect, until that other provisionhas come into force, with any modifications specified in the order, and\n\t\t\t\tamend, repeal or revoke any enactment other than one contained in an Actpassed in a Session after that in which this Act is passed.\n\t\t\tThe amendments that may be made under subsection (3)(b) are in addition tothose made by or under any other provision of this Act.\n\t\tRepeals \n\t\t\tSchedule 2 contains repeals."
    },
    {
        "length": 1662,
        "text": "\nPart 7General\n\tPre-commencement consultation\n\t\tSubsection (2) applies if—\n\t\t\tconsultation is required to take place under a provision of this Act, and\n\t\t\tbefore the provision comes into force, consultation takes place which wouldhave satisfied the requirements of the provision to any extent if it had beenin force.\n\t\tThose requirements must be taken to have been satisfied to that extent.\n\tInquiries: supplementary\n\t\tSubsections (2) to (5) of section 250 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (powers inrelation to local inquiries) apply in relation to an inquiry under a provisionof this Act as they apply in relation to an inquiry under that section.\n\tMeaning of “local authority”\n\t\tIn this Act “local authority” means any of these—\n\t\t\ta district council;\n\t\t\ta county council;\n\t\t\ta county borough council;\n\t\t\ta London borough council;\n\t\t\tthe Greater London Authority;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly.\n\tMeaning of “emergency”\n\t\tIn this Act “emergency” means an event or situation that causes or is likelyto cause—\n\t\t\tone or more individuals to die, be seriously injured or become seriouslyill, or\n\t\t\tserious harm to the environment (including the life and health of plantsand animals).\n\tFinancial provision\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct;\n\t\t\tany increase attributable to this Act in the sums payable out of moneyprovided by Parliament under another enactment.\n\tOrders and regulations\n\t\tReferences in this section to subordinate legislation are to an order orregulations made by the Secretary of State under this Act.\n\t\tSubordinate legislation—\n\t\t\tmay make different provision for different purposes (including differentprovision for different areas, different authorities and differentdescriptions of authorities);\n\t\t\tmay include incidental, supplemental, consequential, saving or transitionalprovision.\n\t\tA power to make subordinate legislation is exercisable by statutoryinstrument.\n\t\tA statutory instrument containing (alone or with other provisions)subordinate legislation which amends or repeals any Act or provision of an Actmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing any other subordinate legislation, apartfrom an order under section 30 or 61, is subject to annulment in pursuance ofa resolution of either House of Parliament.\n\tCommencement \n\t\tParts 1 to 6 come into force in accordance with provision made by theSecretary of State by order.\n\tWales \n\t\tIn its application to Wales, the following provisions of this Act haveeffect as if for each reference to the Secretary of State there weresubstituted a reference to the National Assembly for Wales—\n\t\t\tParts 1 to 6;\n\t\t\tsections 60 and 61.\n\t\tIn its application to Wales, section 25(1) has effect as if for “report toParliament” there were substituted “publish a report”.\n\t\tSections 60(4) and (5) do not apply to an order or regulations made by theNational Assembly for Wales.\n\t\tAny reference in Schedule 1 to the National Assembly for Wales (Transfer ofFunctions) Order 1999 to an Act which is amended by this Act is to be treatedas referring to that Act as amended by this Act.\n\t\tSubsection (4) does not affect the power to make further Orders varying oromitting that reference.\n\tExtent \n\t\tSubject to subsection (2), this Act extends to England and Wales only.\n\t\tThe following provisions also extend to Scotland—\n\t\t\tsections 34 to 36;\n\t\t\tin so far as relating to sections 26 to 27A of the Fire Services Act [1947(c. 41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\"), section52;\n\t\t\tin so far as relating to—\n\t\t\tsections 46 and 61 of the Reserve and Auxiliary Forces (Protection of CivilInterests) Act [1951 (c. 65)](/id/ukpga/1951/65?view=plain \"Go to item oflegislation\"),\n\t\t\tparagraph 8(b) of Schedule 4 to the Gaming Act [1968 (c.65)](/id/ukpga/1968/65?view=plain \"Go to item of legislation\"),\n\t\t\tSchedule 2 to the Pensions (Increase) Act [1971 (c.56)](/id/ukpga/1971/56?view=plain \"Go to item of legislation\"), and\n\t\t\tthe Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go toitem of legislation\"),\n\t\t\t\tsection 53(1) and Schedule 1;\n\t\t\tin so far as relating to—\n\t\t\tsections 26 to 27A of the Fire Services Act 1947,\n\t\t\tthe Fire Services Act [1951 (c. 27)](/id/ukpga/1951/27?view=plain \"Go toitem of legislation\"),\n\t\t\tsections 8 to 10 of the Fire Services Act [1959 (c.44)](/id/ukpga/1959/44?view=plain \"Go to item of legislation\"),\n\t\t\tthe Pensions (Increase) Act [1971 (c. 56)](/id/ukpga/1971/56?view=plain\"Go to item of legislation\"),\n\t\t\tthe Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go toitem of legislation\"), and\n\t\t\tthe Police and Firemen’s Pensions Act [1997 (c.52)](/id/ukpga/1997/52?view=plain \"Go to item of legislation\"),\n\t\t\tsection 54 and Schedule 2;\n\t\t\tsections 60 and 61;\n\t\t\tthis section;\n\t\t\tsection 64.\n\tShort title\n\t\tThis Act may be cited as the Fire and Rescue Services Act 2004."
    }
]