{
    "general": "This law changes how some payments are taxed when an employee leaves their job or retires. It also makes sure that people who organize fundraising events like charity matches or sports tournaments have to pay taxes on the money they raise.\n\nThe main points of the act are:\n\n* Some payments made to employees when they leave their job, called \"termination awards\", will now be taxed as Class 1A national insurance contributions. This means that the employer will have to pay more taxes on these payments.\n* The law also applies to \"sporting testimonials\", which are funds raised by organizing events like charity matches or sports tournaments to give money to a retired athlete or coach. Before, the person who organized the event didn't have to pay taxes on the money they raised. Now, they will have to pay Class 1A national insurance contributions on those funds.",
    "series": [
        [
            {
                "length": 247,
                "short": "\"National Insurance Contributions Reform: Payment Changes and Third-Party Liability for Sporting Testimonials\"",
                "text": "\n* Simplified point 1: The National Insurance Contributions (Termination Awards and Sporting Testimonials) Act 2019 makes changes to the way certain payments are treated for the purposes of calculating Class 1 contributions.\n* Simplified point 2: The act introduces new sections 10ZA and 10ZBA to the Social Security Contributions and Benefits Act 1992, which provide for the liability of third parties in relation to sporting testimonial payments.\n* Simplified point 3: The act also amends section 10 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 to make similar provision for Northern Ireland.\n* Simplified point 4: The act extends to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed, with other provisions coming into force at a later date appointed by regulations."
            }
        ]
    ],
    "summary": "The National Insurance Contributions (Termination Awards and Sporting Testimonials) Act 2019 changes how some payments are calculated for National Insurance contributions. This means that certain payments, like those given when someone leaves their job or receives a sports testimonial, will now be treated differently for National Insurance purposes. This law applies to England, Wales, Scotland, and Northern Ireland. It came into effect as soon as it was passed, but some parts might have a later start date set by rules made by the government.\n\nHere's a breakdown of the simplified points:\n\n1. Changes to Class 1 National Insurance contributions: The act modifies how specific payments are handled for Class 1 National Insurance contributions.\n2. Liability for sporting testimonial payments: The act introduces new sections to determine the responsibility of third parties regarding sporting testimonial payments.\n3. Amendments to the Social Security Contributions and Benefits Act 1992: The act alters Section 10 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 to make similar provisions for Northern Ireland.\n4. Extent and commencement: The act covers England, Wales, Scotland, and Northern Ireland and became effective immediately after being enacted. However, some provisions may begin at a later date established by regulations.",
    "single": "\n* The National Insurance Contributions (Termination Awards and Sporting Testimonials) Act 2019 simplifies and expands the current legislation regarding termination awards and sporting testimonials.\n* The act provides clarity on the definition of \"termination awards\" and \"sporting testimonials.\"\n* It introduces new rules for calculating Class 1A National Insurance contributions for termination awards and sporting testimonials.\n* The act also makes changes to the existing legislation related to the liability of controllers of sporting testimonials.\n* The act will come into effect on the day it is passed, while other provisions will come into effect on a date appointed by the Treasury through regulations made by statutory instrument.\n\nKEY POINTS:\n\n* Termination awards and sporting testimonials are subject to Class 1A National Insurance contributions.\n* The act provides clear definitions of these terms and introduces new rules for calculating contributions.\n* The act also addresses the liability of controllers of sporting testimonials.\n* The act will come into effect on the day it is passed, while other provisions will come into effect on a date appointed by the Treasury."
}