[
    {
        "length": 299,
        "text": "\nEstablishment of the single financial guidance body\n\tThe single financial guidance body\n\t\tA body corporate with functions relating to financial guidance isestablished (the “single financial guidance body”).\n\t\tSchedule 1 makes further provision about the single financial guidancebody.\n\t\tThe name of the new body is to be determined by regulations made by theSecretary of State.\n\t\tThe regulations may—\n\t\t\tamend any provision of this Part, or of any Act amended by this Part, so asto replace the words “single financial guidance body” with the name of thebody;\n\t\t\tmake incidental, supplementary and consequential provision.\n\t\tThe power to make regulations under subsection (3) is exercisable bystatutory instrument; and an instrument containing such regulations is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tThe consumer financial education body is dissolved.\n\t\tSchedule 2 makes provision about schemes for the transfer of staff,property, rights and liabilities—\n\t\t\tfrom the Secretary of State and the Pensions Advisory Service Limited tothe single financial guidance body;\n\t\t\tfrom the consumer financial education body to the single financial guidancebody and the devolved authorities."
    },
    {
        "length": 2917,
        "text": "\nObjectives and functions of the single financial guidance body\n\tObjectives \n\t\tThe objectives of the single financial guidance body are—\n\t\t\tto improve the ability of members of the public to make informed financialdecisions,\n\t\t\tto support the provision of information, guidance and advice in areas whereit is lacking,\n\t\t\tto secure that information, guidance and advice is provided to members ofthe public in the clearest and most cost-effective way (including havingregard to information provided by other organisations),\n\t\t\tto ensure that information, guidance and advice is available to those mostin need of it (and to allocate its resources accordingly), bearing in mind inparticular the needs of people in vulnerable circumstances, and\n\t\t\tto work closely with the devolved authorities as regards the provision ofinformation, guidance and advice to members of the public in Scotland, Walesand Northern Ireland.\n\t\tThe single financial guidance body must have regard to its objectives whenit exercises its functions.\n\t\tIn this section “information, guidance and advice” means—\n\t\t\tinformation and guidance on matters relating to occupational and personalpensions,\n\t\t\tinformation and advice on debt, and\n\t\t\tinformation and guidance designed to enhance people’s understanding andknowledge of financial matters and their ability to manage their own financialaffairs.\n\tFunctions \n\t\tThe single financial guidance body has the following functions—\n\t\t\tthe pensions guidance function;\n\t\t\tthe debt advice function;\n\t\t\tthe money guidance function;\n\t\t\tthe consumer protection function;\n\t\t\tthe strategic function.\n\t\tThe single financial guidance body also has the function of providing—\n\t\t\tadvice and assistance to the Secretary of State on matters relating to thefunctions listed in subsection (1), and\n\t\t\tadvice to the Secretary of State on the establishment of a debt respitescheme (see section 6).\n\t\tThe single financial guidance body may do anything that is incidental orconducive to the exercise of its functions.\n\t\tThe pensions guidance function is to provide, to members of the public,free and impartial information and guidance on matters relating tooccupational and personal pensions.\n\t\tThe debt advice function is to provide, to members of the public inEngland, free and impartial information and advice on debt.\n\t\tThe money guidance function is to provide, to members of the public, freeand impartial information and guidance designed to enhance people’sunderstanding and knowledge of financial matters and their ability to managetheir own financial affairs.\n\t\tThe consumer protection function is—\n\t\t\tto notify the FCA where, in the exercise of its other functions, the singlefinancial guidance body becomes aware of practices carried out by FCA-regulated persons (within the meaning of section 139A of the FinancialServices and Markets Act 2000) which it considers to be detrimental toconsumers, and\n\t\t\tto consider the effect of unsolicited direct marketing on consumers offinancial products and services, and, in particular—\n\t\t\tfrom time to time publish an assessment of whether unsolicited directmarketing is, or may be, having a detrimental effect on consumers, and\n\t\t\tadvise the Secretary of State whether to make regulations under section 22(unsolicited direct marketing: other consumer financial products etc).\n\t\tWhere the single financial guidance body provides information, guidance oradvice to a person in pursuance of one of the functions mentioned insubsection (1)(a) to (c), it must consider whether the person would benefitfrom receiving information, guidance or advice in pursuance of any other ofthose functions (and it must ensure that SFGB delivery partners are under asimilar duty).\n\t\tThe strategic function is to develop and co-ordinate a national strategy toimprove—\n\t\t\tthe financial capability of members of the public,\n\t\t\tthe ability of members of the public to manage debt, and\n\t\t\tthe provision of financial education to children and young people.\n\t\tIn developing and co-ordinating the national strategy, the singlefinancial guidance body must work with others, such as those in the financialservices industry, the devolved authorities and the public and voluntarysectors.\n\tSpecific requirements as to the pensions guidance function\n\t\tAs part of its pensions guidance function, the single financial guidancebody must provide information and guidance for the purposes of helping amember of a pension scheme, or a survivor of a member of a pension scheme, tomake decisions about what to do with the flexible benefits that may beprovided to the member or survivor.\n\t\tIn subsection (1)—\n\t\t\treferences to a member, or a survivor of a member, of a pension schemeinclude a member, or a survivor of a member, of a pension scheme for which thePPF has assumed responsibility under Part 2 of the Pensions Act 2004 or Part 3of the Pensions (Northern Ireland) Order 2005 ([S.I. 2005/255 (N.I.1)](/id/nisi/2005/255?view=plain \"Go to item of legislation\")), but\n\t\t\tin relation to such a member or survivor, the reference to the flexiblebenefits that may be provided is to be read as a reference to the moneypurchase benefits that may be provided by the PPF by virtue of sections 161and 170 of that Act or Articles 145 and 154 of that Order.\n\t\tIn this section—\n\t\t\t  * “flexible benefit” has the meaning given by section 74 of the Pension Schemes Act 2015; \n\t\t\t  * “money purchase benefits”— \n\t\t\tin relation to England and Wales and Scotland, has the meaning given bysection 181(1) of the Pension Schemes Act 1993, and\n\t\t\tin relation to Northern Ireland, has the meaning given by section 176(1) ofthe Pension Schemes (Northern Ireland) Act 1993;\n\t\t\t\t  * “pension scheme” has the meaning given by section 1(5) of the Pension Schemes Act 1993; \n\t\t\t\t  * “PPF” means the Board of the Pension Protection Fund; \n\t\t\t\t  * “survivor” has the meaning given by section 76(1) of the Pension Schemes Act 2015. \n\tDelegation of functions to delivery partner organisations\n\t\tThe single financial guidance body may arrange for another person (a“primary SFGB delivery partner”) to carry out any of the following functionson its behalf—\n\t\t\tthe pensions guidance function;\n\t\t\tthe debt advice function;\n\t\t\tthe money guidance function.\n\t\tA primary SFGB delivery partner may arrange for another person (a“secondary SFGB delivery partner”) to carry out any of the functions it iscarrying out on behalf of the single financial guidance body.\n\t\tA secondary SFGB delivery partner may arrange for another person to carryout any of the functions it is carrying out on behalf of the single financialguidance body, but only with the consent of the single financial guidancebody.\n\t\tArrangements under this section may include provision as to payment to theSFGB delivery partner.\n\t\tArrangements under this section must include provision requiring an SFGBdelivery partner to disclose information to the single financial guidance bodyor the FCA when requested to do so to enable the single financial guidancebody or the FCA to exercise the functions set out in section 10 (monitoringand enforcement of standards).\n\tDebt respite scheme: advice to the Secretary of State\n\t\tThe Secretary of State must, within three months of the establishment ofthe single financial guidance body, seek advice from the body on theestablishment of a debt respite scheme.\n\t\tA debt respite scheme is a scheme designed to do one or more of thefollowing—\n\t\t\tprotect individuals in debt from the accrual of further interest or chargeson their debts during the period specified by the scheme,\n\t\t\tprotect individuals in debt from enforcement action from their creditorsduring that period, and\n\t\t\thelp individuals in debt and their creditors to devise a realistic plan forthe repayment of some or all of the debts.\n\t\tThe matters on which the Secretary of State may seek advice include (butare not limited to)—\n\t\t\tthe appropriate person to administer the scheme (and the single financialguidance body may recommend the creation of a new body for this purpose);\n\t\t\twhether the scheme should apply in England only, or whether it should alsoapply in Wales or Northern Ireland (or both);\n\t\t\tthe scope and design of the scheme, for example—\n\t\t\tthe types of debtors and the types of debts it should cover;\n\t\t\tthe types of protections it should give;\n\t\t\tthe time period for which the protections should apply;\n\t\t\twhat the obligations on debtors and creditors should be during any periodfor which protections apply, including any period of a repayment plan;\n\t\t\tthe consequences of a failure by a debtor or a creditor to comply with arepayment plan;\n\t\t\thow the scheme should work, for example—\n\t\t\thow an application should be made for the protections given by the scheme;\n\t\t\tsuitable arrangements to keep creditors informed;\n\t\t\twhether there should be a central register of persons admitted to thescheme;\n\t\t\thow the scheme should be implemented.\n\t\tThe single financial guidance body must provide the advice sought within 12months of its establishment.\n\t\tThe Secretary of State must publish the advice.\n\tDebt respite scheme: regulations\n\t\tAs soon as reasonably practicable after receiving advice from the singlefinancial guidance body under section 6, the Secretary of State must considerwhether to make regulations under this section.\n\t\tAfter receiving advice from the single financial guidance body undersection 6, the Secretary of State may make regulations establishing a debtrespite scheme.\n\t\tThe regulations must take the advice into account.\n\t\tThe regulations may provide for the scheme to apply—\n\t\t\tin England only,\n\t\t\tin England and Wales,\n\t\t\tin England and Northern Ireland, or\n\t\t\tin England, Wales and Northern Ireland.\n\t\tRegulations under this section may—\n\t\t\tmake different provision for different purposes,\n\t\t\tmake different provision for different areas,\n\t\t\tmake incidental, supplemental, consequential, transitional or savingprovision, and\n\t\t\tapply to obligations entered into, or debts due to be repaid, before theregulations come into force.\n\t\tProvision under subsection (5)(c) may amend any provision made by or under—\n\t\t\tan Act of Parliament,\n\t\t\tin the case where the regulations provide for the scheme to apply in Wales,a Measure or Act of the National Assembly for Wales, and\n\t\t\tin the case where the regulations provide for the scheme to apply inNorthern Ireland, Northern Ireland legislation.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tAn instrument containing regulations under this section may not be madeunless a draft of the instrument has been laid before and approved by aresolution of —\n\t\t\teach House of Parliament,\n\t\t\tin the case where the regulations provide for the scheme to apply in Wales,the National Assembly for Wales, and\n\t\t\tin the case where the regulations provide for the scheme to apply inNorthern Ireland, the Northern Ireland Assembly.\n\tGuidance and directions from the Secretary of State\n\t\tThe Secretary of State may issue guidance and give directions to the singlefinancial guidance body about the exercise of its functions.\n\t\tThe Secretary of State must publish any directions that are given to thesingle financial guidance body.\n\t\tThe single financial guidance body must have regard to guidance, and complywith directions, given to it by the Secretary of State."
    },
    {
        "length": 366,
        "text": "\nStandards set by the single financial guidance body\n\tSetting standards\n\t\tThe single financial guidance body must from time to time set standards tobe complied with by—\n\t\t\tpersons providing information or guidance in pursuance of the body’spensions guidance function,\n\t\t\tpersons providing information or advice in pursuance of the body’s debtadvice function, and\n\t\t\tpersons providing information or guidance in pursuance of the body’s moneyguidance function.\n\t\tBefore finalising the standards, the single financial guidance body mustobtain the approval of the FCA.\n\t\tIn determining whether to approve the standards, the FCA must have regardto the needs of people who are receiving, or who may seek to receive, theinformation, guidance or advice to which the standards will apply.\n\t\tThe single financial guidance body must publish the standards.\n\tMonitoring and enforcement of standards\n\t\tThe single financial guidance body must monitor its own and SFGB deliverypartners’ compliance with the standards.\n\t\tThe FCA must, at least once in every three years, carry out a review of—\n\t\t\twhether the standards continue to be appropriate, and\n\t\t\thow the single financial guidance body is monitoring and enforcing thestandards.\n\t\tAs soon as practicable after the FCA has completed its review, it mustprovide a report on the review to—\n\t\t\tthe single financial guidance body, and\n\t\t\tthe Secretary of State.\n\t\tThe report may contain recommendations to the single financial guidancebody."
    },
    {
        "length": 1839,
        "text": "\nFunding of the single financial guidance body\n\tFinancial assistance from the Secretary of State\n\t\tThe Secretary of State may pay grants or make loans, or give any other formof financial assistance, to meet expenditure in connection with theestablishment of the single financial guidance body (including expenditureincurred or expected to be incurred before the commencement of section 1).\n\t\tThe Secretary of State may pay grants or make loans, or give any other formof financial assistance, to the single financial guidance body for the purposeof enabling it to carry out its functions.\n\t\tFinancial assistance may be given under subsection (1) or (2) subject toany conditions the Secretary of State thinks appropriate (including conditionsas to repayment).\n\tLevies under Pension Schemes Act 1993 and Pension Schemes (NI) Act 1993\n\t\tIn section 175(1) of the Pension Schemes Act 1993 (power to makeregulations imposing levies to meet certain expenditure)—\n\t\t\tomit the “or” at the end of paragraph (c), and\n\t\t\tafter paragraph (d) insert “or\n\t\t\tunder section 11 of the Financial Guidance and Claims Act 2018 (financialassistance from Secretary of State) relating to the single financial guidancebody’s pensions guidance function (see section 3 of that Act),”.\n\t\tIn section 170(1) of the Pension Schemes (Northern Ireland) Act 1993 (powerto make regulations imposing levies to meet certain expenditure)—\n\t\t\tomit the “or” at the end of paragraph (c), and\n\t\t\tafter paragraph (d) insert “or\n\t\t\tunder section 11 of the Financial Guidance and Claims Act 2018 (financialassistance from Secretary of State) relating to the single financial guidancebody’s pensions guidance function (see section 3 of that Act),”.\n\t\tReferences in regulations made under section 175(1) of the Pension SchemesAct 1993 (including regulations in force before the commencement of thissection) to “expenditure referred to in section 175(1) of the 1993 Act” are tobe read as references to expenditure referred to in section 175(1) of thePension Schemes Act 1993 as amended by this section.\n\t\tReferences in regulations made under section 170(1) of the Pension Schemes(Northern Ireland) Act 1993 (including regulations in force before thecommencement of this section) to “expenditure referred to in section 170(1) ofthe Act” are to be read as references to expenditure referred to in section170(1) of the Pension Schemes (Northern Ireland) Act 1993 as amended by thissection.\n\tLevy under FSMA 2000 for expenses of single financial guidance body\n\t\tIn the Financial Services and Markets Act 2000, after section 137S, insert—\n\t\t“137SARules to recover expenses relating to the single financialguidance body\n\t\t\tThe Secretary of State may, from time to time, notify the FCA of the amountof—\n\t\t\t\tthe expenses incurred, or expected to be incurred, by the Secretary ofState under section 11 of the Financial Guidance and Claims Act 2018(financial assistance from Secretary of State to single financial guidancebody), and\n\t\t\t\tany other expenses incurred, or expected to be incurred, by the Secretaryof State in connection with the operation of the single financial guidancebody,\n\t\t\t\t\tthat the Secretary of State considers should be recovered under this section.\n\t\t\tWhere the Secretary of State has notified the FCA of an amount of expensesunder subsection (1), the FCA must make rules for imposing levies with a viewto recovering—\n\t\t\t\tthe amount notified, and\n\t\t\t\texpenses incurred by the FCA in connection with its functions under thissection.\n\t\t\tThe rules must require the payment to the FCA of specified sums, or sumscalculated in a specified way, by—\n\t\t\t\tauthorised persons, electronic money issuers or payment service providers,or\n\t\t\t\tany specified class of authorised person, electronic money issuer orpayment service provider.\n\t\t\tBefore the FCA publishes a draft of rules to be made under this section itmust consult the Secretary of State.\n\t\t\tThe rules may be made only with the consent of the Secretary of State.\n\t\t\tThe Secretary of State may notify the FCA of matters that will be takeninto account when deciding whether or not to give consent under subsection(5).\n\t\t\tThe FCA must have regard to any matters notified under subsection (6)before publishing a draft of rules to be made under this section.\n\t\t\tThe FCA must pay the Secretary of State the sums it receives under rulesmade under this section, apart from those paid to recover the expensesmentioned in subsection (2)(b) (which the FCA may keep).\n\t\t\tSubsection (10) applies where—\n\t\t\t\tthe Secretary of State has notified the FCA under subsection (1) of anamount which included expenses expected to be incurred,\n\t\t\t\tthe FCA has made rules to recover the amount, and paid sums received underthe rules to the Secretary of State, but\n\t\t\t\tthe expenses expected to be incurred were not in fact incurred.\n\t\t\tThe Secretary of State need not arrange for the sums received under therules to be paid back, but must, when next notifying an amount to the FCAunder subsection (1), take into account the fact that the sums receivedincluded an amount representing expenses that were not in fact incurred.\n\t\t\tIn this section—\n\t\t\t\t  * “electronic money issuer” means a person who is an electronic money issuer for the purposes of the Electronic Money Regulations 2011 ([S.I. 2011/99](/id/uksi/2011/99?view=plain \"Go to item of legislation\")) as a result of falling within any of paragraphs (a) to (e) and (h) to (j) of the definition in regulation 2(1);\n\t\t\t\t  * “payment service provider” means a person who is a payment service provider for the purposes of the Payment Services Regulations 2017 ([S.I. 2017/752](/id/uksi/2017/752?view=plain \"Go to item of legislation\")) as a result of falling within any of paragraphs (a) to (h) of the definition in regulation 2(1).”\n\t\t\tThe requirements for the FCA to consult, before making rules under section137SA of the Financial Services and Markets Act 2000, contained in—\n\t\t\t\tsection 137SA(4) of that Act, and\n\t\t\t\tsection 138I(1) of that Act,\n\t\t\t\tmay be satisfied by things done before the day on which this Act is passed.\n\t\t\tRules under section 137SA of the Financial Services and Markets Act 2000may impose levies with a view to recovering expenses incurred by the FCAbefore the day on which this Act is passed."
    },
    {
        "length": 947,
        "text": "\nFunding of debt advice in Scotland, Wales and Northern Ireland\n\tLevy under FSMA 2000 for debt advice expenses of devolved authorities\n\t\tIn the Financial Services and Markets Act 2000, after section 137SA(inserted by section 13), insert—\n\t\t“137SBRules to recover debt advice expenses incurred by the devolvedauthorities\n\t\t\tThe Treasury may, from time to time, notify the FCA of the amount of theexpenses incurred, or expected to be incurred, by the devolved authorities inconnection with the provision of information and advice on debt to members ofthe public in Scotland, Wales and Northern Ireland.\n\t\t\tWhere the Treasury have notified the FCA of an amount of expenses undersubsection (1), the FCA must make rules for imposing levies with a view torecovering—\n\t\t\t\tthe amount notified, and\n\t\t\t\texpenses incurred by the FCA in connection with its functions under thissection.\n\t\t\tThe rules must require the payment to the FCA of specified sums, or sumscalculated in a specified way, by—\n\t\t\t\tauthorised persons, electronic money issuers or payment service providers,or\n\t\t\t\tany specified class of authorised person, electronic money issuer orpayment service provider.\n\t\t\tBefore the FCA publishes a draft of rules to be made under this section itmust consult the Treasury.\n\t\t\tThe rules may be made only with the consent of the Treasury.\n\t\t\tThe Treasury may notify the FCA of matters that will be taken into accountwhen deciding whether or not to give consent under subsection (5).\n\t\t\tThe FCA must have regard to any matters notified under subsection (6)before publishing a draft of rules to be made under this section.\n\t\t\tThe FCA must pay the Treasury the sums it receives under rules made underthis section, apart from those paid to recover the expenses mentioned insubsection (2)(b) (which the FCA may keep).\n\t\t\tSubsection (10) applies where—\n\t\t\t\tthe Treasury have notified the FCA under subsection (1) of an amount whichincluded expenses expected to be incurred,\n\t\t\t\tthe FCA has made rules to recover the amount, and paid sums received underthe rules to the Treasury, but\n\t\t\t\tthe expenses expected to be incurred were not in fact incurred.\n\t\t\tThe Treasury need not arrange for the sums received under the rules to bepaid back, but must, when next notifying an amount to the FCA under subsection(1), take into account the fact that the sums received included an amountrepresenting expenses that were not in fact incurred.\n\t\t\tIn this section—\n\t\t\t\t  * the “devolved authorities” means—\n\t\t\t\tthe Scottish Ministers,\n\t\t\t\tthe Welsh Ministers, and\n\t\t\t\tthe Department for Communities in Northern Ireland;\n\t\t\t\t\t  * “electronic money issuer” and “payment service provider” have the same meanings as in section 137SA.”\n\t\t\tThe requirements for the FCA to consult, before making rules under section137SB of the Financial Services and Markets Act 2000, contained in—\n\t\t\t\tsection 137SB(4) of that Act, and\n\t\t\t\tsection 138I(1) of that Act,\n\t\t\t\t\tmay be satisfied by things done before the day on which this section comesinto force.\n\t\t\tRules under section 137SB of the Financial Services and Markets Act 2000may impose levies with a view to recovering expenses incurred by the FCAbefore the day on which this section comes into force."
    },
    {
        "length": 1025,
        "text": "\nOffence of impersonating the single financial guidance body\n\tFalse claims about provision of information etc\n\t\tIt is an offence for a person to hold himself or herself out (or where theperson is a body, to hold itself out) as providing information, guidance oradvice on behalf of the single financial guidance body when that is not infact the case.\n\t\tIt is a defence for a person charged with an offence under this section toprove that the person took all reasonable precautions and exercised all duediligence to avoid committing the offence.\n\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\tin England and Wales, to imprisonment for a term not exceeding 51 weeks ora fine, or both;\n\t\t\tin Scotland, to imprisonment for a term not exceeding 12 months or a finenot exceeding level 5 on the standard scale, or both;\n\t\t\tin Northern Ireland, to imprisonment for a term not exceeding 6 months or afine not exceeding level 5 on the standard scale, or both.\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003, the reference in subsection (3)(a) to51 weeks is to be read as a reference to 6 months.\n\t\tProceedings for an offence under this section may be instituted in Englandand Wales only by or with the consent of the Director of Public Prosecutions.\n\t\tProceedings for an offence under this section may be instituted in NorthernIreland only by or with the consent of the Director of Public Prosecutions forNorthern Ireland.\n\tOffences under section 15 committed by bodies corporate etc\n\t\tIf an offence under section 15 committed by a body corporate is proved—\n\t\t\tto have been committed with the consent or connivance of an officer of thebody, or\n\t\t\tto be attributable to any neglect on the part of such an officer,\n\t\t\t\tthe officer, as well as the body corporate, is guilty of the offence andliable to be proceeded against and punished accordingly.\n\t\tIn subsection (1) “officer”, in relation to a body corporate, means—\n\t\t\ta director, member of the committee of management, chief executive,manager, secretary or other similar officer of the body, or a personpurporting to act in any such capacity;\n\t\t\tan individual who is a controller of the body.\n\t\tIf the affairs of a body corporate are managed by its members, subsection(1) applies in relation to the acts and defaults of a member in connectionwith the member’s functions of management as if the member were a director ofthe body corporate.\n\t\tIf an offence under section 15 committed by a partnership is proved—\n\t\t\tto have been committed with the consent or connivance of a partner, or\n\t\t\tto be attributable to any neglect on the part of the partner,\n\t\t\tthe partner, as well as the partnership, is guilty of the offence and liableto be proceeded against and punished accordingly.\n\t\tIn subsection (4) “partner” includes a person purporting to act as apartner.\n\t\tIf an offence under section 15 committed by an unincorporated associationother than a partnership is proved—\n\t\t\tto have been committed with the consent or connivance of an officer of theassociation or a member of its governing body, or\n\t\t\tto be attributable to any neglect on the part of such an officer or member,\n\t\t\tthe officer or member, as well as the association, is guilty of the offenceand liable to be proceeded against and punished accordingly.\n\t\tProceedings for an offence under section 15 must be brought—\n\t\t\twhere the offence is alleged to have been committed by a partnership,against the partnership in the firm name;\n\t\t\twhere the offence is alleged to have been committed by any other type ofunincorporated association, against the association in its own name.\n\t\tRules of court relating to the service of documents have effect in relationto such proceedings as if the partnership or unincorporated association were abody corporate."
    },
    {
        "length": 825,
        "text": "\nInformation exchange\n\tDisclosure of information\n\t\tThe single financial guidance body may disclose information to theSecretary of State, and the Secretary of State may disclose information to thesingle financial guidance body, provided that the disclosure (in either case)is for the purpose of enabling or facilitating the exercise of—\n\t\t\ta function of the single financial guidance body, or\n\t\t\ta function of the Secretary of State that—\n\t\t\trelates directly to the single financial guidance body, or\n\t\t\tis the same as, or in a similar area to, a function of the singlefinancial guidance body.\n\t\tThe single financial guidance body may disclose information to a devolvedauthority, and a devolved authority may disclose information to the singlefinancial guidance body, provided that the disclosure (in either case) is forthe purpose of enabling or facilitating—\n\t\t\tthe exercise of a function of the single financial guidance body, or\n\t\t\tthe provision of information and advice on debt to members of the public inScotland, Wales or Northern Ireland.\n\t\tThe single financial guidance body may disclose information to the FCA, andthe FCA may disclose information to the single financial guidance body,provided that the disclosure (in either case) is for the purpose of enablingor facilitating the exercise of—\n\t\t\ta function of the single financial guidance body, or\n\t\t\ta function of the FCA that—\n\t\t\trelates directly to the single financial guidance body, or\n\t\t\tis in a similar area to a function of the single financial guidance body.\n\t\tA devolved authority may disclose information to the FCA, and the FCA maydisclose information to a devolved authority, provided that the disclosure (ineither case) is for the purpose of enabling or facilitating—\n\t\t\tthe provision of information and advice on debt to members of the public inScotland, Wales or Northern Ireland, or\n\t\t\tthe exercise of a function of the FCA that relates to the provision ofinformation or advice on debt.\n\t\tThe single financial guidance body may disclose information to an SFGBdelivery partner, and an SFGB delivery partner may disclose information to thesingle financial guidance body, provided that the disclosure (in either case)is for the purpose of enabling or facilitating the exercise of a function thatthe SFGB delivery partner is carrying out on behalf of the single financialguidance body.\n\t\tThe single financial guidance body must disclose information—\n\t\t\tto the Secretary of State, where requested to do so by the Secretary ofState;\n\t\t\tto the FCA, where—\n\t\t\tthe disclosure is for the purpose of enabling or facilitating the exerciseof the consumer protection function, or\n\t\t\tthe FCA requests information for the purposes of a review under section 10(monitoring and enforcement of standards).\n\t\tA disclosure of information which is authorised or required by this sectiondoes not breach—\n\t\t\tan obligation of confidence owed by the person making the disclosure, or\n\t\t\tany other restriction on the disclosure of the information (howeverimposed).\n\t\tBut nothing in this section authorises the making of a disclosure which—\n\t\t\tcontravenes the data protection legislation, or\n\t\t\tis prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of theInvestigatory Powers Act 2016."
    },
    {
        "length": 2891,
        "text": "\nRules etc about financial guidance\n\tPersonal pension schemes: requirements to refer members to guidance etc\n\t\tSection 137FB of the Financial Services and Markets Act 2000 (FCA generalrules: disclosure of information about the availability of pensions guidance)is amended as follows.\n\t\tAfter subsection (1), insert—\n\t\t\t“(1A)The FCA must also make general rules requiring the trustees or managersof a relevant pension scheme to take the steps mentioned in subsections (1B)and (1C) in relation to an application from a member or survivor—\n\t\t\tto transfer any rights accrued under the scheme, or\n\t\t\tto start receiving benefits provided by the scheme.\n\t\t\t(1B)As part of the application process, the trustees or managers must ensurethat—\n\t\t\tthe member or survivor is referred to appropriate pensions guidance, and\n\t\t\tthe member or survivor is provided with an explanation of the nature andpurpose of such guidance.\n\t\t\t(1C)Before proceeding with the application, the trustees or managers mustensure that the member or survivor has either received appropriate pensionsguidance or has opted out of receiving such guidance.\n\t\t\t(1D)The rules may—\n\t\t\tspecify what constitutes appropriate pensions guidance;\n\t\t\tmake further provision about how the trustees or managers must comply withthe duties in subsections (1B) and (1C) (such as provision about methods ofcommunication and time limits);\n\t\t\tmake further provision about how, and to whom, a member or survivor mayindicate that they have received or opted out of receiving appropriatepensions guidance for the purposes of subsection (1C);\n\t\t\tspecify what the duties of the trustees or managers are in the situationwhere a member or survivor does not respond to a communication that is madefor the purposes of complying with the duty in subsection (1C);\n\t\t\tprovide for exceptions to the duties in subsections (1B) and (1C) inspecified cases.”\n\t\tIn subsection (2), for “this section” substitute “subsection (1)”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)Before the FCA publishes a draft of any rules to be made by virtue ofsubsection (1A), it must consult—\n\t\t\tthe Secretary of State, and\n\t\t\tthe single financial guidance body.”\n\t\tIn subsection (3), for “the rules” substitute “rules to be made by virtueof subsection (1)”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)In determining what provision to include in rules to be made by virtue ofsubsection (1A), the FCA must have regard to any regulations that are for thetime being in force under section 113B of the Pension Schemes Act 1993(occupational pension schemes: requirements to refer members to guidanceetc).”\n\t\tIn subsection (4), for the definition of “pensions guidance” substitute—\n\t\t\t  * ““pensions guidance” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes);”.\n\tOccupational pension schemes: requirements to refer members to guidanceetc\n\t\tThe Pension Schemes Act 1993 is amended as set out in subsections (2) to(5).\n\t\tAfter section 113A insert—\n\t\t“113BOccupational pension schemes: requirements to refer members toguidance etc\n\t\t\tThe Secretary of State must make regulations requiring the trustees ormanagers of an occupational pension scheme to take the steps mentioned insubsections (2) and (3) in relation to an application from a relevantbeneficiary—\n\t\t\t\tto transfer any rights accrued under the scheme, or\n\t\t\t\tto start receiving benefits provided by the scheme.\n\t\t\tAs part of the application process, the trustees or managers must ensurethat—\n\t\t\t\tthe beneficiary is referred to appropriate pensions guidance, and\n\t\t\t\tthe beneficiary is provided with an explanation of the nature and purposeof such guidance.\n\t\t\tBefore proceeding with the application, the trustees or managers mustensure that the beneficiary has either received appropriate pensions guidanceor has opted out of receiving such guidance.\n\t\t\tThe regulations may—\n\t\t\t\tspecify what constitutes appropriate pensions guidance;\n\t\t\t\tmake further provision about how the trustees or managers must comply withthe duties in subsections (2) and (3) (such as provision about methods ofcommunication and time limits);\n\t\t\t\tmake further provision about how, and to whom, a beneficiary may indicatethat they have received or opted out of receiving appropriate pensionsguidance for the purposes of subsection (3);\n\t\t\t\tspecify what the duties of the trustees or managers are in the situationwhere a beneficiary does not respond to a communication that is made for thepurposes of complying with the duty in subsection (3);\n\t\t\t\tprovide for exceptions to the duties in subsections (2) and (3) inspecified cases;\n\t\t\t\tprovide for the Secretary of State or another prescribed person to issueguidance for the purposes of this section, to which trustees or managers musthave regard in complying with their duties under the regulations.\n\t\t\tIn determining what provision to include in the regulations, the Secretaryof State must have regard to any rules that are for the time being in forceunder section 137FB(1A) of the Financial Services and Markets Act 2000.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant beneficiary”, in relation to a pension scheme, means—\n\t\t\t\ta member of the scheme, or\n\t\t\t\tanother person of a prescribed description,\n\t\t\t\t\twho has a right or entitlement to flexible benefits under the scheme;\n\t\t\t\t\t  * “flexible benefits” has the meaning given by section 74 of the Pension Schemes Act 2015;\n\t\t\t\t\t  * “pensions guidance” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes).”\n\t\t\tIn section 115 (powers as respects failure to comply with informationrequirements), in subsection (1), after “113” insert “, 113B”.\n\t\t\tIn section 182(5) (power of Treasury to direct that regulation-makingpowers are exercisable only in conjunction with them), after “except” insert“regulations under section 113B or”.\n\t\t\tIn section 185(2) (consultations about other regulations: exceptions),after paragraph (c) insert—\n\t\t\t\tregulations under section 113B; or”.\n\t\t\tThe Pension Schemes (Northern Ireland) Act 1993 is amended as set out insubsections (7) to (9).\n\t\t\tAfter section 109A insert—\n\t\t“109BOccupational pension schemes: requirements to refer members toguidance etc\n\t\t\tThe Department must make regulations requiring the trustees or managers ofan occupational pension scheme to take the steps mentioned in subsections (2)and (3) in relation to an application from a relevant beneficiary—\n\t\t\t\tto transfer any rights accrued under the scheme, or\n\t\t\t\tto start receiving benefits provided by the scheme.\n\t\t\tAs part of the application process, the trustees or managers must ensurethat—\n\t\t\t\tthe beneficiary is referred to appropriate pensions guidance, and\n\t\t\t\tthe beneficiary is provided with an explanation of the nature and purposeof such guidance.\n\t\t\tBefore proceeding with the application, the trustees or managers mustensure that the beneficiary has either received appropriate pensions guidanceor has opted out of receiving such guidance.\n\t\t\tThe regulations may—\n\t\t\t\tspecify what constitutes appropriate pensions guidance;\n\t\t\t\tmake further provision about how the trustees or managers must comply withthe duties in subsections (2) and (3) (such as provision about methods ofcommunication and time limits);\n\t\t\t\tmake further provision about how, and to whom, a beneficiary may indicatethat they have received or opted out of receiving appropriate pensionsguidance for the purposes of subsection (3);\n\t\t\t\tspecify what the duties of the trustees or managers are in the situationwhere a beneficiary does not respond to a communication that is made for thepurposes of complying with the duty in subsection (3);\n\t\t\t\tprovide for exceptions to the duties in subsections (2) and (3) inspecified cases;\n\t\t\t\tprovide for the Department or another prescribed person to issue guidancefor the purposes of this section, to which trustees or managers must haveregard in complying with their duties under the regulations.\n\t\t\tIn determining what provision to include in the regulations, the Departmentmust have regard to any rules that are for the time being in force undersection 137FB(1A) of the Financial Services and Markets Act 2000.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant beneficiary”, in relation to a pension scheme, means—\n\t\t\t\ta member of the scheme, or\n\t\t\t\tanother person of a prescribed description,\n\t\t\t\t\twho has a right or entitlement to flexible benefits under the scheme;\n\t\t\t\t\t  * “flexible benefits” has the meaning given by section 74 of the Pension Schemes Act 2015;\n\t\t\t\t\t  * “pensions guidance” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes).”\n\t\t\tIn section 111 (powers as respects failure to comply with informationrequirements), in subsection (1), after “109” insert “or 109B”.\n\t\t\tIn section 177(6) (power of Department of Finance to direct thatregulation-making powers are exercisable only in conjunction with them), after“except” insert “regulations under section 109B or”.\n\tFCA general rules: information about the availability of guidance\n\t\tAfter section 137FBB of the Financial Services and Markets Act 2000 insert—\n\t\t“137FCFCA rules: disclosure of information about the availability offinancial guidance\n\t\t\tThe FCA must make general rules requiring specified authorised persons toprovide information about the availability of financial guidance to thedescriptions of persons specified in the rules.\n\t\t\tThe rules may specify the circumstances in which the duty to provide theinformation applies.\n\t\t\tBefore the FCA publishes a draft of any rules to be made by virtue of thissection, it must consult—\n\t\t\t\tthe Secretary of State,\n\t\t\t\tthe Treasury, and\n\t\t\t\tthe single financial guidance body.\n\t\t\tIn this section—\n\t\t\t\t  * “financial guidance” means information, guidance or advice provided in pursuance of the single financial guidance body’s pensions guidance, debt advice or money guidance function (see section 3 of the Financial Guidance and Claims Act 2018);\n\t\t\t\t  * “specified authorised person” means an authorised person of a description specified in rules made by virtue of this section.”"
    },
    {
        "length": 765,
        "text": "\nUnsolicited direct marketing approaches\n\tUnsolicited direct marketing: pensions\n\t\tThe Secretary of State may make regulations prohibiting unsolicited directmarketing relating to pensions.\n\t\tThe regulations may—\n\t\t\tmake provision about when a communication is to be, or is not to be,treated as unsolicited;\n\t\t\tmake provision for exceptions to the prohibition;\n\t\t\tconfer functions on the Information Commissioner and on OFCOM (includingconferring a discretion);\n\t\t\tapply (with or without modifications) provisions of the data protectionlegislation or the Privacy and Electronic Communications (EC Directive)Regulations 2003 ([S.I. 2003/2426](/id/uksi/2003/2426?view=plain \"Go to itemof legislation\")) (including, in particular, provisions relating toenforcement).\n\t\tThe regulations may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake different provision for different areas;\n\t\t\tmake incidental, supplementary, consequential, transitional or savingprovision.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIf before the end of June in any year the Secretary of State has not maderegulations under this section (whether or not in that year), the Secretary ofState must—\n\t\t\tpublish a statement, by the end of July in that year, explaining whyregulations have not been made and setting a timetable for making theregulations, and\n\t\t\tlay the statement before each House of Parliament.\n\t\tIn this section, “OFCOM” means the Office of Communications established bysection 1 of the Office of Communications Act 2002.\n\tUnsolicited direct marketing: other consumer financial products etc\n\t\tThe Secretary of State must keep under review whether a prohibition onunsolicited direct marketing in relation to consumer financial products andservices other than pensions would be appropriate.\n\t\tIf the Secretary of State considers that such a prohibition would beappropriate, the Secretary of State may make regulations applying regulationsmade under section 21 to other consumer financial products and services (withor without modifications).\n\t\tIn considering whether to make such regulations, the Secretary of Statemust take into account any advice received from the single financial guidancebody under section 3(7)(b)(ii) (consumer protection function: advice on effecton consumers of unsolicited direct marketing).\n\t\tThe regulations may—\n\t\t\tmake different provision for different purposes;\n\t\t\tmake different provision for different areas;\n\t\t\tmake incidental, supplementary, consequential, transitional or savingprovision.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 1625,
        "text": "\nMiscellaneous\n\tPower to dissolve the single financial guidance body\n\t\tThe Secretary of State must keep under review the question of whether thesingle financial guidance body should be dissolved.\n\t\tIf the Secretary of State considers that the single financial guidance bodyshould be dissolved, he or she must carry out a public consultation.\n\t\tIf, after the period of 12 weeks beginning with the day on which theconsultation began, the Secretary of State still considers dissolution of thesingle financial guidance body to be appropriate, he or she must lay beforeParliament—\n\t\t\tdraft regulations, and\n\t\t\tan explanatory document.\n\t\tThe draft regulations may in particular make provision about—\n\t\t\tthe transfer of the functions of the single financial guidance body to theSecretary of State or any other person;\n\t\t\tthe transfer of property, rights or liabilities of the single financialguidance body to the Secretary of State or any other person;\n\t\t\tthe creation and extinguishment of interests, rights and liabilities, inconnection with provision made under paragraph (b);\n\t\t\tthe payment by the Secretary of State or the single financial guidance bodyof compensation to any person who suffers loss or damage as a result of thedissolution.\n\t\tThe draft regulations—\n\t\t\tmay transfer rights and liabilities relating to employees, but\n\t\t\tmay not affect the operation of the Transfer of Undertakings (Protection ofEmployment) Regulations 2006 ([S.I. 2006/246](/id/uksi/2006/246?view=plain \"Goto item of legislation\")).\n\t\tThe draft regulations may—\n\t\t\tamend or repeal any provision of this Part;\n\t\t\tmake incidental, supplementary, consequential, transitional or savingprovision.\n\t\tSubsection (6)(b) includes the power to amend any provision made by orunder—\n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\tNorthern Ireland legislation.\n\tRegulations dissolving the new single financial guidance body:procedure\n\t\tThe 40-day affirmative procedure applies to draft regulations under section23 unless, within the period of 30 days beginning with the day on which thedraft regulations were laid before Parliament—\n\t\t\teither House of Parliament resolves that the super-affirmative procedureshould apply, or\n\t\t\ta committee of either House charged with reporting on the draft regulationsrecommends that the super-affirmative procedure should apply and the House towhich the recommendation is made does not by resolution reject therecommendation within that 30-day period.\n\t\t\t\tIn either of those cases the super-affirmative procedure applies.\n\t\tUnder the 40-day affirmative procedure, if after the expiry of the periodof 40 days beginning with the day on which the regulations were laid beforeParliament, the draft regulations are approved by a resolution of each Houseof Parliament, the Secretary of State may make regulations in the terms of thedraft regulations.\n\t\tUnder the super-affirmative procedure, the Secretary of State must—\n\t\t\thave regard to the matters mentioned in subsection (4), and\n\t\t\tmake the regulations in accordance with subsections (5) to (7).\n\t\tThe matters are—\n\t\t\tany representations,\n\t\t\tany resolution of either House of Parliament, and\n\t\t\tany recommendation of a committee of either House of Parliament chargedwith reporting on the draft regulations,\n\t\t\tmade in relation to the draft regulations during the period of 60 daysbeginning with the day on which the draft regulations were laid beforeParliament.\n\t\tIf, after the expiry of that 60-day period, the draft regulations areapproved by a resolution of each House of Parliament, the Secretary of Statemay make regulations in the terms of the draft regulations.\n\t\tIf, after the expiry of that 60-day period, the Secretary of State wishesto proceed with the draft regulations but with material changes, the Secretaryof State may lay before Parliament—\n\t\t\trevised draft regulations, and\n\t\t\ta statement giving a summary of the changes proposed.\n\t\tIf the revised draft regulations are approved by a resolution of each Houseof Parliament, the Secretary of State may make regulations in the terms of therevised draft regulations.\n\t\tRegulations are made in the terms of draft regulations (including reviseddraft regulations) if the regulations contain no material changes.\n\t\tIn calculating the periods of time referred to in this section, no accountis to be taken of any time during which Parliament is dissolved or proroguedor during which either House is adjourned for more than four days.\n\t\tThe regulations are to be made by statutory instrument.\n\tMinor and consequential amendments\n\t\tSchedule 3 contains amendments that relate to this Part.\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t\t  * “the consumer protection function” has the meaning given in section 3(7); \n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t  * “the debt advice function” has the meaning given in section 3(5); \n\t\t\t  * “the devolved authorities” means— \n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, and\n\t\t\tthe Department for Communities in Northern Ireland;\n\t\t\t\t  * “direct marketing” means the communication (by whatever means) of advertising or marketing material which is directed to particular individuals; \n\t\t\t\t  * “the FCA” means the Financial Conduct Authority; \n\t\t\t\t  * “the money guidance function” has the meaning given in section 3(6); \n\t\t\t\t  * “the pensions guidance function” has the meaning given in section 3(4); \n\t\t\t\t  * “SFGB delivery partner” means a person with whom arrangements are made under section 5(1), (2) or (3). \n\t\t\t\t  * “standards” means standards set under section 9; \n\t\t\t\t  * “the strategic function” has the meaning given in section 3(9). \n\t\tIn this Part, other than in section 1(7)(a) and paragraph 1(1) of Schedule2, references to the Secretary of State are to be read as references to theSecretary of State or the Treasury."
    },
    {
        "length": 2214,
        "text": "\nTransfer of regulation of claims management services to FCA\n\tTransfer to FCA of regulation of claims management services\n\t\tThe Financial Services and Markets Act 2000 is amended as follows.\n\t\tIn section 1H (interpretation provisions for FCA’s objectives)—\n\t\t\tin subsection (2), at the end of paragraph (c) insert “or to engage inclaims management activity”, and\n\t\t\tin subsection (8), at the appropriate place insert—\n\t\t\t\t  * ““engage in claims management activity” has the meaning given in section 21;”.\n\t\tIn section 21 (restrictions on financial promotion)—\n\t\t\tin subsection (1)—\n\t\t\tthe words from “to engage” to the end become paragraph (a), and\n\t\t\tat the end of that paragraph insert “, or\n\t\t\tto engage in claims management activity.”,\n\t\t\tafter subsection (10) insert—\n\t\t\t\t“(10A)“Engaging in claims management activity” means entering into or offeringto enter into an agreement the making or performance of which by either partyconstitutes a controlled claims management activity.\n\t\t\t(10B)An activity is a “controlled claims management activity” if—\n\t\t\tit is an activity of a specified kind,\n\t\t\tit is, or relates to, claims management services, and\n\t\t\tit is carried on in Great Britain.”, and\n\t\t\tafter subsection (12) insert—\n\t\t\t“(12A)Paragraph 25 of Schedule 2 applies for the purposes of subsection (10B)with the references to section 22 in sub-paragraph (3) of that paragraph beingread as references to subsection (10B).”\n\t\tIn section 22 (regulated activities)—\n\t\t\tafter subsection (1A) insert—\n\t\t\t“(1B)An activity is also a regulated activity for the purposes of this Act ifit is an activity of a specified kind which—\n\t\t\tis carried on by way of business in Great Britain, and\n\t\t\tis, or relates to, claims management services.”, and\n\t\t\tin subsection (3) for “subsection (1) or (1A)” substitute “subsections (1)to (1B)”.\n\t\tIn section 137R (financial promotion rules)—\n\t\t\tin subsection (1), omit the “or” at the end of paragraph (a) and after thatparagraph insert—\n\t\t\tto engage in claims management activity, or”, and\n\t\t\tin subsection (6), for “has” substitute “and “engage in claims managementactivity” have”.\n\t\tIn section 234C (complaints to the FCA by consumer bodies)—\n\t\t\tin subsection (1), after “financial services” insert “or of a market inGreat Britain for claims management services”, and\n\t\t\tin subsection (5)—\n\t\t\tin paragraph (a), at the end insert “(and “market in Great Britain” is tobe construed accordingly)”, and\n\t\t\tin paragraph (b), after “financial services” insert “, or of a market inGreat Britain for claims management services,”.\n\t\tIn section 234I (FCA’s functions under Part 4 of the Enterprise Act 2002)—\n\t\t\tin subsection (2)(b), after “services” insert “or to the provision ofclaims management services in Great Britain”, and\n\t\t\tin subsection (6)(a), after “financial services” insert “or in GreatBritain of claims management services”.\n\t\tIn section 234J(2) (FCA’s functions under the Competition Act 1998), after“financial services” insert “or relate to the provision of claims managementservices in Great Britain”.\n\t\tIn section 234M(1) (function of keeping market under review), after“services” insert “and the market in Great Britain for claims managementservices”.\n\t\tIn section 417(1) (definitions), at the appropriate place insert—\n\t\t\t  * ““regulated claims management activity” means activity of a kind specified in an order under section 22(1B) (regulated activities: claims management services);”.\n\t\tAfter section 419 insert—\n\t\t“419AClaims management services\n\t\t\tIn this Act “claims management services” means advice or other services inrelation to the making of a claim.\n\t\t\tIn subsection (1) “other services” includes—\n\t\t\t\tfinancial services or assistance,\n\t\t\t\tlegal representation,\n\t\t\t\treferring or introducing one person to another, and\n\t\t\t\tmaking inquiries,\n\t\t\t\t\tbut giving, or preparing to give, evidence (whether or not expert evidence) isnot, by itself, a claims management service.\n\t\t\tIn this section “claim” means a claim for compensation, restitution,repayment or any other remedy or relief in respect of loss or damage or inrespect of an obligation, whether the claim is made or could be made—\n\t\t\t\tby way of legal proceedings,\n\t\t\t\tin accordance with a scheme of regulation (whether voluntary orcompulsory), or\n\t\t\t\tin pursuance of a voluntary undertaking.\n\t\t\tThe Treasury may by order provide that a claim for a specified benefit isto be treated as a claim for the purposes of this section.\n\t\t\tThe Treasury may specify a benefit under subsection (4) only if it appearsto the Treasury to be a social security benefit, payable under the law of anypart of the United Kingdom, designed to provide compensation for industrialinjury.\n\t\tBCarrying on claims management activity in Great Britain\n\t\t\tThe Treasury may by order make provision as to the circumstances in which aperson is, or is not, to be treated as carrying on—\n\t\t\t\ta regulated claims management activity, or\n\t\t\t\tan activity of a kind specified in an order under section 21(10B),\n\t\t\t\t\tin Great Britain.\n\t\t\tSubsections (2) to (5) of section 419 apply in relation to an order undersubsection (1) as they apply in relation to an order under subsection (1) ofthat section, but as if the references to regulated activities in subsection(2) of that section were references to regulated claims management activitiesor, as the case may be, to activities of a kind specified in an order undersection 21(10B).”\n\t\t\tIn section 429 (parliamentary control of statutory instruments)—\n\t\t\t\tin subsection (1)(a) (orders subject to affirmative procedure), for “or419” substitute “, 419 or 419B”,\n\t\t\t\tin subsection (4)—\n\t\t\t\tin paragraph (e), for “or (10)” substitute, “, (10) or (10B)”,\n\t\t\t\tomit the “or” at the end of paragraph (f), and\n\t\t\t\tafter paragraph (g) insert “; or\n\t\t\t\tit adds one or more activities to those that are controlled claimsmanagement activities for the purposes of section 21.”, and\n\t\t\t\tafter subsection (7) insert—\n\t\t\t\t“(7A)An order to which, if it is made, subsection (7B) will apply is not to bemade unless a draft of the order has been laid before Parliament and approvedby a resolution of each House.\n\t\t\t\t(7B)This subsection applies to an order under section 419A(4) if—\n\t\t\t\tit is the first order to be made, or to contain provisions made, under thatsubsection; or\n\t\t\t\tit adds one or more benefits to those that are specified benefits for thepurposes of section 419A.”\n\t\t\tIn Schedule 2 (regulated activities)—\n\t\t\t\tin paragraph 25 (order making power), in sub-paragraph (1)—\n\t\t\t\tin the opening words for “or (1A)” substitute “to (1B)”;\n\t\t\t\tin paragraph (f) at the end insert “, including provision which applies(with or without modification) provision in this Act or other primary orsubordinate legislation that relates to investment activity or financialservices to a regulated activity that does not relate to investment activityor financial services.”, and\n\t\t\t\tin paragraph 26 (parliamentary control), in sub-paragraph (1) for “or (1A)”substitute “to (1B)”.\n\t\t\tSchedule 4 contains provision about transfer schemes where an order ismade under section 22(1B) of the Financial Services and Markets Act 2000(inserted by subsection (4)(a)).\n\t\t\tSchedule 5 contains transitional provision relating to this section."
    },
    {
        "length": 703,
        "text": "\nPower of FCA to make rules restricting charges for claims managementservices\n\tThe Financial Services and Markets Act 2000 is amended as set out insubsections (2) and (3).\n\tAfter section 137FC (inserted by section 20) insert—\n\t“137FDFCA general rules: charges for claims management services\n\t\tThe power of the FCA to make general rules includes power to make rulesprohibiting authorised persons from—\n\t\t\tentering into a specified regulated claims management agreement thatprovides for the payment by a person of charges which, taken with chargespayable under an agreement treated by the rules as being connected with theregulated claims management agreement (if any), are specified charges, and\n\t\t\timposing specified charges on a person in connection with the provision ofa service which is, or which is provided in connection with, a specifiedregulated claims management activity.\n\t\tThe FCA must make rules by virtue of subsection (1) in relation to allregulated claims management agreements, and all regulated claims managementactivities, which concern claims in relation to financial products orservices.\n\t\tThe rules must be made with a view to securing an appropriate degree ofprotection against excessive charges for the provision of a service which is,or which is provided in connection with, a regulated claims managementactivity.\n\t\tThe rules may specify charges by reference to charges of a specified classor description, or by reference to charges which exceed, or are capable ofexceeding, a specified amount.\n\t\tIn relation to an agreement entered into, or charge imposed, incontravention of the rules, the rules may (amongst other things)—\n\t\t\tprovide for the agreement, or obligation to pay the charge, to beunenforceable or unenforceable to a specified extent;\n\t\t\tprovide for the recovery of amounts paid under the agreement or obligation;\n\t\t\tprovide for the payment of compensation for any losses incurred as a resultof paying amounts under the agreement or obligation.\n\t\tThe provision that may be made under subsection (5) includes provisioncorresponding to that made by section 30 (enforceability of agreementsresulting from unlawful communications).\n\t\tIn this section—\n\t\t\t“regulated claims management agreement” means an agreement, the enteringinto or performing of which by either party is a regulated claims managementactivity, and\n\t\t\t“specified” means specified in the rules, but “specified amount” means anamount specified in or determined in accordance with the rules.”\n\t\tIn section 138E(3) (contravention of rules which may make transaction voidor unenforceable)—\n\t\t\tomit the “or” at the end of paragraph (b), and\n\t\t\tat the end of paragraph (c) insert “or\n\t\t\trules made by the FCA under section 137FD.”"
    },
    {
        "length": 953,
        "text": "\nPPI claims and charges for claims management services: general\n\tThis section and sections 30 to 32 make provision for a fee cap to apply incertain circumstances to charges for regulated services provided in connectionwith a PPI claim.\n\tThe following provisions explain terms used in those sections.\n\tThe fee cap applicable to the amount charged for regulated servicesprovided in connection with a PPI claim is 20% of the amount recovered for theclaimant in satisfaction of the claim.\n\t\tAccordingly, where nothing is recovered (whether or not a claim has been madeor concluded) the fee cap is zero.\n\tBut the charging of a reasonable amount for work done for the claimant isnot to be regarded as exceeding the fee cap for a PPI claim if—\n\t\tthe amount is charged for regulated services provided in connection withthe claim,\n\t\tno other amount is charged for those services,\n\t\tthe claimant has terminated the agreement governing the provision of suchservices (whether before or after the making of a claim), and\n\t\tthe termination was not achieved by the cancellation of the agreementduring a cooling off period available to the claimant by right (whetherconferred by the agreement or otherwise).\n\tReferences to a claim are to a claim (however described) seekingcompensation, restitution, repayment or any other financial remedy or relief,whether or not the claim is made or could be made by way of legal proceedings.\n\tReferences to the amount charged for regulated services provided inconnection with a PPI claim are references to a sum comprising all amountscharged for such services in connection with the claim (whether or not chargedunder a single agreement), exclusive of VAT.\n\tReferences to the amount recovered for the claimant, in relation to a PPIclaim, include a reference to any amount which (instead of being paid to or tothe order of the claimant)—\n\t\tis set off against a debt due from the claimant to the person against whomthe claim is made, or\n\t\tis paid to any person other than the claimant (whether a person providingregulated services in connection with the claim or any other person) with aview to discharging the whole or part of a debt due from the claimant.\n\tIn this section references to regulated services are—\n\t\tso far as relevant for the purposes of section 30, to be read as referringto regulated claims management services,\n\t\tso far as relevant for the purposes of section 31, to be read as referringto any service which is a regulated claims management activity, and\n\t\tso far as relevant for the purposes of section 32, to be read as referringto any service which is a relevant claims management activity (within themeaning given by subsection (5) of that section).\n\t“PPI claim” means a claim relating to the selling of payment protectioninsurance (whether it concerns amounts paid by the policyholder or otherwise).\n\t“Regulated claims management services”—\n\t\tdoes not include any reserved legal activities of the kind mentioned insection 12(1)(a) or (b) of the Legal Services Act 2007 (exercise of a right ofaudience or the conduct of litigation), but\n\t\totherwise, has the same meaning as in the Compensation Act 2006 (seesection 14 of that Act).\n\t“Regulated claims management activity” has the same meaning as in theFinancial Services and Markets Act 2000 (see the definition inserted by thisAct in section 417(1) of that Act).\n\t“Section 22(1B) specified activity provisions” means provisions of anorder made under section 22(1B) of the Financial Services and Markets Act 2000(as inserted by this Act) which specify a kind of activity as a regulatedactivity within the meaning of that Act.\n\t“The FCA” means the Financial Conduct Authority."
    },
    {
        "length": 1217,
        "text": "\nPPI claims: interim restriction on charges before transfer ofregulation to FCA\n\tA regulated person —\n\t\tmust not charge a claimant, for regulated claims management servicesprovided in connection with the claimant’s PPI claim, an amount which exceedsthe fee cap for the claim, and\n\t\tmust not enter into an agreement that provides for the payment by aclaimant, for regulated claims management services provided in connection withthe claimant’s PPI claim, of charges which would breach, or are capable ofbreaching, the prohibition in paragraph (a).\n\tA breach of either of those prohibitions is not actionable as a breach ofstatutory duty; but—\n\t\tany payment in excess of the fee cap for a PPI claim is recoverable by theclaimant, and\n\t\tany agreement entered into in breach of subsection (1)(b) is notenforceable to the extent it provides for a payment that breaches or iscapable of breaching the prohibition in subsection (1)(a).\n\tIn subsection (2) “payment” means a payment of charges for regulated claimsmanagement services provided in connection with the claim.\n\tA relevant regulator—\n\t\tmust ensure that it has appropriate arrangements for monitoring andenforcing the prohibitions in subsection (1) as they apply to the regulatedpersons for whom it is the relevant regulator;\n\t\tmay make rules for the purposes of doing so (which may include provisionapplying, in relation to breaches of a prohibition in subsection (1),functions the relevant regulator has in relation to breaches of anotherrestriction).\n\tFor the purposes of this section—\n\t\t“regulated person” means—\n\t\ta person who falls within any category of regulated person specified incolumn 2 below, or\n\t\tany person not within sub-paragraph (i) who, by virtue of article 4 of theCompensation (Exemptions) Order 2007 ([S.I.2007/209](/id/uksi/2007/209?view=plain \"Go to item of legislation\")), is notprevented by section 4(1) of the Compensation Act 2006 from providingregulated claims management services;\n\t\t“relevant regulator” means a person listed in column 1 below; and\n\t\tthe regulated persons for whom a person listed in column 1 below is therelevant regulator are described in the corresponding entry or entries incolumn 2.\n\t\t\tRelevant regulator| Regulated persons  ---|---  The Regulator| Persons authorised to provide regulated claims managementservices under section 5(1)(a) of the Compensation Act 2006.  The General Council of the Bar|\n\t\t1.\n\t\tPersons who, or licensable bodies which, are authorised by the General Councilto carry on a reserved legal activity.\n\t\t2.\n\t\tEuropean lawyers registered with the General Council under the EuropeanCommunities (Lawyer’s Practice) Regulations 2000 ([S.I.2000/1119](/id/uksi/2000/1119?view=plain \"Go to item of legislation\")).    The Law Society of England and Wales|\n\t\t1.\n\t\tPersons who, or licensable bodies which, are authorised by the Law Society tocarry on a reserved legal activity.\n\t\t2.\n\t\tEuropean lawyers registered with the Law Society under the EuropeanCommunities (Lawyer’s Practice) Regulations 2000.\n\t\t3.\n\t\tForeign lawyers registered with the Law Society under section 89 of the Courtsand Legal Services Act 1990.    The Chartered Institute of Legal Executives| Persons authorised by theInstitute to carry on a reserved legal activity.    (6)In column 1 “the Regulator” means the person designated under section 5(1)of the Compensation Act 2006, or, if no person is so designated, the Secretaryof State.\n\tIn column 2 “reserved legal activity” has the meaning given by section 12of the Legal Services Act 2007.\n\tThis section applies as follows—\n\t\tthe prohibition in subsection (1)(a) applies only to charges imposed underan agreement entered into during the first interim period, and\n\t\tthe prohibition in subsection (1)(b) applies only to agreements enteredinto during that period.\n\tIn subsection (8) “the first interim period” is the period—\n\t\tbeginning with the day on which this section comes into force, and\n\t\tending with the day before the day on which the first section 22(1B)specified activity provisions come into force for (or for purposes whichinclude) the purposes of the general prohibition in section 19 of theFinancial Services and Markets Act 2000."
    },
    {
        "length": 808,
        "text": "\nPPI claims: interim restriction on charges imposed by authorisedpersons after transfer of regulation to FCA\n\tThe rule specified in subsection (2) is to be treated for the purposes ofthe Financial Services and Markets Act 2000 as if—\n\t\tthe rule were a general rule made by the FCA under section 137A of thatAct, and\n\t\tthis section were contained in that Act;\n\t\t\tand accordingly functions conferred on the FCA by that Act which apply inrelation to general rules made under section 137A apply to that rule as theyapply to other general rules made under that section.\n\tThe rule is that an authorised person—\n\t\tmust not charge a claimant, for a service which is a regulated claimsmanagement activity provided in connection with the claimant’s PPI claim, anamount which exceeds the fee cap for the claim, and\n\t\tmust not enter into an agreement that provides for the payment by aclaimant, for a service which is a regulated claims management activityprovided in connection with the claimant’s PPI claim, of charges which wouldbreach, or are capable of breaching, the prohibition in paragraph (a).\n\tA breach of either of those prohibitions is not actionable as a breach ofstatutory duty (despite section 138D(2) of the Financial Services and MarketsAct 2000); but—\n\t\tany payment in excess of the fee cap for a PPI claim is recoverable by theclaimant, and\n\t\tany agreement entered into in breach of the prohibition in subsection(2)(b) is not enforceable to the extent it provides for a payment thatbreaches or is capable of breaching the prohibition in subsection (2)(a).\n\tIn subsection (3) “payment” means a payment of charges for a service whichis a regulated claims management activity provided in connection with theclaim.\n\tThe rule in subsection (2) applies as follows—\n\t\tthe prohibition in paragraph (a) applies only to charges imposed under anagreement which is entered into during the second interim period, and\n\t\tthe prohibition in paragraph (b) applies only to agreements entered intoduring that period.\n\tIn subsection (5) “the second interim period” is the period—\n\t\tbeginning with the day on which the first section 22(1B) specified activityprovisions come into force for (or for purposes which include) the purposes ofthe general prohibition in section 19 of the Financial Services and MarketsAct 2000, and\n\t\tending with the day before the coming into force of the first relevantgeneral rule made by the FCA (whether for all purposes or for any specificpurpose).\n\tIn subsection (6)(b) “relevant general rule” means a general rule that—\n\t\tis made under subsection (1) of section 137FD of the Financial Services andMarkets Act 2000 (as inserted by this Act), and\n\t\tapplies to, or to any description of, PPI claims (whether or not it alsoapplies to anything else).\n\tIn this section “authorised person” has the same meaning as in theFinancial Services and Markets Act 2000 (see section 31(2) of that Act)."
    },
    {
        "length": 683,
        "text": "\nPPI claims: interim restriction on charges imposed by legalpractitioners after transfer of regulation to FCA\n\tA legal practitioner—\n\t\tmust not charge a claimant, for a service which is a relevant claimsmanagement activity provided in connection with the claimant’s PPI claim, anamount which exceeds the fee cap for the claim, and\n\t\tmust not enter into an agreement that provides for the payment by aclaimant, for a service which is a relevant claims management activityprovided in connection with the claimant’s PPI claim, of charges which wouldbreach, or are capable of breaching, the prohibition in paragraph (a).\n\tSubsections (2) to (5) and (7) of section 30 apply for the purposes of theprohibitions in subsection (1) as they apply for the purposes of theprohibitions in section 30(1) but as if—\n\t\treferences in those subsections to “regulated claims management services”were references to “relevant claims management activity” and references to“regulated persons” were references to “legal practitioners”, and\n\t\tthe first entry in columns 1 and 2 of the table in subsection (5) wereomitted.\n\tSubsection (1) applies as follows—\n\t\tthe prohibition in subsection (1)(a) applies only to charges imposed by alegal practitioner under an agreement entered into during the period—\n\t\tbeginning with the first day of the second interim period (within themeaning given by section 31(6)), and\n\t\tending with the end date for that practitioner, and\n\t\tthe prohibition in subsection (1)(b) applies only to agreements enteredinto by a legal practitioner during that period.\n\tFor the purposes of subsection (3), the end date is—\n\t\tfor a legal practitioner for whom the relevant regulator is the Law Societyof England and Wales, the day before the coming into force of the first rulemade by the Law Society of England and Wales under section 33 that applies to,or to any description of, PPI claims, and\n\t\tfor any other legal practitioner, 29 April 2020.\n\tIn this section “relevant claims management activity”—\n\t\tdoes not include any reserved legal activities of the kind mentioned insection 12(1)(a) or (b) of the Legal Services Act 2007 (exercise of a right ofaudience or the conduct of litigation), but\n\t\totherwise, means activity of a kind specified in an order under section22(1B) of the Financial Services and Markets Act 2000 (regulated activities:claims management services), disregarding any exemption in that order foractivities carried on by, through, or at the direction of, a legalpractitioner."
    },
    {
        "length": 1605,
        "text": "\nLegal services regulators’ rules: charges for claims managementservices\n\tThe Law Society of England and Wales, the General Council of the Bar andthe Chartered Institute of Legal Executives may make rules prohibitingregulated persons from—\n\t\tentering into a specified relevant claims management agreement thatprovides for the payment by a person of specified charges, and\n\t\timposing specified charges on a person in connection with the provision ofa service which is, or which is provided in connection with, a specifiedrelevant claims management activity.\n\tThe Law Society of England and Wales must exercise that power to make rulesin relation to all relevant claims management agreements, and all relevantclaims management activities, which concern claims in relation to financialproducts or services.\n\tThe Law Society of Scotland may make rules prohibiting regulated personsfrom—\n\t\tentering into a relevant claims management agreement concerning a claim inrelation to a financial product or service that provides for the payment by aperson of specified charges, and\n\t\timposing specified charges on a person in connection with the provision ofa service which is, or which is provided in connection with, a relevant claimsmanagement activity concerning a claim in relation to a financial product orservice.\n\tRules under this section may make provision securing that for the purposesof the prohibition referred to in subsection (1)(a) or (3)(a) charges payableunder a relevant claims management agreement are to be treated as includingcharges payable under an agreement treated by the rules as being connectedwith the relevant claims management agreement.\n\tIn this section “regulated persons” means—\n\t\tin relation to the Law Society of England and Wales—\n\t\tpersons who, or licensable bodies which, are authorised by the Law Societyto carry on a reserved legal activity,\n\t\tEuropean lawyers registered with the Law Society under the EuropeanCommunities (Lawyer’s Practice) Regulations 2000 ([S.I.2000/1119](/id/uksi/2000/1119?view=plain \"Go to item of legislation\")), and\n\t\tforeign lawyers registered with the Law Society under section 89 of theCourts and Legal Services Act 1990;\n\t\tin relation to the Law Society of Scotland, Scottish legal practitioners;\n\t\tin relation to the General Council of the Bar—\n\t\tpersons who, or licensable bodies which, are authorised by the GeneralCouncil to carry on a reserved legal activity, and\n\t\tEuropean lawyers registered with the General Council under the EuropeanCommunities (Lawyer’s Practice) Regulations 2000;\n\t\tin relation to the Chartered Institute of Legal Executives, personsauthorised by the Institute to carry on a reserved legal activity.\n\tThe rules must be made with a view to securing an appropriate degree ofprotection against excessive charges for the provision of a service which is,or which is provided in connection with, a relevant claims managementactivity.\n\tThe rules may specify charges by reference to charges of a specified classor description, or by reference to charges which exceed, or are capable ofexceeding, a specified amount.\n\tThe rules may not specify—\n\t\tcharges for a reserved legal activity within the meaning of the LegalServices Act 2007 (see section 12 of that Act);\n\t\tcharges imposed in respect of—\n\t\tthe exercise of a right of audience by a Scottish legal practitioner;\n\t\tthe conduct of litigation by a Scottish legal practitioner.\n\tIn subsection (8)(b)—\n\t\t  * “conduct of litigation” means— \n\t\tthe bringing of proceedings before any court in Scotland;\n\t\tthe commencement, prosecution and defence of such proceedings;\n\t\tthe performance of any ancillary functions in relation to such proceedings;\n\t\t\t  * “right of audience” means the right to appear before and address a court in Scotland, including the right to call and examine witnesses. \n\tIn relation to an agreement entered into, or charge imposed, incontravention of the rules, the rules may (amongst other things)—\n\t\tprovide for the agreement, or obligation to pay the charge, to beunenforceable or unenforceable to a specified extent;\n\t\tprovide for the recovery of amounts paid under the agreement or obligation;\n\t\tprovide for the payment of compensation for any losses incurred as a resultof paying amounts under the agreement or obligation.\n\tFor the purposes of this section—\n\t\t  * “relevant claims management activity” means activity of a kind specified in an order under section 22(1B) of the Financial Services and Markets Act 2000 (regulated activities: claims management services), disregarding any exemption in that order for activities carried on by, through, or at the direction of, a legal practitioner; \n\t\t  * “relevant claims management agreement” means an agreement, the entering into or performance of which by either party is a relevant claims management activity; \n\t\t  * “Scottish legal practitioner” means— \n\t\ta person qualified to practise as a solicitor in accordance with section 4 ofthe Solicitors (Scotland) Act 1980;\n\t\tEuropean lawyers registered with the Law Society of Scotland under theEuropean Communities (Lawyer’s Practice) (Scotland) Regulations 2000 ([S.S.I.2000/121](/id/ssi/2000/121?view=plain \"Go to item of legislation\"));\n\t\tforeign lawyers registered with the Law Society of Scotland under section 60Aof the Solicitors (Scotland) Act 1980;\n\t\tan incorporated practice within the meaning given by section 34(1A)(c) of theSolicitors (Scotland) Act 1980;\n\t\ta licensed legal services provider within the meaning of Part 2 of the LegalServices (Scotland) Act 2010 (see section 47 of that Act) that provides, oroffers to provide, legal services under a licence issued by the Law Society ofScotland;\n\t\t\t  * “specified” means specified in the rules, but “specified amount” means an amount specified in or determined in accordance with the rules. \n\tThis section does not limit any power of the Law Society of England andWales, the Law Society of Scotland, the General Council of the Bar or theChartered Institute of Legal Executives existing apart from this section tomake rules."
    },
    {
        "length": 220,
        "text": "\nExtension of power of the Law Society of Scotland to make rules\n\tThe Treasury may by regulations amend section 33 for the purpose ofextending the power in subsection (3) of that section so as to apply to—\n\t\tall relevant claims management agreements;\n\t\tall relevant claims management activity;\n\t\tany description of relevant claims management agreement;\n\t\tany description of relevant claims management activity.\n\tThe Treasury must obtain the consent of the Scottish Ministers beforemaking regulations under subsection (1).\n\tRegulations under this section—\n\t\tare to be made by statutory instrument;\n\t\tmay make incidental, supplemental or consequential provision.\n\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 611,
        "text": "\nCold calling about claims management services\n\tCold calling about claims management services\n\t\tThe Privacy and Electronic Communications (EC Directive) Regulations 2003([S.I. 2003/2426](/id/uksi/2003/2426?view=plain \"Go to item of legislation\"))are amended as follows.\n\t\tIn regulation 21 (calls for direct marketing purposes), after paragraph (5)insert—\n\t\tParagraph (1) does not apply to a case falling within regulation 21A.”\n\t\tAfter regulation 21 insert—\n\t\t“21ACalls for direct marketing of claims management services\n\t\t\tA person must not use, or instigate the use of, a public electroniccommunications service to make unsolicited calls for the purposes of directmarketing in relation to claims management services except in thecircumstances referred to in paragraph (2).\n\t\t\tThose circumstances are where the called line is that of a subscriber whohas previously notified the caller that for the time being the subscriberconsents to such calls being made by, or at the instigation of, the caller onthat line.\n\t\t\tA subscriber must not permit the subscriber’s line to be used incontravention of paragraph (1).\n\t\t\tIn this regulation, “claims management services” means the followingservices in relation to the making of a claim—\n\t\t\t\tadvice; \n\t\t\t\tfinancial services or assistance;\n\t\t\t\tacting on behalf of, or representing, a person;\n\t\t\t\tthe referral or introduction of one person to another;\n\t\t\t\tthe making of inquiries.\n\t\t\tIn paragraph (4), “claim” means a claim for compensation, restitution,repayment or any other remedy or relief in respect of loss or damage or inrespect of an obligation, whether the claim is made or could be made—\n\t\t\t\tby way of legal proceedings,\n\t\t\t\tin accordance with a scheme of regulation (whether voluntary orcompulsory), or\n\t\t\t\tin pursuance of a voluntary undertaking.”\n\t\t\tIn regulation 24 (information to be provided for the purposes ofregulations 19 to 21)—\n\t\t\t\tin the heading, for “, 20 and 21” substitute “to 21A”;\n\t\t\t\tin paragraph (1)(b), after “21” insert “or 21A”."
    },
    {
        "length": 1072,
        "text": "\nPART 3General\n\tExtent \n\t\tPart 1, other than the provisions mentioned in subsections (2) to (5),extends to England and Wales, Scotland and Northern Ireland.\n\t\tSections 6 and 7 extend to England and Wales and Northern Ireland.\n\t\tIn section 12—\n\t\t\tsubsections (1) and (3) extend to England and Wales and Scotland;\n\t\t\tsubsections (2) and (4) extend to Northern Ireland.\n\t\tIn section 19—\n\t\t\tsubsections (1) to (5) extend to England and Wales and Scotland;\n\t\t\tsubsections (6) to (9) extend to Northern Ireland.\n\t\tParagraph 24 of Schedule 3 extends to England and Wales and Scotland.\n\t\tPart 2, other than the provisions mentioned in subsections (7) and (8),extends to England and Wales and Scotland.\n\t\tThe following provisions extend to England and Wales—\n\t\t\tsection 27(14) and Schedule 4;\n\t\t\tsection 30;\n\t\t\tsection 32.\n\t\tSection 35 extends to England and Wales, Scotland and Northern Ireland.\n\t\tThis Part extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tThe following provisions come into force on the day this Act is passed—\n\t\t\tsection 11(1) and (3);\n\t\t\tsection 12;\n\t\t\tsection 13;\n\t\t\tsection 21;\n\t\t\tthe following paragraphs of Schedule 3 (and section 25 so far as it relatesto those paragraphs)—\n\t\t\tparagraph 5,\n\t\t\tparagraph 13(a),\n\t\t\tparagraph 14(1), (2)(a) and (3)(a), and\n\t\t\tparagraph 21(1), (5)(a)(i) and (5)(b)(iii);\n\t\t\tsection 27(15) and Schedule 5;\n\t\t\tthis Part.\n\t\tSubsections (6) to (9) of section 19 come into force on a day appointed byorder made by the Department for Communities in Northern Ireland.\n\t\tAn order under subsection (2) may make—\n\t\t\ttransitional, transitory and saving provision in connection with the cominginto force of any provision in section 19(6) to (9);\n\t\t\tincidental and supplementary provision, and\n\t\t\tdifferent provision for different purposes,\n\t\t\t\tand the power to make such an order is exercisable by statutory rule for thepurposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573(N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tSections 22 and 29 to 32 come into force at the end of the period of twomonths beginning with the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on a day appointed byregulations.\n\t\tRegulations under subsection (5) must provide for sections 6 and 7 to comeinto force on the same day as section 1(1).\n\t\tRegulations may make transitional, transitory and saving provision inconnection with the coming into force of any provision of Part 1 or 2 exceptsection 19(6) to (9).\n\t\tRegulations under subsection (5) or (7) may make—\n\t\t\tincidental and supplementary provision,\n\t\t\tdifferent provision for different purposes, and\n\t\t\tdifferent provision for different areas.\n\t\tRegulations under subsection (5) or (7) are to be made by statutoryinstrument by—\n\t\t\tthe Secretary of State, in relation to—\n\t\t\tany provision of Part 1, other than section 14 and section 20, and\n\t\t\tsection 35;\n\t\t\tthe Treasury, in relation to—\n\t\t\tsections 14 and 20, and\n\t\t\tany provision of Part 2, other than section 35.\n\t\tThe Treasury must obtain the consent of the Lord Chancellor before makingregulations under subsection (5) or (7) in relation to section 33.\n\tShort title\n\t\tThis Act may be cited as the Financial Guidance and Claims Act 2018."
    }
]