{
    "general": "This law creates a new organization to help people with their finances, including those who are struggling with debt. It also provides funds for debt advice in different parts of the UK, and gives the government the power to stop companies from sending unwanted advertisements about financial products and services. Additionally, the law regulates businesses that help people make claims for things like compensation or refunds.",
    "series": [
        [
            {
                "length": 206,
                "short": "\"Establishment of Single Financial Guidance Body for Consumer Financial Support\"",
                "text": "\n* The Single Financial Guidance Body will be established to provide financial guidance to consumers.\n* The Single Financial Guidance Body will take over the functions of the Consumer Financial Education Body and the Pensions Advisory Service Limited.\n* Regulations can be made to change the name of the Single Financial Guidance Body and to make incidental, supplementary and consequential provisions.\n* The power to make regulations is exercisable by statutory instrument and can be annulled by a resolution of either House of Parliament.\n* Schemes for the transfer of staff, property, rights and liabilities from the Secretary of State, the Pensions Advisory Service Limited and the Consumer Financial Education Body to the Single Financial Guidance Body and the devolved authorities will be made."
            },
            {
                "length": 204,
                "short": "\"Financial Guidance and Support for the Public: A Single Body for Information and Advice\"",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 sets up a single financial guidance body to provide information, guidance, and advice to the public on financial matters.\n* Simplified point 2: The single financial guidance body has several functions, including providing pensions guidance, debt advice, money guidance, and consumer protection, and developing and coordinating a national strategy to improve financial capability.\n* Simplified point 3: The single financial guidance body must have regard to its objectives and functions when exercising its powers, and must provide information, guidance, and advice to the public free of charge.\n* Simplified point 4: The single financial guidance body may delegate its functions to delivery partner organizations, and must have regard to guidance and directions given to it by the Secretary of State."
            },
            {
                "length": 126,
                "short": "\"Financial Guidance Standards: Protecting Consumer Interests\"",
                "text": "\n* The Single Financial Guidance Body (SFGB) sets standards for those providing financial guidance, including pension, debt, and money guidance. These standards must be approved by the Financial Conduct Authority (FCA).\n* The SFGB monitors and enforces compliance with these standards, and the FCA reviews them periodically to ensure they remain appropriate and effective.\n* The purpose of these standards is to protect consumers and ensure they receive accurate and unbiased financial guidance."
            },
            {
                "length": 228,
                "short": "\"UK Government Funding for Single Financial Guidance Body\"",
                "text": "\n* Simplified point 1: The UK government can provide funding to establish a single financial guidance body through grants or loans.\n* Simplified point 2: The government can also provide financial assistance to the single financial guidance body for carrying out its functions.\n* Simplified point 3: The Financial Conduct Authority (FCA) can make rules to recover expenses incurred by the Secretary of State related to the establishment and operation of the single financial guidance body.\n* Simplified point 4: The FCA can impose levies on authorized persons, electronic money issuers, or payment service providers to recover expenses incurred by the Secretary of State.\n* Simplified point 5: The Secretary of State can notify the FCA of matters to be taken into account when deciding whether or not to give consent to the rules made under section 137SA of the Financial Services and Markets Act 2000."
            },
            {
                "length": 229,
                "short": "\"UK Government's Debt Advice Services Funding Mechanism\"",
                "text": "\n* Simplified point 1: The UK government can levy fees on financial institutions to cover the costs of providing debt advice services in Scotland, Wales, and Northern Ireland.\n* Simplified point 2: The Financial Conduct Authority (FCA) is responsible for collecting these fees from authorized financial institutions and must use the funds to cover the expenses incurred by the devolved authorities in providing debt advice.\n* Simplified point 3: The FCA must consult the Treasury before making rules to impose levies, and the Treasury may specify matters that will be taken into account when deciding whether or not to give consent to the rules.\n* Simplified point 4: If the Treasury notifies the FCA of an amount of expenses expected to be incurred, but the actual expenses incurred are less than the amount notified, the FCA must pay the difference back to the Treasury."
            },
            {
                "length": 244,
                "short": "\"Financial Regulation Offenses: Legal Consequences for Unauthorized Advice\"",
                "text": "\n* Simplified point 1: The law states it's an offense to pretend to provide financial guidance on behalf of the Single Financial Guidance Body without proper authorization.\n* Simplified point 2: If someone is found guilty of this offense, they could face up to 51 weeks in prison in England and Wales, 12 months in Scotland, or 6 months in Northern Ireland, along with a possible fine.\n* Simplified point 3: This law applies to individuals and companies, and officers of these entities can also be held responsible for any offenses committed by the company.\n* Simplified point 4: Partnerships and unincorporated associations can also be held accountable for offenses committed by their members or officers.\n* Simplified point 5: Proceedings for these offenses must be brought against the entity in question, whether it's a partnership, unincorporated association, or body corporate, using rules of court related to serving documents."
            },
            {
                "length": 126,
                "short": "\"Financial Information Sharing and Disclosure Regulations\"",
                "text": "\n* Simplified point 1: The Single Financial Guidance Body can share information with various organizations such as the Secretary of State, FCA, and devolved authorities for the purpose of exercising their functions related to debt advice and consumer protection.\n* Simplified point 2: The Single Financial Guidance Body must disclose information to the Secretary of State and FCA upon request, and it cannot disclose information that would contravene data protection laws or be prohibited by other legislations."
            },
            {
                "length": 281,
                "short": "\"UK Government Updates Financial Guidance Laws for Pension Schemes\"",
                "text": "\n* The UK government is making changes to the laws regarding financial guidance and claims.\n* One of these changes involves adding new sections to the Financial Services and Markets Act 2000 and the Pension Schemes Act 1993.\n* These new sections will require personal pension schemes to refer members to guidance before allowing them to transfer rights or receive benefits.\n* The goal of this change is to ensure that individuals understand their options and make informed decisions when dealing with their pensions.\n* The change will also require trustees or managers of pension schemes to provide explanations of the nature and purpose of pensions guidance.\n* Additionally, the change will mandate that individuals be referred to appropriate pensions guidance before proceeding with applications to transfer rights or receive benefits.\n* The regulations may specify what constitutes appropriate pensions guidance and provide for exceptions to the duties in specified cases.\n* The change will also require the FCA to make general rules requiring specified authorized persons to provide information about the availability of financial guidance to certain descriptions of persons.\n* Before publishing drafts of any rules, the FCA must consult with the Secretary of State, the Treasury, and the single financial guidance body."
            },
            {
                "length": 210,
                "short": "\"Government Regulation of Unsolicited Direct Marketing: Protecting Consumers from Spam\"",
                "text": "\n* Simplified point 1: The government can make laws to stop companies from sending unwanted emails, texts, or letters about financial products like pensions.\n* Simplified point 2: If the government decides that it's important to stop unsolicited direct marketing for other types of consumer financial products and services, they can make new laws to do so.\n* Simplified point 3: These laws can include rules about when a message is considered unsolicited, exceptions to the rule, and consequences for breaking the law.\n* Simplified point 4: The laws can also say how the Information Commissioner and OFCOM (a communications regulator) should enforce the rules.\n* Simplified point 5: The government must review every year if more laws are needed to protect people from unsolicited direct marketing."
            },
            {
                "length": 177,
                "short": "\"UK Government's Regulatory Powers Over Single Financial Guidance Body\"",
                "text": "\n* Simplified point 1: The UK government can dissolve the Single Financial Guidance Body (SFGB) if they consider it necessary.\n* Simplified point 2: Before making any changes, the government must conduct a public consultation and prepare an explanatory document.\n* Simplified point 3: If the SFGB is dissolved, the government can transfer its functions to another entity or create a new one.\n* Simplified point 4: The government can also make changes to the existing laws and regulations related to the SFGB.\n* Simplified point 5: Any changes made to the SFGB will be done through statutory instruments and will be subject to parliamentary approval."
            },
            {
                "length": 152,
                "short": "The Financial Guidance and Claims Act 2018: Regulatory Shift from MoJ to FCA",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 transfers the regulation of claims management services from the Ministry of Justice to the Financial Conduct Authority (FCA).\n* Simplified point 2: The act defines \"regulated claims management activity\" as an activity of a specified kind, related to claims management services, carried out in Great Britain. It also provides for the FCA to make orders regarding the circumstances in which a person is or is not to be treated as carrying on such activities in Great Britain."
            },
            {
                "length": 212,
                "short": "\"Regulatory Oversight of Claims Management Companies: Protecting Consumers from Excessive Fees\"",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) can create rules limiting the fees charged by claims management companies for their services related to financial products or services.\n* Simplified point 2: These rules aim to ensure that consumers do not face excessive charges for these services, and can help prevent unfair practices in the industry.\n* Simplified point 3: The FCA has the power to prohibit claims management companies from entering into certain types of agreements or imposing specific charges that are deemed excessive.\n* Simplified point 4: If a company violates these rules, the FCA can make the agreement or obligation to pay the charge unenforceable, provide for the recovery of amounts paid under the agreement, or require the payment of compensation for any losses incurred."
            },
            {
                "length": 264,
                "short": "Financial Regulation: PPI Claim Management Fees Capped at 20%.",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 sets a fee cap of 20% for claims management services related to Payment Protection Insurance (PPI) claims. This means that claims management companies cannot charge more than 20% of the amount recovered for the claimant.\n* Simplified point 2: If no amount is recovered (either because there is no claim or because the claim is unsuccessful), then the fee cap is zero.\n* Simplified point 3: The legislation defines \"regulated claims management services\" and \"regulated claims management activity\" and specifies that certain activities are excluded from the definition of regulated claims management services.\n* Simplified point 4: The legislation also defines \"PPI claim\" and \"amount recovered for the claimant\" for the purposes of the fee cap.\n* Simplified point 5: The legislation provides that the FCA may make orders specifying kinds of activities as regulated activities within the meaning of the Financial Services and Markets Act 2000."
            },
            {
                "length": 222,
                "short": "\"New Rules on Payment Protection Insurance Claims Management\"",
                "text": "\n* Simplified point 1: This legislation restricts charges for Payment Protection Insurance (PPI) claims management services.\n* Simplified point 2: It prohibits charging claimants more than the fee cap for their PPI claims and entering into agreements that violate this rule.\n* Simplified point 3: The legislation also requires regulators to monitor and enforce these restrictions, and make rules for breaches of the prohibitions.\n* Simplified point 4: The definition of \"regulated person\" includes individuals and organizations authorized to provide claims management services under the Compensation Act 2006.\n* Simplified point 5: The \"first interim period\" refers to the time between when the section comes into force and before the first set of provisions under Section 22(1B) of the Financial Services and Markets Act 2000 come into effect."
            },
            {
                "length": 221,
                "short": "Please provide the short title you would give to the above input.",
                "text": "\n* Simplified point 1: The Financial Conduct Authority (FCA) can restrict charges imposed by authorized persons for services related to Payment Protection Insurance (PPI) claims.\n* Simplified point 2: During the second interim period, authorized persons cannot charge claimants more than the fee cap for their PPI claim, and any agreements that violate this rule are not enforceable.\n* Simplified point 3: Any payments made above the fee cap are recoverable by the claimant.\n* Simplified point 4: The second interim period begins when the first section 22(1B) specified activity provisions come into force and ends before the first relevant general rule made by the FCA comes into force.\n* Simplified point 5: \"Authorised person\" refers to individuals or entities regulated by the Financial Services and Markets Act 2000."
            },
            {
                "length": 250,
                "short": "UK Government Restricts Excessive Fees for PPI Claims Management Services",
                "text": "\n* Simplified point 1: The UK government has placed an interim restriction on legal practitioners charging excessive fees for PPI claims management services.\n* Simplified point 2: This restriction limits the amount that can be charged to claimants for these services, and prevents legal practitioners from entering into agreements that could potentially break the law.\n* Simplified point 3: The restriction only applies to charges imposed by legal practitioners during a specific time period, beginning on the second interim period and ending on the end date for the practitioner.\n* Simplified point 4: The end date varies depending on the relevant regulator for the legal practitioner, either the Law Society of England and Wales or 29 April 2020.\n* Simplified point 5: The definition of \"relevant claims management activity\" excludes certain legal activities such as exercise of a right of audience or litigation, but includes all other activities specified in orders under the Financial Services and Markets Act 2000."
            },
            {
                "length": 258,
                "short": "\"UK Regulatory Changes for Claims Management Services\"",
                "text": "\n* Simplified point 1: The UK government has created rules for legal services regulators to set limits on charges for claims management services related to financial products or services.\n* Simplified point 2: These rules can prohibit regulated persons (such as lawyers and legal executives) from entering into certain types of claims management agreements or imposing specified charges on clients.\n* Simplified point 3: The rules aim to secure an appropriate degree of protection against excessive charges for claims management services.\n* Simplified point 4: The rules can specify charges by reference to charges of a specified class or description, or by reference to charges which exceed, or are capable of exceeding, a specified amount.\n* Simplified point 5: The rules cannot specify charges for reserved legal activities, such as the exercise of a right of audience by a Scottish legal practitioner.\n* Simplified point 6: If someone enters into an agreement or imposes charges in contravention of the rules, the rules can make the agreement or obligation to pay the charge unenforceable or provide for the recovery of amounts paid under the agreement."
            },
            {
                "length": 167,
                "short": "\"Government Empowered to Regulate Claims Management Agreements in Scotland\"",
                "text": "\n* The government can change the law to allow the Law Society of Scotland to create more rules about claims management agreements and activities related to claims.\n* These changes can apply to all types of claims management agreements and activities, not just specific ones.\n* The government needs permission from the Scottish government before making these changes.\n* Any new rules created by the Law Society of Scotland will be made through statutory instruments, which are official documents used to make laws.\n* These rules can include incidental, supplemental, or consequential provisions to help implement the changes.\n* Before any new rules can take effect, they must be reviewed and approved by both the British Parliament and the Scottish Parliament."
            },
            {
                "length": 239,
                "short": "\"New Rule Prohibits Unsolicited Calls for Claims Management Services in the UK\"",
                "text": "\n* Simplified point 1: The UK government is adding a new rule to existing laws regarding cold calls about claims management services.\n* Simplified point 2: This new rule states that companies cannot use public electronic communication channels like phone or email to make unsolicited calls for direct marketing purposes related to claims management services, unless the recipient has given prior consent.\n* Simplified point 3: The definition of \"claims management services\" includes advice, financial services, acting on behalf of someone, referrals, and inquiries related to making a claim for compensation, restitution, repayment, or other remedies.\n* Simplified point 4: Subscribers must not allow their lines to be used for these types of calls if they do not want to receive them.\n* Simplified point 5: The new rule also requires companies to provide information about their claims management services when requested, and to comply with existing rules about providing information for direct marketing purposes."
            },
            {
                "length": 246,
                "short": "\"UK Financial Regulation: Extensive Reach and Flexible Implementation\"",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 has a wide scope, extending to England and Wales, Scotland, and Northern Ireland.\n* Simplified point 2: The Act provides for the extension of certain provisions to different parts of the UK, with some provisions applying only to England and Wales, while others apply to all four countries.\n* Simplified point 3: The Act sets out a commencement schedule, with some provisions coming into force on the day it is passed, while others will come into force after a specified period of time or upon appointment by the relevant authority.\n* Simplified point 4: The Act allows for the making of regulations to bring other provisions into force at a later date, and these regulations can provide for transitional, transitory, and saving provisions.\n* Simplified point 5: The Act gives the power to make regulations to both the Secretary of State and the Treasury, depending on the provision being brought into force."
            }
        ],
        [
            {
                "length": 316,
                "short": "\"Financial Guidance and Consumer Protection: Establishment of a Single Body and Regulation of Financial Advice\"",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 creates a single financial guidance body to provide information and guidance to consumers on financial matters.\n* Simplified point 2: The single financial guidance body has several functions, including providing pensions guidance, debt advice, money guidance, and consumer protection, and developing and coordinating a national strategy to improve financial capability.\n* Simplified point 3: The single financial guidance body must have regard to its objectives and functions when exercising its powers, and must provide information, guidance, and advice to the public free of charge.\n* Simplified point 4: The single financial guidance body may delegate its functions to delivery partner organizations, and must have regard to guidance and directions given to it by the Secretary of State.\n* Simplified point 5: The law states it's an offense to pretend to provide financial guidance on behalf of the Single Financial Guidance Body without proper authorization, punishable by up to 51 weeks in prison in England and Wales, 12 months in Scotland, or 6 months in Northern Ireland, along with a possible fine.\n* Simplified point 6: The Single Financial Guidance Body can share information with various organizations such as the Secretary of State, FCA, and devolved authorities for the purpose of exercising their functions related to debt advice and consumer protection."
            },
            {
                "length": 231,
                "short": "The Financial Guidance and Claims Act 2018: Regulating PPI Claims Management Services",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 places a fee cap of 20% on claims management services related to Payment Protection Insurance (PPI) claims.\n* Simplified point 2: The legislation restricts charges for PPI claims management services and prohibits entering into agreements that violate this rule.\n* Simplified point 3: The legislation defines \"regulated claims management services\" and \"regulated claims management activity\" and specifies that certain activities are excluded from the definition of regulated claims management services.\n* Simplified point 4: The legislation provides that the Financial Conduct Authority (FCA) may make orders specifying kinds of activities as regulated activities within the meaning of the Financial Services and Markets Act 2000.\n* Simplified point 5: The legislation extends to England and Wales, Scotland, and Northern Ireland, and provides for the extension of certain provisions to different parts of the UK."
            }
        ],
        [
            {
                "length": 345,
                "short": "\"Financial Guidance and Claims Act 2018: Establishing a Single Financial Guidance Body for Public Information and Advice\"",
                "text": "\n* Simplified point 1: The Financial Guidance and Claims Act 2018 establishes a single financial guidance body to provide information and guidance to consumers on financial matters, including pensions guidance, debt advice, money guidance, and consumer protection.\n* Simplified point 2: The single financial guidance body has several functions, including providing information, guidance, and advice to the public free of charge, and developing and coordinating a national strategy to improve financial capability.\n* Simplified point 3: The single financial guidance body may delegate its functions to delivery partner organizations, and must have regard to guidance and directions given to it by the Secretary of State.\n* Simplified point 4: It is an offense to pretend to provide financial guidance on behalf of the Single Financial Guidance Body without proper authorization, punishable by up to 51 weeks in prison in England and Wales, 12 months in Scotland, or 6 months in Northern Ireland, along with a possible fine.\n* Simplified point 5: The Single Financial Guidance Body can share information with various organizations such as the Secretary of State, FCA, and devolved authorities for the purpose of exercising their functions related to debt advice and consumer protection.\n* Simplified point 6: The Financial Guidance and Claims Act 2018 places a fee cap of 20% on claims management services related to Payment Protection Insurance (PPI) claims, and restricts charges for PPI claims management services."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nHello! Are you looking for help understanding the Financial Guidance and Claims Act 2018? This law aims to protect consumers and ensure they receive fair treatment when seeking financial advice. Here's what you need to know:\nThe Act creates a single financial guidance body to provide information and guidance to consumers on financial matters. This body will offer pensions guidance, debt advice, money guidance, and consumer protection. They will also develop and coordinate a national strategy to improve financial capability.\nIt's important to note that pretending to provide financial guidance on behalf of the Single Financial Guidance Body without proper authorization is illegal and could result in up to 51 weeks in prison in England and Wales, 12 months in Scotland, or 6 months in Northern Ireland, along with a possible fine.\nAdditionally, the Act regulates claims management services related to Payment Protection Insurance (PPI) claims. It places a fee cap of 20% on these services and restricts charges for PPI claims management services. Some activities are excluded from the definition of regulated claims management services.\nOverall, the Financial Guidance and Claims Act 2018 aims to protect consumers and promote transparency in the financial industry. If you need help understanding any of these points or have questions about the Act, feel free to ask!"
}