{
    "general": "This law says that the UK government agrees with some decisions made by the European Union about how certain countries, like Albania and Serbia, can participate in the work of the European Union Agency for Fundamental Rights. It also says that the UK government agrees with an agreement between the European Union and Canada about how they will apply their competition laws. This means that these countries can work together more closely with the European Union to protect fundamental rights and ensure fair competition.",
    "series": [
        [
            {
                "length": 145,
                "short": "\"UK Approves EU Draft Decisions Under Article 352 TFEU\"",
                "text": "\n* Simplified point 1: The Act approves draft decisions made by the Council of the European Union under Article 352 of the Treaty on the Functioning of the European Union (TFEU). These include decisions on the participation of observer states and agreements between the EU and other countries regarding the application of their competition laws.\n* Simplified point 2: The Act applies to the whole of the United Kingdom and comes into force on the day it is passed. It may be cited as the European Union (Approvals) Act 2017."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The European Union (Approvals) Act 2017 allows the UK to join in with important decisions made by the European Union. This includes letting new countries like Albania and Serbia take part in the work of the European Union Agency for Fundamental Rights. It also helps the UK and Canada agree on how they will apply their competition laws. This means that the UK can work more closely with these countries and help make sure everyone is following the same rules. This law came into effect when it was passed and can be referred to as the European Union (Approvals) Act 2017.",
    "single": "\n* This bill approves the participation of Albania and Serbia as observers in the work of the European Union Agency for Fundamental Rights.\n* This bill also approves the signing and conclusion of an agreement between the European Union and Canada regarding the application of their competition laws.\n* The bill extends to the whole of the United Kingdom and comes into force on the day it is passed.\n* The bill may be cited as the European Union (Approvals) Act 2017.\nIn simpler terms, this bill allows Albania and Serbia to participate as observers in the work of the European Union Agency for Fundamental Rights, and also allows the European Union and Canada to sign and conclude an agreement regarding the application of their competition laws. The bill applies to the whole of the United Kingdom and comes into force on the day it is passed. It may be referred to as the European Union (Approvals) Act 2017."
}