[
    {
        "length": 2301,
        "text": "\nHealth service funding\n\tDetermination of allotments to and resource limits for HealthAuthorities and Primary Care Trusts\n\t\tPart 4 of the National Health Service Act [1977 (c.49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\") (property andfinance) shall be amended as follows.\n\t\tIn section 97 (payments to Health Authorities and Special HealthAuthorities), after subsection (3) there shall be inserted—\n\t\t\t“(3AA)In determining the amount to be allotted for any year to a HealthAuthority under subsection (3) above (or in varying the amount undersubsection (5) below), the Secretary of State may take into account (inwhatever way he thinks appropriate)—\n\t\t\tthe Authority’s general Part 2 expenditure, and\n\t\t\texpenditure which would have been the Authority’s general Part 2expenditure but for an order under section 103(1) below,\n\t\t\tduring any period he thinks appropriate (or such elements of that expenditureas he thinks appropriate).”\n\t\tIn section 97AA (resource limits for Health Authorities and Special HealthAuthorities), after subsection (2) there shall be inserted—\n\t\t“(2A)But in specifying an amount for a Health Authority under subsection (1)above (or in varying the amount under subsection (6) below), the Secretary ofState may take into account (in whatever way he thinks appropriate)—\n\t\t\tany such use of resources, and\n\t\t\tthe use of any resources which would have been for the purpose of theAuthority’s general Part 2 expenditure but for an order under section 103(1)below,\n\t\t\tduring any period he thinks appropriate (or such elements of such uses ofresources as he thinks appropriate).”\n\t\tIn section 97C (public funding of Primary Care Trusts), after subsection(1) there shall be inserted—\n\t\t“(1A)In determining the amount to be allotted for any year to a Primary CareTrust under subsection (1)(b) above (or in varying the amount under subsection(3) below), the Authority may take into account, in whatever way they thinkappropriate, but subject to any directions, the distribution within their areaof—\n\t\t\ttheir general Part 2 expenditure, and\n\t\t\texpenditure which would have been their general Part 2 expenditure but foran order under section 103(1) below,\n\t\t\tduring any period the Authority think appropriate (or such elements of thatexpenditure as they think appropriate).”\n\t\tIn section 97E (resource limits for Primary Care Trusts), after subsection(2) there shall be inserted—\n\t\t“(2A)But in specifying an amount for a Primary Care Trust under subsection (1)above (or in varying the amount under subsection (4) below), the HealthAuthority may take into account, in whatever way they think appropriate, butsubject to any directions, the distribution within their area of—\n\t\t\ttheir use of resources for the purpose of their general Part 2 expenditure,and\n\t\t\tthe use of any resources which would have been for the purpose of theirgeneral Part 2 expenditure but for an order under section 103(1) below,\n\t\t\tduring any period they think appropriate (or such elements of such uses ofresources as they think appropriate).”\n\tPayments relating to past performance\n\t\tSection 97 of the 1977 Act (means of meeting expenditure of HealthAuthorities out of public funds) shall be amended as follows.\n\t\tFor subsection (3C) there shall be substituted—\n\t\t\t“(3C)Where the Secretary of State has made an initial determination of theamount (“the initial amount”) to be allotted for any year to a HealthAuthority under subsection (3) above, he may increase the initial amount by afurther sum if it appears to him that over a period notified to the Authority—\n\t\t\tthey satisfied any objectives notified to them as objectives to be met inperforming their functions, or\n\t\t\tthey performed well against any criteria notified to them as criteriarelevant to the satisfactory performance of their functions (whether or notthe method of measuring their performance against those criteria was alsonotified to them).”\n\t\tIn subsection (3D), for “Health Authorities” there shall be substituted“the Health Authority”.\n\tSupplementary payments to NHS trusts and Primary Care Trusts\n\t\tAfter paragraph 5 of Schedule 3 to the National Health Service andCommunity Care Act [1990 (c. 19)](/id/ukpga/1990/19?view=plain \"Go to item oflegislation\") (which makes financial provision about NHS trusts) there shallbe inserted—\n\t\t“Supplementary payments\n\t\t\t5A(1)If the Secretary of State considers it appropriate to do so, he may makea payment to the trust.\n\t\t\tThe payment may be subject to such conditions as he thinks fit to impose,including conditions as to repayment.”\n\t\t\tIn section 9 of the 1990 Act (financial provisions relating to NHS trusts),in subsection (9), after paragraph (c) there shall be inserted—\n\t\t\t\tthe making of supplementary payments to them;”.\n\t\t\tIn section 97C of the 1977 Act (public funding of Primary Care Trusts),after subsection (5) there shall be inserted—\n\t\t\t“(5A)If the Secretary of State considers it appropriate to do so, he may makea supplementary payment to a Primary Care Trust, which may be subject to suchconditions as he thinks fit to impose, including conditions as to repayment.”\n\t\t\tIn section 97D of the 1977 Act (financial duties of Primary Care Trusts),in subsection (1)(b), after “section” there shall be inserted “, apart fromsubsection (5A)”.\n\tPublic-private partnerships\n\t\tAfter section 96B of the 1977 Act there shall be inserted—\n\t\t“Companies\n\t\t\tCPublic-private partnerships\n\t\t\t\tThe Secretary of State may form, or participate in forming, companies toprovide facilities or services for—\n\t\t\t\t\tpersons or bodies exercising functions, or otherwise providing services,under this Act; or\n\t\t\t\t\tNHS trusts.\n\t\t\t\tThe Secretary of State may, with a view to securing or facilitating theprovision by companies of facilities or services for persons or bodies fallingwithin subsection (1)(a) or (b)—\n\t\t\t\t\tinvest in the companies (whether by acquiring assets, securities or rightsor otherwise), or\n\t\t\t\t\tprovide loans and guarantees and make other kinds of financial provision toor in respect of them,\n\t\t\t\t\t\tor both.\n\t\t\t\tFor the purposes of subsections (1) and (2) above it is immaterial that thefacilities or services provided or to be provided by the companies in questionare not provided or to be provided—\n\t\t\t\t\tonly to persons or bodies falling within subsection (1)(a) or (b); or\n\t\t\t\t\tto persons or bodies falling within subsection (1)(a) only in theircapacities as persons or bodies such as are mentioned in that provision.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “companies” means companies within the meaning of the Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\");\n\t\t\t\t\t  * “facilities” includes the provision of (or of the use of) premises, goods, materials, vehicles, plant or apparatus.\n\t\t\t\tThis section is without prejudice to any powers of the Secretary of Stateexercisable otherwise than by virtue of this section.”\n\tIncome generation\n\t\tIn section 7 of the Health and Medicines Act [1988 (c.49)](/id/ukpga/1988/49?view=plain \"Go to item of legislation\") (additionalpowers for financing Health Service), after subsection (7) there shall beinserted—\n\t“(7A)The power specified in paragraph (g) of subsection (2) above includespower for the Secretary of State—\n\t\tto form, or participate in the forming of, companies,\n\t\tto invest in companies (whether by acquiring assets, securities or rightsor otherwise), and\n\t\tto provide loans and guarantees and make other kinds of financial provisionto or in respect of companies,\n\t\twhere it appears to him that to do so is calculated to facilitate, or to beconducive or incidental to, the exercise of any power conferred by thatsubsection.\n\t\t(7B)In subsection (7A) above “companies” means companies within the meaning ofthe Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item oflegislation\"); and that subsection is without prejudice to—\n\t\tthe generality of paragraph (g) of subsection (2) above, and\n\t\tany powers of the Secretary of State exercisable otherwise than by virtueof this section.”"
    },
    {
        "length": 723,
        "text": "\nTerms of employment of health service employees\n\tTerms and conditions of employment by health service bodies\n\t\tIn Schedule 5 to the 1977 Act (Health Authorities), in paragraph 10(1)(staff)—\n\t\t\tfor “at such remuneration and on such conditions of service” there shall besubstituted “and pay its officers such remuneration and allowances, and employthem on such other terms and conditions,”; and\n\t\t\tfor “may contain provision—” there shall be substituted “may make provisionwith respect to any matter connected with the employment by an authority ofits officers, including in particular provision—”.\n\t\tIn Schedule 5A to the 1977 Act (Primary Care Trusts)—\n\t\t\tfor paragraph 8 there shall be substituted—\n\t\tA Primary Care Trust may employ such officers as it thinks fit.\n\t\tSubject to sub-paragraph (3) below, a trust may—\n\t\t\tpay its officers such remuneration and allowances, and\n\t\t\temploy them on such other terms and conditions,\n\t\t\t\tas it thinks fit.\n\t\tA trust shall—\n\t\t\tin exercising its powers under sub-paragraph (2) above, and\n\t\t\totherwise in connection with the employment of its officers,\n\t\t\tact in accordance with regulations and any directions given by the Secretaryof State.\n\t\tBefore making any regulations under sub-paragraph (3) above, the Secretaryof State shall consult such bodies as he may recognise as representing personswho, in his opinion, are likely to be affected by the regulations.”; and\n\t\t\tin paragraph 11 (remuneration and pensions etc), sub-paragraph (2)(remuneration and allowances payable to officers of a Primary Care Trust)shall accordingly be omitted.\n\t\tIn paragraph 16 of Schedule 2 to the 1990 Act (general powers of NationalHealth Service Trusts)—\n\t\t\tsub-paragraph (1)(d) (general power to employ staff) shall be omitted; and\n\t\t\tafter sub-paragraph (2) there shall be inserted—\n\t\tAn NHS trust may employ such staff as it thinks fit.\n\t\tSubject to sub-paragraph (5) below, an NHS trust may—\n\t\t\tpay its staff such remuneration and allowances, and\n\t\t\temploy them on such other terms and conditions,\n\t\t\tas it thinks fit.\n\t\tAn NHS trust shall—\n\t\t\tin exercising its powers under sub-paragraph (4) above, and\n\t\t\totherwise in connection with the employment of its staff,\n\t\t\tact in accordance with regulations and any directions given by the Secretaryof State.\n\t\tBefore making any regulations under sub-paragraph (5) above, the Secretaryof State shall consult such bodies as he may recognise as representing personswho, in his opinion, are likely to be affected by the regulations.”"
    },
    {
        "length": 2329,
        "text": "\nLocal authority scrutiny of health service provision\n\tFunctions of overview and scrutiny committees\n\t\tIn section 21 of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (overview andscrutiny committees), in subsection (2), after paragraph (e) there shall beinserted—\n\t\t\tin the case of the overview and scrutiny committee or committees of anauthority to which section 7 of the Health and Social Care Act 2001 applies,to review and scrutinise, in accordance with regulations under that section,matters relating to the health service (within the meaning of that section) inthe authority’s area, and to make reports and recommendations on such mattersin accordance with the regulations.”\n\t\tThis section applies to—\n\t\t\tany county council,\n\t\t\tany county borough council,\n\t\t\tthe council of any district comprised in an area for which there is nocounty council,\n\t\t\tany London borough council.\n\t\tRegulations may, in relation to an overview and scrutiny committee of anauthority to which this section applies, make provision—\n\t\t\tas to matters relating to the health service in the authority’s area whichthe committee may review and scrutinise,\n\t\t\tas to matters relating to the health service in the authority’s area onwhich the committee may make reports and recommendations to local NHS bodies,\n\t\t\tas to matters on which local NHS bodies must consult the committee inaccordance with the regulations,\n\t\t\tas to information which local NHS bodies must provide to the committee,\n\t\t\tas to information which may not be disclosed by a local NHS body to thecommittee,\n\t\t\trequiring any officer of a local NHS body to attend before the committee toanswer questions.\n\t\tFor the purposes of any provision of subsection (3) “local NHS body”, inrelation to an overview and scrutiny committee, means a Health Authority,Primary Care Trust or NHS trust specified for those purposes by regulations inrelation to the committee.\n\t\tIn this section—\n\t\t\t  * “the health service” has the same meaning as in the 1977 Act, except that it includes services provided in pursuance of section 31 arrangements in relation to the exercise of health-related functions of a local authority; \n\t\t\t  * “section 31 arrangements” means arrangements under regulations under section 31 of the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\") (arrangements between NHS bodies and local authorities). \n\tJoint overview and scrutiny committees etc.\n\t\tIn this section, “relevant functions”—\n\t\t\tin relation to a local authority operating executive arrangements underPart 2 of the Local Government Act [2000 (c. 22)](/id/ukpga/2000/22?view=plain\"Go to item of legislation\") (“the 2000 Act”), are functions which are, or,but for regulations under this section, would be, exercisable under section21(2)(f) of that Act by an overview and scrutiny committee of that authority,and\n\t\t\tin relation to a local authority operating alternative arrangements underthat Part, are any corresponding functions which are, or, but for regulationsunder this section, would be, exercisable by a committee of the authorityfalling within paragraph (b) of section 32(1) of that Act;\n\t\t\t\tand references to an overview and scrutiny committee include references to acommittee falling within that paragraph.\n\t\tRegulations may make provision under which—\n\t\t\ttwo or more local authorities may appoint a joint committee of thoseauthorities (a “joint overview and scrutiny committee”) and arrange forrelevant functions in relation to any (or all) of those authorities to beexercisable by the committee;\n\t\t\ta local authority may arrange for relevant functions in relation to thatauthority to be exercisable by an overview and scrutiny committee of anotherlocal authority;\n\t\t\ta county council for any area may arrange for one or more of the members ofan overview and scrutiny committee of the council for a district comprised inthat area to be appointed as—\n\t\t\ta member of an overview and scrutiny committee of the county council oranother local authority, for the purposes of relevant functions of thecommittee in relation to the county council, or\n\t\t\ta member of an overview and scrutiny committee of the county council, forthe purposes of relevant functions of the committee in relation to anotherlocal authority.\n\t\tThe regulations may in particular—\n\t\t\tprovide for arrangements to be made only in specified circumstances, orsubject to specified conditions or limitations;\n\t\t\tin relation to joint overview and scrutiny committees, make provisionapplying, or corresponding to, any provision of section 21(4) and (6) to (15)of the 2000 Act or section 9 of, and Schedule 1 to, this Act, with or withoutmodifications.\n\t\tThe regulations may require, or enable the relevant authority to direct, alocal authority—\n\t\t\tto make arrangements of any description within subsection (2), and\n\t\t\tto comply with such requirements in connection with the arrangements as maybe specified in the regulations or as the relevant authority may direct.\n\t\tIn section 7(3) and (4), references to an overview and scrutiny committeeinclude references to a joint overview and scrutiny committee.\n\t\tIn subsection (2)(c), references to an overview and scrutiny committee of acounty council include references to a joint overview and scrutiny committeeof the council and another local authority.\n\t\tSection 21(4) of the 2000 Act does not apply to the discharge of functionsby virtue of arrangements under regulations under subsection (2).\n\t\tSection 21(10) of the 2000 Act does not apply to persons who are members ofan overview and scrutiny committee by virtue of arrangements under regulationsunder subsection (2)(c).\n\t\tIn this section “local authority” means a county council, county boroughcouncil, district council or London borough council.\n\tOverview and scrutiny committees: exempt information\n\t\tThis section applies in relation to any item of business at a meeting of anoverview and scrutiny committee which is an item relating to functions of thecommittee under section 21(2)(f) of the Local Government Act [2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\").\n\t\tIn relation to any such item, information is exempt information for thepurposes of section 100A(4) of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (exclusion ofpublic from meetings to prevent disclosure of exempt information) if it fallswithin any of the descriptions of information which are for the time beingspecified in Part 1 of Schedule 1 to this Act, but subject to anyqualifications contained in Part 2 of that Schedule.\n\t\tPart 3 of that Schedule has effect for the interpretation of that Schedule.\n\t\tThe relevant authority may by order vary that Schedule—\n\t\t\tby adding any description or other provision in connection with a relevantbody or services provided by, or under arrangements made by, a relevant body,or\n\t\t\tby deleting or varying any description or other provision for the timebeing specified or contained in that Schedule.\n\t\tThe relevant authority may exercise the power conferred by subsection (4)by amending any Part of Schedule 1, with or without amendment of any otherPart.\n\t\tIn this section and Schedule 1 “relevant body” means a body in respect ofwhich overview and scrutiny committees exercise functions under regulationsunder section 7.\n\tApplication to the City of London\n\t\tThe Common Council may establish a committee which has, in relation to theCity of London, the powers which under section 21(2)(f) of the LocalGovernment Act 2000 a local authority’s overview and scrutiny committee has inrelation to the authority’s area.\n\t\tSections 7(3) to (5), 8 and 9 and Schedule 1 apply as if such a committeewere an overview and scrutiny committee and as if the Common Council were aLondon borough council.\n\t\tSection 21 of the Local Government Act 2000 applies as if such a committeewere an overview and scrutiny committee and as if the Common Council were alocal authority, but with the omission—\n\t\t\tof subsections (1) to (3), (5) and (9),\n\t\t\tin subsection (8), of “Executive”,\n\t\t\tin subsection (11), of paragraph (b), and\n\t\t\tin subsection (13)(a), of the reference to members of the executive.\n\t\tIn the provisions applied by subsections (2) and (3), references tofunctions under any provision of section 21(2) of the 2000 Act are, in thecase of the committee established under subsection (1), references to itsfunctions under that subsection.\n\t\t“The Common Council” means the Common Council of the City of London."
    },
    {
        "length": 321,
        "text": "\nPublic involvement and consultation\n\tPublic involvement and consultation\n\t\tIt is the duty of every body to which this section applies to makearrangements with a view to securing, as respects health services for which itis responsible, that persons to whom those services are being or may beprovided are, directly or through representatives, involved in and consultedon—\n\t\t\tthe planning of the provision of those services,\n\t\t\tthe development and consideration of proposals for changes in the way thoseservices are provided, and\n\t\t\tdecisions to be made by that body affecting the operation of thoseservices.\n\t\tThis section applies to—\n\t\t\tHealth Authorities,\n\t\t\tPrimary Care Trusts, and\n\t\t\tNHS trusts.\n\t\tFor the purposes of this section a body is responsible for health services—\n\t\t\tif the body provides or is to provide those services to individuals, or\n\t\t\tif another person provides, or is to provide, those services toindividuals—\n\t\t\tat that body’s direction,\n\t\t\ton its behalf, or\n\t\t\tin accordance with an agreement or arrangements made by that body withthat other person;\n\t\t\t\tand references in this section to the provision of services include referencesto the provision of services jointly with another person."
    },
    {
        "length": 507,
        "text": "\nIndependent advocacy services\n\tIndependent advocacy services\n\t\tAfter section 19 of the 1977 Act there shall be inserted—\n\t\t“19AIndependent advocacy services\n\t\t\tIt is the duty of the Secretary of State to arrange, to such extent as heconsiders necessary to meet all reasonable requirements, for the provision ofindependent advocacy services.\n\t\t\t“Independent advocacy services” are services providing assistance (by wayof representation or otherwise) to individuals making or intending to make—\n\t\t\t\ta complaint under a procedure operated by a health service body orindependent provider,\n\t\t\t\ta complaint to the Health Service Commissioner for England or the HealthService Commissioner for Wales,\n\t\t\t\ta complaint of a prescribed description which relates to the provision ofservices as part of the health service and—\n\t\t\t\tis made under a procedure of a prescribed description, or\n\t\t\t\tgives rise, or may give rise, to proceedings of a prescribed description.\n\t\t\tIn subsection (2)—\n\t\t\t\t  * “health service body” means a body which, under section 2(1) or (2) of the Health Service Commissioners Act 1993, is subject to investigation by the Health Service Commissioner for England or the Health Service Commissioner for Wales;\n\t\t\t\t  * “independent provider” means a person who, under section 2B(1) or (2) of that Act, is subject to such investigation.\n\t\t\tThe Secretary of State may make such other arrangements as he thinks fitfor the provision of assistance to individuals in connection with complaintsrelating to the provision of services as part of the health service.\n\t\t\tIn making arrangements under this section the Secretary of State must haveregard to the principle that the provision of services under the arrangementsshould, so far as practicable, be independent of any person who is the subjectof a relevant complaint or is involved in investigating or adjudicating onsuch a complaint.\n\t\t\tThe Secretary of State may make payments to any person in pursuance ofarrangements under this section.”"
    },
    {
        "length": 1155,
        "text": "\nIntervention powers\n\tIntervention orders\n\t\tAfter section 84 of the 1977 Act there shall be inserted—\n\t\t“84AIntervention orders\n\t\t\tIf the Secretary of State—\n\t\t\t\tis of the opinion that a body to which this section applies is notperforming one or more of its functions adequately or at all, or that thereare significant failings in the way the body is being run, and\n\t\t\t\tis satisfied that it is appropriate for him to intervene under thissection,\n\t\t\t\t\the may make an order under this section in respect of the body (an“intervention order”).\n\t\t\tThe bodies to which this section applies are—\n\t\t\t\tHealth Authorities,\n\t\t\t\tSpecial Health Authorities,\n\t\t\t\tNHS trusts,\n\t\t\t\tPrimary Care Trusts.\n\t\t\tAn intervention order may make any provision authorised by section 84Bbelow (including any combination of such provisions).\n\t\tBIntervention orders: effect\n\t\t\tIn this section—\n\t\t\t\t“member” means a member of a Health Authority, Special Health Authority orPrimary Care Trust, or a member of the board of directors of an NHS trust,\n\t\t\t\t“employee member” means a member of a Health Authority, Special HealthAuthority or Primary Care Trust who is an officer of the Authority or Trust,or an executive director of an NHS trust.\n\t\t\tAn intervention order may provide for the removal from office of—\n\t\t\t\tall the members, or\n\t\t\t\tthose specified in the order,\n\t\t\t\t\tand for their replacement with individuals specified in or determined inaccordance with the order (who need not be the same in number as the removedindividuals).\n\t\t\tAn intervention order may provide for the suspension (either wholly, or inrespect only of powers and duties specified in or determined in accordancewith the order) of—\n\t\t\t\tall the members, or\n\t\t\t\tthose specified in the order,\n\t\t\t\tand for the powers of the suspended members to be exercised, and their dutiesperformed, during their suspension by individuals specified in or determinedin accordance with the order (who need not be the same in number as thesuspended individuals).\n\t\t\tThe powers and duties referred to in subsection (3) are, in the case of anemployee member, only those which he has in his capacity as a member.\n\t\t\tAn intervention order may contain directions to the body to which itrelates to secure that a function of the body specified in the directions—\n\t\t\t\tis performed, to the extent specified in the directions, on behalf of thebody and at its expense, by such person as is specified in the directions, and\n\t\t\t\tis so performed in such a way as to achieve such objectives as are sospecified,\n\t\t\t\tand the directions may require that any contract or other arrangement made bythe body with that person contains such terms and conditions as may be sospecified.\n\t\t\tIf the person referred to in subsection (5)(a) is a body referred to insection 84A(2) above, the functions of that body include the performance ofthe functions specified in the directions under subsection (5); and, if thatbody is a Health Authority, are primary functions of the Authority.\n\t\t\tSubsection (8) applies in relation to any provision—\n\t\t\t\tin this Act, the National Health Service and Community Care Act [1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"), or the Healthand Social Care Act 2001; or\n\t\t\t\tin any order or regulations made, or directions given, under any of thoseActs,\n\t\t\t\twhich relates to the membership of the body to which an intervention orderrelates (or of its board of directors, in the case of an NHS trust), orrelates to its procedure.\n\t\t\tIf the Secretary of State considers it appropriate, the intervention ordermay, in relation to any such provision specified in the order, provide—\n\t\t\t\tthat it is not to apply in relation to the body while the order remains inforce; or\n\t\t\t\tthat it is to apply in relation to the body, while the order remains inforce, with modifications specified in the order.\n\t\t\tAn intervention order may contain such supplementary directions to the bodyto which it relates as the Secretary of State considers appropriate for thepurpose of giving full effect to the order.”\n\t\t\tIn section 126 of the 1977 Act (orders, regulations and directions), insubsection (1), after “section 28EE(2)” there shall be inserted “or section84A”."
    },
    {
        "length": 611,
        "text": "\nAbolition of Medical Practices Committee and National Health ServiceTribunal\n\tAbolition of Medical Practices Committee\n\t\tThe Medical Practices Committee is abolished.\n\t\tOn the date this section comes into force—\n\t\t\tall property in the possession of the Medical Practices Committee, and\n\t\t\tall rights and liabilities to which the Medical Practices Committee isentitled or subject immediately before that date,\n\t\t\t\tshall be transferred to the Secretary of State.\n\t\tIn Schedule 10 to the 1977 Act (additional provisions as to sale of medicalpractices)—\n\t\t\tfor each reference to “the Medical Practices Committee” and “theCommittee”, and for “Medical Practices Committee” in the heading precedingparagraph 1, there shall be substituted “the Secretary of State”,\n\t\t\tin paragraph 1(3)—\n\t\t\tfor “they are” there shall be substituted “he is”, and\n\t\t\tfor “they shall” there shall be substituted “he shall”, and\n\t\t\tin paragraph 1(7), for “them”—\n\t\t\twhere it first occurs there shall be substituted “the Secretary of State”,and\n\t\t\twhere it occurs the second time there shall be substituted “him”.\n\t\tA certificate issued by the Medical Practices Committee under paragraph1(3) of Schedule 10 to the 1977 Act before the commencement of this sectionshall continue to have effect from then on as if it had been issued by theSecretary of State.\n\tVacancies for medical practitioners\n\t\tSection 29B of the 1977 Act (which provides for regulations about thefilling of vacancies for general practitioners) shall be amended as follows.\n\t\tIn subsection (2)—\n\t\t\tfor paragraphs (a) and (b) there shall be substituted—\n\t\t\tthe determination by a Health Authority of whether there is, or will be, avacancy for a medical practitioner in a locality;\n\t\t\tany consultation which a Health Authority must undertake before doing so;”,and\n\t\t\tin paragraph (c), for “the Medical Practices Committee” there shall besubstituted “a Health Authority”.\n\t\tIn subsection (3)(b), for “Secretary of State” there shall be substituted“FHSAA”.\n\tAbolition of NHS Tribunal\n\t\tThe National Health Service Tribunal is abolished."
    },
    {
        "length": 630,
        "text": "\nOut of hours medical services\n\tThis section applies to arrangements made by—\n\t\ta medical practitioner, in connection with any obligation of his to providegeneral medical services under arrangements under section 29 of the 1977 Act,or\n\t\tany person (the “participant”), in connection with any obligation of his toprovide personal medical services under section 28C arrangements,\n\t\t\tunder which a person undertakes, or persons undertake, to provide out of hoursservices.\n\tRegulations may make provision—\n\t\tfor such arrangements to be made, in the case of a service provider of aspecified description, only if the service provider is approved in accordancewith the regulations;\n\t\tfor approval to be given, as respects out of hours services provided forpersons in the area of any Health Authority, by that Authority or by anotherHealth Authority;\n\t\tas to steps to be taken by any Health Authority for making availableinformation about approvals which have been given;\n\t\tas to the procedure for applying for approval;\n\t\tas to requirements (including requirements imposed by a Health Authority)with which an approved service provider must comply;\n\t\tas to the suspension or withdrawal of any approval;\n\t\tas to circumstances in which, while the arrangements are in force, theremay be transferred to the service provider—\n\t\tliabilities or obligations of the medical practitioner by virtue of Part 2of the 1977 Act, or\n\t\t(as the case may be) liabilities or obligations of the participant byvirtue of the section 28C arrangements;\n\t\tas to criteria to be applied in making decisions under the regulations;\n\t\tas to appeals against decisions of Health Authorities under theregulations.\n\tIn this section—\n\t\t  * “medical practitioner” has the same meaning as in the 1977 Act; \n\t\t  * “out of hours period” means any period specified by the regulations as such a period; \n\t\t  * “out of hours services” means general medical services or personal medical services (as the case may be) provided during part or all of an out of hours period; \n\t\t  * “section 28C arrangements” means arrangements made under section 28C of the 1977 Act; \n\t\t  * “service provider”, in relation to arrangements to which this section applies, means the person or persons undertaking to provide out of hours services under the arrangements. "
    },
    {
        "length": 643,
        "text": "\nEnhanced criminal record certificates\n\tSection 115 of the Police Act [1997 (c. 50)](/id/ukpga/1997/50?view=plain\"Go to item of legislation\") (enhanced criminal record certificates) shall beamended as follows.\n\tIn subsection (2)—\n\t\tthe word “or” after paragraph (a) shall be omitted; and\n\t\tat the end of paragraph (b) there shall be inserted “or\n\t\tin relation to an individual to whom subsection (6C), (6D) or (6E)applies.”\n\tAfter subsection (6B) there shall be inserted—\n\t\t“(6C)This subsection applies to an individual included or seeking inclusion inany list prepared for the purposes of Part 2 of the National Health ServiceAct [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\")of—\n\t\tmedical practitioners undertaking to provide general medical services,\n\t\tpersons undertaking to provide general dental services,\n\t\tpersons undertaking to provide general ophthalmic services, or\n\t\tpersons undertaking to provide pharmaceutical services.\n\t\t(6D)This subsection applies to an individual who is—\n\t\ta director of a body corporate included or seeking inclusion in a listreferred to in subsection (6C)(b) or (c),\n\t\ta member of a limited liability partnership included or seeking inclusionin a list referred to in subsection (6C)(c),\n\t\ta member of the body of persons controlling a body corporate (whether ornot a limited liability partnership) included or seeking inclusion in a listreferred to in subsection (6C)(d).\n\t\t(6E)This subsection applies to an individual included or seeking inclusion inany list prepared by a Health Authority under—\n\t\tsection 28DA of the National Health Service Act 1977 or section 8ZA of theNational Health Service (Primary Care) Act 1997 (lists of persons who mayperform personal medical services or personal dental services), or\n\t\tsection 43D of the 1977 Act (supplementary lists),\n\t\tand to an individual included or seeking inclusion in any list correspondingto a list referred to in paragraph (a) prepared by a Health Authority byvirtue of regulations made under section 41 of the Health and Social Care Act2001 (which provides for the application of enactments in relation to localpharmaceutical services).”"
    },
    {
        "length": 2855,
        "text": "\nMedical, dental, ophthalmic and pharmaceutical etc. lists\n\tThe 1977 Act shall be amended as follows.\n\tIn section 29A (medical lists), after subsection (4) there shall beinserted—\n\t\t“(4A)Regulations may make provision in relation to the supply to a HealthAuthority, by a medical practitioner who is included in their medical list(or, as respects paragraph (a), by arrangement with him), of—\n\t\tinformation of a prescribed description; and\n\t\ta criminal conviction certificate under section 112 of the Police Act [1997(c. 50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act.”\n\tIn section 29B (vacancies for medical practitioners)—\n\t\tafter subsection (2) there shall be inserted—\n\t\t“(2A)The regulations may also make provision in relation to—\n\t\tgrounds on which a Health Authority may, or must, refuse to nominate orapprove a medical practitioner for appointment to fill a vacancy (includinggrounds corresponding to the conditions referred to in section 49F(2), (3) and(4) as read with section 49H(2) below);\n\t\tinformation which must be supplied to a Health Authority by a medicalpractitioner seeking such nomination or approval (or by arrangement with him);\n\t\tthe supply to a Health Authority by such a medical practitioner of acertificate of a kind referred to in section 29A(4A)(b) above; and\n\t\tthe disclosure by a Health Authority, to prescribed persons or persons ofprescribed descriptions, of information of a prescribed description about suchmedical practitioners, and refusals by the Health Authority to nominate orapprove them.”;\n\t\tin subsection (3), after paragraph (a) there shall be inserted—\n\t\tgrounds on which a Health Authority may defer a decision whether or notto nominate or approve a medical practitioner for appointment to fill avacancy;”;\n\t\tafter subsection (3) there shall be inserted—\n\t\t“(3A)If regulations made by virtue of subsection (2A)(a) provide that a HealthAuthority may refuse to nominate or approve a medical practitioner forappointment to fill a vacancy, they must provide for an appeal (by way ofredetermination) to the FHSAA against the Health Authority’s decision.”\n\tIn section 36 (regulations about general dental services)—\n\t\tin subsection (1)(b), for “(2) and (3)” there shall be substituted “(2) to(7)”,\n\t\tafter subsection (1) there shall be inserted—\n\t\t“(1A)The regulations may include provision as to—\n\t\tinformation which must be supplied to a Health Authority by, or byarrangement with, a dental practitioner or dental corporation included orseeking inclusion in a list referred to in subsection (1)(a); and\n\t\tthe supply to a Health Authority—\n\t\tby a dental practitioner who is included, or seeking inclusion, in such alist, or\n\t\tby a director of a dental corporation included, or seeking inclusion, insuch a list,\n\t\tof a criminal conviction certificate under section 112 of the Police Act [1997(c. 50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act.”; and\n\t\tafter subsection (3) there shall be inserted—\n\tThe provision which may be made by regulations under subsection (3)includes, in particular, provision in relation to grounds on which a HealthAuthority may, or must, refuse to include a dental practitioner or a dentalcorporation in a list referred to in subsection (1)(a) (including groundscorresponding to the conditions referred to in section 49F(2), (3) and (4) asread with section 49H below).\n\tThose regulations may make provision in relation to criteria to be appliedin making decisions under the regulations.\n\tIf those regulations provide that a Health Authority may refuse to includea dental practitioner or dental corporation in such a list, they must alsoprovide for an appeal (by way of redetermination) to the FHSAA against theHealth Authority’s decision.\n\tRegulations may provide for grounds on which a Health Authority may defer adecision whether or not to grant an application for inclusion in a listreferred to in subsection (1)(a).\n\tRegulations may make provision as to the disclosure by a Health Authority,to prescribed persons or persons of prescribed descriptions, of information ofa prescribed description about dental practitioners and dental corporationsseeking inclusion in such a list, and refusals by the Health Authority toinclude them.”\n\tSection 39 (regulations about general ophthalmic services) shall berenumbered as subsection (1) of that section, and—\n\t\tin that subsection as so renumbered, in paragraph (b), after “subject to”there shall be inserted “subsections (2) and (3) below, to”, and\n\t\tafter that subsection there shall be inserted—\n\tThe regulations may, in particular, make provision in relation to—\n\t\tgrounds on which a Health Authority may, or must, refuse to include amedical practitioner or an ophthalmic optician in a list referred to insubsection (1)(a) (including grounds corresponding to the conditions referredto in section 49F(2), (3) and (4) as read with section 49H below);\n\t\tinformation which must be supplied to a Health Authority by a personincluded or seeking inclusion in such a list (or by arrangement with him);\n\t\tthe supply to a Health Authority by an individual—\n\t\twho is included, or seeking inclusion, in such a list, or\n\t\twho is a director of a body corporate or who is a member of a limitedliability partnership included, or seeking inclusion, in such a list,\n\t\tof a criminal conviction certificate under section 112 of the Police Act [1997(c. 50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act;\n\t\tgrounds on which a Health Authority may defer a decision whether or not toinclude a person in such a list;\n\t\tthe disclosure by a Health Authority, to prescribed persons or persons ofprescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in such a list, and refusals by the Health Authorityto include them; and\n\t\tcriteria to be applied in making decisions under the regulations.\n\tIf regulations made by virtue of subsection (2)(a) provide that a HealthAuthority may refuse to include a person in such a list, they must alsoprovide for an appeal (by way of redetermination) to the FHSAA against theHealth Authority’s decision.”\n\tIn section 42 (regulations about pharmaceutical services)—\n\t\tin subsection (3), the word “and” after paragraph (d) shall be omitted,\n\t\tafter paragraph (e) there shall be inserted—\n\t\tas to other grounds on which a Health Authority may, or must, refuse togrant an application (including grounds corresponding to the conditionsreferred to in section 49F(2), (3) and (4) as read with section 49H below);\n\t\tas to information which must be supplied to a Health Authority by a personincluded, or seeking inclusion, in such a list (or by arrangement with him);\n\t\tfor the supply to a Health Authority by an individual—\n\t\twho is included, or seeking inclusion, in such a list, or\n\t\twho is a member of the body of persons controlling a body corporateincluded, or seeking inclusion, in such a list,\n\t\tof a criminal conviction certificate under section 112 of the Police Act [1997(c. 50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act;\n\t\tfor grounds on which a Health Authority may defer a decision whether or notto grant an application;\n\t\tfor the disclosure by a Health Authority, to prescribed persons or personsof prescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in such a list, and refusals by the Health Authorityto grant such applications;\n\t\tas to criteria to be applied in making decisions under the regulations(other than decisions required by virtue of paragraph (d))”, and\n\t\tafter subsection (4) there shall be inserted—\n\t\t“(4A)If regulations made by virtue of subsection (3)(f) provide that a HealthAuthority may refuse to grant an application, they must also provide for anappeal (by way of redetermination) to the FHSAA against the Health Authority’sdecision.”\n\tIn section 43 (persons authorised to provide pharmaceutical services),after subsection (2B) there shall be inserted—\n\t“(2BA)The regulations may, in particular, include provision—\n\t\tas to grounds on which a Health Authority may, or must, refuse to grant anapplication for inclusion in a list of medical practitioners referred to insubsection (2A) (including grounds corresponding to the conditions referred toin section 49F(2), (3) and (4) as read with section 49H(2) below);\n\t\tas to information which must be supplied to a Health Authority by a medicalpractitioner included, or seeking inclusion, in such a list (or by arrangementwith him);\n\t\tfor the supply to a Health Authority by a medical practitioner who isincluded, or seeking inclusion, in such a list of a criminal convictioncertificate under section 112 of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act;\n\t\tfor grounds on which a Health Authority may defer a decision whether or notto grant an application for inclusion in such a list;\n\t\tfor the disclosure by a Health Authority, to prescribed persons or personsof prescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in such a list, and refusals by the Health Authorityto grant such applications;\n\t\tas to criteria to be applied in making decisions under the regulations\n\t\t(2BB)If regulations made by virtue of subsection (2BA)(a) provide that aHealth Authority may refuse to grant an application for inclusion in such alist, they must also provide for an appeal (by way of redetermination) to theFHSAA against the Health Authority’s decision.”"
    },
    {
        "length": 891,
        "text": "\nConditional inclusion in medical, dental, ophthalmic and pharmaceuticallists\n\tAfter section 43 of the 1977 Act there shall be inserted—\n\t“43ZAConditional inclusion in medical, dental, ophthalmic andpharmaceutical lists\n\t\tThe Secretary of State may by regulations provide—\n\t\t\tthat if a person is to be included in a list referred to in subsection (3),he is to be subject, while he remains included in the list, to conditionsdetermined by the Health Authority,\n\t\t\tfor the Health Authority to vary that person’s terms of service for thepurpose of or in connection with the imposition of any such conditions,\n\t\t\tfor the Health Authority to vary the conditions or impose different ones,\n\t\t\tfor the consequences of failing to comply with a condition (includingremoval from the list), and\n\t\t\tfor the review by the Health Authority of any decision made by virtue ofthe regulations.\n\t\tThe imposition of conditions must be with a view to—\n\t\t\tpreventing any prejudice to the efficiency of the services in question, or\n\t\t\tpreventing any acts or omissions within section 49F(3)(a) below.\n\t\tThe lists in question are—\n\t\t\ta list of persons undertaking to provide general medical services,\n\t\t\ta list of persons undertaking to provide general dental services,\n\t\t\ta list of persons undertaking to provide general ophthalmic services,\n\t\t\ta list of persons undertaking to provide pharmaceutical services.\n\t\tIf regulations provide for a practitioner’s removal from the list forbreach of condition—\n\t\t\tthe regulations may provide that he may not withdraw from the list whilethe Health Authority are investigating whether there are grounds forexercising their power to remove him, or after the Health Authority havedecided to remove him but before they have given effect to that decision; and\n\t\t\tthe regulations must include provision—\n\t\t\trequiring the practitioner to be given notice of any allegation againsthim,\n\t\t\tgiving him the opportunity of putting his case at a hearing before theHealth Authority make any decision as to his removal from the list, and\n\t\t\trequiring him to be given notice of the Health Authority’s decision andthe reasons for it and of his right of appeal under subsection (5).\n\t\tIf regulations provide as mentioned in subsection (1), they must alsoprovide for an appeal by the person in question to the FHSAA against theHealth Authority’s decision—\n\t\t\tto impose conditions, or any particular condition,\n\t\t\tto vary a condition,\n\t\t\tto vary his terms of service,\n\t\t\ton any review of an earlier such decision of theirs,\n\t\t\tto remove him from the list for breach of condition,\n\t\t\t\tand the appeal shall be by way of redetermination of the Health Authority’sdecision.\n\t\tThe regulations may provide for any such decision not to have effect untilthe determination by the FHSAA of any appeal against it, and must so providein relation to a decision referred to in subsection (5)(e).\n\t\tRegulations under this section may provide for the disclosure by a HealthAuthority, to prescribed persons or persons of prescribed descriptions, ofinformation of a prescribed description about persons whose inclusion in thelists referred to in subsection (3) is subject to conditions imposed underthis section, and about the removal of such persons from such lists for breachof condition.”"
    },
    {
        "length": 579,
        "text": "\nDental corporations\n\tThe 1977 Act shall be amended as follows.\n\tIn section 35 (arrangements for general dental services)—\n\t\tin subsection (1)—\n\t\tafter “dental practitioners” there shall be inserted “or dentalcorporations”, and\n\t\tafter “dental practitioner” there shall be inserted “or dentalcorporation”,\n\t\tin subsection (2)—\n\t\tafter “dental practitioner who” there shall be inserted “, or dentalcorporation which,”,\n\t\tafter “salary” there shall be inserted “(or, in the case of a dentalcorporation, a fixed rate of remuneration)”, and\n\t\tin paragraph (b), after “practitioner” there shall be inserted “orcorporation”, and\n\t\tafter subsection (4) there shall be inserted—\n\tIn this Act, “dental corporation” means a body corporate which carries onthe business of dentistry (within the meaning of section 40 of the DentistsAct [1984 (c. 24)](/id/ukpga/1984/24?view=plain \"Go to item oflegislation\")).”\n\tIn section 36 (regulations about general dental services)—\n\t\tin subsection (1)(a), after “dental practitioners” there shall be inserted“and dental corporations”,\n\t\tin subsection (1)(b), after “dental practitioner” there shall be inserted“or dental corporation”,\n\t\tin subsection (1)(d), after “dental practitioners” there shall be inserted“and dental corporations”, and\n\t\tin subsection (3), after “dental practitioner” there shall be inserted “ordental corporation”.\n\tIn section 37 (Dental Practice Board), after subsection (1C) there shall beinserted—\n\tIn subsections (1A) and (1B), references to a dental practitioner includereferences to a dental corporation.”\n\tIn section 128(1) (interpretation), in the appropriate place there shall beinserted—\n\t\t““dental corporation” has the meaning given by section 35(5);”."
    },
    {
        "length": 635,
        "text": "\nDeclaration of financial interests, gifts, etc.\n\tThe 1977 Act shall be amended as follows.\n\tIn section 29 (arrangements and regulations for general medical services),after subsection (5) there shall be inserted—\n\t\t“(5A)Regulations may include provision as to the making of declarations about—\n\t\tfinancial interests;\n\t\tgifts above a prescribed value; and\n\t\tother benefits received.\n\t\t(5B)Before making regulations by virtue of subsection (5A), the Secretary ofState must consult such organisations as he thinks fit appearing to him torepresent medical practitioners providing general medical services.”\n\tIn section 36 (regulations about general dental services), after thesubsection (1A) inserted by section 20 of this Act there shall be inserted—\n\t“(1B)The regulations may include provision as to the making of declarationsabout—\n\t\tfinancial interests;\n\t\tgifts above a prescribed value; and\n\t\tother benefits received.\n\t\t(1C)Before making regulations by virtue of subsection (1B), the Secretary ofState must consult such organisations as he thinks fit appearing to him torepresent dental practitioners and dental corporations providing generaldental services.”\n\tIn section 39 (regulations about general ophthalmic services), after thesubsection (3) inserted by section 20 of this Act there shall be inserted—\n\tThe regulations may include provision as to the making of declarationsabout—\n\t\tfinancial interests;\n\t\tgifts above a prescribed value; and\n\t\tother benefits received.\n\tBefore making regulations by virtue of subsection (4), the Secretary ofState must consult such organisations as he thinks fit appearing to him torepresent persons providing general ophthalmic services.”\n\tIn section 42 (regulations about pharmaceutical services)—\n\t\tin subsection (3), after the paragraph (k) inserted by section 20 of thisAct there shall be inserted—\n\t\tas to the making of declarations about—\n\t\tfinancial interests;\n\t\tgifts above a prescribed value; and\n\t\tother benefits received.”, and\n\t\tafter the subsection (3B) inserted by section 43 of this Act there shall beinserted—\n\t\t“(3C)Before making regulations by virtue of subsection (3)(l), the Secretaryof State must consult such organisations as he thinks fit appearing to him torepresent persons providing pharmaceutical services.”"
    },
    {
        "length": 1624,
        "text": "\nSupplementary lists\n\tAfter section 43C of the 1977 Act there shall be inserted—\n\t“43DSupplementary lists\n\t\tThe Secretary of State may make regulations providing for the preparationand publication by each Health Authority of one or more lists of personsapproved by the Health Authority for the purpose of assisting in the provisionof general medical services, general dental services, general ophthalmicservices and pharmaceutical services.\n\t\tSuch a list is referred to in this section as a “supplementary list”.\n\t\tThe regulations may, in particular, include provision as to—\n\t\t\tthe Health Authority to which an application for inclusion in asupplementary list is to be made,\n\t\t\tthe procedure for applying for inclusion, including any information to besupplied to the Health Authority (whether by the applicant or by arrangementwith him),\n\t\t\tgrounds on which the Health Authority may, or must, refuse a person’sapplication for inclusion in a supplementary list (including his unsuitabilityfor inclusion in such a list), or on which they may defer their decision onthe application,\n\t\t\trequirements with which a person included in a supplementary list mustcomply (including the declaration of financial interests and of gifts andother benefits),\n\t\t\tgrounds on which a Health Authority may, or must, suspend or remove aperson from a supplementary list, the procedure for doing so, and theconsequences of doing so,\n\t\t\tpayments to or in respect of persons who are suspended from a supplementarylist (including provision for the amount of the payments, or the method ofcalculating the amount, to be determined by the Secretary of State or byanother person appointed for the purpose by the Secretary of State),\n\t\t\tthe supply to the Health Authority by an applicant for inclusion in asupplementary list, or by a person included in one, of a criminal convictioncertificate under section 112 of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act,\n\t\t\tcircumstances in which a person included in a supplementary list may notwithdraw from it,\n\t\t\tcriteria to be applied in making decisions under the regulations,\n\t\t\tappeals against decisions of Health Authorities under the regulations,\n\t\t\tthe disclosure by a Health Authority, to prescribed persons or persons ofprescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in a supplementary list, refusals of suchapplications, and suspensions and removals from that list.\n\t\tThe regulations may, in particular, also provide for—\n\t\t\ta person’s inclusion in a supplementary list to be subject to conditionsdetermined by the Health Authority,\n\t\t\tthe Health Authority to vary the conditions or impose different ones,\n\t\t\tthe consequences of failing to comply with a condition (including removalfrom the list), and\n\t\t\tthe review by the Health Authority of their decisions made by virtue ofregulations under this subsection.\n\t\tThe imposition of such conditions must be with a view to—\n\t\t\tpreventing any prejudice to the efficiency of the services to which thesupplementary list relates; or\n\t\t\tpreventing any acts or omissions of the type described in section 49F(3)(a)below.\n\t\tRegulations made by virtue of subsection (3)(e) may (but need not) makeprovision corresponding to anything in sections 49F to 49N below.\n\t\tIf the regulations provide under subsection (3)(e) or (4) that a HealthAuthority may suspend or remove a person from a supplementary list, they mustinclude provision—\n\t\t\trequiring him to be given notice of any allegation against him;\n\t\t\tgiving him the opportunity of putting his case at a hearing before theHealth Authority make any decision as to his suspension or removal; and\n\t\t\trequiring him to be given notice of the Health Authority’s decision and thereasons for it and of any right of appeal under subsection (8) or (9).\n\t\tIf the regulations provide under subsection (3)(c) or (e) that a HealthAuthority may refuse a person’s application for inclusion in a supplementarylist, or remove a person from one, the regulations must provide for an appeal(by way of redetermination) to the FHSAA against the Health Authority’sdecision.\n\t\tIf the regulations make provision under subsection (4), they must providefor an appeal (by way of redetermination) by the person in question to theFHSAA against the Health Authority’s decision—\n\t\t\tto impose conditions, or any particular condition,\n\t\t\tto vary a condition,\n\t\t\tto remove him from the supplementary list for breach of condition,\n\t\t\ton any review of an earlier such decision of theirs.\n\t\tRegulations may require a person (“A”) included in—\n\t\t\ta medical list,\n\t\t\ta list referred to in section 36(1)(a),\n\t\t\ta list referred to in section 39(1)(a),\n\t\t\ta list referred to in section 42(2)(a), or\n\t\t\ta list referred to in section 43(2A),\n\t\t\t\tnot to employ or engage a person (“B”) to assist him in the provision of therelevant service unless B is included in a list referred to in paragraphs (a)to (e), a supplementary list, a services list referred to in section 28DAabove or section 8ZA of the National Health Service (Primary Care) Act [1997(c. 46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\") or a listcorresponding to a services list prepared by a Health Authority by virtue ofregulations made under section 41 of the Health and Social Care Act 2001 (or,in any of those cases, such a list of a prescribed description).\n\t\tIf regulations do so require, they—\n\t\t\tneed not require both A and B to be included in lists prepared by the sameHealth Authority, but\n\t\t\tmay, in particular, require that both A and B be included in lists preparedby Health Authorities in England, or in lists prepared by Health Authoritiesin Wales.”"
    },
    {
        "length": 714,
        "text": "\n“49FDisqualification of practitioners\n\tIf it appears to a Health Authority that any of the conditions set out insubsections (2) to (4) is established in relation to a person included in anyof the following prepared by them—\n\t\ta list of medical practitioners undertaking to provide general medicalservices,\n\t\ta list of medical practitioners undertaking to provide general ophthalmicservices,\n\t\ta list of dental practitioners and dental corporations undertaking toprovide general dental services,\n\t\ta list of ophthalmic opticians undertaking to provide general ophthalmicservices, or\n\t\ta list of persons undertaking to provide pharmaceutical services,\n\t\t\t(such a person being referred to in this group of sections as a“practitioner”), they may (or, in cases falling within subsection (6), must)decide to remove him from that list.\n\tThe first condition is that the continued inclusion of the person concernedin the list would be prejudicial to the efficiency of the services which thoseincluded in the list undertake to provide (and such a case is referred to inthis group of sections as an “efficiency case”).\n\tThe second condition is that the person concerned—\n\t\thas (whether on his own or together with another) by an act or omissioncaused, or risked causing, detriment to any health scheme by securing ortrying to secure for himself or another any financial or other benefit, and\n\t\tknew that he or (as the case may be) the other was not entitled to thebenefit,\n\t\t(and such a case is referred to in this group of sections as a “fraud case”).\n\tThe third condition is that the person concerned is unsuitable to beincluded in the list (and such a case is referred to in this group of sectionsas an “unsuitability case”).\n\t“This group of sections” means this section and sections 49G to 49R below.\n\tIn unsuitability cases, the Health Authority must remove the practitionerfrom the list in prescribed circumstances.\n\tThe Health Authority must state which condition (or conditions) they arerelying on when removing a practitioner from a list.\n\tIn subsection (3), “health scheme” means—\n\t\tany of the health services under section 1(1) above or any correspondingenactment extending to Scotland or Northern Ireland, and\n\t\tany prescribed scheme,\n\t\tand regulations may prescribe any scheme for the purposes of this subsectionwhich appears to the Secretary of State to be a health or medical scheme paidfor out of public funds.\n\tDetriment to a health scheme includes detriment to any patient of, orperson working in, that scheme or any person liable to pay charges forservices provided under that scheme."
    },
    {
        "length": 247,
        "text": "\nGContingent removal\n\tIn an efficiency case or a fraud case, the Health Authority may, instead ofdeciding to remove a practitioner from their list, decide to remove himcontingently.\n\tIf they so decide, they must impose such conditions as they may decide onhis inclusion in the list with a view to—\n\t\tremoving any prejudice to the efficiency of the services in question (in anefficiency case), or\n\t\tpreventing further acts or omissions within section 49F(3)(a) above (in afraud case).\n\tIf the Health Authority determine that the practitioner has failed tocomply with a condition, they may decide to—\n\t\tvary the conditions, or impose different conditions, or\n\t\tremove him from their list.\n\tThe Health Authority may decide to vary the terms of service of the personconcerned for the purpose of or in connection with the imposition of anyconditions by virtue of this section."
    },
    {
        "length": 345,
        "text": "\nHFraud and unsuitability cases: supplementary\n\tWhere the practitioner is a body corporate, the body corporate is to betreated for the purposes of this group of sections as meeting the second orthird condition referred to in section 49F(3) and (4) above—\n\t\tin the case of an ophthalmic optician not referred to in paragraph (b) or adental corporation, if any director meets that condition (whether or not hefirst did so when he was a director), and\n\t\tin the case of a body corporate carrying on a retail pharmacy business oran ophthalmic optician which is a limited liability partnership, if any one ofthe body of persons controlling the body meets that condition (whether or nothe first did so when he was such a person).\n\tA practitioner is to be treated for the purposes of this group of sectionsas meeting the condition referred to in section 49F(3) above if—\n\t\tanother person, because of an act or omission of his occurring in thecourse of providing any services mentioned in section 49F(1) above on thepractitioner’s behalf, meets that condition; and\n\t\tthe practitioner failed to take all such steps as were reasonable toprevent acts or omissions within section 49F(3)(a) above occurring in thecourse of the provision of those services on his behalf."
    },
    {
        "length": 835,
        "text": "\nISuspension \n\tIf the Health Authority are satisfied that it is necessary to do so for theprotection of members of the public or is otherwise in the public interest,they may suspend a practitioner from their list—\n\t\twhile they decide whether or not to exercise their powers under section 49For 49G (other than in circumstances falling within paragraph (b)), or\n\t\twhile they wait for a decision affecting the practitioner of a court or ofa body which regulates—\n\t\tthe practitioner’s profession,\n\t\tthe profession of a person providing any of the services mentioned insection 49F(1) on the practitioner’s behalf, or\n\t\tif the practitioner is a body corporate, the profession of one of itsdirectors or, as the case may be, one of the body of persons controlling it or(if it is a limited liability partnership) one of its members,\n\t\t\tor one of that regulatory body’s committees.\n\tThe references in subsection (1)(b) to a court or regulatory body are to acourt or such a body anywhere in the world.\n\tIn a case falling within subsection (1)(a), the Health Authority mustspecify how long the period of suspension is to be.\n\tIn a case falling within subsection (1)(b), the Health Authority mayspecify that the practitioner shall remain suspended after the decisionreferred to there for an additional period which the Health Authority mustspecify.\n\tIn either case—\n\t\tbefore that period expires they may extend, or further extend, thesuspension for a further specified period, or\n\t\tif that period has expired, they may impose a further suspension, for aperiod which they must specify.\n\tThe period of suspension (in a subsection (1)(a) case) or the additionalperiod (in a subsection (1)(b) case), including in both cases the period ofany further suspension imposed under subsection (5)(b), may not exceed sixmonths in aggregate, except—\n\t\tin prescribed circumstances, when it may not extend beyond any prescribedevent (which may be the expiry of a prescribed period),\n\t\tif, on the application of the Health Authority, the FHSAA ordersaccordingly before the expiry of the period of suspension, or\n\t\tif the Health Authority have applied under paragraph (b) before the expiryof the period of suspension, but the FHSAA has not made an order by the timeit expires, in which case it continues until the FHSAA has made an order.\n\tIf the FHSAA does so order, it shall specify—\n\t\tthe date on which the period of suspension is to end, or\n\t\tan event beyond which it is not to continue.\n\tThe FHSAA may, on the application of the Health Authority, make a furtherorder (complying with subsection (7)) at any time while the period ofsuspension pursuant to the earlier order is still continuing.\n\tThe Secretary of State may make regulations providing for payments topractitioners who are suspended.\n\tThose regulations may include provision for the amount of the payments, orthe method of calculating the amount, to be determined by the Secretary ofState or by another person appointed for the purpose by the Secretary ofState."
    },
    {
        "length": 330,
        "text": "\nJSuspension pending appeal\n\tThis section applies if the Health Authority decide to remove apractitioner from a list under section 49F.\n\tIn such a case they may also decide to suspend the practitioner from thelist pending any appeal by him, if they are satisfied that it is necessary todo so for the protection of members of the public or is otherwise in thepublic interest.\n\tIf they do suspend the practitioner under this section, the suspension haseffect from the date when the Health Authority gave him notice of thesuspension.\n\tThe suspension has effect until its revocation under subsection (5) or (6)or, if later, until the expiry of the period of 28 days referred to in section49M(1) below, or, if the practitioner appeals under section 49M, until theFHSAA has disposed of the appeal.\n\tThe Health Authority may revoke a suspension imposed under this section.\n\tIf the practitioner appeals under section 49M against the HealthAuthority’s decision to remove him from the list, the FHSAA may also revoke asuspension imposed on him under this section.\n\tSubsections (9) and (10) of section 49I above apply for the purposes ofthis section as they apply for the purposes of that."
    },
    {
        "length": 277,
        "text": "\nLReview of decisions\n\tThe Health Authority may, and (except in prescribed cases) if requested inwriting to do so by the practitioner must, review a contingent removal or asuspension (other than a contingent removal or a suspension imposed by, or asuspension continuing pursuant to, an order of the FHSAA, or a suspensionimposed under section 49J above).\n\tThe practitioner may not request a review before the expiry of the periodof—\n\t\tthree months beginning with the date of the Health Authority’s decision tosuspend or contingently remove him, or (as appropriate),\n\t\tsix months beginning with the date of their decision on the previousreview.\n\tOn such a review, the Health Authority may—\n\t\tconfirm the contingent removal or the suspension,\n\t\tin the case of a suspension, terminate it,\n\t\tin the case of a contingent removal, vary the conditions, impose differentconditions, revoke the contingent removal, or remove the practitioner from thelist."
    },
    {
        "length": 531,
        "text": "\nMAppeals \n\tA practitioner may appeal to the FHSAA against a decision of a HealthAuthority mentioned in subsection (2) by giving notice in writing to the FHSAAwithin the period of 28 days beginning with the date on which the HealthAuthority gave him notice of the decision.\n\tThe Health Authority decisions in question are—\n\t\tto remove the practitioner from a list (under section 49F or 49G(3) orunder subsection (5)(b) of this section),\n\t\tto remove him contingently (under section 49G),\n\t\tto impose any particular condition under section 49G, or to vary anycondition or to impose any different condition under that section,\n\t\tto vary his terms of service (under section 49G(4)),\n\t\tany decision on a review of a contingent removal under section 49L.\n\tThe appeal shall be by way of redetermination of the Health Authority’sdecision.\n\tOn an appeal, the FHSAA may make any decision which the Health Authoritycould have made.\n\tIf the FHSAA decides to remove the practitioner contingently—\n\t\tthe Health Authority and the practitioner may each apply to the FHSAA forthe conditions imposed on the practitioner to be varied, for differentconditions to be imposed, or for the contingent removal to be revoked, and\n\t\tthe Health Authority may remove him from their list if they determine thathe has failed to comply with a condition.\n\tThe Health Authority shall not remove a person from a list, or impose acontingent removal—\n\t\tuntil the expiry of the period of 28 days referred to in subsection (1), or\n\t\tif the practitioner appeals within that period, until the FHSAA hasdisposed of the appeal.\n\tRegulations may provide for payments by Health Authorities to practitionerswho are removed from lists pursuant to decisions of the FHSAA under thissection, but whose appeals against those decisions are successful."
    },
    {
        "length": 766,
        "text": "\nNNational disqualification\n\tIf the FHSAA removes the practitioner from a list, it may also decide todisqualify him from inclusion in—\n\t\tall lists referred to in section 49F(1)(a) to (e) prepared by all HealthAuthorities,\n\t\tall supplementary lists prepared by all Health Authorities, and\n\t\tall services lists prepared by all Health Authorities under section 28DAabove or under section 8ZA of the National Health Service (Primary Care) Act[1997 (c. 46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\"), orany list corresponding to a services list prepared by any Health Authority byvirtue of regulations made under section 41 of the Health and Social Care Act2001,\n\t\t\tor only from inclusion in one or more descriptions of such lists prepared byall Health Authorities, the description being specified by the FHSAA in itsdecision.\n\tA decision by the FHSAA to do what is mentioned in subsection (1) isreferred to in this section as the imposition of a national disqualification.\n\tThe FHSAA may also impose a national disqualification on a practitioner ifit dismisses an appeal by him against a Health Authority’s refusal to includehim in such a list (or, in the case of a medical list, to nominate or approvehim for inclusion in it).\n\tThe Health Authority may apply to the FHSAA for a national disqualificationto be imposed on a person after they have—\n\t\tremoved him from a list of theirs of any of the kinds referred to insubsection (1)(a) to (c), or\n\t\trefused to include him in such a list (or, in the case of a medical list,to nominate or approve him for inclusion in it).\n\tAny such application must be made before the end of the period of threemonths beginning with the date of the removal or of their refusal.\n\tIf the FHSAA imposes a national disqualification on a person—\n\t\tno Health Authority may include him in a list of any of the kinds fromwhich he has been disqualified from inclusion prepared by them, and\n\t\tif he is included in such a list, each Health Authority in whose list he isincluded must remove him from it.\n\tThe FHSAA may at the request of the person upon whom it has been imposedreview a national disqualification, and on a review may confirm it or revokeit.\n\tSubject to subsection (9), the person may not request such a review beforethe end of the period of—\n\t\ttwo years beginning with the date on which the national disqualificationwas imposed, or\n\t\tone year beginning with the date of the FHSAA’s decision on the last suchreview.\n\tThe Secretary of State may provide in regulations for subsection (8) tohave effect in prescribed circumstances as if the reference there to “twoyears” or “one year” were a reference to a different period specified in theregulations."
    },
    {
        "length": 166,
        "text": "\nPWithdrawal from lists\n\tRegulations may provide for circumstances in which a practitioner—\n\t\twhom a Health Authority are investigating in order to see whether there aregrounds for exercising their powers under section 49F, 49G or 49I,\n\t\twhom a Health Authority have decided to remove from a list under section49F or 49G, or contingently remove under section 49G, but who has not yet beenremoved or contingently removed, or\n\t\twho has been suspended under section 49I,\n\t\tmay not withdraw from a list in which he is included."
    },
    {
        "length": 188,
        "text": "\nQRegulations \n\tAny decision by a Health Authority referred to in this group of sectionsshall be reached in accordance with regulations made by the Secretary of Stateabout such decisions.\n\tThe regulations shall include provision—\n\t\trequiring the practitioner to be given notice of any allegation againsthim,\n\t\tgiving him the opportunity of putting his case at a hearing before a HealthAuthority make any decision affecting him under this group of sections,\n\t\trequiring him to be given notice of the Health Authority’s decision and thereasons for it and of any right of appeal which he may have.\n\tThe regulations may, in particular, make provision as to criteria which theHealth Authority must apply when making decisions in unsuitability cases."
    },
    {
        "length": 202,
        "text": "\nRCorresponding provision in Scotland and Northern Ireland\n\tThis section applies where it appears to the Secretary of State that thereis provision in Scotland or Northern Ireland under which a person may be dealtwith in any way which corresponds (whether or not exactly) with a way in whicha person may be dealt with under this group of sections.\n\tA decision in Scotland or Northern Ireland to deal with such a person insuch a way is referred to in this section as a “corresponding decision”.\n\tIf this section applies, the Secretary of State may make regulationsproviding for the effect to be given in England and Wales to a correspondingdecision.\n\tThat effect need not be the same as the effect of the decision in the placewhere it was made.\n\tThe regulations may not provide for a corresponding decision to be reviewedor revoked in England and Wales.”"
    },
    {
        "length": 2961,
        "text": "\nPersonal medical services and personal dental services\n\tPMS and PDS lists\n\t\tAfter section 28D of the 1977 Act there shall be inserted—\n\t\t“28DALists of persons who may perform personal medical services orpersonal dental services\n\t\t\tThe Secretary of State may make regulations providing for the preparationand publication by each Health Authority of one or more lists of—\n\t\t\t\tmedical practitioners who may perform personal medical services inaccordance with section 28C arrangements,\n\t\t\t\tdental practitioners who may perform personal dental services in accordancewith section 28C arrangements.\n\t\t\tSuch a list is referred to in this section as a “services list”.\n\t\t\tThe regulations may, in particular, include provision as to—\n\t\t\t\tthe Health Authority to which an application for inclusion in a serviceslist is to be made,\n\t\t\t\tthe procedure for applying for inclusion, including any information to besupplied to the Health Authority (whether by the applicant or by arrangementwith him),\n\t\t\t\tgrounds on which the Health Authority may, or must, refuse a person’sapplication for inclusion in a services list (including his unsuitability forinclusion in such a list), or on which they may defer their decision on theapplication,\n\t\t\t\trequirements with which a person included in a services list must comply(including the declaration of financial interests and of gifts and otherbenefits),\n\t\t\t\tgrounds on which a Health Authority may, or must, suspend or remove aperson from a services list, the procedure for doing so, and the consequencesof doing so,\n\t\t\t\tpayments to or in respect of persons who are suspended from a services list(including provision for the amount of the payments, or the method ofcalculating the amount, to be determined by the Secretary of State or byanother person appointed for the purpose by the Secretary of State),\n\t\t\t\tthe supply to the Health Authority by an applicant for inclusion in aservices list, or by a person included in one, of a criminal convictioncertificate under section 112 of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act,\n\t\t\t\tcircumstances in which a person included in a services list may notwithdraw from it,\n\t\t\t\tcriteria to be applied in making decisions under the regulations,\n\t\t\t\tappeals against decisions of Health Authorities under the regulations,\n\t\t\t\tthe disclosure by a Health Authority, to prescribed persons or persons ofprescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in a services list, refusals of such applications,and suspensions and removals from that list.\n\t\t\tThe regulations may, in particular, also provide for—\n\t\t\t\ta person’s inclusion in a services list to be subject to conditionsdetermined by the Health Authority,\n\t\t\t\tthe Health Authority to vary the conditions or impose different ones,\n\t\t\t\tthe consequences of failing to comply with a condition (including removalfrom the list), and\n\t\t\t\tthe review by the Health Authority of their decisions made by virtue ofregulations under this subsection.\n\t\t\tThe imposition of such conditions must be with a view to—\n\t\t\t\tpreventing any prejudice to the efficiency of the services to which theservices list relates; or\n\t\t\t\tpreventing any acts or omissions of the type described in section 49F(3)(a)below.\n\t\t\tRegulations may provide—\n\t\t\t\tthat no person may perform personal medical services in accordance withsection 28C arrangements unless he is included in a medical list, asupplementary list under section 43D or a services list,\n\t\t\t\tthat no person may perform personal dental services in accordance withsection 28C arrangements unless he is included in a list referred to insection 36(1)(a), a supplementary list under section 43D or a services list.\n\t\t\tRegulations made by virtue of subsection (3)(e) may (but need not) makeprovision corresponding to anything in sections 49F to 49N below.\n\t\t\tIf the regulations provide under subsection (3)(e) or (4) that a HealthAuthority may suspend or remove a person from a services list, they mustinclude provision—\n\t\t\t\trequiring him to be given notice of any allegation against him;\n\t\t\t\tgiving him the opportunity of putting his case at a hearing before theHealth Authority make any decision as to his suspension or removal; and\n\t\t\t\trequiring him to be given notice of the Health Authority’s decision and thereasons for it and of any right of appeal under subsection (9) or (10).\n\t\t\tIf the regulations provide under subsection (3)(c) or (e) that a HealthAuthority may refuse a person’s application for inclusion in a services list,or remove a person from one, the regulations must provide for an appeal (byway of redetermination) to the FHSAA against the Health Authority’s decision.\n\t\t\tIf the regulations make provision under subsection (4), they must providefor an appeal (by way of redetermination) by the person in question to theFHSAA against the Health Authority’s decision—\n\t\t\t\tto impose conditions, or any particular condition,\n\t\t\t\tto vary a condition,\n\t\t\t\tto remove him from the services list for breach of condition,\n\t\t\t\ton any review of an earlier such decision of theirs.”\n\t\t\tAfter section 8 of the National Health Service (Primary Care) Act [1997 (c.46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\") there shall beinserted—\n\t\t“Services Lists\n\t\t\tZALists of persons who may perform personal medical services orpersonal dental services\n\t\t\t\tThe Secretary of State may make regulations providing for the preparationand publication by each Health Authority of one or more lists of—\n\t\t\t\t\tmedical practitioners who may perform personal medical services inconnection with the provision of such services under a pilot scheme,\n\t\t\t\t\tdental practitioners who may perform personal dental services in connectionwith the provision of such services under a pilot scheme.\n\t\t\t\tSuch a list is referred to in this section as a “services list”.\n\t\t\t\tThe regulations may, in particular, include provision as to—\n\t\t\t\t\tthe Health Authority to which an application for inclusion in a serviceslist is to be made,\n\t\t\t\t\tthe procedure for applying for inclusion, including any information to besupplied to the Health Authority (whether by the applicant or by arrangementwith him),\n\t\t\t\t\tgrounds on which the Health Authority may, or must, refuse a person’sapplication for inclusion in a services list (including his unsuitability forinclusion in such a list), or on which they may defer their decision on theapplication,\n\t\t\t\t\trequirements with which a person included in a services list must comply(including the declaration of financial interests and of gifts and otherbenefits),\n\t\t\t\t\tgrounds on which a Health Authority may, or must, suspend or remove aperson from a services list, the procedure for doing so, and the consequencesof doing so,\n\t\t\t\t\tpayments to or in respect of persons who are suspended from a services list(including provision for the amount of the payments, or the method ofcalculating the amount, to be determined by the Secretary of State or byanother person appointed for the purpose by the Secretary of State),\n\t\t\t\t\tthe supply to the Health Authority by an applicant for inclusion in aservices list, or by a person included in one, of a criminal convictioncertificate under section 112 of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\"), a criminalrecord certificate under section 113 of that Act or an enhanced criminalrecord certificate under section 115 of that Act,\n\t\t\t\t\tcircumstances in which a person included in a services list may notwithdraw from it,\n\t\t\t\t\tcriteria to be applied in making decisions under the regulations,\n\t\t\t\t\tappeals against decisions of Health Authorities under the regulations,\n\t\t\t\t\tthe disclosure by a Health Authority, to prescribed persons or persons ofprescribed descriptions, of information of a prescribed description aboutapplicants for inclusion in a services list, refusals of such applications,and suspensions and removals from that list.\n\t\t\t\tThe regulations may, in particular, also provide for—\n\t\t\t\t\ta person’s inclusion in a services list to be subject to conditionsdetermined by the Health Authority,\n\t\t\t\t\tthe Health Authority to vary the conditions or impose different ones,\n\t\t\t\t\tthe consequences of failing to comply with a condition (including removalfrom the list), and\n\t\t\t\t\tthe review by the Health Authority of their decisions made by virtue ofregulations under this subsection.\n\t\t\t\tThe imposition of such conditions must be with a view to—\n\t\t\t\t\tpreventing any prejudice to the efficiency of the services to which theservices list relates; or\n\t\t\t\t\tpreventing any acts or omissions of the type described in section 49F(3)(a)of the 1977 Act.\n\t\t\t\tRegulations may provide—\n\t\t\t\t\tthat no person may perform personal medical services unless he is includedin a medical list, a supplementary list under section 43D of the 1977 Act or aservices list,\n\t\t\t\t\tthat no person may perform personal dental services unless he is includedin a list referred to in section 36(1)(a) of the 1977 Act, a supplementarylist under section 43D of that Act or a services list.\n\t\t\t\tRegulations made by virtue of subsection (3)(e) may (but need not) makeprovision corresponding to anything in sections 49F to 49N of the 1977 Act.\n\t\t\t\tIf the regulations provide under subsection (3)(e) or (4) that a HealthAuthority may suspend or remove a person from a services list, they mustinclude provision—\n\t\t\t\t\trequiring him to be given notice of any allegation against him;\n\t\t\t\t\tgiving him the opportunity of putting his case at a hearing before theHealth Authority make any decision as to his suspension or removal; and\n\t\t\t\t\trequiring him to be given notice of the Health Authority’s decision and thereasons for it and of any right of appeal under subsection (9) or (10).\n\t\t\t\tIf the regulations provide under subsection (3)(c) or (e) that a HealthAuthority may refuse a person’s application for inclusion in a services list,or remove a person from one, the regulations must provide for an appeal (byway of redetermination) to the Family Health Services Appeal Authority(“FHSAA”) against the Health Authority’s decision.\n\t\t\t\tIf the regulations make provision under subsection (4), they must providefor an appeal (by way of redetermination) by the person in question to theFHSAA against the Health Authority’s decision—\n\t\t\t\t\tto impose conditions, or any particular condition,\n\t\t\t\t\tto vary a condition,\n\t\t\t\t\tto remove him from the services list for breach of condition,\n\t\t\t\t\ton any review of an earlier such decision of theirs.”\n\t\t\t\tIn section 40(3) of the National Health Service (Primary Care) Act [1997(c. 46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\")(interpretation) after “sections 28C” there shall be inserted “, 28DA”."
    },
    {
        "length": 3043,
        "text": "\nThe Family Health Services Appeal Authority\n\tThe Family Health Services Appeal Authority\n\t\tAfter section 49R of the 1977 Act (which is inserted by section 25 of thisAct) there shall be inserted—\n\t\t“The Family Health Services Appeal Authority\n\t\t\tSThe Family Health Services Appeal Authority\n\t\t\t\tThere shall be a body to be known as the Family Health Services AppealAuthority (“FHSAA”).\n\t\t\t\tThe FHSAA shall be constituted in accordance with Schedule 9A to this Act,which also makes other provision in relation to the FHSAA.\n\t\t\t\tThe FHSAA shall have such functions as are conferred on it by this Act orby any other enactment.\n\t\t\t\tThe Secretary of State may direct the FHSAA to exercise any of hisfunctions relating to the determination of appeals to him which are specifiedin the directions.\n\t\t\t\tDirections under subsection (4) shall be given by regulations or by aninstrument in writing.\n\t\t\t\tThe Secretary of State may make available to the FHSAA any facilities(including the use of any premises) provided by him or by a Special HealthAuthority or NHS trust for any service under this Act, and the services ofpersons employed by the Secretary of State or by a Special Health Authority orNHS trust.\n\t\t\t\tSubsections (1) to (3) of section 27 above apply in relation to theservices of persons employed by a Special Health Authority and made availableunder subsection (6) as they apply in relation to the services of officers ofSpecial Health Authorities to be made available under section 26 above.\n\t\t\t\tFor the purposes of subsection (6)—\n\t\t\t\t\tthe Secretary of State may give directions to an NHS trust requiring it tomake facilities or the services of persons available as mentioned there; but\n\t\t\t\t\tsubsections (1) and (2) of section 27 above apply in relation to theservices of such persons as they apply in relation to the services of officersto be made available by virtue of section 26 above by a Health Authority,Special Health Authority or Primary Care Trust.”\n\t\t\t\tIn section 102 of the 1977 Act (allowances and remuneration for members ofcertain bodies), in each of subsections (1)(a)(v) and (2)(d), for “theTribunal constituted under section 46 above” there shall be substituted “theFHSAA”.\n\t\t\t\tIn section 128(1) of the 1977 Act (interpretation), in the appropriateplace there shall be inserted—\n\t\t\t\t\t““the FHSAA” means the Family Health Services Appeal Authority;”.\n\t\t\t\tBefore Schedule 10 to the 1977 Act there shall be inserted—\n\t\t“SCHEDULE 9AThe Family Health Services Appeal Authority\n\t\t\tConstitution\n\t\t\t\t1The Family Health Services Appeal Authority (“the FHSAA”) shall consist of—\n\t\t\t\t\ta President;\n\t\t\t\t\tone or more Deputy Presidents; and\n\t\t\t\t\ta number of other members,\n\t\t\t\t\tall appointed by the Lord Chancellor on terms to be determined by him.\n\t\t\t\t\t2The number of the other members shall be determined by the Lord Chancellorafter consulting the Secretary of State.\n\t\t\t\t\t3A person appointed as the President shall have a 10 year generalqualification (within the meaning of section 71 of the Courts and LegalServices Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain \"Go to item oflegislation\")), and a person appointed as a Deputy President shall have a 7year general qualification.\n\t\t\t\t\t4The qualifications which the other members must have in order to be eligiblefor appointment shall be determined by the Lord Chancellor.\n\t\t\t\t\t5Each person appointed under paragraph 1—\n\t\t\t\t\tshall hold and vacate office in accordance with the terms of hisappointment; and\n\t\t\t\t\tmay be removed from office by the Lord Chancellor on grounds of incapacityor misbehaviour.\n\t\t\t\t\t6The other members must include at least one—\n\t\t\t\t\tmedical practitioner providing general medical services, or performingpersonal medical services under section 28C arrangements;\n\t\t\t\t\tdental practitioner providing general dental services, or performingpersonal dental services under section 28C arrangements;\n\t\t\t\t\tophthalmic optician or medical practitioner providing general ophthalmicservices; and\n\t\t\t\t\tregistered pharmacist providing pharmaceutical services or localpharmaceutical services (whether under this Act or under a pilot scheme madeunder section 28 of the Health and Social Care Act 2001),\n\t\t\t\t\tand must also include such number of persons with a 7 year generalqualification (construed as in paragraph 3) as the Lord Chancellor considersappropriate bearing in mind the requirements of paragraph 9, and a number oflay persons who do not fall within paragraphs (a) to (d) and who possess suchqualifications and experience as the Lord Chancellor considers appropriate.\n\t\t\tProcedure\n\t\t\t\t7The procedure of the FHSAA shall be as it determines, subject to thefollowing.\n\t\t\t8The functions of the FHSAA shall be exercised by panels consisting—\n\t\t\t\tin the case of functions referred to in section 49S(4) above, of such oneor more members as the President may choose; and\n\t\t\t\tin the case of other functions, of three members chosen by the President,\n\t\t\t\tand, in either case, the President may include himself (or, in the case of aone-member panel, may constitute the panel).\n\t\t\t\t9Subject to paragraph 10, at least one member of each panel (or, in the caseof a one-member panel, that member) must have a 7 year general qualification(within the meaning of section 71 of the Courts and Legal Services Act [1990(c. 41)](/id/ukpga/1990/41?view=plain \"Go to item of legislation\")).\n\t\t\t\t10In the case of a panel constituted for the purposes of section 49M or 49Nabove, one member of the panel must have the qualification mentioned inparagraph 9, and (unless the President decides otherwise)—\n\t\t\t\tif the practitioner provides general medical services, one member of thepanel must fall within paragraph 6(a), and so on as respects a practitionerwho provides one of the other services referred to in section 49F(1); and\n\t\t\t\tthe third member must neither fall within any of sub-paragraphs (a) to (d)of paragraph 6 nor have a legal qualification.\n\t\t\t\t11Where a panel has more than one member—\n\t\t\t\tthe President shall nominate one of the members as chairman,\n\t\t\t\tdecisions shall be taken by a majority of votes, and\n\t\t\t\tif there is a tie the chairman shall have a second vote as a casting vote.\n\t\t\t\t12The FHSAA shall—\n\t\t\t\tgive notice of a panel’s decision and of the reasons for it to each partyto the proceedings; and\n\t\t\t\tpublish each decision of a panel falling within paragraph 13 in such way asthe FHSAA considers appropriate;\n\t\t\t\tand it may send a copy of any such decision to such prescribed persons orpersons of prescribed descriptions as it considers appropriate, together withany information relevant to the decision which the FHSAA considers itappropriate to include.\n\t\t\t\t13The following decisions fall within this paragraph—\n\t\t\t\ta decision on national disqualification (see section 49N above);\n\t\t\t\ta decision to allow an appeal brought by virtue of section 49M(2)(a), (b)or (c) above; and\n\t\t\t\tsuch other decisions as may be prescribed.\n\t\t\t\t14The FHSAA may publish a decision not falling within paragraph 13 if itconsiders it appropriate to do so.\n\t\t\t\t15The Lord Chancellor may make rules as to—\n\t\t\t\tthe composition of panels,\n\t\t\t\tthe allocation to panels of cases, or of particular proceedings in anycase, and\n\t\t\t\tthe procedure to be followed by a panel in considering any matter beforeit.\n\t\t\t\t16The Lord Chancellor shall make rules—\n\t\t\t\tgiving each party to proceedings before a panel the opportunity of puttinghis case at a hearing,\n\t\t\t\tentitling each party to be legally represented at any hearing (whether itis held at the instance of the panel or of a party), and\n\t\t\t\tsecuring that any hearing is held in public unless the practitioner asksfor it to be in private (a request which the panel must consider but need notgrant).\n\t\t\t\t17Rules under this Schedule may, in particular, make provision—\n\t\t\t\tas to the carrying out by a Deputy President of functions of the President,\n\t\t\t\tas to how, and as to the time within which, an application to the FHSAA isto be made, or an appeal to the FHSAA is to be brought (so far as the matteris not provided for in or by virtue of this or any other Act),\n\t\t\t\tfor a period which must elapse before an application, or a furtherapplication, may be made under section 49M(5)(a) above,\n\t\t\t\tas to the matters referred to in paragraph 12,\n\t\t\t\tfor the giving by the panel of directions to the parties as to the conductof the case, and for the consequences of failure to comply with suchdirections (which may include allowing or dismissing the appeal or applicationif the failure to comply was without reasonable excuse);\n\t\t\t\tempowering a panel to require persons to attend and give evidence orproduce documents,\n\t\t\t\tabout the admissibility of evidence, and\n\t\t\t\tenabling the panel to administer oaths.\n\t\t\t\t18No person shall be required by virtue of any such rules to give any evidenceor produce any document or other material which he could not be compelled togive or produce in civil proceedings in a court in England and Wales.\n\t\t\tMiscellaneous\n\t\t\t\tThe President must, in respect of each period of 12 months beginning on1st April, prepare a written report about the FHSAA’s activities during thatperiod.\n\t\t\t\tHe must send a copy of the report to the Lord Chancellor, the Secretary ofState and the National Assembly for Wales.\n\t\t\t\tAfter consulting the Lord Chancellor and the National Assembly for Wales,the Secretary of State may give directions to the President as to subjectswith which the report must deal.\n\t\t\t\t\t20The President must arrange such training for himself and the other membersof the FHSAA as he considers appropriate.\n\t\t\tInterpretation\n\t\t\t\t21In this Schedule—\n\t\t\t\t  * “practitioner” means the person whose case is before the FHSAA;\n\t\t\t\t  * “prescribed” means prescribed by the Lord Chancellor in rules.”\n\t\t\t\tIn the National Health Service (Primary Care) Act [1997 (c.46)](/id/ukpga/1997/46?view=plain \"Go to item of legislation\")—\n\t\t\t\t\tin section 22 (supplementary regulations about personal medical or dentalservices), in the section 28E to be inserted into the 1977 Act, in subsection(7)(e), for “Tribunal constituted under section 46” there shall be substituted“Family Health Services Appeal Authority constituted under section 49S”; and\n\t\t\t\t\tin Schedule 1 (preferential treatment on transferring to medical lists), inparagraph 9(a), for “Tribunal constituted under section 46” there shall besubstituted “Family Health Services Appeal Authority constituted under section49S”."
    },
    {
        "length": 3552,
        "text": "\nChapter 1Local Pharmaceutical Services\n\tPreparation and making of pilot schemes\n\t\tPilot schemes\n\t\t\tHealth Authorities may establish pilot schemes.\n\t\t\tIn this Chapter “pilot scheme” means one or more agreements—\n\t\t\t\tmade by a Health Authority (“A”) in accordance with this Chapter;\n\t\t\t\tunder which local pharmaceutical services are to be provided (otherwisethan by A); and\n\t\t\t\tthe parties to which do not include any other Health Authority.\n\t\t\tA pilot scheme may include arrangements—\n\t\t\t\tfor the provision of services which are not local pharmaceutical services,but which may be provided under Part 1 of the 1977 Act (whether or not of thekind usually provided by pharmacies);\n\t\t\t\tfor the provision of training and education (including training andeducation for persons who are, or may become, involved in the provision oflocal pharmaceutical services).\n\t\t\tA pilot scheme may not combine arrangements for the provision of localpharmaceutical services with arrangements for the provision of personalmedical services or personal dental services under any provision of, or madeunder, the 1977 Act or the National Health Service (Primary Care) Act 1997.\n\t\t\tIn this Chapter “piloted services” means services provided under a pilotscheme (including any services to which the scheme applies as a result ofsubsection (3)).\n\t\t\tIn determining the arrangements they need to make in order to comply withsection 41 of the 1977 Act (arrangements to be made by Health Authorities forthe provision of pharmaceutical services), a Health Authority may take intoaccount arrangements under a pilot scheme made by them.\n\t\t\tThe functions of an NHS trust or a Primary Care Trust include power toprovide any services to which a pilot scheme applies.\n\t\t\tIn this Chapter—\n\t\t\t\t  * “pharmaceutical services” means services of a kind which may be provided under section 41 of the 1977 Act, or by virtue of section 41A of that Act; and \n\t\t\t\t  * “local pharmaceutical services” means such pharmaceutical services (other than practitioner dispensing services) as may be prescribed by regulations. \n\t\t\t“Practitioner dispensing services” means the provision of drugs, medicinesor listed appliances (within the meaning of section 41 of the 1977 Act) by amedical practitioner or dental practitioner to a patient of his pursuant toarrangements made by virtue of section 43(1) of the 1977 Act.\n\t\tMaking pilot schemes\n\t\t\tSchedule 2 makes provision with respect to making pilot schemes, includingprovision with respect to the procedure to be followed.\n\t\tDesignation of priority neighbourhoods or premises\n\t\t\tThe relevant authority may make regulations allowing a Health Authority to—\n\t\t\t\tdesignate neighbourhoods,\n\t\t\t\tdesignate premises, or\n\t\t\t\tdesignate descriptions of premises,\n\t\t\t\t\tfor the purposes of this section.\n\t\t\tThe regulations may, in particular, make provision—\n\t\t\t\tas to the circumstances in which, and the neighbourhoods or premises inrelation to which, designations may be made or maintained;\n\t\t\t\tallowing a Health Authority to defer consideration of Part 2 applicationsrelating to neighbourhoods, premises or descriptions of premises that havebeen designated;\n\t\t\t\tallowing a designation to be cancelled in prescribed circumstances;\n\t\t\t\trequiring a designation to be cancelled—\n\t\t\t\tif a relevant authority gives a direction to that effect; or\n\t\t\t\tin prescribed circumstances.\n\t\t\t“Part 2 applications” means applications for inclusion in a list maintainedunder section 42 of the 1977 Act.\n\t\t\t“Prescribed” means prescribed by the regulations.\n\tReviews, variation and termination of pilot schemes\n\t\tReviews of pilot schemes\n\t\t\tAt least one review of the operation of each pilot scheme must be conductedby the relevant authority.\n\t\t\tEach pilot scheme must be reviewed under this section before the end of theperiod of three years beginning with the date on which piloted services arefirst provided under the scheme.\n\t\t\tWhen conducting a review of a pilot scheme, the relevant authority mustgive—\n\t\t\t\tthe Health Authority concerned, and\n\t\t\t\tany person providing services under the scheme,\n\t\t\t\t\tan opportunity to comment on any matter relevant to the review.\n\t\t\tOtherwise, the procedure on any review is to be determined by the relevantauthority.\n\t\tVariation and termination of pilot schemes\n\t\t\tThe relevant authority may give directions authorising Health Authoritiesto vary pilot schemes (otherwise than in response to directions given undersubsection (2)) in such circumstances, and subject to such conditions, as maybe specified in the directions.\n\t\t\tThe relevant authority may by directions require a pilot scheme to bevaried by the Health Authority concerned in accordance with the directions.\n\t\t\tIf satisfied that a pilot scheme is (for any reason) unsatisfactory, therelevant authority may give directions to the Health Authority concernedrequiring them to bring the scheme to an end in accordance with the terms ofthe directions.\n\tNHS contracts and financial provisions\n\t\tNHS contracts\n\t\t\tIn the case of a pilot scheme entered into, or to be entered into, by asingle individual or body corporate, that individual or body may make anapplication under this section to become a health service body.\n\t\t\tIn the case of any other pilot scheme, all of those providing, or proposingto provide, piloted services under the scheme may together make an applicationunder this section to become a single health service body.\n\t\t\tAn application must—\n\t\t\t\tbe made to the relevant authority in accordance with such provisions as maybe made by regulations; and\n\t\t\t\tspecify the pilot scheme in relation to which it is made.\n\t\t\tExcept in such cases as may be prescribed by regulations, the relevantauthority may grant an application.\n\t\t\tIf an application is granted, the relevant authority must specify a date inrelation to that application and, as from that date—\n\t\t\t\tin the case of an application under subsection (1), the applicant is, and\n\t\t\t\tin the case of an application under subsection (2), the applicants togetherare,\n\t\t\t\t\ta health service body for the purposes of section 4 of the 1990 Act (NHScontracts).\n\t\t\tThat section has effect in relation to such a health service body (“a PHSbody”), acting as acquirer, as if the functions referred to in subsection (1)of that section were the provision of piloted services.\n\t\t\tExcept in such circumstances as may be prescribed by regulations, a PHSbody resulting from an application under subsection (2) is to be treated, atany time, as consisting of those who are providing piloted services under thescheme.\n\t\t\tA direction as to payment made under section 4(7) of the 1990 Act against,or in favour of, a PHS body is enforceable in a county court (if the court soorders) as if it were a judgment or order of that court.\n\t\t\tRegulations may provide for a PHS body to cease to be a PHS body inprescribed circumstances.\n\t\t\tThe relevant authority must—\n\t\t\t\tmaintain and publish a list of PHS bodies;\n\t\t\t\tpublish a revised copy of the list as soon as is reasonably practicableafter any change is made to it.\n\t\t\tThe list is to be published in such manner as the relevant authorityconsiders appropriate.\n\t\tFunding of preparatory work\n\t\t\tProvision may be made by regulations for Health Authorities to makepayments of financial assistance for preparatory work.\n\t\t\t“Preparatory work” means work which it is reasonable for a person toundertake—\n\t\t\t\tin connection with preparing proposals for a pilot scheme; or\n\t\t\t\tin preparing for the provision by him of any piloted services.\n\t\t\tThe regulations may, in particular, include provision—\n\t\t\t\tprescribing the circumstances in which payments of financial assistance maybe made;\n\t\t\t\timposing a limit on the amount of any payment of financial assistance whicha Health Authority may make in any prescribed period in respect of any oneperson or any one pilot scheme;\n\t\t\t\timposing a limit on the aggregate amount which a Health Authority may payby way of financial assistance in any one financial year;\n\t\t\t\trequiring a person to whom assistance is given under this section to complywith such conditions as may be imposed in accordance with prescribedrequirements; and\n\t\t\t\tfor repayment in the case of a failure to comply with any condition soimposed.\n\t\tCharges, recovery of payments and penalties\n\t\t\tRegulations may provide for the making and recovery, in such manner as maybe prescribed, of charges for local pharmaceutical services.\n\t\t\tThe regulations may, in particular provide for—\n\t\t\t\texemptions from charges;\n\t\t\t\tthe liability to pay charges to be disregarded in prescribed circumstancesor for prescribed purposes;\n\t\t\t\tsection 122A of the 1977 Act (recovery of certain charges and payments) toapply also in relation to local pharmaceutical services (with or withoutmodification);\n\t\t\t\tsection 122B of the 1977 Act (penalties) to apply also in relation to localpharmaceutical services (with or without modification).\n\t\t\tThe regulations must secure that the amount charged for any service is thesame as the amount that would be charged for that service if it were providedunder Part 2 of the 1977 Act.\n\tGeneral\n\t\tEffect of the 1977 Act\n\t\t\tThe provisions of the 1977 Act, apart from section 16D (power to directHealth Authority to exercise functions of relevant authority), apply inrelation to functions of the relevant authority in relation to pilot schemesas if they were functions under Part 1 of the 1977 Act.\n\t\t\tThe 1977 Act (and in particular section 17) has effect in relation topiloted services—\n\t\t\t\tsubject to any provision of, or made under, this Chapter; but\n\t\t\t\totherwise as if those services were provided as a result of directionsgiven under section 16D of the 1977 Act in relation to functions of therelevant authority under Part 1 of that Act.\n\t\t\tThe functions of a Health Authority in relation to piloted services areprimary functions of the Authority for the purposes of the 1990 Act.\n\t\tPremises from which piloted services may be provided\n\t\t\tThe relevant authority may by regulations—\n\t\t\t\tprevent (except in such circumstances and to such extent as may beprescribed) the provision of both piloted services and pharmaceutical servicesfrom the same premises;\n\t\t\t\tmake provision with respect to the inclusion, removal, re-inclusion ormodification of an entry in respect of premises in a list under section 42 ofthe 1977 Act.\n\t\tControl of entry regulations\n\t\t\tThe power to make regulations under section 42 of the 1977 Act (regulations asto pharmaceutical services) includes power to prescribe the extent to whichthe provision of piloted services is to be taken into account in determiningwhether to grant an application for inclusion in a list referred to insubsection (2) of that section.\n\tAssessing the result of pilot schemes\n\t\tAssessing pilot schemes\n\t\t\tThe relevant authority may not bring section 40 into force unless satisfiedthat pilot schemes have shown that continuing to provide for the provision oflocal pharmaceutical services in accordance with provisions of the kind madeby pilot schemes would be in the interests of the health service or any partof the health service (within the meaning of section 128(1) of the 1977 Act).\n\t\t\tIn determining whether to bring section 40 into force, the relevantauthority must have regard, in particular, to the results of the reviews ofpilot schemes conducted under section 31.\n\tProvision for local pharmaceutical schemes\n\t\tProvision for LPS schemes\n\t\t\tIn the 1977 Act there shall be inserted, after section 28I—\n\t\t\t“28JLocal pharmaceutical services schemes\n\t\t\t\tSchedule 8A makes provision with respect to the provision of localpharmaceutical services in accordance with schemes made by HealthAuthorities.”\n\t\t\t\tThe Schedule set out in Schedule 3 to this Act shall be inserted in the1977 Act as Schedule 8A to that Act.\n\t\t\t\tIn section 42 of the 1977 Act there shall be inserted after subsection (2)—\n\t\t\t\t\t“(2A)The regulations may prescribe the extent to which the provision of LPservices (as defined by paragraph 1 of Schedule 8A to this Act) is to be takeninto account in determining whether to grant an application for inclusion in alist.”\n\tCorresponding provision, etc.\n\t\tCorresponding provision and application of enactments\n\t\t\tThe relevant authority may by regulations make, in relation to Schedule 8Aarrangements or persons providing or assisting in the provision of servicesunder such arrangements, provision corresponding (whether or not exactly) toenactments containing provision relating to—\n\t\t\t\tarrangements made under section 28C of the 1977 Act (provision of personalmedical or dental services); or\n\t\t\t\tpilot schemes made under Part 1 of the National Health Service (PrimaryCare) Act [1997 (c. 46)](/id/ukpga/1997/46?view=plain \"Go to item oflegislation\"),\n\t\t\t\t\tor relating to persons who provide or perform services under them.\n\t\t\tThe regulations may, in particular, provide for the application of any suchenactment with such modifications, if any, as the relevant authority considersappropriate.\n\t\t\t“Schedule 8A arrangements” means arrangements made under—\n\t\t\t\tan LPS scheme made under Schedule 8A to the 1977 Act; or\n\t\t\t\ta pilot scheme."
    },
    {
        "length": 3217,
        "text": "\nChapter 2Changes to existing arrangements\n\tEngland and Wales\n\t\tDispensing of NHS prescriptions and provision of pharmaceuticalservices\n\t\t\tFor section 41 of the 1977 Act (arrangements for pharmaceutical services)there shall be substituted—\n\t\t\t“41Arrangements for pharmaceutical services\n\t\t\t\tIt is the duty of every Health Authority, in accordance with regulationswhich shall be made for the purpose, to arrange as respects their area for theprovision to persons who are in that area of—\n\t\t\t\t\tproper and sufficient drugs and medicines and listed appliances which areordered for those persons by a medical practitioner in pursuance of hisfunctions in the health service, the Scottish health service, the NorthernIreland health service or the armed forces of the Crown;\n\t\t\t\t\tproper and sufficient drugs and medicines which are ordered for thosepersons by a dental practitioner in pursuance of—\n\t\t\t\t\this functions in the health service, the Scottish health service or theNorthern Ireland health service (other than functions exercised in pursuanceof the provision of services mentioned in paragraph (c)); or\n\t\t\t\t\this functions in the armed forces of the Crown;\n\t\t\t\t\tlisted drugs and medicines which are ordered for those persons by a dentalpractitioner in pursuance of the provision of general dental services orequivalent services in the Scottish health service or the Northern Irelandhealth service;\n\t\t\t\t\tsuch drugs and medicines and such listed appliances as may be determined bythe Secretary of State for the purposes of this paragraph which are orderedfor those persons by a prescribed description of person in accordance withsuch conditions, if any, as may be prescribed, in pursuance of functions inthe health service, the Scottish health service, the Northern Ireland healthservice or the armed forces of the Crown; and\n\t\t\t\t\tsuch other services as may be prescribed.\n\t\t\t\tThe services provided under this section are, together with additionalpharmaceutical services provided in accordance with a direction under section41A, referred to in this Act as “pharmaceutical services”.\n\t\t\t\tThe descriptions of persons which may be prescribed for the purposes ofsubsection (1)(d) are the following, or any sub-category of such adescription—\n\t\t\t\t\tpersons who are registered by any board established under the ProfessionsSupplementary to Medicine Act [1960 (c. 66)](/id/ukpga/1960/66?view=plain \"Goto item of legislation\");\n\t\t\t\t\tpersons who are registered pharmacists;\n\t\t\t\t\tpersons whose names are entered in a roll or record established by theGeneral Dental Council by virtue of section 45 of the Dentists Act [1984 (c.24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\") (dentalauxiliaries);\n\t\t\t\t\tpersons who are ophthalmic opticians;\n\t\t\t\t\tpersons who are registered osteopaths within the meaning of the OsteopathsAct [1993 (c. 21)](/id/ukpga/1993/21?view=plain \"Go to item of legislation\");\n\t\t\t\t\tpersons who are registered chiropractors within the meaning of theChiropractors Act [1994 (c. 17)](/id/ukpga/1994/17?view=plain \"Go to item oflegislation\");\n\t\t\t\t\tpersons who are registered in the register of qualified nurses, midwivesand health visitors maintained under section 7 of the Nurses, Midwives andHealth Visitors Act [1997 (c. 24)](/id/ukpga/1997/24?view=plain \"Go to item oflegislation\");\n\t\t\t\t\tpersons who are registered in any register established, continued ormaintained under an Order in Council under section 60(1) of the Health Act[1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\");\n\t\t\t\t\tany other description of persons which appears to the Secretary of State tobe a description of persons whose profession is regulated by or under aprovision of, or made under, an Act of the Scottish Parliament or NorthernIreland legislation and which the Secretary of State considers it appropriateto specify.\n\t\t\t\tA determination under subsection (1)(d) may—\n\t\t\t\t\tmake different provision for different cases;\n\t\t\t\t\tprovide for the circumstances or cases in which a drug, medicine orappliance may be ordered;\n\t\t\t\t\tprovide that persons falling within a description specified in thedetermination may exercise discretion in accordance with any provision made bythe determination in ordering drugs, medicines and listed appliances.\n\t\t\t\tThe arrangements which may be made by a Health Authority under subsection(1) include arrangements for the provision of a service by means such that theperson receiving it does so otherwise than at the premises from which it isprovided.\n\t\t\t\tWhere a person with whom a Health Authority makes arrangements undersubsection (1) wishes to provide services to persons outside the area of theHealth Authority, he may, subject to any provision made by regulations inrespect of arrangements under this section, provide such services under thearrangements.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “armed forces of the Crown” does not include forces of a Commonwealth country or forces raised in a colony;\n\t\t\t\t\t  * “listed” means included in a list for the time being approved by the Secretary of State for the purposes of this section; and\n\t\t\t\t\t  * “the Scottish health service” and “the Northern Ireland health service” mean respectively the health service established in pursuance of the National Health Service (Scotland) Act [1947 (c. 27)](/id/ukpga/1947/27?view=plain \"Go to item of legislation\") or any service provided in pursuance of Article 4(1) of the Health and Personal Social Services (Northern Ireland) Order 1972 ([S.I. 1972/1265 (N.I. 14)](/id/nisi/1972/1265?view=plain \"Go to item of legislation\")).”\n\t\t\t\tIn section 43 of the 1977 Act (persons authorised to provide pharmaceuticalservices), in subsection (3), for “section 41(d)” there shall be substituted“section 41(1)(e)”.\n\t\tRemote provision of pharmaceutical, etc. services\n\t\t\tIn section 41A of the 1977 Act (additional pharmaceutical services)—\n\t\t\t\tin subsection (1)(a), for “in their area” there shall be substituted“within or outside their area”;\n\t\t\t\tafter subsection (1) there shall be inserted—\n\t\t\t\t\t“(1A)Directions under this section may require or authorise a Health Authorityto arrange for the provision of a service by means such that the personreceiving it does so otherwise than at the premises from which it is provided(whether those premises are inside or outside the area of the HealthAuthority).”\n\t\t\tIn section 42 of that Act (regulations as to pharmaceutical services), insubsection (1), for the words from “enable persons” to the end of thesubsection there shall be substituted—\n\t\t\t\tenable persons for whom drugs, medicines or appliances mentioned in thatsection are ordered as there mentioned to receive them from persons with whomsuch arrangements have been made; and\n\t\t\t\tensure the provision of services prescribed under subsection (1)(e) of thatsection by persons with whom such arrangements have been made.”\n\t\t\tIn subsection (2)(c) of that section, after “prescribed cases” there shallbe inserted “(which may, in particular, include cases of applications for theprovision only of services falling within subsection (3A) below)”.\n\t\t\tAfter subsection (3) of that section there shall be inserted—\n\t\t\t“(3A)A service falls within this subsection if the means of providing it issuch that the person receiving it does so otherwise than at the premises fromwhich it is provided.\n\t\t\t(3B)The regulations may, in respect of services falling within subsection (3A)above, include provision—\n\t\t\t\trequiring persons to be approved for the purposes of providing suchservices, by the Secretary of State or such other person as may be specifiedin the regulations, in accordance with criteria to be specified in ordetermined under the regulations (whether by the Secretary of State or byanother person so specified);\n\t\t\t\trequiring the Health Authority to make the grant of an application subjectto prescribed conditions.”\n\t\t\tIn section 43(2A) of the 1977 Act (list of medical practitioners providingdrugs, etc.) for “in the Authority’s area” there shall be substituted “underarrangements with the Authority”.\n\t\t\tIn section 44(1) of the 1977 Act (local representative committees), inparagraph (d), after “pharmaceutical services” there shall be inserted “frompremises”.\n\tScotland\n\t\tDispensing of NHS prescriptions\n\t\t\tSection 27 of the National Health Service (Scotland) Act [1978 (c.29)](/id/ukpga/1978/29?view=plain \"Go to item of legislation\") (arrangementsfor provision of pharmaceutical services) shall be amended as follows.\n\t\t\tIn subsection (1), in paragraph (cc)—\n\t\t\t\tfor “listed drugs and medicines and listed appliances” there shall besubstituted “such drugs and medicines and such listed appliances as may bedetermined by the Scottish Ministers for the purposes of this paragraph”; and\n\t\t\t\tfor “registered nurse, midwife or health visitor” there shall besubstituted “person in accordance with such conditions, if any, as may beprescribed,”.\n\t\t\tAfter that subsection there shall be inserted—\n\t\t\t\t“(1A)The descriptions of persons which may be prescribed for the purposes ofsubsection (1)(cc) are the following, or any sub-category of such adescription—\n\t\t\t\tpersons who are registered by any board established under the ProfessionsSupplementary to Medicine Act [1960 (c. 66)](/id/ukpga/1960/66?view=plain \"Goto item of legislation\");\n\t\t\t\tpersons who are registered pharmacists;\n\t\t\t\tpersons whose names are entered in a roll or record established by theGeneral Dental Council by virtue of section 45 of the Dentists Act [1984 (c.24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\") (dentalauxiliaries);\n\t\t\t\tpersons who are ophthalmic opticians;\n\t\t\t\tpersons who are registered osteopaths within the meaning of the OsteopathsAct [1993 (c. 21)](/id/ukpga/1993/21?view=plain \"Go to item of legislation\");\n\t\t\t\tpersons who are registered chiropractors within the meaning of theChiropractors Act [1994 (c. 17)](/id/ukpga/1994/17?view=plain \"Go to item oflegislation\");\n\t\t\t\tpersons who are registered in the register of qualified nurses, midwivesand health visitors maintained under section 7 of the Nurses, Midwives andHealth Visitors Act [1997 (c. 24)](/id/ukpga/1997/24?view=plain \"Go to item oflegislation\");\n\t\t\t\tpersons who are registered in any register established, continued ormaintained under an Order in Council under section 60(1) of the Health Act[1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\");\n\t\t\t\tany other description of persons which appears to the Scottish Ministers tobe a description of persons whose profession is regulated by or under aprovision of, or made under, Northern Ireland legislation and which theScottish Ministers consider it appropriate to specify.\n\t\t\t\t(1B)A determination under subsection (1)(cc) may—\n\t\t\t\tmake different provision for different cases;\n\t\t\t\tprovide for the circumstances or cases in which a drug, medicine orappliance may be ordered;\n\t\t\t\tprovide that persons falling within a description specified in thedetermination may exercise discretion in accordance with any provision made bythe determination in ordering drugs, medicines and listed appliances.”"
    },
    {
        "length": 3064,
        "text": "\nPart 3Care Trusts and Partnership Arrangements\n\tCare Trusts\n\t\tWhere— \n\t\t\ta Primary Care Trust or an NHS trust is, or is to be, a party to anyexisting or proposed LA delegation arrangements, and\n\t\t\tthe relevant authority is of the opinion that designation of the trust as aCare Trust would be likely to promote the effective exercise by the trust ofprescribed health-related functions of a local authority (in accordance withthe arrangements) in conjunction with prescribed NHS functions of the trust,\n\t\t\t\tthe relevant authority may designate the trust as a Care Trust.\n\t\tA trust may, however, only be so designated in pursuance of an applicationmade to the relevant authority jointly by every prescribed body.\n\t\tIf— \n\t\t\tthe relevant authority is of the opinion that it would be appropriate to doso, and\n\t\t\tthe application under subsection (2) requests the authority to do so,\n\t\t\tthe authority may when designating a trust as a Care Trust direct that, whileit is so designated, the trust may (in addition to exercising health-relatedfunctions of the local authority as mentioned in subsection (1)(b)) exercisesuch prescribed health-related functions of the local authority as arespecified in the direction in relation to persons in any area so specified,even though it does not exercise any NHS functions in relation to persons inthat area.\n\t\tWhere a body is designated as a Care Trust under this section—\n\t\t\tits designation may be revoked by the relevant authority at any time—\n\t\t\tof the authority’s own motion, and\n\t\t\tafter such consultation as the authority considers appropriate;\n\t\t\tif an application for the revocation of its designation is made to therelevant authority by one or more of the parties to the LA delegationarrangements, its designation shall be revoked by the relevant authority atthe earliest time at which the authority considers it practicable to do so,having regard, in particular, to any steps that need to be taken in relationto those arrangements in connection with the revocation.\n\t\tThe designation of a body as a Care Trust under this section shall beeffected by an order under section 16A of the 1977 Act or section 5(1) of the1990 Act (as the case may be) which—\n\t\t\t(in the case of an existing body) amends the order establishing the body soas to change its name to one that includes the words “Care Trust”, or\n\t\t\t(in the case of a new body) establishes the body with a name that includesthose words;\n\t\t\tand any revocation of its designation shall be effected by a further orderunder that provision which makes such provision for changing the name of thebody as the relevant authority considers expedient.\n\t\tThe power of the relevant authority to dissolve a Primary Care Trust or anNHS trust shall include power to dissolve such a trust where the authority isof the opinion that it is appropriate to do so in connection with thedesignation of any other such body (whether existing or otherwise) as a CareTrust.\n\t\tRegulations may make such incidental, supplementary or consequentialprovision (including provision amending, repealing or revoking enactments) asthe relevant authority considers expedient in connection with the precedingprovisions of this section.\n\t\tRegulations under subsection (7) may, in particular, make provision—\n\t\t\tprescribing— \n\t\t\tthe manner and circumstances in which, and\n\t\t\tany conditions which must be satisfied before,\n\t\t\tan application may be made for a body to be designated as a Care Trust underthis section, or to cease to be so designated, and the information to besupplied with such an application;\n\t\t\tenabling the relevant authority to terminate appointments of persons asmembers of a Primary Care Trust or of the board of directors of an NHS trust(or of a committee of such a trust) where the authority is of the opinion thatit is appropriate to do so in connection with the designation of the trust asa Care Trust;\n\t\t\trequiring the consent of the relevant authority to be obtained before anyprescribed change is made with respect to the governance of a body sodesignated;\n\t\t\tfor supplementing or modifying, in connection with the operation ofsubsection (3), any provision made by regulations under section 31 of theHealth Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item oflegislation\") (partnership arrangements between NHS bodies and localauthorities).\n\t\tThe designation of a body as a Care Trust under this section shall notaffect any of the functions, rights or liabilities of that body in itscapacity as a Primary Care Trust or NHS trust (as the case may be).\n\t\tIn connection with the exercise by a body so designated of any relevantsocial services functions under LA delegation arrangements—\n\t\t\tsection 7 of the Local Authority Social Services Act [1970 (c.42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\") (authorities toexercise social services functions under guidance of Secretary of State), and\n\t\t\tsection 7A of that Act (directions of Secretary of State as to exercise ofsuch functions),\n\t\t\tshall apply to the body as if it were a local authority within the meaning ofthat Act.\n\t\tIn this section—\n\t\t\t  * “health-related functions” and “local authority” have the same meaning as in section 31 of the Health Act 1999; \n\t\t\t  * “LA delegation arrangements” means arrangements falling within section 31(2)(b) of the Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\"), whether or not made in conjunction with any pooled fund arrangements; \n\t\t\t  * “NHS functions” means functions exercisable by a Primary Care Trust or NHS trust in its capacity as such; \n\t\t\t  * “pooled fund arrangements” means arrangements falling within section 31(2)(a) of the Health Act 1999; \n\t\t\t  * “prescribed” means prescribed to any extent by regulations; \n\t\t\t  * “relevant social services functions” means health-related functions which are social services functions within the meaning of the Local Authority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\"). \n\tDirected partnership arrangements\n\t\tIf the relevant authority is of the opinion—\n\t\t\tthat a body to which this section applies (“the failing body”) is notexercising any of its functions adequately, and\n\t\t\tthat it would be likely to lead to an improvement in the way in which thatfunction is exercised if it were to be exercised—\n\t\t\tby another body to which this section applies under delegationarrangements, or\n\t\t\tin accordance with pooled fund arrangements made with another such body,\n\t\t\t\tthe relevant authority may direct those bodies to enter into such delegationarrangements or pooled fund arrangements in relation to the exercise of theappropriate function or functions as are specified in the direction.\n\t\tIn subsection (1) “the appropriate function or functions” means—\n\t\t\tthe function of the failing body mentioned in that subsection; and\n\t\t\tsuch other function of that body (if any) as the relevant authorityconsiders would, if exercised under or in accordance with the arrangements inquestion, be likely to contribute to an improvement in the exercise of thefunction referred to in paragraph (a).\n\t\tThe bodies to which this section applies are—\n\t\t\tNHS bodies, and\n\t\t\tlocal authorities,\n\t\t\tbut in subsections (1) and (2) any reference to functions is, in relation to alocal authority, a reference only to relevant social services functions of theauthority.\n\t\tIn this section any reference to an improvement in the way in which anyfunction is exercised includes an improvement in the provision to anyindividuals of any services to which that function relates.\n\t\tIn this section—\n\t\t\t  * “delegation arrangements” means arrangements falling within section 31(2)(b) or (c) of the Health Act 1999, whether or not made in conjunction with any pooled fund arrangements; \n\t\t\t  * “health-related functions” and “local authority” have the same meaning as in section 31 of the Health Act 1999; \n\t\t\t  * “NHS body” means a Health Authority, Primary Care Trust or NHS trust; \n\t\t\t  * “pooled fund arrangements” means arrangements falling within section 31(2)(a) of the Health Act 1999; \n\t\t\t  * “relevant social services functions” means health-related functions which are social services functions within the meaning of the Local Authority Social Services Act [1970 (c. 42)](/id/ukpga/1970/42?view=plain \"Go to item of legislation\"). \n\tFurther provisions about directions in connection with directedpartnership arrangements and Care Trusts\n\t\tA direction given under section 46(1) (a “principal direction”) may makeprovision with respect to—\n\t\t\tany of the matters with respect to which provision is required to be madeby the specified arrangements by virtue of regulations under section 31 of theHealth Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item oflegislation\"); and\n\t\t\tsuch other matters as the relevant authority considers appropriate.\n\t\tWithout prejudice to the generality of subsection (1), the relevantauthority may (either in a principal direction or in any subsequent direction)make provision—\n\t\t\tfor the determination, whether—\n\t\t\tby agreement, or\n\t\t\t(in default of agreement) by the relevant authority or an arbitratorappointed by the authority,\n\t\t\t\tof the amount of any payments which need to be made by one body to another forthe purposes of the effective operation of the specified arrangements, and forthe variation of any such determination;\n\t\t\tspecifying the manner in which the amount of any such payments is to be sodetermined (or varied);\n\t\t\trequiring a body specified in the direction to supply to the relevantauthority or an arbitrator, for the purpose of enabling any such amount to beso determined (or varied), such information or documents as may be sospecified;\n\t\t\trequiring any amount so determined (or varied) to be paid by and to suchbodies as are specified in the direction;\n\t\t\trequiring capital assets specified in the direction to be made available byand to such bodies as are so specified.\n\t\tThe relevant authority may, when giving a principal direction to any bodiesto which section 46 applies, give such directions to any other such body asthe authority considers appropriate for or in connection with securing thatfull effect is given to the principal direction.\n\t\tBefore giving a principal direction to any bodies to which section 46applies, the relevant authority may—\n\t\t\tdirect either or both of the bodies in question to take such stepsspecified in the direction, or\n\t\t\tgive such other directions,\n\t\t\tas the authority considers appropriate with a view to enabling the authorityto determine whether the principal direction should be given.\n\t\tAny direction given under any provision of section 45 or 46 or thissection—\n\t\t\tmust be given in writing; and\n\t\t\tmay be varied or revoked by a subsequent direction under that provision.\n\t\tIt is the duty of any body to which any such direction is given to complywith the direction.\n\t\tThe revocation of a principal direction shall not affect the continuedoperation of the specified arrangements.\n\t\tIn this section “the specified arrangements”, in relation to a principaldirection, means the arrangements specified in the direction in pursuance ofsection 46(1).\n\tTransfer of staff in connection with partnership arrangements\n\t\tThe Health Act [1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item oflegislation\") shall be amended as follows.\n\t\tAt the end of section 31 (arrangements between NHS bodies and localauthorities) there shall be added—\n\t\tSchedule 2A makes provision with respect to the transfer of staff inconnection with arrangements made by virtue of this section.”\n\t\tIn section 62 (regulations and orders), at the end of subsection (1) thereshall be inserted “, unless it is an order under paragraph 2 of Schedule 2A.”\n\t\tThe Schedule set out in Schedule 4 to this Act shall be inserted in theHealth Act 1999 as Schedule 2A to that Act."
    },
    {
        "length": 209,
        "text": "\nNursing care\n\tExclusion of nursing care from community care services\n\t\tNothing in the enactments relating to the provision of community careservices shall authorise or require a local authority, in or in connectionwith the provision of any such services, to—\n\t\t\tprovide for any person, or\n\t\t\tarrange for any person to be provided with,\n\t\t\t\tnursing care by a registered nurse.\n\t\tIn this section “nursing care by a registered nurse” means any servicesprovided by a registered nurse and involving—\n\t\t\tthe provision of care, or\n\t\t\tthe planning, supervision or delegation of the provision of care,\n\t\t\tother than any services which, having regard to their nature and thecircumstances in which they are provided, do not need to be provided by aregistered nurse."
    },
    {
        "length": 2314,
        "text": "\nPreserved rights\n\tPreserved rights: transfer to local authorities of responsibilities asto accommodation\n\t\tThe following provisions, namely—\n\t\t\tsection 26A of the National Assistance Act [1948 (c.29)](/id/ukpga/1948/29?view=plain \"Go to item of legislation\") (which preventslocal authorities in England or Wales providing residential accommodation forpersons who were in such accommodation on 31st March 1993), and\n\t\t\tsection 86A of the Social Work (Scotland) Act [1968 (c.49)](/id/ukpga/1968/49?view=plain \"Go to item of legislation\") (which makescorresponding provision for Scotland),\n\t\t\t\tshall cease to have effect on the appointed day.\n\t\tFor the purposes of this section a “qualifying person” is—\n\t\t\t(in relation to any time before the appointed day) a person to whom section26A(1) or section 86A(1) applies; or\n\t\t\t(in relation to any later time) a person to whom either of those sectionsapplied immediately before that day.\n\t\tWhere a qualifying person is immediately before the appointed dayordinarily resident in relevant premises in the area of a local authority(“the responsible authority”), that authority shall secure that—\n\t\t\tas from that day, or\n\t\t\tas soon thereafter as is reasonably practicable,\n\t\t\tthe person is provided with such community care services with respect to hisaccommodation as appear to the authority to be appropriate having regard tohis needs as assessed under section 47(1)(a) of the 1990 Act (assessment ofneeds for community care services in England or Wales) or section 12A(1)(a) ofthe 1968 Act (corresponding provision for Scotland).\n\t\tEach local authority shall accordingly—\n\t\t\tuse their best endeavours to identify every person ordinarily resident inrelevant premises in their area who is a qualifying person; and\n\t\t\tcarry out such a programme of assessments under section 47(1)(a) or12A(1)(a) in respect of persons so identified as appears to the authority tobe required for the purpose of enabling them to discharge their duty undersubsection (3) in relation to such persons.\n\t\tWhere a person—\n\t\t\tis a qualifying person immediately before the appointed day, and\n\t\t\tis provided by the responsible authority with any community care serviceswith respect to his accommodation in accordance with subsection (3),\n\t\t\this existing arrangements shall, by virtue of this subsection, terminate onthe date as from which he is provided with those services.\n\t\tWhere any such person is not provided with any such services as from theappointed day, any liability of his to make any payment under his existingarrangements in respect of any period (or part of a period) falling within theperiod beginning with the appointed day and ending with—\n\t\t\tthe date as from which he is provided with any such services, or\n\t\t\tthe date on which he notifies (or is in accordance with regulations to betreated as notifying) the responsible authority that he does not wish to beprovided with any such services,\n\t\t\tshall instead be a liability of the responsible authority.\n\t\tHowever, the responsible authority may, in respect of any payment made bythem in pursuance of subsection (6), recover from the person such amount (ifany) as may be prescribed; and any such amount shall be so recoverable inaccordance with section 56 of the 1948 Act as if it were an amount due to theauthority under that Act.\n\t\tThe provisions of subsections (3) to (7) do not apply, to such extent asmay be prescribed, in relation to any person falling within any prescribeddescription of persons.\n\t\tRegulations may also—\n\t\t\tprescribe the circumstances in which persons are to be treated asordinarily resident in any premises for the purposes of this section;\n\t\t\tfor the purpose of prescribing any such amount as is mentioned insubsection (7), provide for any provision made by or under section 22 or 26 ofthe 1948 Act to apply with or without modifications.\n\t\tIn this section—\n\t\t\t  * “the appointed day” means the day appointed under section 70 for the coming into force of subsection (1); \n\t\t\t  * “existing arrangements”, in relation to a person, means the arrangements for the provision of accommodation in the relevant premises mentioned in subsection (3), together with any arrangements for the provision of any services or facilities in connection with that accommodation; \n\t\t\t  * “prescribed” means prescribed by regulations; \n\t\t\t  * “relevant premises”— \n\t\t\tin relation to England or Wales, has the same meaning as in section 26A of the1948 Act;\n\t\t\tin relation to Scotland, has the same meaning as in section 86A of the 1968Act.\n\t\t\t\t  * “the responsible authority” shall be construed in accordance with subsection (3). \n\tPreserved rights: disclosure of information\n\t\tFor the purposes of this section a “claimant” is—\n\t\t\t(in relation to any time before the appointed day) a person who isordinarily resident in relevant premises and has a preserved right by virtueof which enhanced payments are being made to or in respect of him by way ofincome support or jobseeker’s allowance, or\n\t\t\t(in relation to any later time) a person who fell within paragraph (a)immediately before that day.\n\t\tAny information—\n\t\t\theld by, or by a person providing services to, the Secretary of State abouta claimant, and\n\t\t\trelating to income support or jobseeker’s allowance,\n\t\t\t\tmay be supplied, for qualifying purposes, to the local authority in whose areathe relevant premises referred to in subsection (1) are situated or to anyperson providing services to, or authorised to exercise functions of, theauthority.\n\t\tWhere information relating to a claimant is supplied to any authority orperson (“the recipient”) in accordance with subsection (2), the informationmay be supplied by the recipient, for qualifying purposes—\n\t\t\tto any local authority appearing to the recipient to be providing theclaimant with community care services with respect to his accommodation; or\n\t\t\tto any person providing services to, or authorised to exercise functionsof, any such local authority.\n\t\tIn subsections (2) and (3) “qualifying purposes”, in relation toinformation relating to a claimant, means—\n\t\t\tpurposes connected with the performance of functions under section 50 inrelation to the claimant, or\n\t\t\tother purposes connected with the termination of his preserved right inconsequence of section 52(1), or\n\t\t\t(in subsection (2)) any further supply of the information under subsection(3).\n\t\tWhere information relating to a particular person is supplied to anyauthority or person in accordance with subsection (2) or (3), section 123 ofthe Social Security Administration Act [1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (unauthoriseddisclosure of information relating to particular persons) shall apply inrelation to the disclosure of the information by—\n\t\t\tthe recipient of the information, or\n\t\t\tany officer or employee of the recipient,\n\t\t\twithout lawful authority (within the meaning of that section) as it applies toany disclosure of information to which subsection (1) of that section applies.\n\t\tIn this section—\n\t\t\t  * “the appointed day”, “ordinarily resident” and “relevant premises” have the same meaning as they have for the purposes of section 50; \n\t\t\t  * “preserved right” means a preserved right within the meaning of the Income Support (General) Regulations 1987 ([S.I. 1987/1967](/id/uksi/1987/1967?view=plain \"Go to item of legislation\")). \n\tPreserved rights: alignment of social security benefits\n\t\tThe Secretary of State shall so exercise his powers under—\n\t\t\tsection 135(1) of the Social Security Contributions and Benefits Act [1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (applicableamount in relation to income-related benefits), and\n\t\t\tsection 4(5) of the Jobseekers Act [1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") (amount payableby way of jobseeker’s allowance),\n\t\t\t\tas to secure that any special provision made in exercise of those powers asrespects income support or jobseeker’s allowance payable to or in respect ofpersons who have preserved rights ceases to have effect on the appointed day.\n\t\tIn this section—\n\t\t\t  * “the appointed day” means the day appointed under section 70 for the coming into force of section 50(1); \n\t\t\t  * “preserved rights” means preserved rights within the meaning of the Income Support (General) Regulations 1987. "
    },
    {
        "length": 1566,
        "text": "\nMeasures to increase availability of Part 3 accommodation\n\tDisregarding of resources when determining need for residentialaccommodation\n\t\tIn section 21 of the 1948 Act (duties of local authorities to provideaccommodation), for subsections (2A) and (2B) there shall be substituted—\n\t“(2A)In determining for the purposes of paragraph (a) or (aa) of subsection(1) of this section whether care and attention are otherwise available to aperson, a local authority shall disregard so much of the person’s resources asmay be specified in, or determined in accordance with, regulations made by theSecretary of State for the purposes of this subsection.\n\t(2B)In subsection (2A) of this section the reference to a person’s resourcesis a reference to his resources within the meaning of regulations made for thepurposes of that subsection.”\n\tFunding by resident etc. of more expensive accommodation\n\t\tRegulations may make provision for and in connection with the making, inrespect of the provision of Part 3 accommodation, of additional payments—\n\t\t\tby persons for whom such accommodation is provided (“residents”); or\n\t\t\tby other persons (including persons liable to maintain residents by virtueof section 42 of the 1948 Act).\n\t\tIn this section “additional payments”, in relation to a resident, meanspayments which—\n\t\t\tare made for the purpose of meeting all or part of the difference betweenthe actual cost of his Part 3 accommodation and the amount that the localauthority providing it would usually expect to pay in order to provide Part 3accommodation suitable for a person with the assessed needs of the resident;and\n\t\t\t(in the case of additional payments by the resident) are made out of suchof his resources as may be specified in, or determined in accordance with,regulations under subsection (1);\n\t\t\t\tand for this purpose “resources” has the meaning given by such regulations.\n\t\tIn this Part “Part 3 accommodation” means accommodation provided undersections 21 to 26 of the 1948 Act.\n\tPower for local authorities to take charges on land instead ofcontributions\n\t\tWhere a person (“the resident”)—\n\t\t\tis availing himself of Part 3 accommodation provided by a local authority,or is proposing to do so, and\n\t\t\tis liable, or would be liable, to pay for the accommodation (whether at thefull standard rate determined in accordance with section 22(2) or 26(2) of the1948 Act or at any lower rate),\n\t\t\t\tthe local authority may enter into a deferred payment agreement with theresident.\n\t\tThe relevant authority may by directions require local authorities, where—\n\t\t\tthey provide or are to provide Part 3 accommodation for a person fallingwithin subsection (1) (“the resident”), and\n\t\t\tany conditions specified in the directions are satisfied,\n\t\t\tto enter into a deferred payment agreement with the resident.\n\t\tA “deferred payment agreement” is an agreement whereby—\n\t\t\tduring the exempt period the resident will not be required to make paymentto the authority of any relevant contributions in respect of periods (or partsof periods) falling within the exempt period, but\n\t\t\tthe total amount of the relevant contributions shall become payable to theauthority on the day after the date on which the exempt period ends, and\n\t\t\tthe resident will grant the authority a charge in their favour in respectof any land specified in the agreement in which he has a beneficial interest(whether legal or equitable) for the purpose of securing the payment to theauthority of the total amount payable to them as mentioned in paragraph (b).\n\t\t“The exempt period”, in relation to a deferred payment agreement, is theperiod beginning with the time when the agreement takes effect and ending—\n\t\t\t56 days after the date of the resident’s death, or\n\t\t\twith any earlier date which, in accordance with the agreement, the residenthas specified in a notice given by him to the authority for the purposes ofsubsection (5)(b).\n\t\tThe provisions of any deferred payment agreement and any such charge as ismentioned in subsection (3)(c)—\n\t\t\tshall be determined by the authority in accordance with any directionsgiven by the relevant authority; but\n\t\t\tshall secure that the agreement and any such charge may be terminated bynotice given to the authority by the resident on payment of the full amountwhich he is liable to pay as mentioned in subsection (3)(a) down to the dateof the payment.\n\t\tWhere a deferred payment agreement is in force in respect of the resident—\n\t\t\tno interest shall accrue at any time on or before the date on which theexempt period ends in respect of any sum which he is liable to pay asmentioned in subsection (3)(a); but\n\t\t\tas from the day after that date, any such sum shall bear interest at suchreasonable rate as the relevant authority may direct or, if no such directionsare given, as the authority may determine;\n\t\t\tand accordingly any charge granted in pursuance of subsection (3)(c) shallsecure payment to the authority of any interest falling due by virtue ofparagraph (b) above.\n\t\tAny reference in this section to relevant contributions is a reference toso much of the payments which the resident is liable to pay to an authorityfor Part 3 accommodation (including any payments which are additional paymentsfor the purpose of section 54) as may be specified, or determined inaccordance with, regulations made for the purposes of this subsection.\n\t\tAny directions given by the relevant authority under this section shall begiven to local authorities generally.\n\tCross-border placements\n\t\tRegulations may make provision for and in connection with authorising alocal authority to make arrangements under section 21 of the 1948 Act for aperson to be provided with residential accommodation in Scotland, NorthernIreland, any of the Channel Islands or the Isle of Man.\n\t\tRegulations under this section may, in particular, make provision—\n\t\t\tspecifying conditions which must be satisfied before a local authority makeany arrangements in pursuance of the regulations in respect of a person;\n\t\t\tfor the application of provisions of the 1948 Act in relation to—\n\t\t\tany such arrangements, or\n\t\t\tthe person in respect of whom any such arrangements are made,\n\t\t\t\twith or without modifications."
    },
    {
        "length": 1921,
        "text": "\nDirect payments\n\tDirect payments\n\t\tRegulations may make provision for and in connection with requiring orauthorising the responsible authority in the case of a person of a prescribeddescription who falls within subsection (2) to make, with that person’sconsent, such payments to him as they may determine in accordance with theregulations in respect of his securing the provision of the service mentionedin paragraph (a) or (b) of that subsection.\n\t\tA person falls within this subsection if a local authority (“theresponsible authority”) have decided—\n\t\t\tunder section 47 of the 1990 Act (assessment by local authorities of needsfor community care services) that his needs call for the provision by them ofa particular community care service (within the meaning of section 46 of thatAct), or\n\t\t\tunder section 2(1) of the Carers and Disabled Children Act [2000 (c.16)](/id/ukpga/2000/16?view=plain \"Go to item of legislation\") (services forcarers) to provide him with a particular service under that Act.\n\t\tRegulations under this section may, in particular, make provision—\n\t\t\tspecifying circumstances in which the responsible authority are notrequired or authorised to make any payments under the regulations to a person,whether those circumstances relate to the person in question or to theparticular service mentioned in paragraph (a) or (b) of subsection (2);\n\t\t\tfor any payments required or authorised by the regulations to be made to aperson by the responsible authority (“direct payments”) to be made to thatperson (“the payee”) as gross payments or alternatively as net payments;\n\t\t\tfor the responsible authority to make for the purposes of subsection (4) or(5) such determination as to—\n\t\t\tthe payee’s means, and\n\t\t\tthe amount (if any) which it would be reasonably practicable for him topay to the authority by way of reimbursement or contribution,\n\t\t\t\tas may be prescribed;\n\t\t\tas to the conditions falling to be complied with by the payee which must ormay be imposed by the responsible authority in relation to the direct payments(and any conditions which may not be so imposed);\n\t\t\tspecifying circumstances in which the responsible authority—\n\t\t\tmay or must terminate the making of direct payments,\n\t\t\tmay require repayment (whether by the payee or otherwise) of the whole orpart of the direct payments;\n\t\t\tfor any sum falling to be paid or repaid to the responsible authority byvirtue of any condition or other requirement imposed in pursuance of theregulations to be recoverable as a debt due to the authority;\n\t\t\tdisplacing functions or obligations of the responsible authority withrespect to the provision of the service mentioned in subsection (2)(a) or (b)only to such extent, and subject to such conditions, as may be prescribed;\n\t\t\tauthorising direct payments to be made to any prescribed person on behalfof the payee.\n\t\tFor the purposes of subsection (3)(b) “gross payments” means payments—\n\t\t\twhich are made at such a rate as the authority estimate to be equivalent tothe reasonable cost of securing the provision of the service concerned; but\n\t\t\twhich may be made subject to the condition that the payee pays to theresponsible authority, by way of reimbursement, an amount or amountsdetermined under the regulations.\n\t\tFor the purposes of subsection (3)(b) “net payments” means payments—\n\t\t\twhich are made on the basis that the payee will himself pay an amount oramounts determined under the regulations by way of contribution towards thecost of securing the provision of the service concerned; and\n\t\t\twhich are accordingly made at such a rate below that mentioned insubsection (4)(a) as reflects any such contribution by the payee.\n\t\tRegulations under this section shall provide that, where direct paymentsare made in respect of a service which, apart from the regulations, would beprovided under section 117 of the Mental Health Act [1983 (c.20)](/id/ukpga/1983/20?view=plain \"Go to item of legislation\") (after-care)—\n\t\t\tthe payments shall be made at the rate mentioned in subsection (4)(a); and\n\t\t\tsubsection (4)(b) shall not apply.\n\t\tRegulations made for the purposes of subsection (3)(a) may provide thatdirect payments shall not be made in respect of the provision of residentialaccommodation for any person for a period in excess of a prescribed period.\n\t\tIn this section “prescribed” means specified in or determined in accordancewith regulations under this section.\n\tDirect payments in respect of children\n\t\tFor section 17A of the Children Act [1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") there shall besubstituted—\n\t\t“17ADirect payments\n\t\t\tThe Secretary of State may by regulations make provision for and inconnection with requiring or authorising the responsible authority in the caseof a person of a prescribed description who falls within subsection (2) tomake, with that person’s consent, such payments to him as they may determinein accordance with the regulations in respect of his securing the provision ofthe service mentioned in that subsection.\n\t\t\tA person falls within this subsection if he is—\n\t\t\t\ta person with parental responsibility for a disabled child,\n\t\t\t\ta disabled person with parental responsibility for a child, or\n\t\t\t\ta disabled child aged 16 or 17,\n\t\t\t\t\tand a local authority (“the responsible authority”) have decided for thepurposes of section 17 that the child’s needs (or, if he is such a disabledchild, his needs) call for the provision by them of a service in exercise offunctions conferred on them under that section.\n\t\t\tSubsections (3) to (5) and (7) of section 57 of the 2001 Act shall apply,with any necessary modifications, in relation to regulations under thissection as they apply in relation to regulations under that section.\n\t\t\tRegulations under this section shall provide that, where payments are madeunder the regulations to a person falling within subsection (5)—\n\t\t\t\tthe payments shall be made at the rate mentioned in subsection (4)(a) ofsection 57 of the 2001 Act (as applied by subsection (3)); and\n\t\t\t\tsubsection (4)(b) of that section shall not apply.\n\t\t\tA person falls within this subsection if he is—\n\t\t\t\ta person falling within subsection (2)(a) or (b) and the child in questionis aged 16 or 17, or\n\t\t\t\ta person who is in receipt of income support, working families' tax creditor disabled person’s tax credit under Part 7 of the Social SecurityContributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Goto item of legislation\") or of an income-based jobseeker’s allowance.\n\t\t\tIn this section—\n\t\t\t\t  * “the 2001 Act” means the Health and Social Care Act 2001;\n\t\t\t\t  * “disabled” in relation to an adult has the same meaning as that given by section 17(11) in relation to a child;\n\t\t\t\t  * “prescribed” means specified in or determined in accordance with regulations under this section (and has the same meaning in the provisions of the 2001 Act mentioned in subsection (3) as they apply by virtue of that subsection).”"
    },
    {
        "length": 444,
        "text": "\nSupplementary\n\tInterpretation of Part 4\n\t\tIn this Part—\n\t\t\t  * “the 1948 Act” means the National Assistance Act [1948 (c. 29)](/id/ukpga/1948/29?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1968 Act” means the Social Work (Scotland) Act [1968 (c. 49)](/id/ukpga/1968/49?view=plain \"Go to item of legislation\"); \n\t\t\t  * “community care services”— \n\t\t\tin relation to England or Wales, has the meaning given by section 46(3) of the1990 Act (local authority plans for community care services);\n\t\t\tin relation to Scotland, has the same meaning as in the 1968 Act;\n\t\t\t\t  * “local authority”— \n\t\t\tin relation to England or Wales, has the meaning given by section 46(3) of the1990 Act;\n\t\t\tin relation to Scotland, has the same meaning as in the 1968 Act;\n\t\t\t\t  * “Part 3 accommodation” means (in accordance with section 54(3)) accommodation provided under sections 21 to 26 of the 1948 Act. \n\t\tIn this Part any reference to Part 3 accommodation or to a local authorityproviding such accommodation shall be construed in accordance with section21(5) or (6) of the 1948 Act, as the case may be.\n\t\tIn this Part any reference (however expressed) to services provided by alocal authority includes services which the authority arrange to provide,where they have power to do so."
    },
    {
        "length": 1773,
        "text": "\nPatient information\n\tControl of patient information\n\t\tThe Secretary of State may by regulations make such provision for and inconnection with requiring or regulating the processing of prescribed patientinformation for medical purposes as he considers necessary or expedient—\n\t\t\tin the interests of improving patient care, or\n\t\t\tin the public interest.\n\t\t\t\tThis subsection and subsection (2) have effect subject to subsections (3) to(6).\n\t\tRegulations under subsection (1) may, in particular, make provision—\n\t\t\tfor requiring prescribed communications of any nature which contain patientinformation to be disclosed by health service bodies in prescribedcircumstances—\n\t\t\tto the person to whom the information relates,\n\t\t\t(where it relates to more than one person) to the person to whom itprincipally relates, or\n\t\t\tto a prescribed person on behalf of any such person as is mentioned insub-paragraph (i) or (ii),\n\t\t\tin such manner as may be prescribed;\n\t\t\tfor requiring or authorising the disclosure or other processing ofprescribed patient information to or by persons of any prescribed descriptionsubject to compliance with any prescribed conditions (including conditionsrequiring prescribed undertakings to be obtained from such persons as to theprocessing of such information);\n\t\t\tfor securing that, where prescribed patient information is processed by aperson in accordance with the regulations, anything done by him in soprocessing the information shall be taken to be lawfully done despite anyobligation of confidence owed by him in respect of it;\n\t\t\tfor creating offences punishable on summary conviction by a fine notexceeding level 5 on the standard scale or such other level as is prescribedor for creating other procedures for enforcing any provisions of theregulations.\n\t\tRegulations under subsection (1) may not make provision requiring theprocessing of confidential patient information for any purpose if it would bereasonably practicable to achieve that purpose otherwise than pursuant to suchregulations, having regard to the cost of and the technology available forachieving that purpose.\n\t\tWhere regulations under subsection (1) make provision requiring theprocessing of prescribed confidential patient information, then the Secretaryof State—\n\t\t\tshall, at any time within the period of one month beginning on eachanniversary of the making of such regulations, consider whether any suchprovision could be included in regulations made at that time withoutcontravening subsection (3), and\n\t\t\tif he determines that any such provision could not be so included, shallmake further regulations varying or revoking the regulations made undersubsection (1) to such extent as he considers necessary in order for theregulations to comply with that subsection.\n\t\tRegulations under subsection (1) may not make provision for requiring theprocessing of confidential patient information solely or principally for thepurpose of determining the care and treatment to be given to particularindividuals.\n\t\tWithout prejudice to the operation of provisions made under subsection(2)(c), regulations under this section may not make provision for or inconnection with the processing of prescribed patient information in a mannerinconsistent with any provision made by or under the Data Protection Act [1998(c. 29)](/id/ukpga/1998/29?view=plain \"Go to item of legislation\").\n\t\tBefore making any regulations under this section the Secretary of Stateshall, to such extent as he considers appropriate in the light of therequirements of section 61, consult such bodies appearing to him to representthe interests of those likely to be affected by the regulations as heconsiders appropriate.\n\t\tIn this section “patient information” means—\n\t\t\tinformation (however recorded) which relates to the physical or mentalhealth or condition of an individual, to the diagnosis of his condition or tohis care or treatment, and\n\t\t\tinformation (however recorded) which is to any extent derived, directly orindirectly, from such information,\n\t\t\twhether the identity of the individual in question is ascertainable from theinformation or not.\n\t\tFor the purposes of this section, patient information is “confidentialpatient information” where—\n\t\t\tthe identity of the individual in question is ascertainable—\n\t\t\tfrom that information, or\n\t\t\tfrom that information and other information which is in the possession of,or is likely to come into the possession of, the person processing thatinformation, and\n\t\t\tthat information was obtained or generated by a person who, in thecircumstances, owed an obligation of confidence to that individual.\n\t\tIn this section—\n\t\t\t  * “the health service” has the same meaning as in the 1977 Act; \n\t\t\t  * “health service body” means any body (including a government department) or person engaged in the provision of the health service that is prescribed, or of a description prescribed, for the purposes of this definition; \n\t\t\t  * “medical purposes” means the purposes of any of the following— \n\t\t\tpreventative medicine, medical diagnosis, medical research, the provision ofcare and treatment and the management of health and social care services, and\n\t\t\tinforming individuals about their physical or mental health or condition, thediagnosis of their condition or their care or treatment;\n\t\t\t\t  * “prescribed” means specified in, or determined in accordance with, regulations made by the Secretary of State under this section; \n\t\t\t\t  * “processing”, in relation to information, means the use, disclosure or obtaining of the information or the doing of such other things in relation to it as may be prescribed for the purposes of this definition. \n\tPatient Information Advisory Group\n\t\tFor the purposes of subsections (2) and (3), the Secretary of State shall,as soon as reasonably practicable after the passing of this Act, byregulations establish a committee to be known as the Patient InformationAdvisory Group (“the Advisory Group”).\n\t\tBefore laying before Parliament a draft of any statutory instrumentcontaining regulations under section 60(1), or making any regulations pursuantto section 60(4)(b), the Secretary of State shall seek and have regard to theviews of the Advisory Group on the proposed regulations.\n\t\tThe Secretary of State may seek the views of the Advisory Group on suchother matters connected with the processing of patient information or of anyinformation (other than patient information) obtained or generated in thecourse of the provision of the health service as he considers appropriate.\n\t\tRegulations under subsection (1) may, in particular, make provision as to—\n\t\t\tthe persons or bodies who are to be represented by members of the AdvisoryGroup,\n\t\t\tthe terms of appointment of members,\n\t\t\tthe proceedings of the Advisory Group, and\n\t\t\tthe payment by the Secretary of State of—\n\t\t\tsuch expenses incurred by the Advisory Group, and\n\t\t\tsuch allowances in respect of expenses incurred by members of the AdvisoryGroup,\n\t\t\t\tas he may determine.\n\t\tThe Secretary of State shall publish, in such manner as he considersappropriate, any views which he receives from the Advisory Group pursuant tosubsection (2).\n\t\tIn this section “the health service”, “patient information” and“processing” have the same meaning as they have for the purposes of section60."
    },
    {
        "length": 351,
        "text": "\nServices for disabled people\n\tReports to Parliament on services for disabled people\n\t\tSection 11 of the Disabled Persons (Services, Consultation andRepresentation) Act [1986 (c. 33)](/id/ukpga/1986/33?view=plain \"Go to item oflegislation\") shall be amended as follows.\n\t\tBefore subsection (1) there shall be inserted—\n\t\t\t“(1ZA)In this section, subsection (1ZB) extends to England and Wales only andsubsection (1) extends to Scotland only.\n\t\t(1ZB)The Secretary of State shall annually lay before Parliament—\n\t\t\ta report containing such information as he considers appropriate withrespect to the development of health and social services for persons withmental illness; and\n\t\t\ta report containing such information as he considers appropriate withrespect to the development of health and social services for persons withlearning disability;\n\t\t\tand each of those reports may contain such other information as the Secretaryof State considers appropriate.”\n\t\tFor subsection (2) there shall be substituted—\n\t\tIn this section—\n\t\t\t  * “health service hospital” has the same meaning as in the 1978 Act, except that it does not include a State hospital;\n\t\t\t  * “learning disability” means a state of arrested or incomplete development of mind which includes significant impairment of intelligence and social functioning.”"
    },
    {
        "length": 1493,
        "text": "\nPrescribing rights\n\tExtension of prescribing rights\n\t\tThe Medicines Act [1968 (c. 67)](/id/ukpga/1968/67?view=plain \"Go to itemof legislation\") shall be amended as provided by subsections (2) to (7).\n\t\tIn subsection (1) of section 58 (medicinal products on prescription), afterparagraph (d) there shall be inserted “, and\n\t\t\tother persons who are of such a description and comply with such conditionsas may be specified in the order”.\n\t\tAfter subsection (1) of that section there shall be inserted—\n\t\t\t“(1A)The descriptions of persons which may be specified in an order by virtueof subsection (1)(e) are the following, or any sub-category of such adescription—\n\t\t\tpersons who are registered by any board established under the ProfessionsSupplementary to Medicine Act [1960 (c. 66)](/id/ukpga/1960/66?view=plain \"Goto item of legislation\");\n\t\t\tpersons who are pharmacists;\n\t\t\tpersons whose names are entered in a roll or record established by theGeneral Dental Council by virtue of section 45 of the Dentists Act [1984 (c.24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\") (dentalauxiliaries);\n\t\t\tpersons who are registered in either of the registers of ophthalmicopticians kept under section 7(a) of the Opticians Act [1989 (c.44)](/id/ukpga/1989/44?view=plain \"Go to item of legislation\");\n\t\t\tpersons who are registered osteopaths within the meaning of the OsteopathsAct [1993 (c. 21)](/id/ukpga/1993/21?view=plain \"Go to item of legislation\");\n\t\t\tpersons who are registered chiropractors within the meaning of theChiropractors Act [1994 (c. 17)](/id/ukpga/1994/17?view=plain \"Go to item oflegislation\");\n\t\t\tpersons who are registered in any register established, continued ormaintained under an Order in Council under section 60(1) of the Health Act[1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\");\n\t\t\tany other description of persons which appears to the appropriate Ministersto be a description of persons whose profession is regulated by or under aprovision of, or made under, an Act of the Scottish Parliament or NorthernIreland legislation and which the appropriate Ministers consider itappropriate to specify.\n\t\t\t(1B)Where an order under this section includes provision by virtue ofsubsection (1)(e), the order shall specify such conditions as are necessary tosecure that any person who is an appropriate practitioner by virtue of theprovision may prescribe, give directions or administer only in respect ofhuman use.”\n\t\tIn subsection (4)(a) of that section, after “health visitor,” there shallbe inserted “or is an appropriate practitioner by virtue of provision madeunder subsection (1)(e) of this section,”.\n\t\tAfter subsection (4) of that section there shall be inserted—\n\t\t“(4A)An order under this section may provide, in relation to a person who isan appropriate practitioner by virtue of subsection (1)(d) or (e), that such aperson may—\n\t\t\tgive a prescription for a medicinal product falling within a description orclass specified in the order;\n\t\t\tadminister any such medicinal product; or\n\t\t\tgive directions for the administration of any such medicinal product,\n\t\t\tonly where he complies with such conditions as may be specified in the orderin respect of the cases or circumstances in which he may do so.\n\t\t\t(4B)An order under this section may provide, in relation to a conditionspecified by virtue of subsection (4A), for the condition to have effectsubject to such exemptions as may be specified in the order.\n\t\t\t(4C)Where a condition is specified by virtue of subsection (4A), anyprescription or direction given by a person in contravention of the conditionis not (subject to such exemptions or modifications as may be specified in theorder by virtue of subsection (4)(a) of this section) given by an appropriatepractitioner for the purposes of subsection (2)(a) or (b) of this section.”\n\t\tIn subsection (5) of that section, after “subsection (4)(a)” there shall beinserted “or (4B)”.\n\t\tIn section 67 (offences under Part 2 of the Act)—\n\t\t\tafter subsection (1) there shall be inserted—\n\t\t\t“(1A)Any person who gives a prescription or directions or administers amedicinal product in contravention of a condition imposed by an order undersection 58 of this Act by virtue of subsection (4A) of that section shall beguilty of an offence.\n\t\t\t(1B)Any person who—\n\t\t\tis an appropriate practitioner by virtue of provision made under section58(1) of this Act; and\n\t\t\tgives a prescription or directions in respect of a medicinal product of adescription or class in relation to which he is not an appropriatepractitioner,\n\t\t\tshall be guilty of an offence.”;\n\t\t\tin subsection (4), after “under”, there shall be inserted “subsection (1A),(1B),”.\n\t\tEach of the powers to establish a committee conferred by subsection (2) or(3) of section 4 of the Medicines Act [1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") may, before thecommencement of subsections (1) to (6) of this section, be exercised inrelation to section 58 of that Act as if those subsections were in force."
    },
    {
        "length": 2490,
        "text": "\nSupplementary\n\tRegulations and orders\n\t\tAny power under this Act to make any order or regulations shall (except inthe case of regulations under section 65(3)(c)) be exercisable by statutoryinstrument.\n\t\tA statutory instrument containing any order or regulations made by theSecretary of State under this Act other than—\n\t\t\tan order under section 70(2), or\n\t\t\tany regulations to which subsection (3) applies,\n\t\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThis subsection applies to any regulations under section 60 (except wherethey are made pursuant to section 60(4)(b)); and no such regulations shall bemade (whether alone or with other provisions) unless a draft of the statutoryinstrument containing the regulations has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tA statutory instrument containing any regulations made by the ScottishMinisters shall be subject to annulment in pursuance of a resolution of theScottish Parliament.\n\t\tAny regulations made by virtue of section 65(3)(c) shall be made bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")) and shall be subject to negative resolution within themeaning of section 41(6) of the Interpretation Act (Northern Ireland) [1954(c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\t\tAny power under this Act to make any order or regulations may be exercised—\n\t\t\teither in relation to all cases to which the power extends, or in relationto those cases subject to specified exceptions, or in relation to anyspecified cases or classes of case;\n\t\t\tso as to make, as respects the cases in relation to which it is exercised—\n\t\t\tthe full provision to which the power extends or any less provision(whether by way of exception or otherwise);\n\t\t\tthe same provision for all cases in relation to which the power isexercised, or different provision for different cases or different classes ofcase or different provision as respects the same case or class of case fordifferent purposes of this Act;\n\t\t\tany such provision either unconditionally or subject to any specifiedcondition.\n\t\tWhere any such power is expressed to be exercisable for alternativepurposes it may be exercised in relation to the same case for any or all ofthose purposes.\n\t\tAny such power includes power—\n\t\t\tto make such incidental, supplementary, consequential, saving ortransitional provision (including provision amending, repealing or revokingenactments) as the authority making the order or regulations considers to beexpedient; and\n\t\t\tto provide for a person to exercise a discretion in dealing with anymatter.\n\t\tNothing in this Act shall be read as affecting the generality of subsection(8).\n\tSupplementary and consequential provision etc\n\t\tThe Secretary of State may by regulations make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas he considers necessary or expedient for the purposes of, in consequence ofor for giving full effect to any provision of this Act.\n\t\tThe provision which may be made under subsection (1) includes provisionamending or repealing any enactment, instrument or document.\n\t\tThe power to make regulations under this section is also exercisable—\n\t\t\tby the National Assembly for Wales, in relation to provision dealing withmatters with respect to which functions are exercisable by the Assembly;\n\t\t\tby the Scottish Ministers, in relation to provision that would be withinthe legislative competence of the Scottish Parliament;\n\t\t\tby the First Minister and deputy First Minister acting jointly, in relationto provision dealing with transferred matters (within the meaning of section4(1) of the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain\"Go to item of legislation\")).\n\t\tNothing in this Act shall be read as affecting the generality of subsection(1).\n\tInterpretation \n\t\tIn this Act (unless the context otherwise requires)—\n\t\t  * “the 1977 Act” means the National Health Service Act [1977 (c. 49)](/id/ukpga/1977/49?view=plain \"Go to item of legislation\"); \n\t\t  * “the 1990 Act” means the National Health Service and Community Care Act [1990 (c. 19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\"); \n\t\t  * “NHS trust” has the same meaning as in the 1977 Act; \n\t\t  * “regulations” means regulations made by the relevant authority; \n\t\t  * “the relevant authority” means— \n\t\t\tin relation to England, the Secretary of State,\n\t\t\tin relation to Wales, the National Assembly for Wales, and\n\t\t\tin relation to Scotland (in connection with regulations under section 50), theScottish Ministers.\n\tMinor and consequential amendments and repeals\n\t\tThe minor and consequential amendments specified in Schedule 5 shall haveeffect.\n\t\tThe enactments specified in Schedule 6 are repealed to the extentspecified.\n\tPowers of National Assembly for Wales under amended Acts\n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")), any reference to an Act which is amended by this Act shall (asfrom the time when the Act is so amended) be treated as referring to the Actas so amended.\n\t\tBut for the purpose of so construing the reference in that Schedule to the1977 Act the amendments made by this Act do not include those made by section27 above.\n\t\tThe reference in that Schedule to the 1977 Act shall also be treated asreferring to that Act as amended by sections 12(1) and 13(1) of the GovernmentResources and Accounts Act [2000 (c. 20)](/id/ukpga/2000/20?view=plain \"Go toitem of legislation\") (but subject to the further amendments made by section 1above).\n\t\tNeither of subsections (1) and (3) affects the power to make further Ordersvarying or omitting any such reference as is mentioned in that subsection.\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct; and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided by virtue of any other Act.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Health and Social Care Act 2001.\n\t\tWith the exception of—\n\t\t\tsections 59, 60, 61, 64 to 66, 68 and 69 and this section,\n\t\t\tPart 3 of Schedule 5, and\n\t\t\tany other provision of this Act so far as it confers any power to make anorder or regulations under this Act which is exercisable by the Secretary ofState,\n\t\t\t\tthis Act does not come into force until such day as the relevant authority mayby order appoint; and different days may be so appointed for differentpurposes.\n\t\tIn subsection (2), in its application in relation to—\n\t\t\tsections 14 to 17 and 27,\n\t\t\tsections 50(1), 51 and 52,\n\t\t\tsections 62 (except so far as extending to Wales) and 63, and\n\t\t\tany repeals consequential on any provisions falling within paragraph (a) or(b),\n\t\t\tthe reference to the relevant authority shall be read as a reference to theSecretary of State.\n\t\tIn subsection (2), in its application in relation to—\n\t\t\tsection 44, and\n\t\t\tthe provisions of section 50(2) to (10) so far as relating to Scotland (andnot within subsection (2)(b)),\n\t\t\tthe reference to the relevant authority shall be read as a reference to theScottish Ministers.\n\t\tSubject to subsections (6) to (8), this Act extends to England and Walesonly.\n\t\tThe following provisions, namely—\n\t\t\tsections 50 to 52 and 59,\n\t\t\tsections 63 to 66, and\n\t\t\tthis section,\n\t\t\talso extend to Scotland.\n\t\tThe following provisions, namely—\n\t\t\tsections 63 to 65, and\n\t\t\tthis section,\n\t\t\talso extend to Northern Ireland.\n\t\tThe extent of any amendment or repeal made by this Act is the same as thatof the enactment amended or repealed.\n\t\tSubsection (8) does not apply in relation to any amendment or repealrelating to section 115 of the Police Act 1997, and any such amendment orrepeal extends to England and Wales only.\n\t\tThe Secretary of State may by order provide that so much of this Act asextends to England and Wales is to apply to the Isles of Scilly with suchmodifications (if any) as are specified in the order; but otherwise this Actdoes not extend there."
    }
]