[
    {
        "length": 559,
        "text": "\nRepeal of Identity Cards Act 2006\n\tRepeal of Identity Cards Act 2006\n\t\tThe Identity Cards Act 2006 is repealed.\n\t\tBut— \n\t\t\tsections 25 and 26 of that Act (possession of false identity documentsetc), and\n\t\t\tsection 38 of that Act (verifying information provided with passportapplications etc),\n\t\t\t\tare re-enacted by this Act (with consequential amendments and, in the case ofsection 38, also with minor amendments).\n\t\tIn addition, the amendment of section 1 of the Consular Fees Act 1980 madeby section 36 of the Identity Cards Act 2006 continues to have effect subjectto a consequential amendment (see paragraph 2 of the Schedule to this Act).\n\tCancellation of ID cards etc\n\t\tNo ID cards are to be issued by the Secretary of State at any time on orafter the day on which this Act is passed.\n\t\tAll ID cards that are valid immediately before that day are to be treatedas cancelled by the Secretary of State at the end of the period of one monthbeginning with that day.\n\t\tAs soon as reasonably practicable after that day, the Secretary of Statemust send a letter to every cardholder—\n\t\t\tinforming the cardholder that the cardholder’s ID card is to be treated ascancelled as mentioned in subsection (2), and\n\t\t\tproviding the cardholder with such information about the consequences ofits cancellation as the Secretary of State considers appropriate.\n\t\tA letter under subsection (3) must be sent to the address recorded (at thetime it is sent) in the National Identity Register as the address of thecardholder’s principal place of residence in the United Kingdom.\n\t\tFor the purposes of this section a person is a “cardholder” if—\n\t\t\tan ID card has been issued to the person, and\n\t\t\tthe ID card is valid immediately before the day on which this Act ispassed.\n\t\tIn this section “ID card” has the same meaning as in the Identity Cards Act2006.\n\tDestruction of information recorded in National Identity Register\n\t\tThe Secretary of State must ensure that all the information recorded in theNational Identity Register is destroyed before the end of the period of twomonths beginning with the day on which this Act is passed."
    },
    {
        "length": 1922,
        "text": "\nFalse identity documents etc\n\tPossession of false identity documents etc with improper intention\n\t\tIt is an offence for a person (“P”) with an improper intention to have inP’s possession or under P’s control—\n\t\t\tan identity document that is false and that P knows or believes to befalse,\n\t\t\tan identity document that was improperly obtained and that P knows orbelieves to have been improperly obtained, or\n\t\t\tan identity document that relates to someone else.\n\t\tEach of the following is an improper intention—\n\t\t\tthe intention of using the document for establishing personal informationabout P;\n\t\t\tthe intention of allowing or inducing another to use it for establishing,ascertaining or verifying personal information about P or anyone else.\n\t\tIn subsection (2)(b) the reference to P or anyone else does not include, inthe case of a document within subsection (1)(c), the individual to whom itrelates.\n\t\tA person guilty of an offence under this section is liable, on convictionon indictment, to imprisonment for a term not exceeding 10 years or a fine (orboth).\n\tApparatus designed or adapted for the making of false identity documentsetc\n\t\tIt is an offence for a person (“P”) with the prohibited intention to makeor to have in P’s possession or under P’s control—\n\t\t\tany apparatus which, to P’s knowledge, is or has been specially designed oradapted for the making of false identity documents, or\n\t\t\tany article or material which, to P’s knowledge, is or has been speciallydesigned or adapted to be used in the making of such documents.\n\t\tThe prohibited intention is the intention—\n\t\t\tthat P or another will make a false identity document, and\n\t\t\tthat the document will be used by somebody for establishing, ascertainingor verifying personal information about a person.\n\t\tA person guilty of an offence under this section is liable, on convictionon indictment, to imprisonment for a term not exceeding 10 years or a fine (orboth).\n\tPossession of false identity documents etc without reasonable excuse\n\t\tIt is an offence for a person (“P”), without reasonable excuse, to have inP’s possession or under P’s control—\n\t\t\tan identity document that is false,\n\t\t\tan identity document that was improperly obtained,\n\t\t\tan identity document that relates to someone else,\n\t\t\tany apparatus which, to P’s knowledge, is or has been specially designed oradapted for the making of false identity documents, or\n\t\t\tany article or material which, to P’s knowledge, is or has been speciallydesigned or adapted to be used in the making of such documents.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine (or both), or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding the maximumperiod or a fine not exceeding the statutory maximum (or both).\n\t\tIn subsection (2)(b) “the maximum period” means—\n\t\t\tin England and Wales or Scotland, 12 months, and\n\t\t\tin Northern Ireland, 6 months.\n\t\tIn subsection (3)(a) the reference to 12 months in England and Wales is tobe read, in relation to an offence committed before the commencement ofsection 154(1) of the Criminal Justice Act 2003, as a reference to 6 months.\n\tMeaning of “identity document”\n\t\tFor the purposes of sections 4 to 6 “identity document” means any documentthat is or purports to be—\n\t\t\tan immigration document,\n\t\t\ta United Kingdom passport (within the meaning of the Immigration Act 1971),\n\t\t\ta passport issued by or on behalf of the authorities of a country orterritory outside the United Kingdom or by or on behalf of an internationalorganisation,\n\t\t\ta document that can be used (in some or all circumstances) instead of apassport,\n\t\t\ta licence to drive a motor vehicle granted under Part 3 of the Road Traffic1988 or under Part 2 of the Road Traffic (Northern Ireland) Order 1981, or\n\t\t\ta driving licence issued by or on behalf of the authorities of a country orterritory outside the United Kingdom.\n\t\tIn subsection (1)(a) “immigration document” means—\n\t\t\ta document used for confirming the right of a person under the EU Treatiesin respect of entry or residence in the United Kingdom,\n\t\t\ta document that is given in exercise of immigration functions and recordsinformation about leave granted to a person to enter or to remain in theUnited Kingdom, or\n\t\t\ta registration card (within the meaning of section 26A of the ImmigrationAct 1971).\n\t\tIn subsection (2)(b) “immigration functions” means functions under theImmigration Acts (within the meaning of the Asylum and Immigration (Treatmentof Claimants, etc.) Act 2004).\n\t\tReferences in subsection (1) to the issue of a document include itsrenewal, replacement or re-issue (with or without modifications).\n\t\tIn this section “document” includes a stamp or label.\n\t\tThe Secretary of State may by order amend the definition of “identitydocument”.\n\tMeaning of “personal information”\n\t\tFor the purposes of sections 4 and 5 “personal information”, in relation toan individual (“A”), means—\n\t\t\tA’s full name,\n\t\t\tother names by which A is or has previously been known,\n\t\t\tA’s gender,\n\t\t\tA’s date and place of birth,\n\t\t\texternal characteristics of A that are capable of being used foridentifying A,\n\t\t\tthe address of A’s principal place of residence in the United Kingdom,\n\t\t\tthe address of every other place in the United Kingdom or elsewhere where Ahas a place of residence,\n\t\t\twhere in the United Kingdom and elsewhere A has previously been resident,\n\t\t\tthe times at which A was resident at different places in the United Kingdomor elsewhere,\n\t\t\tA’s current residential status,\n\t\t\tresidential statuses previously held by A, and\n\t\t\tinformation about numbers allocated to A for identification purposes andabout the documents (including stamps or labels) to which they relate.\n\t\tIn subsection (1) “residential status” means—\n\t\t\tA’s nationality,\n\t\t\tA’s entitlement to remain in the United Kingdom, and\n\t\t\tif that entitlement derives from a grant of leave to enter or remain in theUnited Kingdom, the terms and conditions of that leave.\n\tOther definitions\n\t\t“Apparatus” includes any equipment, machinery or device and any wire orcable, together with any software used with it.\n\t\tIn relation to England and Wales and Northern Ireland, an identity documentis “false” only if it is false within the meaning of Part 1 of the Forgery andCounterfeiting Act 1981 (see section 9(1)).\n\t\tAn identity document was “improperly obtained” if—\n\t\t\tfalse information was provided in, or in connection with, the applicationfor its issue to the person who issued it, or\n\t\t\tfalse information was provided in, or in connection with, an applicationfor its modification to a person entitled to modify it.\n\t\tIn subsection (3)—\n\t\t\t“false” information includes information containing any inaccuracy oromission that results in a tendency to mislead,\n\t\t\t“information” includes documents (including stamps and labels) and records,and\n\t\t\tthe “issue” of a document includes its renewal, replacement or re-issue(with or without modifications).\n\t\tReferences to the making of a false identity document include themodification of an identity document so that it becomes false.\n\t\tThis section applies for the purposes of sections 4 to 6."
    },
    {
        "length": 820,
        "text": "\nVerification of information\n\tVerifying information provided with passport applications etc\n\t\tThis section applies where it appears to the Secretary of State that aperson within subsection (3) may have information that could be used—\n\t\t\tfor verifying information provided to the Secretary of State for thepurposes of, or in connection with, an application for the issue of apassport, or\n\t\t\tfor determining whether to withdraw an individual’s passport.\n\t\tFor the purpose of making the verification or determination mentioned insubsection (1)(a) or (b), the Secretary of State may require the person withinsubsection (3) to provide the Secretary of State with the information by adate specified in the requirement.\n\t\tThe persons referred to in subsection (1) are—\n\t\t\ta Minister of the Crown,\n\t\t\ta government department,\n\t\t\ta Northern Ireland department,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe Registrar General for England and Wales,\n\t\t\tthe Registrar General of Births, Deaths and Marriages for Scotland,\n\t\t\tthe Registrar General of Births and Deaths in Northern Ireland,\n\t\t\ta qualifying credit reference agency, and\n\t\t\tany other person specified for the purposes of this section by an ordermade by the Secretary of State.\n\t\tA credit reference agency is “qualifying” if, at the time a requirement isimposed, the agency is acting for the purposes of a contract for the provisionto the Secretary of State of information that could be used as mentioned insubsection (1)(a) or (b).\n\t\tA requirement imposed under this section on a qualifying credit referenceagency is enforceable in civil proceedings for—\n\t\t\tan injunction,\n\t\t\tin Scotland, specific performance of a statutory duty under section 45 ofthe Court of Session Act 1988, or\n\t\t\tany other appropriate remedy or relief.\n\t\tThe persons who may be specified under subsection (3)(i) include any personwho carries out a function that—\n\t\t\tis conferred by or under an enactment (whenever passed or made), and\n\t\t\tfalls to be carried out on behalf of the Crown.\n\t\tAn order under subsection (3)(i) may provide that where a requirement isimposed under this section on the person specified in the order, the duty tocomply with the requirement is enforceable as mentioned in subsection (5).\n\t\tIn a case within subsection (1)(a) where a passport is issued, informationprovided in accordance with this section must be destroyed no later than 28days after the passport is issued.\n\t\tIn a case within subsection (1)(b) where a passport is not withdrawn,information provided in accordance with this section must be destroyed nolater than 28 days after the determination is made not to withdraw thepassport.\n\t\tSubsections (8) and (9) do not apply in a case where it appears to theSecretary of State to be desirable to retain the information for the purposeof—\n\t\t\tpreventing or detecting crime, or\n\t\t\tapprehending or prosecuting offenders.\n\t\tThe Secretary of State may make payments to a person providing informationin accordance with this section in respect of the provision of theinformation.\n\t\tIn this section—\n\t\t\t“information” includes documents (including stamps and labels) and records,and\n\t\t\tthe “issue” of a document includes its renewal, replacement or re-issue(with or without modifications)."
    },
    {
        "length": 714,
        "text": "\nGeneral\n\tOrders \n\t\tThis section applies to an order under section 7(6) or 10(3)(i).\n\t\tAn order is to be made by statutory instrument.\n\t\tAn order may be made only if a draft of the statutory instrument containingit has been laid before, and approved by a resolution of, each House ofParliament.\n\t\tAn order may contain incidental, supplemental, consequential ortransitional provision.\n\tConsequential amendments\n\t\tThe Schedule contains consequential amendments.\n\tTransitional provision\n\t\tThe repeal and re-enactment of provisions by this Act does not affect thecontinuity of the law.\n\t\tAny subordinate legislation or other thing which—\n\t\t\thas been made or done under or for the purposes of a provision repealed andre-enacted by this Act, and\n\t\t\tis in force or effective immediately before commencement,\n\t\t\t\thas effect after commencement as if made or done under or for the purposes ofthe corresponding provision of this Act.\n\t\tAny reference (express or implied) in any enactment, instrument or documentto a provision of this Act is to be read as including, in relation to times,circumstances or purposes in relation to which any corresponding provisionrepealed by this Act had effect, a reference to that corresponding provision.\n\t\tThis subsection applies only so far as the context permits.\n\t\tAny reference (express or implied) in any enactment, instrument or documentto a provision repealed and re-enacted by this Act is to be read, in relationto times, circumstances or purposes in relation to which the correspondingprovision of this Act has effect, as a reference or (as the context mayrequire) as including a reference to that corresponding provision.\n\t\tThis subsection applies only so far as the context permits.\n\t\tAny reference to a provision repealed and re-enacted by this Act which iscontained in a document made, served or issued after commencement is to beread, except so far as a contrary intention appears, as a reference or (as thecontext may require) as including a reference to the corresponding provisionof this Act.\n\t\tIn this section “commencement” means the commencement of this section.\n\t\tThis section has effect instead of section 17(2) of the Interpretation Act1978 (but is without prejudice to section 16 and the other provisions of thatAct).\n\tCommencement, extent and short title\n\t\tSections 2 and 3 and this section come into force on the day on which thisAct is passed.\n\t\tThe other provisions of this Act come into force at the end of the periodof one month beginning with that day.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe enactment to which it relates.\n\t\tSubject to that, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tThis Act may be cited as the Identity Documents Act 2010.\n\t\t\tSection 12"
    }
]