{
    "general": "This law changes how much money the government can give to help develop countries outside the UK. Before, there was a limit on how much could be given, but now the limit has been raised so the government can provide more support for development projects. This will allow them to do more to improve living standards and create opportunities for people in these countries.",
    "series": [
        [
            {
                "length": 169,
                "short": "\"Government Aid Increased for Businesses Through CDC\"",
                "text": "\n* Simplified point 1: The law raises the maximum amount of government aid that can be given to businesses through the Commonwealth Development Corporation (CDC).\n* Simplified point 2: The CDC's ability to provide financial support to firms has been increased from £1,500 million to £6,000 million.\n* Simplified point 3: The Secretary of State now has the authority to raise the cap even further via regulation, up to a maximum of £12,000 million.\n* Simplified point 4: Any new regulations enacted by the Secretary of State must first be presented to Parliament in the form of a draft bill."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Commonwealth Development Corporation Act 2017 changes the way the government helps businesses. Before, the government could only give up to £1,500 million in help. Now, they can give up to £6,000 million! This means more money for businesses that need it. But, the government still needs to follow some rules when giving out this money. They have to tell Parliament about any new rules they make, so everyone knows what's going on. So, if you run a business and need some extra cash, you might be able to get some help from the government thanks to this new law!",
    "single": "\nCommonwealth Development Corporation Act 2017\n• Increases the limit on government assistance from £1,500 million to £6,000 million\n• Allows the Secretary of State to increase the limit further by regulations, up to a maximum of £12,000 million\n• Applies to the whole of the United Kingdom\n• Comes into force on the day it is passed\nIMPACT:\n• Increases the amount of financial assistance the government can provide to eligible countries\n• Gives the Secretary of State the power to increase the limit further, subject to approval by the House of Commons\n• Applies to the entire United Kingdom\n• Comes into force immediately after passage.\nEFFECTS:\n• Increased financial assistance to eligible countries, potentially leading to more development projects and improved living standards\n• Greater flexibility for the government in providing financial assistance, as the limit can be increased by regulations\n• No changes to existing laws or regulations, as the amendments are made to the existing Commonwealth Development Corporation Act 1999."
}