[
    {
        "length": 239,
        "text": "\nPart 1Preliminary\n\tRegister of title\n\t\tThere is to continue to be a register of title kept by the registrar.\n\t\tRules may make provision about how the register is to be kept and may, inparticular, make provision about—\n\t\t\tthe information to be included in the register,\n\t\t\tthe form in which information included in the register is to be kept, and\n\t\t\tthe arrangement of that information.\n\tScope of title registration\n\t\tThis Act makes provision about the registration of title to—\n\t\t\tunregistered legal estates which are interests of any of the followingkinds—\n\t\t\tan estate in land,\n\t\t\ta rentcharge,\n\t\t\ta franchise,\n\t\t\ta profit a prendre in gross, and\n\t\t\tany other interest or charge which subsists for the benefit of, or is acharge on, an interest the title to which is registered; and\n\t\t\tinterests capable of subsisting at law which are created by a dispositionof an interest the title to which is registered."
    },
    {
        "length": 437,
        "text": "\nVoluntary registration\n\tWhen title may be registered\n\t\tThis section applies to any unregistered legal estate which is an interestof any of the following kinds—\n\t\t\tan estate in land,\n\t\t\ta rentcharge,\n\t\t\ta franchise, and\n\t\t\ta profit a prendre in gross.\n\t\tSubject to the following provisions, a person may apply to the registrar tobe registered as the proprietor of an unregistered legal estate to which thissection applies if—\n\t\t\tthe estate is vested in him, or\n\t\t\the is entitled to require the estate to be vested in him.\n\t\tSubject to subsection (4), an application under subsection (2) in respectof a leasehold estate may only be made if the estate was granted for a term ofwhich more than seven years are unexpired.\n\t\tIn the case of an estate in land, subsection (3) does not apply if theright to possession under the lease is discontinuous.\n\t\tA person may not make an application under subsection (2)(a) in respect ofa leasehold estate vested in him as a mortgagee where there is a subsistingright of redemption.\n\t\tA person may not make an application under subsection (2)(b) if hisentitlement is as a person who has contracted to buy under a contract.\n\t\tIf a person holds in the same right both—\n\t\t\ta lease in possession, and\n\t\t\ta lease to take effect in possession on, or within a month of, the end ofthe lease in possession,\n\t\t\t\tthen, to the extent that they relate to the same land, they are to be treatedfor the purposes of this section as creating one continuous term."
    },
    {
        "length": 1985,
        "text": "\nCompulsory registration\n\tWhen title must be registered\n\t\tThe requirement of registration applies on the occurrence of any of thefollowing events—\n\t\t\tthe transfer of a qualifying estate—\n\t\t\tfor valuable or other consideration, by way of gift or in pursuance of anorder of any court, or\n\t\t\tby means of an assent (including a vesting assent);\n\t\t\tthe transfer of an unregistered legal estate in land in circumstances wheresection 171A of the Housing Act [1985 (c. 68)](/id/ukpga/1985/68?view=plain\"Go to item of legislation\") applies (disposal by landlord which leads to aperson no longer being a secure tenant);\n\t\t\tthe grant out of a qualifying estate of an estate in land—\n\t\t\tfor a term of years absolute of more than seven years from the date of thegrant, and\n\t\t\tfor valuable or other consideration, by way of gift or in pursuance of anorder of any court;\n\t\t\tthe grant out of a qualifying estate of an estate in land for a term ofyears absolute to take effect in possession after the end of the period ofthree months beginning with the date of the grant;\n\t\t\tthe grant of a lease in pursuance of Part 5 of the Housing Act 1985 (theright to buy) out of an unregistered legal estate in land;\n\t\t\tthe grant of a lease out of an unregistered legal estate in land in suchcircumstances as are mentioned in paragraph (b);\n\t\t\tthe creation of a protected first legal mortgage of a qualifying estate.\n\t\tFor the purposes of subsection (1), a qualifying estate is an unregisteredlegal estate which is—\n\t\t\ta freehold estate in land, or\n\t\t\ta leasehold estate in land for a term which, at the time of the transfer,grant or creation, has more than seven years to run.\n\t\tIn subsection (1)(a), the reference to transfer does not include transferby operation of law.\n\t\tSubsection (1)(a) does not apply to—\n\t\t\tthe assignment of a mortgage term, or\n\t\t\tthe assignment or surrender of a lease to the owner of the immediatereversion where the term is to merge in that reversion.\n\t\tSubsection (1)(c) does not apply to the grant of an estate to a person as amortgagee.\n\t\tFor the purposes of subsection (1)(a) and (c), if the estate transferred orgranted has a negative value, it is to be regarded as transferred or grantedfor valuable or other consideration.\n\t\tIn subsection (1)(a) and (c), references to transfer or grant by way ofgift include transfer or grant for the purpose of—\n\t\t\tconstituting a trust under which the settlor does not retain the whole ofthe beneficial interest, or\n\t\t\tuniting the bare legal title and the beneficial interest in property heldunder a trust under which the settlor did not, on constitution, retain thewhole of the beneficial interest.\n\t\tFor the purposes of subsection (1)(g)—\n\t\t\ta legal mortgage is protected if it takes effect on its creation as amortgage to be protected by the deposit of documents relating to the mortgagedestate, and\n\t\t\ta first legal mortgage is one which, on its creation, ranks in priorityahead of any other mortgages then affecting the mortgaged estate.\n\t\tIn this section—\n\t\t\t  * “land” does not include mines and minerals held apart from the surface; \n\t\t\t  * “vesting assent” has the same meaning as in the Settled Land Act [1925 (c. 18)](/id/ukpga/1925/18?view=plain \"Go to item of legislation\"). \n\tPower to extend section 4\n\t\tThe Lord Chancellor may by order—\n\t\t\tamend section 4 so as to add to the events on the occurrence of which therequirement of registration applies such relevant event as he may specify inthe order, and\n\t\t\tmake such consequential amendments of any provision of, or having effectunder, any Act as he thinks appropriate.\n\t\tFor the purposes of subsection (1)(a), a relevant event is an eventrelating to an unregistered legal estate which is an interest of any of thefollowing kinds—\n\t\t\tan estate in land,\n\t\t\ta rentcharge,\n\t\t\ta franchise, and\n\t\t\ta profit a prendre in gross.\n\t\tThe power conferred by subsection (1) may not be exercised so as to requirethe title to an estate granted to a person as a mortgagee to be registered.\n\t\tBefore making an order under this section the Lord Chancellor must consultsuch persons as he considers appropriate.\n\tDuty to apply for registration of title\n\t\tIf the requirement of registration applies, the responsible estate owner,or his successor in title, must, before the end of the period forregistration, apply to the registrar to be registered as the proprietor of theregistrable estate.\n\t\tIf the requirement of registration applies because of section 4(1)(g)—\n\t\t\tthe registrable estate is the estate charged by the mortgage, and\n\t\t\tthe responsible estate owner is the owner of that estate.\n\t\tIf the requirement of registration applies otherwise than because ofsection 4(1)(g)—\n\t\t\tthe registrable estate is the estate which is transferred or granted, and\n\t\t\tthe responsible estate owner is the transferee or grantee of that estate.\n\t\tThe period for registration is 2 months beginning with the date on whichthe relevant event occurs, or such longer period as the registrar may provideunder subsection (5).\n\t\tIf on the application of any interested person the registrar is satisfiedthat there is good reason for doing so, he may by order provide that theperiod for registration ends on such later date as he may specify in theorder.\n\t\tRules may make provision enabling the mortgagee under any mortgage fallingwithin section 4(1)(g) to require the estate charged by the mortgage to beregistered whether or not the mortgagor consents.\n\tEffect of non-compliance with section 6\n\t\tIf the requirement of registration is not complied with, the transfer,grant or creation becomes void as regards the transfer, grant or creation of alegal estate.\n\t\tOn the application of subsection (1)—\n\t\t\tin a case falling within section 4(1)(a) or (b), the title to the legalestate reverts to the transferor who holds it on a bare trust for thetransferee, and\n\t\t\tin a case falling within section 4(1)(c) to (g), the grant or creation haseffect as a contract made for valuable consideration to grant or create thelegal estate concerned.\n\t\tIf an order under section 6(5) is made in a case where subsection (1) hasalready applied, that application of the subsection is to be treated as nothaving occurred.\n\t\tThe possibility of reverter under subsection (1) is to be disregarded forthe purposes of determining whether a fee simple is a fee simple absolute.\n\tLiability for making good void transfers etc\n\t\tIf a legal estate is retransferred, regranted or recreated because of afailure to comply with the requirement of registration, the transferee,grantee or, as the case may be, the mortgagor—\n\t\t\tis liable to the other party for all the proper costs of and incidental tothe retransfer, regrant or recreation of the legal estate, and\n\t\t\tis liable to indemnify the other party in respect of any other liabilityreasonably incurred by him because of the failure to comply with therequirement of registration."
    },
    {
        "length": 846,
        "text": "\nClasses of title\n\tTitles to freehold estates\n\t\tIn the case of an application for registration under this Chapter of afreehold estate, the classes of title with which the applicant may beregistered as proprietor are—\n\t\t\tabsolute title,\n\t\t\tqualified title, and\n\t\t\tpossessory title;\n\t\t\t\tand the following provisions deal with when each of the classes of title isavailable.\n\t\tA person may be registered with absolute title if the registrar is of theopinion that the person’s title to the estate is such as a willing buyer couldproperly be advised by a competent professional adviser to accept.\n\t\tIn applying subsection (2), the registrar may disregard the fact that aperson’s title appears to him to be open to objection if he is of the opinionthat the defect will not cause the holding under the title to be disturbed.\n\t\tA person may be registered with qualified title if the registrar is of theopinion that the person’s title to the estate has been established only for alimited period or subject to certain reservations which cannot be disregardedunder subsection (3).\n\t\tA person may be registered with possessory title if the registrar is of theopinion—\n\t\t\tthat the person is in actual possession of the land, or in receipt of therents and profits of the land, by virtue of the estate, and\n\t\t\tthat there is no other class of title with which he may be registered.\n\tTitles to leasehold estates\n\t\tIn the case of an application for registration under this Chapter of aleasehold estate, the classes of title with which the applicant may beregistered as proprietor are—\n\t\t\tabsolute title,\n\t\t\tgood leasehold title,\n\t\t\tqualified title, and\n\t\t\tpossessory title;\n\t\t\t\tand the following provisions deal with when each of the classes of title isavailable.\n\t\tA person may be registered with absolute title if—\n\t\t\tthe registrar is of the opinion that the person’s title to the estate issuch as a willing buyer could properly be advised by a competent professionaladviser to accept, and\n\t\t\tthe registrar approves the lessor’s title to grant the lease.\n\t\tA person may be registered with good leasehold title if the registrar is ofthe opinion that the person’s title to the estate is such as a willing buyercould properly be advised by a competent professional adviser to accept.\n\t\tIn applying subsection (2) or (3), the registrar may disregard the factthat a person’s title appears to him to be open to objection if he is of theopinion that the defect will not cause the holding under the title to bedisturbed.\n\t\tA person may be registered with qualified title if the registrar is of theopinion that the person’s title to the estate, or the lessor’s title to thereversion, has been established only for a limited period or subject tocertain reservations which cannot be disregarded under subsection (4).\n\t\tA person may be registered with possessory title if the registrar is of theopinion—\n\t\t\tthat the person is in actual possession of the land, or in receipt of therents and profits of the land, by virtue of the estate, and\n\t\t\tthat there is no other class of title with which he may be registered."
    },
    {
        "length": 917,
        "text": "\nEffect of first registration\n\tFreehold estates\n\t\tThis section is concerned with the registration of a person under thisChapter as the proprietor of a freehold estate.\n\t\tRegistration with absolute title has the effect described in subsections(3) to (5).\n\t\tThe estate is vested in the proprietor together with all interestssubsisting for the benefit of the estate.\n\t\tThe estate is vested in the proprietor subject only to the followinginterests affecting the estate at the time of registration—\n\t\t\tinterests which are the subject of an entry in the register in relation tothe estate,\n\t\t\tunregistered interests which fall within any of the paragraphs of Schedule1, and\n\t\t\tinterests acquired under the Limitation Act [1980 (c.58)](/id/ukpga/1980/58?view=plain \"Go to item of legislation\") of which theproprietor has notice.\n\t\tIf the proprietor is not entitled to the estate for his own benefit, or notentitled solely for his own benefit, then, as between himself and the personsbeneficially entitled to the estate, the estate is vested in him subject tosuch of their interests as he has notice of.\n\t\tRegistration with qualified title has the same effect as registration withabsolute title, except that it does not affect the enforcement of any estate,right or interest which appears from the register to be excepted from theeffect of registration.\n\t\tRegistration with possessory title has the same effect as registration withabsolute title, except that it does not affect the enforcement of any estate,right or interest adverse to, or in derogation of, the proprietor’s titlesubsisting at the time of registration or then capable of arising.\n\tLeasehold estates\n\t\tThis section is concerned with the registration of a person under thisChapter as the proprietor of a leasehold estate.\n\t\tRegistration with absolute title has the effect described in subsections(3) to (5).\n\t\tThe estate is vested in the proprietor together with all interestssubsisting for the benefit of the estate.\n\t\tThe estate is vested subject only to the following interests affecting theestate at the time of registration—\n\t\t\timplied and express covenants, obligations and liabilities incident to theestate,\n\t\t\tinterests which are the subject of an entry in the register in relation tothe estate,\n\t\t\tunregistered interests which fall within any of the paragraphs of Schedule1, and\n\t\t\tinterests acquired under the Limitation Act [1980 (c.58)](/id/ukpga/1980/58?view=plain \"Go to item of legislation\") of which theproprietor has notice.\n\t\tIf the proprietor is not entitled to the estate for his own benefit, or notentitled solely for his own benefit, then, as between himself and the personsbeneficially entitled to the estate, the estate is vested in him subject tosuch of their interests as he has notice of.\n\t\tRegistration with good leasehold title has the same effect as registrationwith absolute title, except that it does not affect the enforcement of anyestate, right or interest affecting, or in derogation of, the title of thelessor to grant the lease.\n\t\tRegistration with qualified title has the same effect as registration withabsolute title except that it does not affect the enforcement of any estate,right or interest which appears from the register to be excepted from theeffect of registration.\n\t\tRegistration with possessory title has the same effect as registration withabsolute title, except that it does not affect the enforcement of any estate,right or interest adverse to, or in derogation of, the proprietor’s titlesubsisting at the time of registration or then capable of arising."
    },
    {
        "length": 103,
        "text": "\nDependent estates\n\tAppurtenant rights and charges\n\t\tRules may—\n\t\t\tmake provision for the registration of the proprietor of a registeredestate as the proprietor of an unregistered legal estate which subsists forthe benefit of the registered estate;\n\t\t\tmake provision for the registration of a person as the proprietor of anunregistered legal estate which is a charge on a registered estate."
    },
    {
        "length": 134,
        "text": "\nSupplementary\n\tRules about first registration\n\t\tRules may—\n\t\t\tmake provision about the making of applications for registration under thisChapter;\n\t\t\tmake provision about the functions of the registrar following the making ofsuch an application, including provision about—\n\t\t\tthe examination of title, and\n\t\t\tthe entries to be made in the register where such an application isapproved;\n\t\t\tmake provision about the effect of any entry made in the register inpursuance of such an application."
    },
    {
        "length": 1314,
        "text": "\nChapter 2Cautions against first registration\n\tRight to lodge\n\t\tSubject to subsection (3), a person may lodge a caution against theregistration of title to an unregistered legal estate if he claims to be—\n\t\t\tthe owner of a qualifying estate, or\n\t\t\tentitled to an interest affecting a qualifying estate.\n\t\tFor the purposes of subsection (1), a qualifying estate is a legal estatewhich—\n\t\t\trelates to land to which the caution relates, and\n\t\t\tis an interest of any of the following kinds—\n\t\t\tan estate in land,\n\t\t\ta rentcharge,\n\t\t\ta franchise, and\n\t\t\ta profit a prendre in gross.\n\t\tNo caution may be lodged under subsection (1)—\n\t\t\tin the case of paragraph (a), by virtue of ownership of—\n\t\t\ta freehold estate in land, or\n\t\t\ta leasehold estate in land granted for a term of which more than sevenyears are unexpired;\n\t\t\tin the case of paragraph (b), by virtue of entitlement to such a leaseholdestate as is mentioned in paragraph (a)(ii) of this subsection.\n\t\tThe right under subsection (1) is exercisable by application to theregistrar.\n\tEffect \n\t\tWhere an application for registration under this Part relates to a legalestate which is the subject of a caution against first registration, theregistrar must give the cautioner notice of the application and of his rightto object to it.\n\t\tThe registrar may not determine an application to which subsection (1)applies before the end of such period as rules may provide, unless thecautioner has exercised his right to object to the application or given theregistrar notice that he does not intend to do so.\n\t\tExcept as provided by this section, a caution against first registrationhas no effect and, in particular, has no effect on the validity or priority ofany interest of the cautioner in the legal estate to which the cautionrelates.\n\t\tFor the purposes of subsection (1), notice given by a person acting onbehalf of an applicant for registration under this Part is to be treated asgiven by the registrar if—\n\t\t\tthe person is of a description provided by rules, and\n\t\t\tnotice is given in such circumstances as rules may provide.\n\tWithdrawal \n\t\tThe cautioner may withdraw a caution against first registration by applicationto the registrar.\n\tCancellation \n\t\tA person may apply to the registrar for cancellation of a caution againstfirst registration if he is—\n\t\t\tthe owner of the legal estate to which the caution relates, or\n\t\t\ta person of such other description as rules may provide.\n\t\tSubject to rules, no application under subsection (1)(a) may be made by aperson who—\n\t\t\tconsented in such manner as rules may provide to the lodging of thecaution, or\n\t\t\tderives title to the legal estate by operation of law from a person who didso.\n\t\tWhere an application is made under subsection (1), the registrar must givethe cautioner notice of the application and of the effect of subsection (4).\n\t\tIf the cautioner does not exercise his right to object to the applicationbefore the end of such period as rules may provide, the registrar must cancelthe caution.\n\tCautions register\n\t\tThe registrar must keep a register of cautions against first registration.\n\t\tRules may make provision about how the cautions register is to be kept andmay, in particular, make provision about—\n\t\t\tthe information to be included in the register,\n\t\t\tthe form in which information included in the register is to be kept, and\n\t\t\tthe arrangement of that information.\n\tAlteration of register by court\n\t\tThe court may make an order for alteration of the cautions register for thepurpose of—\n\t\t\tcorrecting a mistake, or\n\t\t\tbringing the register up to date.\n\t\tAn order under subsection (1) has effect when served on the registrar toimpose a duty on him to give effect to it.\n\t\tRules may make provision about—\n\t\t\tthe circumstances in which there is a duty to exercise the power undersubsection (1),\n\t\t\tthe form of an order under that subsection, and\n\t\t\tservice of such an order.\n\tAlteration of register by registrar\n\t\tThe registrar may alter the cautions register for the purpose of—\n\t\t\tcorrecting a mistake, or\n\t\t\tbringing the register up to date.\n\t\tRules may make provision about—\n\t\t\tthe circumstances in which there is a duty to exercise the power undersubsection (1),\n\t\t\thow the cautions register is to be altered in exercise of that power,\n\t\t\tapplications for the exercise of that power, and\n\t\t\tprocedure in relation to the exercise of that power, whether on applicationor otherwise.\n\t\tWhere an alteration is made under this section, the registrar may pay suchamount as he thinks fit in respect of any costs reasonably incurred by aperson in connection with the alteration.\n\tSupplementary \n\t\tIn this Chapter, “the cautioner”, in relation to a caution against firstregistration, means the person who lodged the caution, or such other person asrules may provide."
    },
    {
        "length": 2064,
        "text": "\nPart 3Dispositions of registered land\n\tPowers of disposition\n\t\tOwner’s powers\n\t\t\tOwner’s powers in relation to a registered estate consist of—\n\t\t\t\tpower to make a disposition of any kind permitted by the general law inrelation to an interest of that description, other than a mortgage by demiseor sub-demise, and\n\t\t\t\tpower to charge the estate at law with the payment of money.\n\t\t\tOwner’s powers in relation to a registered charge consist of—\n\t\t\t\tpower to make a disposition of any kind permitted by the general law inrelation to an interest of that description, other than a legal sub-mortgage,and\n\t\t\t\tpower to charge at law with the payment of money indebtedness secured bythe registered charge.\n\t\t\tIn subsection (2)(a), “legal sub-mortgage” means—\n\t\t\t\ta transfer by way of mortgage,\n\t\t\t\ta sub-mortgage by sub-demise, and\n\t\t\t\ta charge by way of legal mortgage.\n\t\tRight to exercise owner’s powers\n\t\t\tA person is entitled to exercise owner’s powers in relation to a registeredestate or charge if he is—\n\t\t\t\tthe registered proprietor, or\n\t\t\t\tentitled to be registered as the proprietor.\n\t\tMode of exercise\n\t\t\tA registrable disposition of a registered estate or charge only has effectif it complies with such requirements as to form and content as rules mayprovide.\n\t\t\tRules may apply subsection (1) to any other kind of disposition whichdepends for its effect on registration.\n\t\tProtection of disponees\n\t\t\tSubject to subsection (2), a person’s right to exercise owner’s powers inrelation to a registered estate or charge is to be taken to be free from anylimitation affecting the validity of a disposition.\n\t\t\tSubsection (1) does not apply to a limitation—\n\t\t\t\treflected by an entry in the register, or\n\t\t\t\timposed by, or under, this Act.\n\t\t\tThis section has effect only for the purpose of preventing the title of adisponee being questioned (and so does not affect the lawfulness of adisposition).\n\tRegistrable dispositions\n\t\tDispositions required to be registered\n\t\t\tIf a disposition of a registered estate or registered charge is required tobe completed by registration, it does not operate at law until the relevantregistration requirements are met.\n\t\t\tIn the case of a registered estate, the following are the dispositionswhich are required to be completed by registration—\n\t\t\t\ta transfer,\n\t\t\t\twhere the registered estate is an estate in land, the grant of a term ofyears absolute—\n\t\t\t\tfor a term of more than seven years from the date of the grant,\n\t\t\t\tto take effect in possession after the end of the period of three monthsbeginning with the date of the grant,\n\t\t\t\tunder which the right to possession is discontinuous,\n\t\t\t\tin pursuance of Part 5 of the Housing Act [1985 (c.68)](/id/ukpga/1985/68?view=plain \"Go to item of legislation\") (the right tobuy), or\n\t\t\t\tin circumstances where section 171A of that Act applies (disposal bylandlord which leads to a person no longer being a secure tenant),\n\t\t\t\twhere the registered estate is a franchise or manor, the grant of a lease,\n\t\t\t\tthe express grant or reservation of an interest of a kind falling withinsection 1(2)(a) of the Law of Property Act [1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\"), other than onewhich is capable of being registered under the Commons Registration Act [1965(c. 64)](/id/ukpga/1965/64?view=plain \"Go to item of legislation\"),\n\t\t\t\tthe express grant or reservation of an interest of a kind falling withinsection 1(2)(b) or (e) of the Law of Property Act 1925, and\n\t\t\t\tthe grant of a legal charge.\n\t\t\tIn the case of a registered charge, the following are the dispositionswhich are required to be completed by registration—\n\t\t\t\ta transfer, and\n\t\t\t\tthe grant of a sub-charge.\n\t\t\tSchedule 2 to this Act (which deals with the relevant registrationrequirements) has effect.\n\t\t\tThis section applies to dispositions by operation of law as it applies toother dispositions, but with the exception of the following—\n\t\t\t\ta transfer on the death or bankruptcy of an individual proprietor,\n\t\t\t\ta transfer on the dissolution of a corporate proprietor, and\n\t\t\t\tthe creation of a legal charge which is a local land charge.\n\t\t\tRules may make provision about applications to the registrar for thepurpose of meeting registration requirements under this section.\n\t\t\tIn subsection (2)(d), the reference to express grant does not include grantas a result of the operation of section 62 of the Law of Property Act [1925(c. 20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\").\n\tEffect of dispositions on priority\n\t\tBasic rule\n\t\t\tExcept as provided by sections 29 and 30, the priority of an interestaffecting a registered estate or charge is not affected by a disposition ofthe estate or charge.\n\t\t\tIt makes no difference for the purposes of this section whether theinterest or disposition is registered.\n\t\tEffect of registered dispositions: estates\n\t\t\tIf a registrable disposition of a registered estate is made for valuableconsideration, completion of the disposition by registration has the effect ofpostponing to the interest under the disposition any interest affecting theestate immediately before the disposition whose priority is not protected atthe time of registration.\n\t\t\tFor the purposes of subsection (1), the priority of an interest isprotected—\n\t\t\t\tin any case, if the interest—\n\t\t\t\tis a registered charge or the subject of a notice in the register,\n\t\t\t\tfalls within any of the paragraphs of Schedule 3, or\n\t\t\t\tappears from the register to be excepted from the effect of registration,and\n\t\t\t\tin the case of a disposition of a leasehold estate, if the burden of theinterest is incident to the estate.\n\t\t\tSubsection (2)(a)(ii) does not apply to an interest which has been thesubject of a notice in the register at any time since the coming into force ofthis section.\n\t\t\tWhere the grant of a leasehold estate in land out of a registered estatedoes not involve a registrable disposition, this section has effect as if—\n\t\t\t\tthe grant involved such a disposition, and\n\t\t\t\tthe disposition were registered at the time of the grant.\n\t\tEffect of registered dispositions: charges\n\t\t\tIf a registrable disposition of a registered charge is made for valuableconsideration, completion of the disposition by registration has the effect ofpostponing to the interest under the disposition any interest affecting thecharge immediately before the disposition whose priority is not protected atthe time of registration.\n\t\t\tFor the purposes of subsection (1), the priority of an interest isprotected—\n\t\t\t\tin any case, if the interest—\n\t\t\t\tis a registered charge or the subject of a notice in the register,\n\t\t\t\tfalls within any of the paragraphs of Schedule 3, or\n\t\t\t\tappears from the register to be excepted from the effect of registration,and\n\t\t\t\tin the case of a disposition of a charge which relates to a leaseholdestate, if the burden of the interest is incident to the estate.\n\t\t\tSubsection (2)(a)(ii) does not apply to an interest which has been thesubject of a notice in the register at any time since the coming into force ofthis section.\n\t\tInland Revenue charges\n\t\t\tThe effect of a disposition of a registered estate or charge on a charge undersection 237 of the Inheritance Tax Act [1984 (c.51)](/id/ukpga/1984/51?view=plain \"Go to item of legislation\") (charge forunpaid tax) is to be determined, not in accordance with sections 28 to 30above, but in accordance with sections 237(6) and 238 of that Act (under whicha purchaser in good faith for money or money’s worth takes free from thecharge in the absence of registration)."
    },
    {
        "length": 3048,
        "text": "\nPart 4Notices and restrictions\n\tNotices\n\t\tNature and effect\n\t\t\tA notice is an entry in the register in respect of the burden of aninterest affecting a registered estate or charge.\n\t\t\tThe entry of a notice is to be made in relation to the registered estate orcharge affected by the interest concerned.\n\t\t\tThe fact that an interest is the subject of a notice does not necessarilymean that the interest is valid, but does mean that the priority of theinterest, if valid, is protected for the purposes of sections 29 and 30.\n\t\tExcluded interests\n\t\t\tNo notice may be entered in the register in respect of any of the following—\n\t\t\t\tan interest under—\n\t\t\t\ta trust of land, or\n\t\t\t\ta settlement under the Settled Land Act [1925 (c.18)](/id/ukpga/1925/18?view=plain \"Go to item of legislation\"),\n\t\t\t\ta leasehold estate in land which—\n\t\t\t\tis granted for a term of years of three years or less from the date of thegrant, and\n\t\t\t\tis not required to be registered,\n\t\t\t\ta restrictive covenant made between a lessor and lessee, so far as relatingto the demised premises,\n\t\t\t\tan interest which is capable of being registered under the CommonsRegistration Act [1965 (c. 64)](/id/ukpga/1965/64?view=plain \"Go to item oflegislation\"), and\n\t\t\t\tan interest in any coal or coal mine, the rights attached to any suchinterest and the rights of any person under section 38, 49 or 51 of the CoalIndustry Act [1994 (c. 21)](/id/ukpga/1994/21?view=plain \"Go to item oflegislation\").\n\t\tEntry on application\n\t\t\tA person who claims to be entitled to the benefit of an interest affectinga registered estate or charge may, if the interest is not excluded by section33, apply to the registrar for the entry in the register of a notice inrespect of the interest.\n\t\t\tSubject to rules, an application under this section may be for—\n\t\t\t\tan agreed notice, or\n\t\t\t\ta unilateral notice.\n\t\t\tThe registrar may only approve an application for an agreed notice if—\n\t\t\t\tthe applicant is the relevant registered proprietor, or a person entitledto be registered as such proprietor,\n\t\t\t\tthe relevant registered proprietor, or a person entitled to be registeredas such proprietor, consents to the entry of the notice, or\n\t\t\t\tthe registrar is satisfied as to the validity of the applicant’s claim.\n\t\t\tIn subsection (3), references to the relevant registered proprietor are tothe proprietor of the registered estate or charge affected by the interest towhich the application relates.\n\t\tUnilateral notices\n\t\t\tIf the registrar enters a notice in the register in pursuance of anapplication under section 34(2)(b) (“a unilateral notice”), he must givenotice of the entry to—\n\t\t\t\tthe proprietor of the registered estate or charge to which it relates, and\n\t\t\t\tsuch other persons as rules may provide.\n\t\t\tA unilateral notice must—\n\t\t\t\tindicate that it is such a notice, and\n\t\t\t\tidentify who is the beneficiary of the notice.\n\t\t\tThe person shown in the register as the beneficiary of a unilateral notice,or such other person as rules may provide, may apply to the registrar for theremoval of the notice from the register.\n\t\tCancellation of unilateral notices\n\t\t\tA person may apply to the registrar for the cancellation of a unilateralnotice if he is—\n\t\t\t\tthe registered proprietor of the estate or charge to which the noticerelates, or\n\t\t\t\ta person entitled to be registered as the proprietor of that estate orcharge.\n\t\t\tWhere an application is made under subsection (1), the registrar must givethe beneficiary of the notice notice of the application and of the effect ofsubsection (3).\n\t\t\tIf the beneficiary of the notice does not exercise his right to object tothe application before the end of such period as rules may provide, theregistrar must cancel the notice.\n\t\t\tIn this section—\n\t\t\t\t  * “beneficiary”, in relation to a unilateral notice, means the person shown in the register as the beneficiary of the notice, or such other person as rules may provide; \n\t\t\t\t  * “unilateral notice” means a notice entered in the register in pursuance of an application under section 34(2)(b). \n\t\tUnregistered interests\n\t\t\tIf it appears to the registrar that a registered estate is subject to anunregistered interest which—\n\t\t\t\tfalls within any of the paragraphs of Schedule 1, and\n\t\t\t\tis not excluded by section 33,\n\t\t\t\t\the may enter a notice in the register in respect of the interest.\n\t\t\tThe registrar must give notice of an entry under this section to suchpersons as rules may provide.\n\t\tRegistrable dispositions\n\t\t\tWhere a person is entered in the register as the proprietor of an interestunder a disposition falling within section 27(2)(b) to (e), the registrar mustalso enter a notice in the register in respect of that interest.\n\t\tSupplementary \n\t\t\tRules may make provision about the form and content of notices in theregister.\n\tRestrictions\n\t\tNature \n\t\t\tA restriction is an entry in the register regulating the circumstances inwhich a disposition of a registered estate or charge may be the subject of anentry in the register.\n\t\t\tA restriction may, in particular—\n\t\t\t\tprohibit the making of an entry in respect of any disposition, or adisposition of a kind specified in the restriction;\n\t\t\t\tprohibit the making of an entry—\n\t\t\t\tindefinitely, \n\t\t\t\tfor a period specified in the restriction, or\n\t\t\t\tuntil the occurrence of an event so specified.\n\t\t\tWithout prejudice to the generality of subsection (2)(b)(iii), the eventswhich may be specified include—\n\t\t\t\tthe giving of notice,\n\t\t\t\tthe obtaining of consent, and\n\t\t\t\tthe making of an order by the court or registrar.\n\t\t\tThe entry of a restriction is to be made in relation to the registeredestate or charge to which it relates.\n\t\tEffect \n\t\t\tWhere a restriction is entered in the register, no entry in respect of adisposition to which the restriction applies may be made in the registerotherwise than in accordance with the terms of the restriction, subject to anyorder under subsection (2).\n\t\t\tThe registrar may by order—\n\t\t\t\tdisapply a restriction in relation to a disposition specified in the orderor dispositions of a kind so specified, or\n\t\t\t\tprovide that a restriction has effect, in relation to a dispositionspecified in the order or dispositions of a kind so specified, withmodifications so specified.\n\t\t\tThe power under subsection (2) is exercisable only on the application of aperson who appears to the registrar to have a sufficient interest in therestriction.\n\t\tPower of registrar to enter\n\t\t\tThe registrar may enter a restriction in the register if it appears to himthat it is necessary or desirable to do so for the purpose of—\n\t\t\t\tpreventing invalidity or unlawfulness in relation to dispositions of aregistered estate or charge,\n\t\t\t\tsecuring that interests which are capable of being overreached on adisposition of a registered estate or charge are overreached, or\n\t\t\t\tprotecting a right or claim in relation to a registered estate or charge.\n\t\t\tNo restriction may be entered under subsection (1)(c) for the purpose ofprotecting the priority of an interest which is, or could be, the subject of anotice.\n\t\t\tThe registrar must give notice of any entry made under this section to theproprietor of the registered estate or charge concerned, except where theentry is made in pursuance of an application under section 43.\n\t\t\tFor the purposes of subsection (1)(c), a person entitled to the benefit ofa charging order relating to an interest under a trust shall be treated ashaving a right or claim in relation to the trust property.\n\t\tApplications \n\t\t\tA person may apply to the registrar for the entry of a restriction undersection 42(1) if—\n\t\t\t\the is the relevant registered proprietor, or a person entitled to beregistered as such proprietor,\n\t\t\t\tthe relevant registered proprietor, or a person entitled to be registeredas such proprietor, consents to the application, or\n\t\t\t\the otherwise has a sufficient interest in the making of the entry.\n\t\t\tRules may—\n\t\t\t\trequire the making of an application under subsection (1) in suchcircumstances, and by such person, as the rules may provide;\n\t\t\t\tmake provision about the form of consent for the purposes of subsection(1)(b);\n\t\t\t\tprovide for classes of person to be regarded as included in subsection(1)(c);\n\t\t\t\tspecify standard forms of restriction.\n\t\t\tIf an application under subsection (1) is made for the entry of arestriction which is not in a form specified under subsection (2)(d), theregistrar may only approve the application if it appears to him—\n\t\t\t\tthat the terms of the proposed restriction are reasonable, and\n\t\t\t\tthat applying the proposed restriction would—\n\t\t\t\tbe straightforward, and\n\t\t\t\tnot place an unreasonable burden on him.\n\t\t\tIn subsection (1), references to the relevant registered proprietor are tothe proprietor of the registered estate or charge to which the applicationrelates.\n\t\tObligatory restrictions\n\t\t\tIf the registrar enters two or more persons in the register as theproprietor of a registered estate in land, he must also enter in the registersuch restrictions as rules may provide for the purpose of securing thatinterests which are capable of being overreached on a disposition of theestate are overreached.\n\t\t\tWhere under any enactment the registrar is required to enter a restrictionwithout application, the form of the restriction shall be such as rules mayprovide.\n\t\tNotifiable applications\n\t\t\tWhere an application under section 43(1) is notifiable, the registrar mustgive notice of the application, and of the right to object to it, to—\n\t\t\t\tthe proprietor of the registered estate or charge to which it relates, and\n\t\t\t\tsuch other persons as rules may provide.\n\t\t\tThe registrar may not determine an application to which subsection (1)applies before the end of such period as rules may provide, unless the person,or each of the persons, notified under that subsection has exercised his rightto object to the application or given the registrar notice that he does notintend to do so.\n\t\t\tFor the purposes of this section, an application under section 43(1) isnotifiable unless it is—\n\t\t\t\tmade by or with the consent of the proprietor of the registered estate orcharge to which the application relates, or a person entitled to be registeredas such proprietor,\n\t\t\t\tmade in pursuance of rules under section 43(2)(a), or\n\t\t\t\tan application for the entry of a restriction reflecting a limitation underan order of the court or registrar, or an undertaking given in place of suchan order.\n\t\tPower of court to order entry\n\t\t\tIf it appears to the court that it is necessary or desirable to do so forthe purpose of protecting a right or claim in relation to a registered estateor charge, it may make an order requiring the registrar to enter a restrictionin the register.\n\t\t\tNo order under this section may be made for the purpose of protecting thepriority of an interest which is, or could be, the subject of a notice.\n\t\t\tThe court may include in an order under this section a direction that anentry made in pursuance of the order is to have overriding priority.\n\t\t\tIf an order under this section includes a direction under subsection (3),the registrar must make such entry in the register as rules may provide.\n\t\t\tThe court may make the exercise of its power under subsection (3) subjectto such terms and conditions as it thinks fit.\n\t\tWithdrawal \n\t\t\tA person may apply to the registrar for the withdrawal of a restriction if—\n\t\t\t\tthe restriction was entered in such circumstances as rules may provide, and\n\t\t\t\the is of such a description as rules may provide."
    },
    {
        "length": 1161,
        "text": "\nPart 5Charges\n\tRelative priority\n\t\tRegistered charges\n\t\t\tRegistered charges on the same registered estate, or on the same registeredcharge, are to be taken to rank as between themselves in the order shown inthe register.\n\t\t\tRules may make provision about—\n\t\t\t\thow the priority of registered charges as between themselves is to be shownin the register, and\n\t\t\t\tapplications for registration of the priority of registered charges asbetween themselves.\n\t\tTacking and further advances\n\t\t\tThe proprietor of a registered charge may make a further advance on thesecurity of the charge ranking in priority to a subsequent charge if he hasnot received from the subsequent chargee notice of the creation of thesubsequent charge.\n\t\t\tNotice given for the purposes of subsection (1) shall be treated asreceived at the time when, in accordance with rules, it ought to have beenreceived.\n\t\t\tThe proprietor of a registered charge may also make a further advance onthe security of the charge ranking in priority to a subsequent charge if—\n\t\t\t\tthe advance is made in pursuance of an obligation, and\n\t\t\t\tat the time of the creation of the subsequent charge the obligation wasentered in the register in accordance with rules.\n\t\t\tThe proprietor of a registered charge may also make a further advance onthe security of the charge ranking in priority to a subsequent charge if—\n\t\t\t\tthe parties to the prior charge have agreed a maximum amount for which thecharge is security, and\n\t\t\t\tat the time of the creation of the subsequent charge the agreement wasentered in the register in accordance with rules.\n\t\t\tRules may—\n\t\t\t\tdisapply subsection (4) in relation to charges of a description specifiedin the rules, or\n\t\t\t\tprovide for the application of that subsection to be subject, in the caseof charges of a description so specified, to compliance with such conditionsas may be so specified.\n\t\t\tExcept as provided by this section, tacking in relation to a charge overregistered land is only possible with the agreement of the subsequent chargee.\n\t\tOverriding statutory charges: duty of notification\n\t\t\tIf the registrar enters a person in the register as the proprietor of a chargewhich—\n\t\t\t\tis created by or under an enactment, and\n\t\t\t\thas effect to postpone a charge which at the time of registration of thestatutory charge is—\n\t\t\t\tentered in the register, or\n\t\t\t\tthe basis for an entry in the register,\n\t\t\t\the must in accordance with rules give notice of the creation of the statutorycharge to such person as rules may provide.\n\tPowers as chargee\n\t\tEffect of completion by registration\n\t\t\tOn completion of the relevant registration requirements, a charge created bymeans of a registrable disposition of a registered estate has effect, if itwould not otherwise do so, as a charge by deed by way of legal mortgage.\n\t\tProtection of disponees\n\t\t\tSubject to any entry in the register to the contrary, the proprietor of aregistered charge is to be taken to have, in relation to the property subjectto the charge, the powers of disposition conferred by law on the owner of alegal mortgage.\n\t\t\tSubsection (1) has effect only for the purpose of preventing the title of adisponee being questioned (and so does not affect the lawfulness of adisposition).\n\t\tPowers as sub-chargee\n\t\t\tThe registered proprietor of a sub-charge has, in relation to the propertysubject to the principal charge or any intermediate charge, the same powers asthe sub-chargor.\n\tRealisation of security\n\t\tProceeds of sale: chargee’s duty\n\t\t\tFor the purposes of section 105 of the Law of Property Act [1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\") (mortgagee’sduties in relation to application of proceeds of sale), in its application tothe proceeds of sale of registered land, a person shall be taken to havenotice of anything in the register immediately before the disposition on sale.\n\t\tLocal land charges\n\t\t\tA charge over registered land which is a local land charge may only berealised if the title to the charge is registered.\n\tMiscellaneous\n\t\tReceipt in case of joint proprietors\n\t\t\tWhere a charge is registered in the name of two or more proprietors, a validreceipt for the money secured by the charge may be given by—\n\t\t\t\tthe registered proprietors,\n\t\t\t\tthe survivors or survivor of the registered proprietors, or\n\t\t\t\tthe personal representative of the last survivor of the registeredproprietors.\n\t\tEntry of right of consolidation\n\t\t\tRules may make provision about entry in the register of a right ofconsolidation in relation to a registered charge."
    },
    {
        "length": 3729,
        "text": "\nPart 6Registration: general\n\tRegistration as proprietor\n\t\tConclusiveness \n\t\t\tIf, on the entry of a person in the register as the proprietor of a legalestate, the legal estate would not otherwise be vested in him, it shall bedeemed to be vested in him as a result of the registration.\n\t\t\tSubsection (1) does not apply where the entry is made in pursuance of aregistrable disposition in relation to which some other registrationrequirement remains to be met.\n\t\tDependent estates\n\t\t\tThe entry of a person in the register as the proprietor of a legal estatewhich subsists for the benefit of a registered estate must be made in relationto the registered estate.\n\t\t\tThe entry of a person in the register as the proprietor of a charge on aregistered estate must be made in relation to that estate.\n\t\t\tThe entry of a person in the register as the proprietor of a sub-charge ona registered charge must be made in relation to that charge.\n\tBoundaries\n\t\tBoundaries \n\t\t\tThe boundary of a registered estate as shown for the purposes of theregister is a general boundary, unless shown as determined under this section.\n\t\t\tA general boundary does not determine the exact line of the boundary.\n\t\t\tRules may make provision enabling or requiring the exact line of theboundary of a registered estate to be determined and may, in particular, makeprovision about—\n\t\t\t\tthe circumstances in which the exact line of a boundary may or must bedetermined,\n\t\t\t\thow the exact line of a boundary may be determined,\n\t\t\t\tprocedure in relation to applications for determination, and\n\t\t\t\tthe recording of the fact of determination in the register or the indexmaintained under section 68.\n\t\t\tRules under this section must provide for applications for determination tobe made to the registrar.\n\t\tAccretion and diluvion\n\t\t\tThe fact that a registered estate in land is shown in the register ashaving a particular boundary does not affect the operation of accretion ordiluvion.\n\t\t\tAn agreement about the operation of accretion or diluvion in relation to aregistered estate in land has effect only if registered in accordance withrules.\n\tQuality of title\n\t\tPower to upgrade title\n\t\t\tWhere the title to a freehold estate is entered in the register aspossessory or qualified, the registrar may enter it as absolute if he issatisfied as to the title to the estate.\n\t\t\tWhere the title to a leasehold estate is entered in the register as goodleasehold, the registrar may enter it as absolute if he is satisfied as to thesuperior title.\n\t\t\tWhere the title to a leasehold estate is entered in the register aspossessory or qualified the registrar may—\n\t\t\t\tenter it as good leasehold if he is satisfied as to the title to theestate, and\n\t\t\t\tenter it as absolute if he is satisfied both as to the title to the estateand as to the superior title.\n\t\t\tWhere the title to a freehold estate in land has been entered in theregister as possessory for at least twelve years, the registrar may enter itas absolute if he is satisfied that the proprietor is in possession of theland.\n\t\t\tWhere the title to a leasehold estate in land has been entered in theregister as possessory for at least twelve years, the registrar may enter itas good leasehold if he is satisfied that the proprietor is in possession ofthe land.\n\t\t\tNone of the powers under subsections (1) to (5) is exercisable if there isoutstanding any claim adverse to the title of the registered proprietor whichis made by virtue of an estate, right or interest whose enforceability ispreserved by virtue of the existing entry about the class of title.\n\t\t\tThe only persons who may apply to the registrar for the exercise of any ofthe powers under subsections (1) to (5) are—\n\t\t\t\tthe proprietor of the estate to which the application relates,\n\t\t\t\ta person entitled to be registered as the proprietor of that estate,\n\t\t\t\tthe proprietor of a registered charge affecting that estate, and\n\t\t\t\ta person interested in a registered estate which derives from that estate.\n\t\t\tIn determining for the purposes of this section whether he is satisfied asto any title, the registrar is to apply the same standards as those whichapply under section 9 or 10 to first registration of title.\n\t\t\tThe Lord Chancellor may by order amend subsection (4) or (5) bysubstituting for the number of years for the time being specified in thatsubsection such number of years as the order may provide.\n\t\tEffect of upgrading title\n\t\t\tOn the title to a registered freehold or leasehold estate being enteredunder section 62 as absolute, the proprietor ceases to hold the estate subjectto any estate, right or interest whose enforceability was preserved by virtueof the previous entry about the class of title.\n\t\t\tSubsection (1) also applies on the title to a registered leasehold estatebeing entered under section 62 as good leasehold, except that the entry doesnot affect or prejudice the enforcement of any estate, right or interestaffecting, or in derogation of, the title of the lessor to grant the lease.\n\t\tUse of register to record defects in title\n\t\t\tIf it appears to the registrar that a right to determine a registeredestate in land is exercisable, he may enter the fact in the register.\n\t\t\tRules may make provision about entries under subsection (1) and may, inparticular, make provision about—\n\t\t\t\tthe circumstances in which there is a duty to exercise the power conferredby that subsection,\n\t\t\t\thow entries under that subsection are to be made, and\n\t\t\t\tthe removal of such entries.\n\tAlteration of register\n\t\tAlteration of register\n\t\t\tSchedule 4 (which makes provision about alteration of the register) haseffect.\n\tInformation etc.\n\t\tInspection of the registers etc\n\t\t\tAny person may inspect and make copies of, or of any part of—\n\t\t\t\tthe register of title,\n\t\t\t\tany document kept by the registrar which is referred to in the register oftitle,\n\t\t\t\tany other document kept by the registrar which relates to an application tohim, or\n\t\t\t\tthe register of cautions against first registration.\n\t\t\tThe right under subsection (1) is subject to rules which may, inparticular—\n\t\t\t\tprovide for exceptions to the right, and\n\t\t\t\timpose conditions on its exercise, including conditions requiring thepayment of fees.\n\t\tOfficial copies of the registers etc\n\t\t\tAn official copy of, or of a part of—\n\t\t\t\tthe register of title,\n\t\t\t\tany document which is referred to in the register of title and kept by theregistrar,\n\t\t\t\tany other document kept by the registrar which relates to an application tohim, or\n\t\t\t\tthe register of cautions against first registration,\n\t\t\t\t\tis admissible in evidence to the same extent as the original.\n\t\t\tA person who relies on an official copy in which there is a mistake is notliable for loss suffered by another by reason of the mistake.\n\t\t\tRules may make provision for the issue of official copies and may, inparticular, make provision about—\n\t\t\t\tthe form of official copies,\n\t\t\t\twho may issue official copies,\n\t\t\t\tapplications for official copies, and\n\t\t\t\tthe conditions to be met by applicants for official copies, includingconditions requiring the payment of fees.\n\t\tIndex \n\t\t\tThe registrar must keep an index for the purpose of enabling the followingmatters to be ascertained in relation to any parcel of land—\n\t\t\t\twhether any registered estate relates to the land,\n\t\t\t\thow any registered estate which relates to the land is identified for thepurposes of the register,\n\t\t\t\twhether the land is affected by any, and, if so what, caution against firstregistration, and\n\t\t\t\tsuch other matters as rules may provide.\n\t\t\tRules may—\n\t\t\t\tmake provision about how the index is to be kept and may, in particular,make provision about—\n\t\t\t\tthe information to be included in the index,\n\t\t\t\tthe form in which information included in the index is to be kept, and\n\t\t\t\tthe arrangement of that information;\n\t\t\t\tmake provision about official searches of the index.\n\t\tHistorical information\n\t\t\tThe registrar may on application provide information about the history of aregistered title.\n\t\t\tRules may make provision about applications for the exercise of the powerconferred by subsection (1).\n\t\t\tThe registrar may—\n\t\t\t\tarrange for the provision of information about the history of registeredtitles, and\n\t\t\t\tauthorise anyone who has the function of providing information underparagraph (a) to have access on such terms as the registrar thinks fit to anyrelevant information kept by him.\n\t\tOfficial searches\n\t\t\tRules may make provision for official searches of the register, includingsearches of pending applications for first registration, and may, inparticular, make provision about—\n\t\t\t\tthe form of applications for searches,\n\t\t\t\tthe manner in which such applications may be made,\n\t\t\t\tthe form of official search certificates, and\n\t\t\t\tthe manner in which such certificates may be issued.\n\tApplications\n\t\tDuty to disclose unregistered interests\n\t\t\tWhere rules so provide—\n\t\t\t\ta person applying for registration under Chapter 1 of Part 2 must provideto the registrar such information as the rules may provide about any interestaffecting the estate to which the application relates which—\n\t\t\t\tfalls within any of the paragraphs of Schedule 1, and\n\t\t\t\tis of a description specified by the rules;\n\t\t\t\ta person applying to register a registrable disposition of a registeredestate must provide to the registrar such information as the rules may provideabout any unregistered interest affecting the estate which—\n\t\t\t\tfalls within any of the paragraphs of Schedule 3, and\n\t\t\t\tis of description specified by the rules.\n\t\tPriority protection\n\t\t\tFor the purposes of this section, an application for an entry in theregister is protected if—\n\t\t\t\tit is one to which a priority period relates, and\n\t\t\t\tit is made before the end of that period.\n\t\t\tWhere an application for an entry in the register is protected, any entrymade in the register during the priority period relating to the application ispostponed to any entry made in pursuance of it.\n\t\t\tSubsection (2) does not apply if—\n\t\t\t\tthe earlier entry was made in pursuance of a protected application, and\n\t\t\t\tthe priority period relating to that application ranks ahead of the onerelating to the application for the other entry.\n\t\t\tSubsection (2) does not apply if the earlier entry is one to which adirection under section 46(3) applies.\n\t\t\tThe registrar may defer dealing with an application for an entry in theregister if it appears to him that subsection (2) might apply to the entrywere he to make it.\n\t\t\tRules may—\n\t\t\t\tmake provision for priority periods in connection with—\n\t\t\t\tofficial searches of the register, including searches of pendingapplications for first registration, or\n\t\t\t\tthe noting in the register of a contract for the making of a registrabledisposition of a registered estate or charge;\n\t\t\t\tmake provision for the keeping of records in relation to priority periodsand the inspection of such records.\n\t\t\tRules under subsection (6)(a) may, in particular, make provision about—\n\t\t\t\tthe commencement and length of a priority period,\n\t\t\t\tthe applications for registration to which such a period relates,\n\t\t\t\tthe order in which competing priority periods rank, and\n\t\t\t\tthe application of subsections (2) and (3) in cases where more than onepriority period relates to the same application.\n\t\tObjections \n\t\t\tSubject to subsections (2) and (3), anyone may object to an application tothe registrar.\n\t\t\tIn the case of an application under section 18, only the person who lodgedthe caution to which the application relates, or such other person as rulesmay provide, may object.\n\t\t\tIn the case of an application under section 36, only the person shown inthe register as the beneficiary of the notice to which the applicationrelates, or such other person as rules may provide, may object.\n\t\t\tThe right to object under this section is subject to rules.\n\t\t\tWhere an objection is made under this section, the registrar—\n\t\t\t\tmust give notice of the objection to the applicant, and\n\t\t\t\tmay not determine the application until the objection has been disposed of.\n\t\t\tSubsection (5) does not apply if the objection is one which the registraris satisfied is groundless.\n\t\t\tIf it is not possible to dispose by agreement of an objection to whichsubsection (5) applies, the registrar must refer the matter to theadjudicator.\n\t\t\tRules may make provision about references under subsection (7).\n\t\tEffective date of registration\n\t\t\tAn entry made in the register in pursuance of—\n\t\t\t\tan application for registration of an unregistered legal estate, or\n\t\t\t\tan application for registration in relation to a disposition required to becompleted by registration,\n\t\t\t\thas effect from the time of the making of the application.\n\tProceedings before the registrar\n\t\tProduction of documents\n\t\t\tThe registrar may require a person to produce a document for the purposesof proceedings before him.\n\t\t\tThe power under subsection (1) is subject to rules.\n\t\t\tA requirement under subsection (1) shall be enforceable as an order of thecourt.\n\t\t\tA person aggrieved by a requirement under subsection (1) may appeal to acounty court, which may make any order which appears appropriate.\n\t\tCosts \n\t\t\tThe registrar may make orders about costs in relation to proceedings beforehim.\n\t\t\tThe power under subsection (1) is subject to rules which may, inparticular, make provision about—\n\t\t\t\twho may be required to pay costs,\n\t\t\t\twhose costs a person may be required to pay,\n\t\t\t\tthe kind of costs which a person may be required to pay, and\n\t\t\t\tthe assessment of costs.\n\t\t\tWithout prejudice to the generality of subsection (2), rules under thatsubsection may include provision about—\n\t\t\t\tcosts of the registrar, and\n\t\t\t\tliability for costs thrown away as the result of neglect or delay by alegal representative of a party to proceedings.\n\t\t\tAn order under subsection (1) shall be enforceable as an order of thecourt.\n\t\t\tA person aggrieved by an order under subsection (1) may appeal to a countycourt, which may make any order which appears appropriate.\n\tMiscellaneous\n\t\tDuty to act reasonably\n\t\t\tA person must not exercise any of the following rights without reasonablecause—\n\t\t\t\tthe right to lodge a caution under section 15,\n\t\t\t\tthe right to apply for the entry of a notice or restriction, and\n\t\t\t\tthe right to object to an application to the registrar.\n\t\t\tThe duty under this section is owed to any person who suffers damage inconsequence of its breach.\n\t\tNotice of trust not to affect registrar\n\t\t\tThe registrar shall not be affected with notice of a trust."
    },
    {
        "length": 2963,
        "text": "\nPart 7Special cases\n\tThe Crown\n\t\tVoluntary registration of demesne land\n\t\t\tHer Majesty may grant an estate in fee simple absolute in possession out ofdemesne land to Herself.\n\t\t\tThe grant of an estate under subsection (1) is to be regarded as not havingbeen made unless an application under section 3 is made in respect of theestate before the end of the period for registration.\n\t\t\tThe period for registration is two months beginning with the date of thegrant, or such longer period as the registrar may provide under subsection(4).\n\t\t\tIf on the application of Her Majesty the registrar is satisfied that thereis a good reason for doing so, he may by order provide that the period forregistration ends on such later date as he may specify in the order.\n\t\t\tIf an order under subsection (4) is made in a case where subsection (2) hasalready applied, that application of the subsection is to be treated as nothaving occurred.\n\t\tCompulsory registration of grants out of demesne land\n\t\t\tSection 4(1) shall apply as if the following were included among the eventslisted—\n\t\t\t\tthe grant by Her Majesty out of demesne land of an estate in fee simpleabsolute in possession, otherwise than under section 79;\n\t\t\t\tthe grant by Her Majesty out of demesne land of an estate in land—\n\t\t\t\tfor a term of years absolute of more than seven years from the date of thegrant, and\n\t\t\t\tfor valuable or other consideration, by way of gift or in pursuance of anorder of any court.\n\t\t\tIn subsection (1)(b)(ii), the reference to grant by way of gift includesgrant for the purpose of constituting a trust under which Her Majesty does notretain the whole of the beneficial interest.\n\t\t\tSubsection (1) does not apply to the grant of an estate in mines andminerals held apart from the surface.\n\t\t\tThe Lord Chancellor may by order—\n\t\t\t\tamend this section so as to add to the events in subsection (1) such eventsrelating to demesne land as he may specify in the order, and\n\t\t\t\tmake such consequential amendments of any provision of, or having effectunder, any Act as he thinks appropriate.\n\t\t\tIn its application by virtue of subsection (1), section 7 has effect withthe substitution for subsection (2) of—\n\t\t\tOn the application of subsection (1), the grant has effect as a contractmade for valuable consideration to grant the legal estate concerned”.\n\t\tDemesne land: cautions against first registration\n\t\t\tSection 15 shall apply as if demesne land were held by Her Majesty for anunregistered estate in fee simple absolute in possession.\n\t\t\tThe provisions of this Act relating to cautions against first registrationshall, in relation to cautions lodged by virtue of subsection (1), have effectsubject to such modifications as rules may provide.\n\t\tEscheat etc\n\t\t\tRules may make provision about—\n\t\t\t\tthe determination of a registered freehold estate in land, and\n\t\t\t\tthe registration of an unregistered freehold legal estate in land inrespect of land to which a former registered freehold estate in land related.\n\t\t\tRules under this section may, in particular—\n\t\t\t\tmake provision for determination to be dependent on the meeting of suchregistration requirements as the rules may specify;\n\t\t\t\tmake provision for entries relating to a freehold estate in land tocontinue in the register, notwithstanding determination, for such time as therules may provide;\n\t\t\t\tmake provision for the making in the register in relation to a formerfreehold estate in land of such entries as the rules may provide;\n\t\t\t\tmake provision imposing requirements to be met in connection with anapplication for the registration of such an unregistered estate as ismentioned in subsection (1)(b).\n\t\tCrown and Duchy land: representation\n\t\t\tWith respect to a Crown or Duchy interest, the appropriate authority—\n\t\t\t\tmay represent the owner of the interest for all purposes of this Act,\n\t\t\t\tis entitled to receive such notice as that person is entitled to receiveunder this Act, and\n\t\t\t\tmay make such applications and do such other acts as that person isentitled to make or do under this Act.\n\t\t\tIn this section—\n\t\t\t\t  * “the appropriate authority” means— \n\t\t\t\tin relation to an interest belonging to Her Majesty in right of the Crown andforming part of the Crown Estate, the Crown Estate Commissioners;\n\t\t\t\tin relation to any other interest belonging to Her Majesty in right of theCrown, the government department having the management of the interest or, ifthere is no such department, such person as Her Majesty may appoint in writingunder the Royal Sign Manual;\n\t\t\t\tin relation to an interest belonging to Her Majesty in right of the Duchy ofLancaster, the Chancellor of the Duchy;\n\t\t\t\tin relation to an interest belonging to the Duchy of Cornwall, such person asthe Duke of Cornwall, or the possessor for the time being of the Duchy ofCornwall, appoints;\n\t\t\t\tin relation to an interest belonging to a government department, or held intrust for Her Majesty for the purposes of a government department, thatdepartment;\n\t\t\t\t\t  * “Crown interest” means an interest belonging to Her Majesty in right of the Crown, or belonging to a government department, or held in trust for Her Majesty for the purposes of a government department; \n\t\t\t\t\t  * “Duchy interest” means an interest belonging to Her Majesty in right of the Duchy of Lancaster, or belonging to the Duchy of Cornwall; \n\t\t\t\t\t  * “interest” means any estate, interest or charge in or over land and any right or claim in relation to land. \n\t\tDisapplication of requirements relating to Duchy land\n\t\t\tNothing in any enactment relating to the Duchy of Lancaster or the Duchy ofCornwall shall have effect to impose any requirement with respect toformalities or enrolment in relation to a disposition by a registeredproprietor.\n\t\tBona vacantia\n\t\t\tRules may make provision about how the passing of a registered estate orcharge as bona vacantia is to be dealt with for the purposes of this Act.\n\tPending actions etc.\n\t\tBankruptcy \n\t\t\tIn this Act, references to an interest affecting an estate or charge do notinclude a petition in bankruptcy or bankruptcy order.\n\t\t\tAs soon as practicable after registration of a petition in bankruptcy as apending action under the Land Charges Act [1972 (c.61)](/id/ukpga/1972/61?view=plain \"Go to item of legislation\"), the registrarmust enter in the register in relation to any registered estate or chargewhich appears to him to be affected a notice in respect of the pending action.\n\t\t\tUnless cancelled by the registrar in such manner as rules may provide, anotice entered under subsection (2) continues in force until—\n\t\t\t\ta restriction is entered in the register under subsection (4), or\n\t\t\t\tthe trustee in bankruptcy is registered as proprietor.\n\t\t\tAs soon as practicable after registration of a bankruptcy order under theLand Charges Act 1972, the registrar must, in relation to any registeredestate or charge which appears to him to be affected by the order, enter inthe register a restriction reflecting the effect of the Insolvency Act [1986(c. 45)](/id/ukpga/1986/45?view=plain \"Go to item of legislation\").\n\t\t\tWhere the proprietor of a registered estate or charge is adjudged bankrupt,the title of his trustee in bankruptcy is void as against a person to whom aregistrable disposition of the estate or charge is made if—\n\t\t\t\tthe disposition is made for valuable consideration,\n\t\t\t\tthe person to whom the disposition is made acts in good faith, and\n\t\t\t\tat the time of the disposition—\n\t\t\t\tno notice or restriction is entered under this section in relation to theregistered estate or charge, and\n\t\t\t\tthe person to whom the disposition is made has no notice of the bankruptcypetition or the adjudication.\n\t\t\tSubsection (5) only applies if the relevant registration requirements aremet in relation to the disposition, but, when they are met, has effect as fromthe date of the disposition.\n\t\t\tNothing in this section requires a person to whom a registrable dispositionis made to make any search under the Land Charges Act 1972.\n\t\tPending land actions, writs, orders and deeds of arrangement\n\t\t\tSubject to the following provisions, references in this Act to an interestaffecting an estate or charge include—\n\t\t\t\ta pending land action within the meaning of the Land Charges Act 1972,\n\t\t\t\ta writ or order of the kind mentioned in section 6(1)(a) of that Act (writor order affecting land issued or made by any court for the purposes ofenforcing a judgment or recognisance),\n\t\t\t\tan order appointing a receiver or sequestrator, and\n\t\t\t\ta deed of arrangement.\n\t\t\tNo notice may be entered in the register in respect of—\n\t\t\t\tan order appointing a receiver or sequestrator, or\n\t\t\t\ta deed of arrangement.\n\t\t\tNone of the matters mentioned in subsection (1) shall be capable of fallingwithin paragraph 2 of Schedule 1 or 3.\n\t\t\tIn its application to any of the matters mentioned in subsection (1), thisAct shall have effect subject to such modifications as rules may provide.\n\t\t\tIn this section, “deed of arrangement” has the same meaning as in the Deedsof Arrangement Act [1914 (c. 47)](/id/ukpga/1914/47?view=plain \"Go to item oflegislation\").\n\tMiscellaneous\n\t\tIncorporeal hereditaments\n\t\t\tIn its application to—\n\t\t\t\trentcharges, \n\t\t\t\tfranchises, \n\t\t\t\tprofits a prendre in gross, or\n\t\t\t\tmanors, \n\t\t\t\tthis Act shall have effect subject to such modification as rules may provide.\n\t\tSettlements \n\t\t\tRules may make provision for the purposes of this Act in relation to theapplication to registered land of the enactments relating to settlements underthe Settled Land Act [1925 (c. 18)](/id/ukpga/1925/18?view=plain \"Go to itemof legislation\").\n\t\t\tRules under this section may include provision modifying any of thoseenactments in its application to registered land.\n\t\t\tIn this section, “registered land” means an interest the title to which is,or is required to be, registered.\n\t\tPPP leases relating to transport in London\n\t\t\tNo application for registration under section 3 may be made in respect of aleasehold estate in land under a PPP lease.\n\t\t\tThe requirement of registration does not apply on the grant or transfer ofa leasehold estate in land under a PPP lease.\n\t\t\tFor the purposes of section 27, the following are not dispositionsrequiring to be completed by registration—\n\t\t\t\tthe grant of a term of years absolute under a PPP lease;\n\t\t\t\tthe express grant of an interest falling within section 1(2) of the Law ofProperty Act [1925 (c. 20)](/id/ukpga/1925/20?view=plain \"Go to item oflegislation\"), where the interest is created for the benefit of a leaseholdestate in land under a PPP lease.\n\t\t\tNo notice may be entered in the register in respect of an interest under aPPP lease.\n\t\t\tSchedules 1 and 3 have effect as if they included a paragraph referring toa PPP lease.\n\t\t\tIn this section, “PPP lease” has the meaning given by section 218 of theGreater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Goto item of legislation\") (which makes provision about leases created forpublic-private partnerships relating to transport in London)."
    },
    {
        "length": 1148,
        "text": "\nPart 8Electronic conveyancing\n\tElectronic dispositions: formalities\n\t\tThis section applies to a document in electronic form where—\n\t\t\tthe document purports to effect a disposition which falls within subsection(2), and\n\t\t\tthe conditions in subsection (3) are met.\n\t\tA disposition falls within this subsection if it is—\n\t\t\ta disposition of a registered estate or charge,\n\t\t\ta disposition of an interest which is the subject of a notice in theregister, or\n\t\t\ta disposition which triggers the requirement of registration,\n\t\t\t\twhich is of a kind specified by rules.\n\t\tThe conditions referred to above are that—\n\t\t\tthe document makes provision for the time and date when it takes effect,\n\t\t\tthe document has the electronic signature of each person by whom itpurports to be authenticated,\n\t\t\teach electronic signature is certified, and\n\t\t\tsuch other conditions as rules may provide are met.\n\t\tA document to which this section applies is to be regarded as—\n\t\t\tin writing, and\n\t\t\tsigned by each individual, and sealed by each corporation, whose electronicsignature it has.\n\t\tA document to which this section applies is to be regarded for the purposesof any enactment as a deed.\n\t\tIf a document to which this section applies is authenticated by a person asagent, it is to be regarded for the purposes of any enactment as authenticatedby him under the written authority of his principal.\n\t\tIf notice of an assignment made by means of a document to which thissection applies is given in electronic form in accordance with rules, it is tobe regarded for the purposes of any enactment as given in writing.\n\t\tThe right conferred by section 75 of the Law of Property Act [1925 (c.20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\") (purchaser’sright to have the execution of a conveyance attested) does not apply to adocument to which this section applies.\n\t\tIf subsection (4) of section 36A of the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") (execution ofdocuments) applies to a document because of subsection (4) above, subsection(6) of that section (presumption of due execution) shall have effect inrelation to the document with the substitution of “authenticated” for“signed”.\n\t\tIn this section, references to an electronic signature and to thecertification of such a signature are to be read in accordance with section7(2) and (3) of the Electronic Communications Act [2000 (c.7)](/id/ukpga/2000/7?view=plain \"Go to item of legislation\").\n\tLand registry network\n\t\tThe registrar may provide, or arrange for the provision of, an electroniccommunications network for use for such purposes as he thinks fit relating toregistration or the carrying on of transactions which—\n\t\t\tinvolve registration, and\n\t\t\tare capable of being effected electronically.\n\t\tSchedule 5 (which makes provision in connection with a network providedunder subsection (1) and transactions carried on by means of such a network)has effect.\n\tPower to require simultaneous registration\n\t\tThis section applies to a disposition of—\n\t\t\ta registered estate or charge, or\n\t\t\tan interest which is the subject of a notice in the register,\n\t\t\t\twhere the disposition is of a description specified by rules.\n\t\tA disposition to which this section applies, or a contract to make such adisposition, only has effect if it is made by means of a document inelectronic form and if, when the document purports to take effect—\n\t\t\tit is electronically communicated to the registrar, and\n\t\t\tthe relevant registration requirements are met.\n\t\tFor the purposes of subsection (2)(b), the relevant registrationrequirements are—\n\t\t\tin the case of a registrable disposition, the requirements under Schedule2, and\n\t\t\tin the case of any other disposition, or a contract, such requirements asrules may provide.\n\t\tSection 27(1) does not apply to a disposition to which this sectionapplies.\n\t\tBefore making rules under this section the Lord Chancellor must consultsuch persons as he considers appropriate.\n\t\tIn this section, “disposition”, in relation to a registered charge,includes postponement.\n\tElectronic settlement\n\t\tThe registrar may take such steps as he thinks fit for the purpose of securingthe provision of a system of electronic settlement in relation to transactionsinvolving registration.\n\tSupplementary \n\t\tRules may—\n\t\t\tmake provision about the communication of documents in electronic form tothe registrar;\n\t\t\tmake provision about the electronic storage of documents communicated tothe registrar in electronic form."
    },
    {
        "length": 717,
        "text": "\nPart 9Adverse possession\n\tDisapplication of periods of limitation\n\t\tNo period of limitation under section 15 of the Limitation Act [1980 (c.58)](/id/ukpga/1980/58?view=plain \"Go to item of legislation\") (time limits inrelation to recovery of land) shall run against any person, other than achargee, in relation to an estate in land or rentcharge the title to which isregistered.\n\t\tNo period of limitation under section 16 of that Act (time limits inrelation to redemption of land) shall run against any person in relation tosuch an estate in land or rentcharge.\n\t\tAccordingly, section 17 of that Act (extinction of title on expiry of timelimit) does not operate to extinguish the title of any person where, by virtueof this section, a period of limitation does not run against him.\n\tRegistration of adverse possessor\n\t\tSchedule 6 (which makes provision about the registration of an adversepossessor of an estate in land or rentcharge) has effect.\n\tDefences \n\t\tA person has a defence to an action for possession of land if—\n\t\t\ton the day immediately preceding that on which the action was brought hewas entitled to make an application under paragraph 1 of Schedule 6 to beregistered as the proprietor of an estate in the land, and\n\t\t\thad he made such an application on that day, the condition in paragraph5(4) of that Schedule would have been satisfied.\n\t\tA judgment for possession of land ceases to be enforceable at the end ofthe period of two years beginning with the date of the judgment if theproceedings in which the judgment is given were commenced against a person whowas at that time entitled to make an application under paragraph 1 of Schedule6.\n\t\tA person has a defence to an action for possession of land if on the dayimmediately preceding that on which the action was brought he was entitled tomake an application under paragraph 6 of Schedule 6 to be registered as theproprietor of an estate in the land.\n\t\tA judgment for possession of land ceases to be enforceable at the end ofthe period of two years beginning with the date of the judgment if, at the endof that period, the person against whom the judgment was given is entitled tomake an application under paragraph 6 of Schedule 6 to be registered as theproprietor of an estate in the land.\n\t\tWhere in any proceedings a court determines that—\n\t\t\ta person is entitled to a defence under this section, or\n\t\t\ta judgment for possession has ceased to be enforceable against a person byvirtue of subsection (4),\n\t\t\t\tthe court must order the registrar to register him as the proprietor of theestate in relation to which he is entitled to make an application underSchedule 6.\n\t\tThe defences under this section are additional to any other defences aperson may have.\n\t\tRules may make provision to prohibit the recovery of rent due under arentcharge from a person who has been in adverse possession of the rentcharge."
    },
    {
        "length": 907,
        "text": "\nPart 10Land registry\n\tAdministration\n\t\tThe land registry\n\t\t\tThere is to continue to be an office called Her Majesty’s Land Registrywhich is to deal with the business of registration under this Act.\n\t\t\tThe land registry is to consist of—\n\t\t\t\tthe Chief Land Registrar, who is its head, and\n\t\t\t\tthe staff appointed by him;\n\t\t\t\t\tand references in this Act to a member of the land registry are to be readaccordingly.\n\t\t\tThe Lord Chancellor shall appoint a person to be the Chief Land Registrar.\n\t\t\tSchedule 7 (which makes further provision about the land registry) haseffect.\n\t\tConduct of business\n\t\t\tAny function of the registrar may be carried out by any member of the landregistry who is authorised for the purpose by the registrar.\n\t\t\tThe Lord Chancellor may by regulations make provision about the carryingout of functions during any vacancy in the office of registrar.\n\t\t\tThe Lord Chancellor may by order designate a particular office of the landregistry as the proper office for the receipt of applications or a specifieddescription of application.\n\t\t\tThe registrar may prepare and publish such forms and directions as heconsiders necessary or desirable for facilitating the conduct of the businessof registration under this Act.\n\t\tAnnual report\n\t\t\tThe registrar must make an annual report on the business of the landregistry to the Lord Chancellor.\n\t\t\tThe registrar must publish every report under this section and may do so insuch manner as he thinks fit.\n\t\t\tThe Lord Chancellor must lay copies of every report under this sectionbefore Parliament.\n\tFees and indemnities\n\t\tFee orders\n\t\t\tThe Lord Chancellor may with the advice and assistance of the body referred toin section 127(2) (the Rule Committee), and the consent of the Treasury, byorder—\n\t\t\t\tprescribe fees to be paid in respect of dealings with the land registry,except under section 69(3)(b) or 105;\n\t\t\t\tmake provision about the payment of prescribed fees.\n\t\tIndemnities \n\t\t\tSchedule 8 (which makes provision for the payment of indemnities by theregistrar) has effect.\n\tMiscellaneous\n\t\tGeneral information about land\n\t\t\tThe registrar may publish information about land in England and Wales if itappears to him to be information in which there is legitimate public interest.\n\t\tConsultancy and advisory services\n\t\t\tThe registrar may provide, or arrange for the provision of, consultancy oradvisory services about the registration of land in England and Wales orelsewhere.\n\t\t\tThe terms on which services are provided under this section by theregistrar, in particular terms as to payment, shall be such as he thinks fit.\n\t\tIncidental powers: companies\n\t\t\tIf the registrar considers it expedient to do so in connection with hisfunctions under section 69(3)(a), 92(1), 94 or 105(1) or paragraph 10 ofSchedule 5, he may—\n\t\t\t\tform, or participate in the formation of, a company, or\n\t\t\t\tpurchase, or invest in, a company.\n\t\t\tIn this section—\n\t\t\t\t  * “company” means a company within the meaning of the Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “invest” means invest in any way (whether by acquiring assets, securities or rights or otherwise). \n\t\t\tThis section is without prejudice to any powers of the registrarexercisable otherwise than by virtue of this section."
    },
    {
        "length": 1275,
        "text": "\nPart 11Adjudication\n\tThe adjudicator\n\t\tThe Lord Chancellor shall appoint a person to be the Adjudicator to HerMajesty’s Land Registry.\n\t\tTo be qualified for appointment under subsection (1), a person must have a10 year general qualification (within the meaning of section 71 of the Courtsand Legal Services Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain \"Go to itemof legislation\")).\n\t\tSchedule 9 (which makes further provision about the adjudicator) haseffect.\n\tJurisdiction \n\t\tThe adjudicator has the following functions—\n\t\t\tdetermining matters referred to him under section 73(7), and\n\t\t\tdetermining appeals under paragraph 4 of Schedule 5.\n\t\tAlso, the adjudicator may, on application, make any order which the HighCourt could make for the rectification or setting aside of a document which—\n\t\t\teffects a qualifying disposition of a registered estate or charge,\n\t\t\tis a contract to make such a disposition, or\n\t\t\teffects a transfer of an interest which is the subject of a notice in theregister.\n\t\tFor the purposes of subsection (2)(a), a qualifying disposition is—\n\t\t\ta registrable disposition, or\n\t\t\ta disposition which creates an interest which may be the subject of anotice in the register.\n\t\tThe general law about the effect of an order of the High Court for therectification or setting aside of a document shall apply to an order underthis section.\n\tProcedure \n\t\tHearings before the adjudicator shall be held in public, except where he issatisfied that exclusion of the public is just and reasonable.\n\t\tSubject to that, rules may regulate the practice and procedure to befollowed with respect to proceedings before the adjudicator and mattersincidental to or consequential on such proceedings.\n\t\tRules under subsection (2) may, in particular, make provision about—\n\t\t\twhen hearings are to be held,\n\t\t\trequiring persons to attend hearings to give evidence or to producedocuments,\n\t\t\tthe form in which any decision of the adjudicator is to be given,\n\t\t\tpayment of costs of a party to proceedings by another party to theproceedings, and\n\t\t\tliability for costs thrown away as the result of neglect or delay by alegal representative of a party to proceedings.\n\tFunctions in relation to disputes\n\t\tIn proceedings on a reference under section 73(7), the adjudicator may,instead of deciding a matter himself, direct a party to the proceedings tocommence proceedings within a specified time in the court for the purpose ofobtaining the court’s decision on the matter.\n\t\tRules may make provision about the reference under subsection (1) ofmatters to the court and may, in particular, make provision about—\n\t\t\tadjournment of the proceedings before the adjudicator pending the outcomeof the proceedings before the court, and\n\t\t\tthe powers of the adjudicator in the event of failure to comply with adirection under subsection (1).\n\t\tRules may make provision about the functions of the adjudicator inconsequence of a decision on a reference under section 73(7) and may, inparticular, make provision enabling the adjudicator to determine, or givedirections about the determination of—\n\t\t\tthe application to which the reference relates, or\n\t\t\tsuch other present or future application to the registrar as the rules mayprovide.\n\t\tIf, in the case of a reference under section 73(7) relating to anapplication under paragraph 1 of Schedule 6, the adjudicator determines thatit would be unconscionable because of an equity by estoppel for the registeredproprietor to seek to dispossess the applicant, but that the circumstances arenot such that the applicant ought to be registered as proprietor, theadjudicator—\n\t\t\tmust determine how the equity due to the applicant is to be satisfied, and\n\t\t\tmay for that purpose make any order that the High Court could make in theexercise of its equitable jurisdiction.\n\tAppeals \n\t\tSubject to subsection (2), a person aggrieved by a decision of theadjudicator may appeal to the High Court.\n\t\tIn the case of a decision on an appeal under paragraph 4 of Schedule 5,only appeal on a point of law is possible.\n\t\tIf on an appeal under this section relating to an application underparagraph 1 of Schedule 6 the court determines that it would be unconscionablebecause of an equity by estoppel for the registered proprietor to seek todispossess the applicant, but that the circumstances are not such that theapplicant ought to be registered as proprietor, the court must determine howthe equity due to the applicant is to be satisfied.\n\tEnforcement of orders etc\n\t\tA requirement of the adjudicator shall be enforceable as an order of thecourt.\n\tFees \n\t\tThe Lord Chancellor may by order—\n\t\t\tprescribe fees to be paid in respect of proceedings before the adjudicator;\n\t\t\tmake provision about the payment of prescribed fees.\n\tSupplementary \n\t\tPower to make rules under this Part is exercisable by the Lord Chancellor."
    },
    {
        "length": 1140,
        "text": "\nMiscellaneous\n\tRights of pre-emption\n\t\tA right of pre-emption in relation to registered land has effect from thetime of creation as an interest capable of binding successors in title(subject to the rules about the effect of dispositions on priority).\n\t\tThis section has effect in relation to rights of pre-emption created on orafter the day on which this section comes into force.\n\tProprietary estoppel and mere equities\n\t\tIt is hereby declared for the avoidance of doubt that, in relation toregistered land, each of the following—\n\t\t\tan equity by estoppel, and\n\t\t\ta mere equity,\n\t\t\thas effect from the time the equity arises as an interest capable of bindingsuccessors in title (subject to the rules about the effect of dispositions onpriority).\n\tReduction in unregistered interests with automatic protection\n\t\tParagraphs 10 to 14 of Schedules 1 and 3 shall cease to have effect at theend of the period of ten years beginning with the day on which those Schedulescome into force.\n\t\tIf made before the end of the period mentioned in subsection (1), no feemay be charged for—\n\t\t\tan application to lodge a caution against first registration by virtue ofan interest falling within any of paragraphs 10 to 14 of Schedule 1, or\n\t\t\tan application for the entry in the register of a notice in respect of aninterest falling within any of paragraphs 10 to 14 of Schedule 3.\n\tPower to reduce qualifying term\n\t\tThe Lord Chancellor may by order substitute for the term specified in anyof the following provisions—\n\t\t\tsection 3(3),\n\t\t\tsection 4(1)(c)(i) and (2)(b),\n\t\t\tsection 15(3)(a)(ii),\n\t\t\tsection 27(2)(b)(i),\n\t\t\tsection 80(1)(b)(i),\n\t\t\tparagraph 1 of Schedule 1,\n\t\t\tparagraphs 4(1), 5(1) and 6(1) of Schedule 2, and\n\t\t\tparagraph 1 of Schedule 3,\n\t\t\t\tsuch shorter term as he thinks fit.\n\t\tAn order under this section may contain such transitional provision as theLord Chancellor thinks fit.\n\t\tBefore making an order under this section, the Lord Chancellor must consultsuch persons as he considers appropriate.\n\tPower to deregister manors\n\t\tOn the application of the proprietor of a registered manor, the registrar mayremove the title to the manor from the register.\n\tConclusiveness of filed copies etc\n\t\tThis section applies where—\n\t\t\ta disposition relates to land to which a registered estate relates, and\n\t\t\tan entry in the register relating to the registered estate refers to adocument kept by the registrar which is not an original.\n\t\tAs between the parties to the disposition, the document kept by theregistrar is to be taken—\n\t\t\tto be correct, and\n\t\t\tto contain all the material parts of the original document.\n\t\tNo party to the disposition may require production of the originaldocument.\n\t\tNo party to the disposition is to be affected by any provision of theoriginal document which is not contained in the document kept by theregistrar.\n\tForwarding of applications to registrar of companies\n\t\tThe Lord Chancellor may by rules make provision about the transmission by theregistrar to the registrar of companies (within the meaning of the CompaniesAct [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\")) ofapplications under—\n\t\t\tPart 12 of that Act (registration of charges), or\n\t\t\tChapter 3 of Part 23 of that Act (corresponding provision for overseacompanies).\n\tRepeal of Land Registry Act 1862\n\t\tThe Land Registry Act [1862 (c. 53)](/id/ukpga/1862/53?view=plain \"Go toitem of legislation\") shall cease to have effect.\n\t\tThe registrar shall have custody of records of title made under that Act.\n\t\tThe registrar may discharge his duty under subsection (2) by keeping therelevant information in electronic form.\n\t\tThe registrar may on application provide a copy of any information includedin a record of title made under that Act.\n\t\tRules may make provision about applications for the exercise of the powerconferred by subsection (4)."
    },
    {
        "length": 484,
        "text": "\nOffences etc.\n\tSuppression of information\n\t\tA person commits an offence if in the course of proceedings relating toregistration under this Act he suppresses information with the intention of—\n\t\t\tconcealing a person’s right or claim, or\n\t\t\tsubstantiating a false claim.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both.\n\tImproper alteration of the registers\n\t\tA person commits an offence if he dishonestly induces another—\n\t\t\tto change the register of title or cautions register, or\n\t\t\tto authorise the making of such a change.\n\t\tA person commits an offence if he intentionally or recklessly makes anunauthorised change in the register of title or cautions register.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or to a fine;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both.\n\t\tIn this section, references to changing the register of title includechanging a document referred to in it.\n\tPrivilege against self-incrimination\n\t\tThe privilege against self-incrimination, so far as relating to offencesunder this Act, shall not entitle a person to refuse to answer any question orproduce any document or thing in any legal proceedings other than criminalproceedings.\n\t\tNo evidence obtained under subsection (1) shall be admissible in anycriminal proceedings under this Act against the person from whom it wasobtained or that person’s spouse."
    },
    {
        "length": 300,
        "text": "\nLand registration rules\n\tMiscellaneous and general powers\n\t\tSchedule 10 (which contains miscellaneous and general land registration rule-making powers) has effect.\n\tExercise of powers\n\t\tPower to make land registration rules is exercisable by the Lord Chancellorwith the advice and assistance of the Rule Committee.\n\t\tThe Rule Committee is a body consisting of—\n\t\t\ta judge of the Chancery Division of the High Court nominated by the LordChancellor,\n\t\t\tthe registrar,\n\t\t\ta person nominated by the General Council of the Bar,\n\t\t\ta person nominated by the Council of the Law Society,\n\t\t\ta person nominated by the Council of Mortgage Lenders,\n\t\t\ta person nominated by the Council of Licensed Conveyancers,\n\t\t\ta person nominated by the Royal Institution of Chartered Surveyors,\n\t\t\ta person with experience in, and knowledge of, consumer affairs, and\n\t\t\tany person nominated under subsection (3).\n\t\tThe Lord Chancellor may nominate to be a member of the Rule Committee anyperson who appears to him to have qualifications or experience which would beof value to the committee in considering any matter with which it isconcerned."
    },
    {
        "length": 1506,
        "text": "\nSupplementary\n\tRules, regulations and orders\n\t\tAny power of the Lord Chancellor to make rules, regulations or orders underthis Act includes power to make different provision for different cases.\n\t\tAny power of the Lord Chancellor to make rules, regulations or orders underthis Act is exercisable by statutory instrument.\n\t\tA statutory instrument containing—\n\t\t\tregulations under section 100(2), or\n\t\t\tan order under section 100(3), 102 or 113,\n\t\t\t\tis to be laid before Parliament after being made.\n\t\tA statutory instrument containing—\n\t\t\tland registration rules,\n\t\t\trules under Part 11 or section 121,\n\t\t\tregulations under paragraph 5 of Schedule 9, or\n\t\t\tan order under section 5(1), 62(9), 80(4), 118(1) or 130,\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tRules under section 93 or paragraph 1, 2 or 3 of Schedule 5 shall not bemade unless a draft of the rules has been laid before and approved byresolution of each House of Parliament.\n\tCrown application\n\t\tThis Act binds the Crown.\n\tApplication to internal waters\n\t\tThis Act applies to land covered by internal waters of the United Kingdomwhich are—\n\t\t\twithin England or Wales, or\n\t\t\tadjacent to England or Wales and specified for the purposes of this sectionby order made by the Lord Chancellor.\n\t“Proprietor in possession”\n\t\tFor the purposes of this Act, land is in the possession of the proprietorof a registered estate in land if it is physically in his possession, or inthat of a person who is entitled to be registered as the proprietor of theregistered estate.\n\t\tIn the case of the following relationships, land which is (or is treated asbeing) in the possession of the second-mentioned person is to be treated forthe purposes of subsection (1) as in the possession of the first-mentionedperson—\n\t\t\tlandlord and tenant;\n\t\t\tmortgagor and mortgagee;\n\t\t\tlicensor and licensee;\n\t\t\ttrustee and beneficiary.\n\t\tIn subsection (1), the reference to entitlement does not includeentitlement under Schedule 6.\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t\t  * “adjudicator” means the Adjudicator to Her Majesty’s Land Registry; \n\t\t\t  * “caution against first registration” means a caution lodged under section 15; \n\t\t\t  * “cautions register” means the register kept under section 19(1); \n\t\t\t  * “charge” means any mortgage, charge or lien for securing money or money’s worth; \n\t\t\t  * “demesne land” means land belonging to Her Majesty in right of the Crown which is not held for an estate in fee simple absolute in possession; \n\t\t\t  * “land” includes— \n\t\t\tbuildings and other structures,\n\t\t\tland covered with water, and\n\t\t\tmines and minerals, whether or not held with the surface;\n\t\t\t\t  * “land registration rules” means any rules under this Act, other than rules under section 93, Part 11, section 121 or paragraph 1, 2 or 3 of Schedule 5; \n\t\t\t\t  * “legal estate” has the same meaning as in the Law of Property Act [1925 (c. 20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “legal mortgage” has the same meaning as in the Law of Property Act 1925; \n\t\t\t\t  * “mines and minerals” includes any strata or seam of minerals or substances in or under any land, and powers of working and getting any such minerals or substances; \n\t\t\t\t  * “registrar” means the Chief Land Registrar; \n\t\t\t\t  * “register” means the register of title, except in the context of cautions against first registration; \n\t\t\t\t  * “registered” means entered in the register; \n\t\t\t\t  * “registered charge” means a charge the title to which is entered in the register; \n\t\t\t\t  * “registered estate” means a legal estate the title to which is entered in the register, other than a registered charge; \n\t\t\t\t  * “registered land” means a registered estate or registered charge; \n\t\t\t\t  * “registrable disposition” means a disposition which is required to be completed by registration under section 27; \n\t\t\t\t  * “requirement of registration” means the requirement of registration under section 4; \n\t\t\t\t  * “sub-charge” means a charge under section 23(2)(b); \n\t\t\t\t  * “term of years absolute” has the same meaning as in the Law of Property Act [1925 (c. 20)](/id/ukpga/1925/20?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “valuable consideration” does not include marriage consideration or a nominal consideration in money. \n\t\tIn subsection (1), in the definition of “demesne land”, the reference toland belonging to Her Majesty does not include land in relation to which afreehold estate in land has determined, but in relation to which there hasbeen no act of entry or management by the Crown.\n\t\tIn this Act—\n\t\t\treferences to the court are to the High Court or a county court,\n\t\t\treferences to an interest affecting an estate or charge are to an adverseright affecting the title to the estate or charge, and\n\t\t\treferences to the right to object to an application to the registrar are tothe right under section 73."
    },
    {
        "length": 446,
        "text": "\nFinal provisions\n\tMinor and consequential amendments\n\t\tSchedule 11 (which makes minor and consequential amendments) has effect.\n\tTransition \n\t\tThe Lord Chancellor may by order make such transitional provisions andsavings as he thinks fit in connection with the coming into force of any ofthe provisions of this Act.\n\t\tSchedule 12 (which makes transitional provisions and savings) has effect.\n\t\tNothing in Schedule 12 affects the power to make transitional provisionsand savings under subsection (1); and an order under that subsection maymodify any provision made by that Schedule.\n\tRepeals \n\t\tThe enactments specified in Schedule 13 (which include certain provisionswhich are already spent) are hereby repealed to the extent specified there.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Land Registration Act 2002.\n\t\tThis Act shall come into force on such day as the Lord Chancellor may byorder appoint, and different days may be so appointed for different purposes.\n\t\tSubject to subsection (4), this Act extends to England and Wales only.\n\t\tAny amendment or repeal by this Act of an existing enactment, other than—\n\t\t\tsection 37 of the Requisitioned Land and War Works Act [1945 (c.43)](/id/ukpga/1945/43?view=plain \"Go to item of legislation\"), and\n\t\t\tSchedule 2A to the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\"),\n\t\t\t\thas the same extent as the enactment amended or repealed."
    }
]