[
    {
        "length": 896,
        "text": "\nRetained EU law relating to compulsory insurance for motor vehicles\n\tAfter section 156 of the Road Traffic Act 1988 insert—\n\t“Retained EU law relating to compulsory insurance\n\t\tARetained EU law relating to compulsory insurance\n\t\t\tTo the extent that Article 3 of the 2009 Motor Insurance Directive (as ithad effect at any time) is relevant to any question as to the interpretationor effect of any provision of this Part, references in that Article toliability in respect of the use of vehicles are to be read as not includingliability in respect of the use in Great Britain of vehicles—\n\t\t\t\tother than motor vehicles, or\n\t\t\t\totherwise than on a road or other public place.\n\t\t\tSubsection (1) does not apply in relation to any question for the purposesof section 145(3)(aa) or (b) as to the interpretation or effect of the law oncompulsory insurance of, or applicable in, a member State or Northern Ireland.\n\t\t\tRelevant section 4 rights cease to be recognised and available so far asthey relate to compensation in connection with the use in Great Britain ofvehicles—\n\t\t\t\tother than motor vehicles, or\n\t\t\t\totherwise than on a road or other public place.\n\t\t\tAccordingly, to the extent that it is inconsistent with subsection (1) or(3), retained case law ceases to have effect.\n\t\t\tIn this section—\n\t\t\t\t  * “the 2009 Motor Insurance Directive” means [Directive 2009/103/EC](/european/directive/2009/0103?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 16 September 2009 relating to insurance against civil liability in respect of the use of motor vehicles, and the enforcement of the obligation to insure against such liability;\n\t\t\t\t  * “relevant section 4 rights” means section 4 rights which—\n\t\t\t\tare recognised and available in the law of England and Wales or the law ofScotland, and\n\t\t\t\tderive from the obligation imposed on the United Kingdom by Article 10 of the2009 Motor Insurance Directive as it had effect immediately before IPcompletion day (which relates to compensation in connection with the use ofvehicles in cases where drivers are uninsured or untraced);\n\t\t\t\t\t  * “retained case law” has the same meaning as in the European Union (Withdrawal) Act 2018 (see section 6(7) of that Act);\n\t\t\t\t\t  * “section 4 rights” means rights, powers, liabilities, obligations, restrictions, remedies and procedures which continue to be recognised and available in domestic law by virtue of section 4 of the European Union (Withdrawal) Act 2018 (saving for rights etc under section 2(1) of the ECA), including those rights, powers, liabilities, obligations, restrictions, remedies and procedures—\n\t\t\t\tas modified by domestic law from time to time, and\n\t\t\t\tas they apply to the Crown.\n\t\t\tNothing in this section applies in relation to the use of a vehicle beforethe day on which section 1 of the Motor Vehicles (Compulsory Insurance) Act2022 comes into force.”\nCommencement, extent and short title\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales and Scotland.\n\tThis Act may be cited as the Motor Vehicles (Compulsory Insurance) Act2022.\n\t\t"
    }
]