{
    "general": "This new law makes sure that all drivers have car insurance before they drive their cars on public roads. It updates old rules from the European Union to make sure everyone has insurance, so there are fewer accidents and people can be compensated if they get hurt or damage happens.",
    "series": [
        [
            {
                "length": 292,
                "short": "Retained EU Law on Compulsory Insurance for Motor Vehicles After Brexit",
                "text": "\n* Simplified point 1: The Retained EU Law Relating to Compulsory Insurance section of the Motor Vehicles (Compulsory Insurance) Act 2022 ensures that existing EU laws regarding compulsory insurance for motor vehicles remain in effect after Brexit.\n* Simplified point 2: This section specifically addresses the 2009 Motor Insurance Directive and its relevance to questions about the interpretation and effect of provisions related to compulsory insurance in the UK.\n* Simplified point 3: The section clarifies that certain rights and case law related to compulsory insurance will no longer be recognized and available in the UK, except in cases where the use of a vehicle is on a road or other public place.\n* Simplified point 4: The term \"retained case law\" refers to case law that was derived from EU law and continues to be recognized and available in domestic law under the European Union (Withdrawal) Act 2018.\n* Simplified point 5: The section defines key terms used in the act, including \"section 4 rights,\" \"retained case law,\" and \"the 2009 Motor Insurance Directive.\""
            }
        ]
    ],
    "summary": "The Motor Vehicles (Compulsory Insurance) Act 2022 ensures that there will still be a requirement for car owners to have insurance when driving their cars on roads and other public places. It also clears up any confusion about previous EU laws and how they will work in the UK after Brexit. Specifically, it keeps in place rules about compulsory insurance that were part of EU law before Brexit. These rules make sure that people who drive cars on roads and other public places have the right insurance to protect others if they cause an accident. The law also gets rid of some old court cases that were based on EU law, so that only the most important ones will still be valid in the UK. The law also explains what some of the key words used in the act mean, like \"section 4 rights\" and \"retained case law\".",
    "single": "\n* The Motor Vehicles (Compulsory Insurance) Act 2022 amends retained EU law related to compulsory insurance for motor vehicles in Great Britain.\n* The act modifies the application of Article 3 of the 2009 Motor Insurance Directive, which relates to liability in respect of the use of vehicles.\n* The act excludes liability in respect of the use of vehicles other than motor vehicles, or otherwise than on a road or other public place.\n* Relevant section 4 rights cease to be recognized and available in relation to compensation in connection with the use of vehicles other than motor vehicles, or otherwise than on a road or other public place.\n* Retained case law ceases to have effect to the extent that it is inconsistent with the act.\n* The act comes into force at the end of the period of two months beginning with the day on which it is passed, and extends to England and Wales and Scotland."
}