[
    {
        "length": 1027,
        "text": "\nDeclaration of presumed death\n\tApplying for declaration\n\t\tThis section applies where a person who is missing—\n\t\t\tis thought to have died, or\n\t\t\thas not been known to be alive for a period of at least 7 years.\n\t\tAny person may apply to the High Court for a declaration that the missingperson is presumed to be dead.\n\t\tThe court has jurisdiction to hear and determine an application under thissection only if—\n\t\t\tthe missing person was domiciled in England and Wales on the day on whichhe or she was last known to be alive,\n\t\t\tthe missing person had been habitually resident in England and Walesthroughout the period of 1 year ending with that day, or\n\t\t\tsubsection (4) is satisfied.\n\t\tThis subsection is satisfied if the application is made by the spouse orcivil partner of the missing person and—\n\t\t\tthe applicant is domiciled in England and Wales on the day on which theapplication is made, or\n\t\t\tthe applicant has been habitually resident in England and Wales throughoutthe period of 1 year ending with that day.\n\t\tThe court must refuse to hear an application under this section if—\n\t\t\tthe application is made by someone other than the missing person’s spouse,civil partner, parent, child or sibling, and\n\t\t\tthe court considers that the applicant does not have a sufficient interestin the determination of the application.\n\t\tThis section has effect subject to section 21(2).\n\tMaking declaration\n\t\tOn an application under section 1, the court must make the declaration ifit is satisfied that the missing person—\n\t\t\thas died, or\n\t\t\thas not been known to be alive for a period of at least 7 years.\n\t\tIt must include in the declaration a finding as to the date and time of themissing person’s death.\n\t\tWhere the court—\n\t\t\tis satisfied that the missing person has died, but\n\t\t\tis uncertain at which moment during a period the missing person died,\n\t\t\t\tthe finding must be that the missing person is presumed to have died at theend of that period.\n\t\tWhere the court—\n\t\t\tis satisfied that the missing person has not been known to be alive for aperiod of at least 7 years, but\n\t\t\tis not satisfied that the missing person has died,\n\t\t\tthe finding must be that the missing person is presumed to have died at theend of the period of 7 years beginning with the day after the day on which heor she was last known to be alive.\n\tEffect of declaration\n\t\tA declaration under this Act is conclusive of—\n\t\t\tthe missing person’s presumed death, and\n\t\t\tthe date and time of the death.\n\t\tA declaration under this Act is effective against all persons and for allpurposes, including for the purposes of—\n\t\t\tthe acquisition of an interest in any property, and\n\t\t\tthe ending of a marriage or civil partnership to which the missing personis a party.\n\t\tBut subsections (1) and (2) apply to a declaration only if—\n\t\t\tit has not been appealed against and the period for bringing an appeal hasended, or\n\t\t\tit has been appealed against and the appeal (and any further appeal) hasbeen unsuccessful.\n\t\tFor the purposes of subsection (3), an appeal has been unsuccessful if—\n\t\t\tit has been dismissed or withdrawn, and\n\t\t\tany period for bringing a further appeal has ended.\n\tOther powers of court making declaration\n\t\tWhen making a declaration under this Act, the court may—\n\t\t\tdetermine any question which relates to an interest in property and arisesas a result of the declaration, and\n\t\t\tdetermine the domicile of the missing person at the time of his or herpresumed death.\n\t\tWhen making a declaration under this Act, the court may make such order asit considers reasonable in relation to any interest in property acquired as aresult of the declaration.\n\t\tAn order under subsection (2) may direct that the value of any interest inproperty acquired as a result of the declaration is not to be recoverable byvirtue of an order made under section 7(2).\n\t\tIt may, in particular, direct that the value of the interest—\n\t\t\tis not to be recoverable in any circumstances, or\n\t\t\tis not to be recoverable where conditions specified in the order are met."
    },
    {
        "length": 1362,
        "text": "\nVariation order\n\tVarying and revoking declaration\n\t\tOn an application by any person, a declaration under this Act may be variedor revoked by an order of the High Court (a “variation order”).\n\t\tThe court must refuse to hear an application for a variation order if itconsiders that the applicant does not have a sufficient interest in thedetermination of the application.\n\tEffect of variation order\n\t\tA variation order does not affect an interest in property acquired as aresult of a declaration under this Act (but see section 7).\n\t\tA variation order does not revive a marriage or civil partnership that wasbrought to an end by virtue of a declaration under this Act.\n\t\tExcept as otherwise required by subsection (1) or (2)—\n\t\t\twhere a variation order varies a declaration, subsections (1) and (2) ofsection 3 have effect in relation to the declaration as varied by the order,and\n\t\t\twhere a variation order revokes a declaration, those subsections cease tohave effect in relation to the declaration.\n\t\tBut subsection (3) applies only if—\n\t\t\tthe variation order has not been appealed against and the period forbringing an appeal has ended, or\n\t\t\tthe variation order has been appealed against and the appeal (and anyfurther appeal) has been unsuccessful.\n\t\tFor the purposes of subsection (4), an appeal has been unsuccessful if—\n\t\t\tit has been dismissed or withdrawn, and\n\t\t\tany period for bringing a further appeal has ended.\n\tOther functions of court making variation order\n\t\tWhen making a variation order, the court may—\n\t\t\tdetermine any question which relates to an interest in property and arisesas a result of the variation order, and\n\t\t\tdetermine the domicile of the missing person at the time of his or herpresumed death.\n\t\tWhen making a variation order, the court must make such further order (ifany) as it considers reasonable in relation to any interest in propertyacquired as a result of the declaration varied or revoked by the order (“theoriginal declaration”) (but see subsections (3), (5) and (6)).\n\t\tThe court must not make an order under subsection (2) if the applicationfor the variation order was made after the end of the period of 5 yearsbeginning with the day on which the original declaration was made, unless itconsiders that there are exceptional circumstances which make it appropriateto do so.\n\t\tIn considering what order to make under subsection (2), the court must, asfar as practicable, have regard to the principles in section 8.\n\t\tAn order under subsection (2) does not affect income that accrued in theperiod—\n\t\t\tbeginning with the day on which the original declaration was made, and\n\t\t\tending with the day on which the variation order was made.\n\t\tAn order under subsection (2) does not affect or provide grounds tochallenge—\n\t\t\ta related good faith transaction, or\n\t\t\tan interest in property acquired under such a transaction.\n\t\tA “related good faith transaction” is a transaction under which a personacquires an interest in the property that is the subject of the order (or anypart of it) in good faith and for value from—\n\t\t\ta person who acquired an interest in the property (or any part of it) as aresult of the original declaration, or\n\t\t\ta person who acquired an interest in the property (or any part of it) froma person described in paragraph (a), whether directly or indirectly.\n\t\tWhere a person has entitlement under a trust by virtue of an order undersubsection (2), the trustee is liable to that person for any loss suffered bythat person on account of any breach of trust by the trustee in theadministration or distribution of all or part of the property that is thesubject of the order.\n\t\tSubsection (8) does not apply to the extent that the trustee’s liability isrestricted under any enactment or by any provision in a deed regulating theadministration of the trust.\n\t\tIn subsection (9) “enactment” includes an enactment contained in—\n\t\t\tan instrument made under an Act, or\n\t\t\tan Act or Measure of the National Assembly for Wales or an instrument madeunder such an Act or Measure.\n\tPrinciples \n\t\tThese are the principles referred to in section 7(4).\n\t\tThe first principle is relevant where property (“the relevant property”) isbeing or has been administered under a trust.\n\t\tThe first principle is that—\n\t\t\ta person who, but for section 6(1), would have an interest in the relevantproperty by virtue of a variation order, and\n\t\t\ta person who, but for section 6(1), would have acquired an interest in therelevant property from a person described in paragraph (a),\n\t\t\t\tshould be entitled to have made over to him or her by the trustee in fullsatisfaction of that interest the things listed in subsection (4).\n\t\tThose things are—\n\t\t\tthe interest in the relevant property or an equivalent interest in propertyrepresenting the relevant property, to the extent that such property is stillin the hands of the trustee when the variation order is made, and\n\t\t\tthe value of the interest in the relevant property, to the extent that suchproperty has been distributed.\n\t\tThe second principle is relevant where an insurer has paid a capital sum asa result of a declaration varied or revoked by a variation order.\n\t\tThe second principle is that the capital sum, or any part of the capitalsum, should be repaid to the insurer if the facts in respect of which thevariation order was made justify such repayment.\n\t\tThe references in subsections (5) and (6) to a capital sum do not include acapital sum distributed by way of an annuity or other periodical payment."
    },
    {
        "length": 1133,
        "text": "\nFurther provision about declarations and orders\n\tGiving notice of application\n\t\tA person who makes an application under this Act for a declaration or avariation order must send to the persons specified by rules of court—\n\t\t\tnotice of the application, and\n\t\t\tany other information specified by rules of court.\n\t\tAn application under this Act for a declaration or a variation order mustbe advertised in accordance with rules of court.\n\t\tThe court must refuse to hear an application under this Act for adeclaration or a variation order if the requirements in this section have notbeen met.\n\tAttorney General\n\t\tIn proceedings on an application under this Act for a declaration or avariation order, the court may at any stage direct that papers relating to thematter be sent to the Attorney General.\n\t\tIt may do so on the application of a party to the proceedings or withoutsuch an application being made.\n\t\tWhere the Attorney General incurs costs in connection with an applicationunder this Act for a declaration or a variation order, the court may make suchorder as it considers appropriate as to the payment of the costs by parties tothe proceedings.\n\t\tSubsection (3) applies whether the costs are incurred by virtue of adirection under subsection (1), an intervention under section 11(2) orotherwise.\n\tRight to intervene\n\t\tThe missing person’s spouse, civil partner, parent, child or sibling mayintervene in proceedings on an application under this Act for a declaration ora variation order.\n\t\tThe Attorney General may intervene in such proceedings, whether or not thecourt directs papers relating to the application to be sent to the AttorneyGeneral.\n\t\tAny other person may intervene in such proceedings only with the permissionof the court.\n\t\tReferences in this section to intervening in proceedings include—\n\t\t\targuing before the court any question in relation to the application whichthe court considers it necessary to have fully argued,\n\t\t\tin proceedings on an application for a declaration under this Act, seekinga determination or order under section 4, and\n\t\t\tin proceedings on an application for a variation order, seeking adetermination or order under section 7.\n\tInformation \n\t\tIn proceedings on an application under this Act for a declaration or avariation order, the court may by order at any stage require a person who isnot a party to the proceedings to provide it with specified information thatit considers relevant to the question of whether the missing person is aliveor dead.\n\t\tIt may do so only where it considers it necessary for the purpose ofdisposing of the proceedings.\n\t\tIt may do so on the application of a party to the proceedings or withoutsuch an application being made.\n\t\tThe order may not require the provision of information—\n\t\t\twhich is permitted or required by any rule of law to be withheld on groundsof public interest immunity,\n\t\t\twhich any person would be entitled to refuse to provide on grounds of legalprofessional privilege, or\n\t\t\twhose provision might incriminate the person providing it, or that person’sspouse or civil partner, of an offence.\n\t\tBefore making an order under this section, the court must send notice ofits intention to make the order to any person who, in its opinion, is likelyto be affected by the order.\n\t\tThe court may discharge or vary an order made under this section on anapplication made by any person who, in the opinion of the court, is affectedby it.\n\t\tIn this section “specified” means specified in an order under this section.\n\tInsurance against claims: trustees\n\t\tIf the court so directs, the trustee of a trust affected by a declarationunder this Act must as soon as reasonably practicable take out an insurancepolicy in respect of any claim which may arise by virtue of an order undersection 7(2).\n\t\tFor the purposes of this section, a trust is affected by a declarationunder this Act if—\n\t\t\tit arises as a result of the declaration, or\n\t\t\tproperty held under the trust is affected by the declaration.\n\t\tA premium payable by the trustee in accordance with a direction under thissection may be paid out of money or other property held under the trust.\n\tInsurance against claims: insurers paying capital sums\n\t\tBefore paying a capital sum to a person as a result of a declaration underthis Act, an insurer may require the person to take out an insurance policy inrespect of any claim which the insurer may make in the event of a variationorder being made.\n\t\tThe policy must be taken out—\n\t\t\tin the person’s own name, and\n\t\t\tfor the benefit of the insurer.\n\t\tSubsection (1) does not apply where the sum is paid in respect of anannuity or other periodical payment.\n\t\tIn this section “insurer” means any person who provides for the payment ofa benefit on a person’s death."
    },
    {
        "length": 193,
        "text": "\nOther determinations\n\tOther determinations about death of missing person\n\t\tNo declaration which may be applied for under section 1 may be madeotherwise than under this Act.\n\t\tWhere a court or tribunal makes a declaration that a missing person ispresumed to be dead (other than on an application under this Act), subsections(2) to (4) of section 2 apply to the court or tribunal as they apply to theHigh Court when it makes a declaration under this Act.\n\t\tSchedule 2 (amendment of provisions about presumption of death) has effect.\n\t\tApart from subsections (1) to (3) and Schedule 2, nothing in the precedingprovisions of this Act affects any power or duty that a court or tribunal hasother than under this Act to determine a question relating to the death of amissing person."
    },
    {
        "length": 901,
        "text": "\nSupplementary\n\tPower to amend periods of time\n\t\tThe Secretary of State may by regulations amend this Act by increasing orreducing a period of time referred to in—\n\t\t\tsection 1(1)(b),\n\t\t\tsection 2(1) or (4), or\n\t\t\tsection 7(3).\n\tConsequential and supplementary etc provision\n\t\tThe Secretary of State may by regulations make consequential,supplementary, incidental, transitional, transitory or saving provision inrelation to any provision of this Act.\n\t\tRegulations under this section may amend, repeal or revoke an enactmentpassed or made before, or in the same Session as, this Act is passed.\n\t\tIn this section “enactment” includes an enactment contained in—\n\t\t\tan instrument made under an Act, or\n\t\t\tan Act or Measure of the National Assembly for Wales or an instrument madeunder such an Act or Measure.\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing the following regulations (whether aloneor with other provision) may not be made unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament—\n\t\t\tregulations under section 17;\n\t\t\tregulations under section 18 which amend or repeal an Act (including an Actor Measure of the National Assembly for Wales).\n\t\tAny other statutory instrument containing regulations made by the Secretaryof State under this Act is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the court” means the High Court (except in section 16(2)); \n\t\t\t  * “interest in property” means an interest in property of any description, including an estate in land and a right over property; \n\t\t\t  * “the missing person”, in relation to a declaration under this Act or an application, determination or order made in connection with such a declaration, means the person who is or would be the subject of the declaration; \n\t\t\t  * “the Registrar General” means the Registrar General for England and Wales; \n\t\t\t  * “sibling” means a sibling of the full blood or the half blood; \n\t\t\t  * “trustee” includes an executor, administrator or personal representative; \n\t\t\t  * “variation order” has the meaning given in section 5. \n\t\tReferences in this Act to a party to proceedings include a personintervening in the proceedings in accordance with section 11.\n\tApplication to Crown\n\t\tThis Act binds the Crown.\n\t\tBut an application may not be made under this Act for a declaration inrespect of Her Majesty.\n\tCommencement \n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tsection 9 so far as it confers a power to make rules,\n\t\t\tsection 15(4) and Schedule 1 so far as they confer a power to makeregulations,\n\t\t\tsections 17 to 21,\n\t\t\tthis section, and\n\t\t\tsections 23 and 24.\n\t\tSubject to subsection (1), the provisions of this Act come into force onsuch day as the Secretary of State may by order appoint.\n\t\tAn order under this section must be made by statutory instrument.\n\t\tAn order under this section may—\n\t\t\tappoint different days for different purposes, and\n\t\t\tinclude transitional, transitory or saving provision.\n\tExtent \n\t\tThis Act extends to England and Wales.\n\tShort title\n\t\tThis Act may be cited as the Presumption of Death Act 2013."
    }
]