{
    "general": "This law helps families of missing people by making it easier to prove that their loved one has died, even if there is no body or direct evidence of their death. It allows them to access certain rights and benefits, such as inheritance, pensions, and other forms of support, without having to go through a lengthy legal process. The law also provides a way for families to have their loved ones declared legally dead, which can bring closure and help them move on with their lives.",
    "series": [
        [
            {
                "length": 238,
                "short": "\"Presumed Dead: Legal Consequences of Missing Persons in England and Wales\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows family members to apply to the High Court for a declaration that a missing person is presumed dead if they have not been known to be alive for at least 7 years.\n* Simplified point 2: To apply for a declaration, the missing person must have been domiciled in England and Wales on the day they were last known to be alive, and the applicant must have been habitually resident in England and Wales throughout the past year.\n* Simplified point 3: If the court makes a declaration of presumed death, it will be conclusive evidence of the missing person's death and the date and time of their death, and will affect the rights of parties to the missing person's estate and other matters.\n* Simplified point 4: The court may also make orders regarding interests in property acquired as a result of the declaration, including directing that the value of those interests is not recoverable in certain circumstances."
            },
            {
                "length": 243,
                "short": "\"Variation Orders for Declarations of Presumed Death: Understanding the Principles and Processes\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows for variations to declarations of presumed death, which can impact interests in property and financial transactions.\n* Simplified point 2: Variations can be requested by any person and will be heard by the High Court, which can vary or revoke the original declaration.\n* Simplified point 3: If a variation order is made, it can determine questions about interests in property and the domicile of the missing person at the time of their presumed death.\n* Simplified point 4: The court must consider certain principles when making a variation order, including ensuring that the person who would have had an interest in the property by virtue of the original declaration is entitled to have that interest recognised and satisfied by the trustee.\n* Simplified point 5: The court can also make orders to reflect the variation, such as determining the value of the interest in the property and ordering the return of any payments made under the original declaration."
            },
            {
                "length": 231,
                "short": "\"Presumed Death Law: Accessing Financial Benefits and Resolving Legal Matters\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows family members to apply for a declaration of presumed death, which can help them access financial benefits and resolve legal matters related to the missing person's estate.\n* Simplified point 2: To make an application, the family member must give notice to certain people and advertise the application in court, and the Attorney General may also become involved in the case.\n* Simplified point 3: The court has the power to direct the production of information from non-parties to the proceedings, and to require the trustee of a trust affected by the declaration to take out insurance policies to protect against potential claims.\n* Simplified point 4: Insurers paying capital sums to beneficiaries based on a declaration of presumed death may require the beneficiaries to take out insurance policies to cover any claims they may make in the event of a variation order being made."
            },
            {
                "length": 159,
                "short": "\"Presumption of Death Act 2013: Court Declarations and Provisions\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows courts or tribunals to make declarations that a missing person is presumed dead, except for applications made under this act.\n* Simplified point 2: If a court or tribunal makes such a declaration, certain provisions in the act apply, including those regarding the presumption of death and amendments to existing provisions.\n* Simplified point 3: The act does not affect any other powers or duties that courts or tribunals have to determine questions related to the death of a missing person, except for those specifically granted under this act."
            },
            {
                "length": 202,
                "short": "\"Death Act Regulatory Powers: Government Can Amend Existing Laws\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows the government to increase or reduce certain time periods mentioned in the act through regulations.\n* Simplified point 2: The act also gives the government the power to make consequential, supplementary, incidental, transitional, transitory or saving provisions related to any provision of the act.\n* Simplified point 3: Regulations made under the act can amend, repeal or revoke existing laws or instruments made before or during the same session as the act was passed.\n* Simplified point 4: The act defines various terms used throughout the legislation, such as \"the court\", \"interest in property\", \"the missing person\", and others.\n* Simplified point 5: The act applies to England and Wales only."
            }
        ],
        [
            {
                "length": 237,
                "short": "\"Presumed Dead: Legal Consequences of Disappearance in England and Wales\"",
                "text": "\n* Simplified point 1: The Presumption of Death Act 2013 allows family members to apply to the High Court for a declaration that a missing person is presumed dead if they have not been known to be alive for at least 7 years.\n* Simplified point 2: To apply for a declaration, the missing person must have been domiciled in England and Wales on the day they were last known to be alive, and the applicant must have been habitually resident in England and Wales throughout the past year.\n* Simplified point 3: If the court makes a declaration of presumed death, it will be conclusive evidence of the missing person's death and the date and time of their death, and will affect the rights of parties to the missing person's estate and other matters.\n* Simplified point 4: The court may also make orders regarding interests in property acquired as a result of the declaration, including directing that the value of those interests is not recoverable in certain circumstances.\n* Simplified point 5: The act applies to England and Wales only."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Presumption of Death Act 2013 helps families of missing persons in England and Wales find closure and move forward with their lives. This law allows family members to apply to the High Court for a declaration that a missing person is presumed dead, if they have not been known to be alive for at least 7 years. This declaration can affect the rights of parties to the missing person's estate and other matters. The court can also make orders regarding interests in property acquired as a result of the declaration, including directing that the value of those interests is not recoverable in certain circumstances. Additionally, the act allows for variations to declarations of presumed death, which can impact interests in property and financial transactions. Family members can access financial benefits and resolve legal matters related to the missing person's estate with the help of this legislation."
}