{
    "general": "This law makes it easier for people to see important financial documents from their local councils, like receipts and bank statements. Before, these documents were only available if you asked for them specifically, but now they will be made publicly available so anyone can look at them. This helps make sure that the council is using taxpayer money wisely and honestly.",
    "series": [
        [
            {
                "length": 167,
                "short": "```Local Government Transparency Law: Journalists & Citizens Allowed Access to Financial Records```",
                "text": "* Simplified point 1: Journalists and citizen journalists have the right to inspect local government's accounting records and related documents under the Local Audit and Accountability Act 2014.\n* Simplified point 2: The definition of \"person interested\" in section 26 of the Act has been expanded to include journalists, allowing them to request access to these documents.\n* Simplified point 3: This law applies only to England and Wales.\n* Simplified point 4: The Act allows citizens and journalists to request access to accounting records and related documents, promoting transparency and accountability in local governance."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Local Audit (Public Access to Documents) Act 2017 gives journalists and other members of the public the right to see financial documents and papers used by local councils in England and Wales. This helps ensure that local authorities are transparent about their spending and decision-making processes. Under this law, anyone can ask to look at documents such as receipts, bank statements, contracts, and emails related to council finances. This includes journalists who want to investigate or report on local government activities. By making these documents available, the law aims to promote openness and responsibility within local governments.",
    "single": "\n* Allows journalists and citizen journalists to inspect local audit documents, such as accounting records, to increase transparency and accountability in local government.\n* Amends the Local Audit and Accountability Act 2014 to include journalists and citizen journalists as persons who can inspect these documents.\n* Defines a journalist as anyone who produces journalistic material for publication, whether paid or unpaid.\n* Applies only to England and Wales.\n* Comes into force 2 months after the day it is passed.\nEFFECTS OF THE BILL:\n* Increases transparency and accountability in local government by allowing more people to access and review local audit documents.\n* Provides more opportunities for journalists and citizen journalists to report on local government activities and expenditures.\n* Helps to ensure that local governments are using public funds effectively and efficiently.\n* Gives citizens and taxpayers greater access to information about how their tax money is being spent."
}