[
    {
        "length": 236,
        "text": "\nPart 1Continuance of services Acts\n\tContinuance of services Acts\n\t\tThe 1955 Acts and the 1957 Act shall (instead of expiring on 31st August2001) expire on 31st August 2002 unless continued in force in accordance withthis section.\n\t\tSubject to subsection (3), Her Majesty may from time to time by Order inCouncil provide for the 1955 Acts and the 1957 Act to continue in force for aperiod not exceeding twelve months beyond the day on which they wouldotherwise expire.\n\t\tThe 1955 Acts and the 1957 Act may not be continued under subsection (2)beyond the end of the year 2006.\n\t\tNo recommendation shall be made to Her Majesty in Council to make an Orderunder subsection (2) unless a draft of the Order has been laid before, andapproved by a resolution of, each House of Parliament."
    },
    {
        "length": 2547,
        "text": "\nPowers to stop and search\n\tPowers to stop and search persons, vehicles etc\n\t\tA service policeman may exercise any power conferred by this section—\n\t\t\tin any place to which at the time when he proposes to exercise the powerthe public or any section of the public has access, on payment or otherwise,as of right or by virtue of express or implied permission,\n\t\t\tin any other place to which people have ready access at the time when heproposes to exercise the power but which is not a dwelling or service livingaccommodation, and\n\t\t\tin any premises which at the time when he proposes to exercise the powerare permanently or temporarily occupied or controlled by any of Her Majesty’sforces but are not service living accommodation.\n\t\tSubject to subsections (3) to (6), a service policeman—\n\t\t\tmay search—\n\t\t\tany person who is, or whom the service policeman has reasonable grounds forbelieving to be, subject to service law,\n\t\t\ta service vehicle which is in the charge of any person,\n\t\t\tany vehicle which is, or which the service policeman has reasonablegrounds for believing to be, in the charge of a person subject to service law,or\n\t\t\tanything which is in or on a service vehicle or a vehicle falling withinsub-paragraph (iii),\n\t\t\t\tfor stolen or prohibited articles, controlled drugs or Her Majesty’s stores,and\n\t\t\tmay detain for the purpose of such a search—\n\t\t\tany person who is, or whom the service policeman has reasonable grounds forbelieving to be, subject to service law,\n\t\t\tany person in charge of a service vehicle,\n\t\t\tany service vehicle, and\n\t\t\tany vehicle falling within paragraph (a)(iii).\n\t\tThis section does not give a service policeman power to search a person orvehicle or anything in or on a vehicle unless—\n\t\t\the has reasonable grounds for suspecting that he will find—\n\t\t\tstolen or prohibited articles, or\n\t\t\tHer Majesty’s stores that have been unlawfully obtained, or\n\t\t\the has reasonable grounds for suspecting—\n\t\t\tin the case of the search of a person, that the person is in possession ofa controlled drug in circumstances in which he commits an offence againstsection 70 of either of the 1955 Acts or section 42 of the 1957 Act for whichthe corresponding civil offence is an offence under the Misuse of Drugs Act[1971 (c. 38)](/id/ukpga/1971/38?view=plain \"Go to item of legislation\"), or\n\t\t\tin the case of the search of a vehicle, that he will find a controlleddrug that is in a person’s possession in such circumstances.\n\t\tIf a person is in a garden or yard occupied with and used for the purposesof a dwelling or of any service living accommodation falling within section15(1)(a) or on other land so occupied and used, a service policeman may not byvirtue of subsection (1)(a) or (b) search him in the exercise of the powerconferred by this section unless the service policeman has reasonable groundsfor believing—\n\t\t\tthat he does not reside in the dwelling or service living accommodation,and\n\t\t\tthat he is not in the place in question with the express or impliedpermission of a person who resides in the dwelling or service livingaccommodation.\n\t\tIf a vehicle is in a garden or yard occupied with and used for the purposesof a dwelling or of any service living accommodation falling within section15(1)(a) or on other land so occupied and used, a service policeman may not byvirtue of subsection (1)(a) or (b) search the vehicle or anything in or on itin the exercise of the power conferred by this section unless the servicepoliceman has reasonable grounds for believing—\n\t\t\tthat the person in charge of the vehicle does not reside in the dwelling orservice living accommodation, and\n\t\t\tthat the vehicle is not in the place in question with the express orimplied permission of a person who resides in the dwelling or service livingaccommodation.\n\t\tIn subsections (4) and (5) “dwelling” does not include any dwelling whichis permanently or temporarily occupied or controlled by any of Her Majesty’sforces.\n\t\tIf in the course of a search under this section a service policemandiscovers an article which he has reasonable grounds for suspecting to be—\n\t\t\ta stolen or prohibited article,\n\t\t\tevidence of an offence against section 70 of either of the 1955 Acts orsection 42 of the 1957 Act for which the corresponding civil offence is anoffence under the Misuse of Drugs Act [1971 (c.38)](/id/ukpga/1971/38?view=plain \"Go to item of legislation\"), or\n\t\t\tany of Her Majesty’s stores that have been unlawfully obtained,\n\t\t\the may seize it.\n\t\tAn article is prohibited for the purposes of this section if it is—\n\t\t\tan offensive weapon other than one in the possession of a person who ispermitted to have it in his possession for the purposes of any of HerMajesty’s forces, or\n\t\t\tan article—\n\t\t\tmade or adapted for use in the course of or in connection with an offencespecified in subsection (9) or an offence as respects which the correspondingcivil offence is an offence specified in that subsection; or\n\t\t\tintended by the person having it with him for such use by him or by someother person.\n\t\tThe offences referred to in subsection (8)(b)(i) are—\n\t\t\tburglary, \n\t\t\ttheft, \n\t\t\toffences under section 12 of the Theft Act [1968 (c.60)](/id/ukpga/1968/60?view=plain \"Go to item of legislation\") (taking motorvehicle or other conveyance without authority), and\n\t\t\toffences under section 15 of that Act (obtaining property by deception).\n\t\tIn this section—\n\t\t\t  * “Her Majesty’s stores” has the same meaning as in the Public Stores Act [1875 (c. 25)](/id/ukpga/1875/25?view=plain \"Go to item of legislation\"); \n\t\t\t  * “offensive weapon” means any article— \n\t\t\tmade or adapted for use for causing injury to persons, or\n\t\t\tintended by the person having it with him for such use by him or by some otherperson;\n\t\t\t\t  * “service vehicle” means a vehicle which— \n\t\t\tbelongs to any of Her Majesty’s forces, or\n\t\t\tis in use for the purposes of any of those forces.\n\tProvisions relating to search under s. 2\n\t\tThe time for which a person or vehicle may be detained for the purposes ofa search under section 2 is such time as is reasonably required to permit asearch to be carried out either at the place where the person or vehicle wasfirst detained or nearby.\n\t\tThe power conferred by section 2 is not to be construed as authorising aservice policeman to require a person to remove any of his clothing in publicother than an outer coat, jacket or gloves.\n\t\tThe Secretary of State may by order make provision, in relation to thesearch of persons or vehicles under section 2 (whether carried out by servicepolicemen or by virtue of section 4 by other persons), which is equivalent tothat made by any provision of—\n\t\t\tsubsections (1) to (7) and (9)(b) of section 2 (provisions relating tosearch under section 1 of that Act and other powers) of the Police andCriminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to itemof legislation\") (in this Part referred to as “the 1984 Act”), and\n\t\t\tsection 3 of that Act (duty to make records concerning searches),\n\t\t\t\tsubject to such modifications as the Secretary of State thinks fit.\n\t\tAn order under subsection (3) may, in particular, apply any of theprovisions mentioned in paragraphs (a) and (b) of that subsection subject tomodifications specified in the order.\n\t\tSection 2 and this section apply to vessels, aircraft and hovercraft asthey apply to vehicles.\n\t\tNothing in section 2 limits the powers exercisable on any premises if, orto the extent that, the premises are being used—\n\t\t\tfor holding persons in custody under any of the services Acts, or\n\t\t\tfor the accommodation of persons serving military, air-force or navalsentences of detention or imprisonment.\n\tPower of commanding officer in relation to stopping and searching ofpersons, vehicles etc\n\t\tSubject to subsections (2) and (3), in relation to a person who is subjectto service law or a vehicle in the charge of such a person, the powersconferred on a service policeman by section 2 may also be exercised—\n\t\t\tby that person’s commanding officer, or\n\t\t\tby any member of Her Majesty’s forces who is authorised by that person’scommanding officer.\n\t\tThe power conferred on a commanding officer by virtue of subsection (1)(a)may be exercised only by giving orders for the search of a particular personor vehicle.\n\t\tA commanding officer may not give orders by virtue of subsection (1)(a) orgive authority under subsection (1)(b) unless he has reasonable grounds forbelieving that it is likely that, if the powers conferred by section 2 couldnot be exercised before the earliest time by which it would be practicable toobtain—\n\t\t\tthe assistance of a service policeman, or\n\t\t\tin a case where corresponding powers conferred by section 1 of the 1984 Actor any other enactment are exercisable by a member of a United Kingdom policeforce, the assistance of a member of such a force who is capable of exercisingthose corresponding powers,\n\t\t\t\toffences against section 70 of either of the 1955 Acts or section 42 of the1957 Act would be committed or persons who have committed such offences wouldavoid apprehension."
    },
    {
        "length": 3026,
        "text": "\nEntry and search of premises\n\tPower of judicial officer to authorise entry and search of certainpremises\n\t\tIf, on an application made by a service policeman, a judicial officer issatisfied that there are reasonable grounds for believing—\n\t\t\tthat an offence to which this section applies has been committed, and\n\t\t\tthat there is on relevant residential premises specified in the applicationmaterial which is likely to be of substantial value (whether by itself ortogether with other material) to the investigation of the offence, and\n\t\t\tthat the material is likely to be relevant evidence, and\n\t\t\tthat it does not consist of or include items subject to legal privilege,excluded material or special procedure material, and\n\t\t\tthat any of the conditions specified in subsection (4) applies,\n\t\t\t\the may issue a warrant authorising a service policeman to enter and search thepremises.\n\t\tThis section applies to the following offences—\n\t\t\tany offence against section 70 of either of the 1955 Acts or section 42 ofthe 1957 Act for which the corresponding civil offence is, or if it werecommitted in England and Wales would be, a serious arrestable offence for thepurposes of the 1984 Act;\n\t\t\tany offence against section 24, 25, 26, 30, 31, 32, 37, 48A or 49 of eitherof the 1955 Acts or against section 2, 3, 4, 5, 9, 10, 16, 19 or 20 of the1957 Act;\n\t\t\tany offence specified for the purposes of this subsection in an order madeby the Secretary of State;\n\t\t\tany offence against either of the 1955 Acts or under the 1957 Act whosecommission—\n\t\t\thas led to any of the consequences specified in subsection (5), or\n\t\t\tis intended or is likely to lead to any of those consequences.\n\t\tA service policeman may seize and retain anything for which a search hasbeen authorised under subsection (1).\n\t\tThe conditions mentioned in subsection (1)(e) are—\n\t\t\tthat it is not practicable to communicate with any person entitled to grantentry to the premises;\n\t\t\tthat it is practicable to communicate with a person entitled to grant entryto the premises but it is not practicable to communicate with any personentitled to grant access to the evidence;\n\t\t\tthat entry to the premises will not be granted unless a warrant isproduced;\n\t\t\tin the case of service living accommodation falling within section 15(1)(b)or (c), that the person for whom it is provided will not agree to grant accessto it unless a warrant is produced or that it is not practicable tocommunicate with him;\n\t\t\tthat the purpose of a search may be frustrated or seriously prejudicedunless a service policeman arriving at the premises can secure immediate entryto them.\n\t\tThe consequences mentioned in subsection (2)(d)(i) are—\n\t\t\tserious harm to the security of the State or to public order;\n\t\t\tserious interference with the administration of justice or with theinvestigation of offences or of a particular offence;\n\t\t\tthe death of any person;\n\t\t\tserious injury to any person;\n\t\t\tsubstantial financial gain to any person;\n\t\t\tserious financial loss to any person;\n\t\t\tthe undermining of discipline or morale among members of any of HerMajesty’s forces.\n\t\tIn subsection (5)(d) “injury” includes any disease and any impairment of aperson’s physical or mental condition.\n\t\tFor the purposes of subsection (5)(f), loss is serious if, having regard toall the circumstances, it is serious for the person who suffers it.\n\t\tIn this section “relevant residential premises” means—\n\t\t\tservice living accommodation, or\n\t\t\tother premises occupied as a residence (alone or with other persons) by—\n\t\t\ta person who is subject to service law, or\n\t\t\ta person who is suspected of having committed while subject to service lawan offence in relation to which the warrant is sought.\n\t\tIn this section “relevant evidence”, in relation to an offence, meansanything that would be admissible in evidence at a trial for the offence.\n\t\tThe Secretary of State may by order—\n\t\t\tauthorise the use, in connection with any application to a judicial officerfor a warrant under this section, of live television links or similararrangements, and\n\t\t\tmake provision, in relation to warrants issued under this section toservice policemen or entry and search under such a warrant, which isequivalent to that made by any provision of sections 15 and 16 of the 1984 Act(which relate to the issue to constables of warrants to enter and searchpremises), subject to such modifications as the Secretary of State thinks fit.\n\tSpecial provisions as to access\n\t\tThe Secretary of State may by order enable a service policeman to obtainaccess to excluded material or special procedure material on relevantresidential premises, for the purposes of an investigation of an offence towhich section 5 applies, by making an application in accordance with the orderto a judicial officer.\n\t\tAn order under this section may, in particular—\n\t\t\tprovide for any provision of Schedule 1 to the 1984 Act (which relates toapplications by constables to circuit judges for access to excluded materialor special procedure material) to apply with specified modifications for thepurposes of the order, and\n\t\t\tauthorise the use, in connection with any application made by virtue of theorder, of live television links or similar arrangements.\n\t\tIn this section “relevant residential premises” has the same meaning as insection 5.\n\tPower of commanding officer to authorise entry and search of certainpremises\n\t\tIf an officer has reasonable grounds for believing—\n\t\t\tthat the conditions specified in paragraphs (a) to (e) of section 5(1) aresatisfied in relation to—\n\t\t\tservice living accommodation of a person as respects whom the officer iscommanding officer, or\n\t\t\tother premises occupied as a residence (alone or with other persons) by aperson who is subject to service law and as respects whom the officer iscommanding officer, and\n\t\t\tthat it is likely that, if no search could be carried out before theearliest time by which it would be practicable—\n\t\t\tfor a service policeman to obtain and execute a warrant under section 5authorising the entry and search of the premises, or\n\t\t\tin a case where a member of a United Kingdom police force could obtain awarrant under section 8 of the 1984 Act or any other enactment authorising theentry and search of the premises, for a member of such a force to obtain sucha warrant,\n\t\t\t\tthe purpose of the search would be frustrated or seriously prejudiced,\n\t\t\tthe officer may authorise a service policeman or, subject to subsection (2),any other member of Her Majesty’s forces to enter and search the premises.\n\t\tAn officer may not authorise a person other than a service policeman toexercise the powers conferred by subsection (1) unless—\n\t\t\tthe premises to be searched consist of service living accommodation fallingwithin section 15(1)(b) or (c), and\n\t\t\tit is likely that, if no search could be carried out before the earliesttime by which it would be practicable to obtain the assistance of a servicepoliceman, the purpose of the search would be frustrated or seriouslyprejudiced.\n\t\tSubject to section 8, a person authorised under subsection (1) may seizeand retain anything for which the search under this section was authorised.\n\tReview by judicial officer\n\t\tWhere any property has been seized and retained during a search undersection 7, the officer who authorised the search must as soon as practicablerequest a judicial officer to undertake a review of the search and of theseizure and retention of anything seized and retained during it.\n\t\tIn relation to a review under this section, a judicial officer shall havesuch powers and duties as may be prescribed by the Secretary of State byorder.\n\tEntry for purpose of arrest etc\n\t\tSubject to the following provisions of this section, a service policemanmay enter and search any relevant residential premises for the purpose—\n\t\t\tof arresting a person under any of the services Acts, or\n\t\t\tof saving life or limb or preventing serious damage to property.\n\t\tIn subsection (1) “relevant residential premises” means—\n\t\t\tservice living accommodation, or\n\t\t\tother premises occupied as a residence (alone or with other persons) by aperson who is subject to service law.\n\t\tSubject to the following provisions of this section and without prejudiceto any other enactment, a service policeman may enter and search any premiseswhich are occupied as a residence (alone or with other persons) by a person towhom this subsection applies, for the purpose of arresting that person underany of the services Acts.\n\t\tSubsection (3) applies to a person in relation to whom the power of arrestunder any of the services Acts is exercisable only by virtue of section 131 ofeach of the 1955 Acts or section 51 of the 1957 Act.\n\t\tExcept for the purpose specified in paragraph (b) of subsection (1), thepowers of entry and search conferred by this section—\n\t\t\tare only exercisable if the service policeman has reasonable grounds forbelieving that the person whom he is seeking is on the premises, and\n\t\t\tare limited, in relation to premises consisting of two or more separatedwellings, to powers to enter and search—\n\t\t\tany parts of the premises which the occupiers of any dwelling comprised inthe premises use in common with the occupiers of any other such dwelling, and\n\t\t\tany such dwelling in which the service policeman has reasonable groundsfor believing that the person whom he is seeking may be.\n\t\tThe power of search conferred by this section is only a power to search tothe extent that is reasonably required for the purpose for which the power ofentry is exercised.\n\t\tSubject to subsections (8) and (9), an officer may authorise a member ofHer Majesty’s forces who is not a service policeman to exercise, in relationto premises consisting of—\n\t\t\tservice living accommodation of a person as respects whom the officer iscommanding officer, or\n\t\t\tother premises occupied as a residence (alone or with other persons) by aperson who is subject to service law and as respects whom the officer iscommanding officer,\n\t\t\t\tthe powers conferred by subsection (1) on a service policeman.\n\t\tAn officer may not authorise a person other than a service policeman toexercise the power conferred by subsection (1)(a) unless—\n\t\t\tthe offence in respect of which the arrest is to be made is an offence towhich section 5 applies, and\n\t\t\tthe officer has reasonable grounds for believing that, if the arrest couldnot be made before the earliest time by which it would be practicable toobtain—\n\t\t\tthe assistance of a service policeman, or\n\t\t\tin a case where the powers conferred by section 17(1)(b) or (c) of the1984 Act (entry for purposes of arrest) are exercisable by a member of aUnited Kingdom police force, the assistance of a member of such a forcecapable of exercising them,\n\t\t\tthe person to be arrested might evade arrest, conceal, damage, alter ordestroy evidence or be a danger to himself or to others, or discipline ormorale among members of any of Her Majesty’s forces might be undermined.\n\t\tAn officer may not authorise a person other than a service policeman toexercise the power conferred by subsection (1)(b) in relation to premisesfalling within subsection (2)(b) unless it is not practicable to obtain theassistance of a service policeman in time to take the necessary action to savelife or limb or prevent serious damage to property.\n\t\tThe Defence Council may by regulations provide for the delegation by acommanding officer of his functions under this section."
    },
    {
        "length": 1177,
        "text": "\nPowers exercisable on arrest\n\tSearch upon arrest\n\t\tA service policeman or the person exercising the power of arrest may searcha person arrested under any of the services Acts if the service policeman or,as the case may be, the person making the arrest has reasonable grounds forbelieving that the arrested person may present a danger to himself or others.\n\t\tSubject to subsections (4), (8) and (9), a service policeman shall alsohave power to search the arrested person for anything—\n\t\t\twhich he might use to assist him to escape from custody, or\n\t\t\twhich might be evidence relating to an offence.\n\t\tFor the purposes of the following provisions of this section, a thing is“subject to search” if it is something for which a search by a servicepoliceman is permitted under subsection (2).\n\t\tA service policeman may not search a person in the exercise of the powerconferred by subsection (2) unless he has reasonable grounds for believingthat the person to be searched may have concealed on him anything that issubject to search.\n\t\tSubject to subsections (6) to (9), where a person (“the arrested person”)is to be or has been arrested under any of the services Acts by a person otherthan a service policeman, the commanding officer of the arrested person—\n\t\t\tmay, if the commanding officer has reasonable grounds for believing thatthe arrested person may have concealed on him anything that is subject tosearch, order the person exercising the power of arrest, on or afterexercising the power, to search the arrested person for anything that issubject to search, or\n\t\t\tmay authorise the person exercising the power of arrest, on or afterexercising the power, to search the arrested person for anything that issubject to search.\n\t\tA commanding officer may not order or authorise the search of an arrestedperson under subsection (5)(a) or (b) unless he has reasonable grounds forbelieving that it is likely that, if the search could not be carried outbefore the earliest time by which it would be practicable to obtain assistancefrom—\n\t\t\ta service policeman, or\n\t\t\tin a case where the powers conferred by section 32 of the 1984 Act (searchupon arrest) are exercisable by a member of a United Kingdom police force, amember of such a force capable of exercising those powers,\n\t\t\t\tthe person who is to be or has been arrested would escape from custody orconceal, alter or destroy evidence.\n\t\tA person authorised under paragraph (b) of subsection (5) may not search aperson in the exercise of the power conferred by that paragraph unless he hasreasonable grounds for believing that the arrested person may have concealedon him anything that is subject to search.\n\t\tThe power to search conferred by subsection (2) or (5) is only a power tosearch to the extent that is reasonably required for the purpose ofdiscovering anything that is subject to search.\n\t\tThe power conferred by subsection (1), (2) or (5) is not to be construed asauthorising the person exercising the power to require a person to remove anyof his clothing in public other than an outer coat, jacket or gloves, but thepower does authorise the search of a person’s mouth.\n\t\tAny person searching another person in the exercise of the power conferredby subsection (1) may seize and retain anything he finds, if he has reasonablegrounds for believing that the person searched might use it to cause physicalinjury to himself or to any other person.\n\t\tA service policeman or authorised person searching a person in theexercise of the power conferred by subsection (2) or (5) may seize and retainanything he finds, other than an item subject to legal privilege, if he hasreasonable grounds for believing—\n\t\t\tthat the person searched might use it to assist him to escape from lawfulcustody; or\n\t\t\tthat it is evidence of an offence or has been obtained in consequence ofthe commission of an offence.\n\t\tIn subsection (11) “authorised person” means a person ordered undersubsection (5)(a) or authorised under subsection (5)(b).\n\t\tThe Secretary of State may by order make provision, in relation topremises in which a person was when or immediately before he was arrestedunder any of the services Acts, which is equivalent to that made by any of theprovisions of section 32 of the 1984 Act which relate to the power to enterand search premises, subject to such modifications as the Secretary of Statethinks fit.\n\t\tThe power conferred by subsection (13) includes, in particular, power toapply any provision of section 32 of the 1984 Act relating to the power toenter and search premises, subject to modifications specified in the order.\n\t\tThe Defence Council may by regulations provide for the delegation by acommanding officer of his functions under this section."
    },
    {
        "length": 1003,
        "text": "\nSeizure etc.\n\tPower to make provision equivalent to that made by ss. 18 to 22 ofPolice and Criminal Evidence Act 1984\n\t\tThe Secretary of State may by order make provision, in relation to premisesoccupied or controlled by a person who—\n\t\t\thas been arrested under any of the services Acts, and\n\t\t\tis being held in military, air-force or naval custody without beingcharged,\n\t\t\t\twhich is equivalent to that made by any provision of section 18 of the 1984Act (entry and search after arrest), subject to such modifications as theSecretary of State thinks fit.\n\t\tThe Secretary of State may by order make provision, in relation to—\n\t\t\ta service policeman who is on any premises in the exercise of any powerconferred by or under this Part, or\n\t\t\tany power of seizure conferred by or under this Part,\n\t\t\twhich is equivalent to that made by any provision of sections 19 to 21 of the1984 Act (which relate to seizure) or section 22(1) to (4) of that Act (powerto retain property seized), subject to such modifications as the Secretary ofState thinks fit.\n\t\tIn subsection (1) “charged”—\n\t\t\tin relation to a person held in military custody, is to be construed inaccordance with section 75(4) of the Army Act [1955 (c.18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\"),\n\t\t\tin relation to a person held in air-force custody, is to be construed inaccordance with section 75(4) of the Air Force Act [1955 (c.19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\"), and\n\t\t\tin relation to a person held in naval custody, is to be construed inaccordance with section 47A(4) of the 1957 Act.\n\t\tNo provision made by virtue of this section affects the power conferred bysection 12.\n\tProperty in possession of service police or commanding officer\n\t\tThe Secretary of State may by regulations make provision with respect tothe disposal of property which has come into the possession of a servicepoliceman or a person’s commanding officer in connection with theinvestigation of an offence.\n\t\tThe regulations may, in particular—\n\t\t\tenable a court-martial, Standing Civilian Court or judicial officer to makean order for the delivery of the property to the person appearing to the courtor judicial officer to be the owner of the property or, if the owner cannot beascertained, to make such order with respect to the property as the court orjudicial officer thinks fit,\n\t\t\tenable the commanding officer of a person charged with an offence againstany of the services Acts—\n\t\t\tto determine that any property seized under this Part in connection withthe investigation of an offence be delivered to the person appearing to thecommanding officer to be the owner of the property, or\n\t\t\tif the owner cannot be ascertained, to make such other determination withrespect to the delivery of the property as the commanding officer considersappropriate,\n\t\t\tenable the commanding officer of a person—\n\t\t\tin whose possession the property was before it was seized under this Part,or\n\t\t\twho claims to be the owner of the property,\n\t\t\t\tto determine that it should be delivered to that person,\n\t\t\tmake provision as to appeals against orders made by virtue of paragraph (a)and determinations made by virtue of paragraph (b) or (c), and\n\t\t\tprovide that, on the expiration of a specified period from the making of anorder by virtue of paragraph (a), the right of any person to take proceedingsfor the recovery of the property is to cease.\n\t\tA determination made by virtue of subsection (2)(b) or (c) does not bar theright of any person to recover any property delivered in pursuance of thedetermination from the person to whom it is delivered."
    },
    {
        "length": 2833,
        "text": "\nSupplementary\n\tOrders and codes of practice under s. 113 of Police and CriminalEvidence Act 1984\n\t\tSection 113 of the 1984 Act (application of Act to armed forces) is amendedas follows.\n\t\tIn subsection (1) (which confers on the Secretary of State power by orderto apply provisions of the 1984 Act to investigations etc under either of the1955 Acts or under the 1957 Act) for “this Act” there is substituted “Part 5of this Act (or Part 11 of this Act so far as relating to that Part)”.\n\t\tIn subsection (3) (which requires the Secretary of State to issue one ormore codes of practice for persons other than police officers who areconcerned with enquiries into offences under the 1955 Acts or the 1957 Act)for the words from “with” onwards there is substituted— “with—\n\t\t\tthe exercise of the powers conferred by Part 2 of the Armed Forces Act2001, or\n\t\t\tenquiries into offences under the Army Act 1955, the Air Force Act 1955 orthe Naval Discipline Act 1957.”\n\t\tIn subsection (4) for the words “enquiries into such offences” there issubstituted “the powers mentioned in subsection (3)(a) above or the enquiriesmentioned in subsection (3)(b) above”.\n\tPower to use reasonable force\n\t\tWhere a power is conferred on any person by or under this Part, the person onwhom the power is conferred may use reasonable force, if necessary, in theexercise of the power.\n\tMeaning of “service living accommodation”\n\t\tSubject to subsection (2), in this Part “service living accommodation”means—\n\t\t\tany building or part of a building which is occupied for the purposes ofany of Her Majesty’s forces but is provided for the exclusive use of a personsubject to service law, or of such a person and members of his family, asliving accommodation or as a garage,\n\t\t\tany other room, structure or area (whether on land or on a vessel) which isoccupied for the purposes of any of Her Majesty’s forces and is used for theprovision of sleeping accommodation for one or more persons subject to servicelaw, or\n\t\t\tany locker which—\n\t\t\tis provided by any of Her Majesty’s forces for personal use by a personsubject to service law in connection with his sleeping accommodation, but\n\t\t\tis not in a room, structure or area falling within paragraph (b).\n\t\tPremises are not service living accommodation for the purposes of this Partif, or to the extent that, they are being used—\n\t\t\tfor holding persons in custody under any of the services Acts, or\n\t\t\tfor the accommodation of persons serving military, air-force or navalsentences of detention or imprisonment.\n\tPart 2: supplementary provisions\n\t\tIn this Part—\n\t\t\t  * “the 1984 Act” means the Police and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\"); \n\t\t\t  * “Commonwealth force” has the same meaning as in the 1955 Acts and the 1957 Act; \n\t\t\t  * “controlled drug” has the meaning given by section 2 of the Misuse of Drugs Act [1971 (c. 38)](/id/ukpga/1971/38?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the corresponding civil offence”, in relation to an offence against section 70 of either of the 1955 Acts or section 42 of the 1957 Act, means the civil offence (within the meaning of the Army Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\"), the Air Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") or the 1957 Act) the commission of which constitutes an offence under that section; \n\t\t\t  * “excluded material” has the same meaning as in the 1984 Act; \n\t\t\t  * “Her Majesty’s forces” does not include any Commonwealth force; \n\t\t\t  * “items subject to legal privilege” has the same meaning as in the 1984 Act; \n\t\t\t  * “judicial officer” means a judicial officer appointed under section 75L of either of the 1955 Acts or under section 47M of the 1957 Act; \n\t\t\t  * “premises” includes any place and, in particular, includes— \n\t\t\tany vehicle, vessel, aircraft or hovercraft, and\n\t\t\tany tent or movable structure;\n\t\t\t\t  * “the services Acts” means the 1955 Acts and the 1957 Act; \n\t\t\t\t  * “service living accommodation” has the meaning given by section 15; \n\t\t\t\t  * “service policeman” means a member of the Royal Navy Regulating Branch, the Royal Marines Police, the Royal Military Police or the Royal Air Force Police; \n\t\t\t\t  * “special procedure material” has the same meaning as in the 1984 Act; \n\t\t\t\t  * “stolen”, in relation to an article, has the same meaning as it has by virtue of section 24 of the Theft Act [1968 (c. 60)](/id/ukpga/1968/60?view=plain \"Go to item of legislation\") in the provisions of that Act relating to goods which have been stolen; \n\t\t\t\t  * “United Kingdom police force” means any of the following— \n\t\t\tthe Ministry of Defence Police,\n\t\t\tany police force maintained under section 2 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\") (police forcesin England and Wales outside London),\n\t\t\tthe metropolitan police force,\n\t\t\tthe City of London police force,\n\t\t\tany police force maintained under or by virtue of section 1 of the Police(Scotland) Act [1967 (c. 77)](/id/ukpga/1967/77?view=plain \"Go to item oflegislation\"), or\n\t\t\tthe Police Service of Northern Ireland.\n\t\tIn this Part any reference to a person subject to service law is areference to—\n\t\t\ta person subject to military law, air-force law or the 1957 Act, or\n\t\t\tany other person to whom any provisions of Part 2 of the Army Act [1955 (c.18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\"), Part 2 of theAir Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item oflegislation\") or Parts 1 and 2 of the 1957 Act apply because he is a personfalling within—\n\t\t\tsection 209(1) or (2) of either of the 1955 Acts (application of Act tocivilians), or\n\t\t\tsection 118(1) or (2) of the 1957 Act (application of Act to civilians).\n\t\tThis Part shall, to such extent and subject to such modifications as may beprescribed by regulations made by the Defence Council, apply to personsembarked as passengers on board Her Majesty’s ships or Her Majesty’s aircraft(not being persons who are subject to service law) as it applies to personssubject to service law.\n\t\tIn subsection (3), “Her Majesty’s ships” has the same meaning as in theArmy Act 1955 and “Her Majesty’s aircraft” has the same meaning as in the AirForce Act 1955.\n\t\tFor the purposes of this Part “commanding officer”—\n\t\t\tin relation to a person subject to military law, means the officer whowould be that person’s commanding officer for the purposes of section 82 ofthe Army Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Go to item oflegislation\") if he were charged with an offence;\n\t\t\tin relation to a person subject to air-force law, means the officer whowould be that person’s commanding officer for the purposes of section 82 ofthe Air Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item oflegislation\") if he were charged with an offence;\n\t\t\tin relation to a person subject to the 1957 Act or a person falling withinsubsection (2)(b)(ii), means—\n\t\t\tthe officer in command of the ship or naval establishment to which hebelongs, or\n\t\t\tany other person who by virtue of regulations under section 52E of thatAct would be able to exercise the powers conferred by that Act on a commandingofficer in relation to that person if he were charged with an offence;\n\t\t\tin relation to a person falling within subsection (2)(b)(i), means theperson who is by virtue of regulations of the Defence Council made for thepurposes of section 209(3)(f) of either of the 1955 Acts the commandingofficer for the purposes of Part 2 of the Act in question in relation to him;\n\t\t\tin relation to a person falling within subsection (3), means such officeras may be determined by or under regulations of the Defence Council made forthe purposes of that subsection.\n\t\tFor the purposes of this Part, the Provost Marshal of the Royal Air Forceand any officer appointed to exercise the functions conferred by the Air ForceAct 1955 on provost officers are to be taken to be members of the Royal AirForce Police.\n\t\tNothing in this Part limits—\n\t\t\tany power of a service policeman or commanding officer to enter and search,or order the entry and search of, premises which are occupied for the purposesof any of Her Majesty’s forces, to the extent that the premises do notconstitute service living accommodation,\n\t\t\tany power of a commanding officer, otherwise than in connection with theinvestigation of an offence or the exercise of any power of arrest, to enterand search, or order the entry and search of, service living accommodation,\n\t\t\tany power of a commanding officer, otherwise than in connection with theinvestigation of an offence or the exercise of any power of arrest, to searcha person or to stop and search a service vehicle, or\n\t\t\tany power of a service policeman or commanding officer to search a servicevehicle which is not in the charge of any person.\n\t\tIn subsection (7) “service vehicle” means a vehicle, vessel, aircraft orhovercraft which—\n\t\t\tbelongs to any of Her Majesty’s forces, or\n\t\t\tis in use for the purposes of any of those forces."
    },
    {
        "length": 188,
        "text": "\nEligibility of warrant officers for membership of summary appeal courts\n\tThe Secretary of State may by order provide that, in such circumstances andsubject to such conditions as may be prescribed, warrant officers are to beeligible to be members of any of the summary appeal courts.\n\tAn order under this section may amend either of the 1955 Acts or the 1957Act.\n\tNo order under this section may enable any of the summary appeal courts toinclude a warrant officer as a member unless the appellant is of a rank belowthat of the warrant officer in question.\n\tIn this section “the summary appeal courts” means the court established bysection 83ZA of each of the 1955 Acts and the court established by section52FF of the 1957 Act."
    },
    {
        "length": 2677,
        "text": "\nReview of sentences by Courts-Martial Appeal Court\n\tAfter section 113A of each of the 1955 Acts there is inserted—\n\t“113BScope of section 113C\n\t\tSection 113C of this Act applies to any case—\n\t\t\twhich is of a description specified for the purposes of this paragraph inan order made by the Secretary of State, or\n\t\t\tin which a sentence is passed by a court-martial on a person—\n\t\t\tin respect of an offence against section 70 of this Act which satisfies thecondition in subsection (2) below, or\n\t\t\tin respect of two or more offences against that section each of whichsatisfies that condition.\n\t\tThe condition referred to in subsection (1)(b) above is that thecorresponding civil offence is—\n\t\t\tan offence which would be triable by a civil court in England and Walesonly on indictment, or\n\t\t\tan offence of a description specified for the purposes of this paragraph inan order made by the Secretary of State.\n\t\tFor the purposes of this section and section 113C of this Act—\n\t\t\t“sentence”, in relation to an offence, includes any order made by a court-martial in dealing with an offender, including an order that no punishment beawarded, and\n\t\t\tany reference to a sentence passed by a court-martial is a reference to anysuch sentence as it has effect following any review under section 113 of thisAct of the sentence or the finding to which it relates (and, accordingly, thereference in paragraph (a) above to an order that no punishment be awardedincludes a reference to the quashing of a sentence on a review).\n\t\tThe power of the Secretary of State to make an order under subsection(1)(a) or (2)(b) above shall be exercisable by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (1)(a) or(2)(b) above shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\tCReview of sentences by Courts-Martial Appeal Court\n\t\tIf it appears to the Attorney General—\n\t\t\tthat a sentence passed on a person by a court-martial has been undulylenient, and\n\t\t\tthat the case is one to which this section applies,\n\t\t\t\the may, with the leave of the Courts-Martial Appeal Court, refer the case tothem for them to review the sentencing of that person.\n\t\tOn a reference under subsection (1) above the Courts-Martial Appeal Courtmay—\n\t\t\tquash the sentence passed by the court-martial on the person; and\n\t\t\tin place of it pass such sentence, being a sentence which would have beenopen to the court-martial on the findings made against that person, as theythink appropriate.\n\t\tWithout prejudice to the generality of subsection (1) above, the conditionspecified in paragraph (a) of that subsection may be satisfied if it appearsto the Attorney General that—\n\t\t\tthe court-martial erred in law as to its powers of sentencing or thereviewing authority so erred as to its powers on a review under section 113 ofthis Act; or\n\t\t\tthe sentence passed on the person was not that required by section 70(3B),(3E) or (3G) of this Act.\n\t\tWhere the Courts-Martial Appeal Court have concluded their review of a casereferred to them under this section, the Attorney General or the person towhose sentencing the reference relates may refer a point of law involved inany sentence passed on that person in the proceedings to the House of Lordsfor their opinion, and the House shall consider the point and give theiropinion on it accordingly, and either remit the case to the Courts-MartialAppeal Court to be dealt with or deal with it themselves; and section 41(1) ofthe Courts-Martial (Appeals) Act 1968 (composition of House for appeals) shallapply also in relation to any proceedings of the House under this section.\n\t\tA reference under subsection (4) above shall be made only with the leave ofthe Courts-Martial Appeal Court or the House of Lords; and leave shall not begranted unless it is certified by the Courts-Martial Appeal Court that thepoint of law is of general public importance and it appears to the Courts-Martial Appeal Court or the House of Lords (as the case may be) that the pointis one which ought to be considered by that House.\n\t\tFor the purpose of dealing with a case under this section the House ofLords may exercise any powers of the Courts-Martial Appeal Court.\n\t\tA sentence passed by the Courts-Martial Appeal Court or the House of Lordsunder subsection (2)(b) above shall be treated for the purposes of this Act asa sentence passed by a court-martial.\n\t\tThe Secretary of State may by regulations made by statutory instrument makesupplementary provision with respect to references and applications under thissection; and the regulations may in particular contain provision equivalent tothat made by any provision of Schedule 3 to the Criminal Justice Act 1988(which contains supplementary provisions relating to reviews under Part 4 ofthat Act), subject to such modifications as the Secretary of State thinks fit.\n\t\tA statutory instrument containing regulations under subsection (8) aboveshall be subject to annulment in pursuance of a resolution of either House ofParliament.”\n\t\tAfter section 71A of the 1957 Act there is inserted—\n\t“71ABScope of section 71AC\n\t\tSection 71AC of this Act applies to any case—\n\t\t\twhich is of a description specified for the purposes of this paragraph inan order made by the Secretary of State, or\n\t\t\tin which a sentence is passed by a court-martial on a person—\n\t\t\tin respect of an offence against section 42 of this Act which satisfies thecondition in subsection (2) below, or\n\t\t\tin respect of two or more offences against that section each of whichsatisfies that condition.\n\t\tThe condition referred to in subsection (1)(b) above is that the civiloffence is—\n\t\t\tan offence which would be triable by a civil court in England and Walesonly on indictment, or\n\t\t\tan offence of a description specified for the purposes of this paragraph inan order made by the Secretary of State.\n\t\tFor the purposes of this section and section 71AC of this Act—\n\t\t\t“sentence”, in relation to an offence, includes any order made by a court-martial in dealing with an offender, including an order that no punishment beawarded, and\n\t\t\tany reference to a sentence passed by a court-martial is a reference to anysuch sentence as it has effect following a review under section 70 of this Actof the sentence or the finding to which it relates (and, accordingly, thereference in paragraph (a) above to an order that no punishment be awardedincludes a reference to the quashing of a sentence on a review).\n\t\tThe power of the Secretary of State to make an order under subsection(1)(a) or (2)(b) above shall be exercisable by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (1)(a) or(2)(b) above shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\tACReview of sentences by Courts-Martial Appeal Court\n\t\tIf it appears to the Attorney General—\n\t\t\tthat a sentence passed on a person by a court-martial has been undulylenient, and\n\t\t\tthat the case is one to which this section applies,\n\t\t\t\the may, with the leave of the Courts-Martial Appeal Court, refer the case tothem for them to review the sentencing of that person.\n\t\tOn a reference under subsection (1) above the Courts-Martial Appeal Courtmay—\n\t\t\tquash the sentence passed by the court-martial on the person; and\n\t\t\tin place of it pass such sentence, being a sentence which would have beenopen to the court-martial on the findings made against that person, as theythink appropriate.\n\t\tWithout prejudice to the generality of subsection (1) above, the conditionspecified in paragraph (a) of that subsection may be satisfied if it appearsto the Attorney General that—\n\t\t\tthe court-martial erred in law as to its powers of sentencing or thereviewing authority so erred as to its powers on a review under section 70 ofthis Act; or\n\t\t\tthe sentence passed on the person was not that required by section 42(1B),(1E) or (1G) of this Act.\n\t\tWhere the Courts-Martial Appeal Court have concluded their review of a casereferred to them under this section, the Attorney General or the person towhose sentencing the reference relates may refer a point of law involved inany sentence passed on that person in the proceedings to the House of Lordsfor their opinion, and the House shall consider the point and give theiropinion on it accordingly, and either remit the case to the Courts-MartialAppeal Court to be dealt with or deal with it themselves; and section 41(1) ofthe Courts-Martial (Appeals) Act 1968 (composition of House for appeals) shallapply also in relation to any proceedings of the House under this section.\n\t\tA reference under subsection (4) above shall be made only with the leave ofthe Courts-Martial Appeal Court or the House of Lords; and leave shall not begranted unless it is certified by the Courts-Martial Appeal Court that thepoint of law is of general public importance and it appears to the Courts-Martial Appeal Court or the House of Lords (as the case may be) that the pointis one which ought to be considered by that House.\n\t\tFor the purpose of dealing with a case under this section the House ofLords may exercise any powers of the Courts-Martial Appeal Court.\n\t\tA sentence passed by the Courts-Martial Appeal Court or the House of Lordsunder subsection (2)(b) above shall be treated for the purposes of this Act asa sentence passed by a court-martial.\n\t\tThe Secretary of State may by regulations made by statutory instrument makesupplementary provision with respect to references and applications under thissection; and the regulations may in particular contain provision equivalent tothat made by any provision of Schedule 3 to the Criminal Justice Act 1988(which contains supplementary provisions relating to reviews under Part 4 ofthat Act), subject to such modifications as the Secretary of State thinks fit.\n\t\tA statutory instrument containing regulations under subsection (8) aboveshall be subject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 156,
        "text": "\nRequired custodial sentences\n\tSchedule 3 (which contains amendments of the 1955 Acts and the 1957 Actrelating to required custodial sentences) shall have effect.\n\tAny provision of that Schedule or of Part 2 of Schedule 7 (“the relevantprovision”) has effect in relation to a person who falls to be sentenced onbeing convicted of an offence against section 70 of either of the 1955 Acts or(as the case may be) section 42 of the 1957 Act if that offence is committedon or after the day on which the relevant provision comes into force."
    },
    {
        "length": 254,
        "text": "\nRestriction of judicial review of courts-martial\n\tSection 29 of the Supreme Court Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\") (orders ofmandamus, prohibition and certiorari) is amended as follows.\n\tIn subsection (1) at the beginning there is inserted “Subject to subsection(3A),”.\n\tAfter subsection (3) there is inserted—\n\t\t“(3A)The High Court shall have no jurisdiction to make orders of mandamus,prohibition or certiorari in relation to the jurisdiction of a court-martialin matters relating to—\n\t\ttrial by court-martial for an offence, or\n\t\tappeals from a Standing Civilian Court;\n\t\tand in this subsection “court-martial” means a court-martial under the ArmyAct 1955, the Air Force Act 1955 or the Naval Discipline Act 1957.”"
    },
    {
        "length": 322,
        "text": "\nOffences in relation to courts-martial etc\n\tIn each of the provisions specified in subsection (2), for “document in hiscustody or under his control” there is substituted “document or other thingwhich is in his custody or under his control and”.\n\tThe provisions referred to in subsection (1) are—\n\t\tsection 57(1)(c) of the Army Act [1955 (c.18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\") (refusal ofperson subject to military law to produce document),\n\t\tsection 101(1)(c) of that Act (refusal of person not subject to militarylaw to produce document),\n\t\tsection 57(1)(c) of the Air Force Act [1955 (c.19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") (refusal ofperson subject to air-force law to produce document),\n\t\tsection 101(1)(c) of that Act (refusal of person not subject to air-forcelaw to produce document), and\n\t\tsection 38(1)(c) of the 1957 Act (refusal of person subject to that Act toproduce document)."
    },
    {
        "length": 3560,
        "text": "\nPowers to compel attendance of witnesses\n\tAfter section 101 of the Army Act 1955 there is inserted—\n\t“101APowers to compel attendance of witnesses\n\t\tWhere the appropriate person (as defined by subsection (2) below) issatisfied by evidence on oath—\n\t\t\tthat a person not subject to military law who is in the United Kingdom orin any colony is likely to be able to give material evidence or produce anydocument or other thing likely to be material evidence at a trial by court-martial in the United Kingdom or (as the case may be) in that colony,\n\t\t\tthat he will not voluntarily attend as a witness or produce the document orother thing, and\n\t\t\tthat it is probable that a summons requiring him to attend the court togive evidence or to produce the document or other thing would not procure hisattendance,\n\t\t\t\tthe appropriate person may, instead of issuing a summons requiring that personto attend, issue a warrant to arrest him and bring him before the court-martial at a time and place specified in the warrant.\n\t\tFor the purposes of subsection (1) above the appropriate person is, at anytime before the commencement of the trial by court-martial, a judicial officerand, thereafter, the judge advocate.\n\t\tWhere— \n\t\t\ta person not subject to military law (“the defaulter”) fails to attend acourt-martial held in the United Kingdom or any colony in response to asummons requiring him to so attend,\n\t\t\tthe judge advocate is satisfied by evidence on oath that the defaulter isin the United Kingdom or (as the case may be) the colony and that he is likelyto be able to give material evidence or produce any document or other thinglikely to be material evidence in the proceedings,\n\t\t\tit is proved on oath or in such manner as may be prescribed by rules undersection 103 of this Act that the defaulter has been duly served with thesummons and that any expenses to which he is entitled by virtue of regulationsmade by the Defence Council have been paid or tendered (within the meaning ofrules made under that section), and\n\t\t\tit appears to the judge advocate that there is no just excuse for thedefaulter’s failure to attend,\n\t\t\tthe judge advocate may issue a warrant to arrest the defaulter and bring himbefore the court-martial at a time and place specified in the warrant.\n\t\tA warrant under subsection (1) or (3) above must be addressed to aconstable.\n\t\tSubsections (1) to (4) above apply in relation to proceedings before ajudicial officer as they apply in relation to a court-martial, and in theirapplication in relation to such proceedings—\n\t\t\tany reference to a court-martial shall be construed as a reference to thoseproceedings or to the judicial officer (as appropriate);\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the proceedings before the judicial officer;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above) the judicial officer;\n\t\t\tthe references in paragraph (c) of subsection (3) above to rules undersection 103 of this Act shall be construed as references to rules undersection 75M of this Act; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the judicial officer.\n\t\tSubsections (1) to (4) above apply in relation to the summary appeal courtas they apply in relation to a court-martial, and in their application inrelation to the summary appeal court—\n\t\t\tany reference to a court-martial shall be construed as a reference to thesummary appeal court;\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the hearing of an appeal by the summary appealcourt;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above)—\n\t\t\tat any time before the commencement of the hearing by the summary appealcourt, any judge advocate appointed under section 83ZB of this Act, and\n\t\t\tthereafter, the summary appeal court;\n\t\t\tthe references in paragraph (c) of subsection (3) above to rules undersection 103 of this Act shall be construed as references to rules undersection 83ZJ of this Act; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the summary appeal court.”\n\t\tAfter section 101 of the Air Force Act [1955 (c.19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") there isinserted—\n\t“101APowers to compel attendance of witnesses\n\t\tWhere the appropriate person (as defined by subsection (2) below) issatisfied by evidence on oath—\n\t\t\tthat a person not subject to air-force law who is in the United Kingdom orin any colony is likely to be able to give material evidence or produce anydocument or other thing likely to be material evidence at a trial by court-martial in the United Kingdom or (as the case may be) in that colony,\n\t\t\tthat he will not voluntarily attend as a witness or produce the document orother thing, and\n\t\t\tthat it is probable that a summons requiring him to attend the court togive evidence or to produce the document or other thing would not procure hisattendance,\n\t\t\t\tthe appropriate person may, instead of issuing a summons requiring that personto attend, issue a warrant to arrest him and bring him before the court-martial at a time and place specified in the warrant.\n\t\tFor the purposes of subsection (1) above the appropriate person is, at anytime before the commencement of the trial by court-martial, a judicial officerand, thereafter, the judge advocate.\n\t\tWhere— \n\t\t\ta person not subject to air-force law (“the defaulter”) fails to attend acourt-martial held in the United Kingdom or any colony in response to asummons requiring him to so attend,\n\t\t\tthe judge advocate is satisfied by evidence on oath that the defaulter isin the United Kingdom or (as the case may be) the colony and that he is likelyto be able to give material evidence or produce any document or other thinglikely to be material evidence in the proceedings,\n\t\t\tit is proved on oath or in such manner as may be prescribed by rules undersection 103 of this Act that the defaulter has been duly served with thesummons and that any expenses to which he is entitled by virtue of regulationsmade by the Defence Council have been paid or tendered (within the meaning ofrules made under that section), and\n\t\t\tit appears to the judge advocate that there is no just excuse for thedefaulter’s failure to attend,\n\t\t\tthe judge advocate may issue a warrant to arrest the defaulter and bring himbefore the court-martial at a time and place specified in the warrant.\n\t\tA warrant under subsection (1) or (3) above must be addressed to aconstable.\n\t\tSubsections (1) to (4) above apply in relation to proceedings before ajudicial officer as they apply in relation to a court-martial, and in theirapplication in relation to such proceedings—\n\t\t\tany reference to a court-martial shall be construed as a reference to thoseproceedings or to the judicial officer (as appropriate);\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the proceedings before the judicial officer;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above) the judicial officer;\n\t\t\tthe references in paragraph (c) of subsection (3) above to rules undersection 103 of this Act shall be construed as references to rules undersection 75M of this Act; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the judicial officer.\n\t\tSubsections (1) to (4) above apply in relation to the summary appeal courtas they apply in relation to a court-martial, and in their application inrelation to the summary appeal court—\n\t\t\tany reference to a court-martial shall be construed as a reference to thesummary appeal court;\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the hearing of an appeal by the summary appealcourt;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above)—\n\t\t\tat any time before the commencement of the hearing by the summary appealcourt, any judge advocate appointed under section 83ZB of this Act, and\n\t\t\tthereafter, the summary appeal court;\n\t\t\tthe references in paragraph (c) of subsection (3) above to rules undersection 103 of this Act shall be construed as references to rules undersection 83ZJ of this Act; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the summary appeal court.”\n\t\tAfter section 65 of the 1957 Act there is inserted—\n\t“65APowers to compel attendance of witnesses\n\t\tWhere the appropriate person (as defined by subsection (2) below) issatisfied by evidence on oath—\n\t\t\tthat a person not subject to this Act who is in the United Kingdom or inany colony is likely to be able to give material evidence or produce anydocument or other thing likely to be material evidence at a trial by court-martial in the United Kingdom or (as the case may be) in that colony,\n\t\t\tthat he will not voluntarily attend as a witness or produce the document orother thing, and\n\t\t\tthat it is probable that a summons requiring him to attend the court togive evidence or to produce the document or other thing would not procure hisattendance,\n\t\t\t\tthe appropriate person may, instead of issuing a summons requiring that personto attend, issue a warrant to arrest him and bring him before the court-martial at a time and place specified in the warrant.\n\t\tFor the purposes of subsection (1) above the appropriate person is, at anytime before the court-martial is convened, a judicial officer and, thereafter,the judge advocate.\n\t\tWhere— \n\t\t\ta person not subject to this Act (“the defaulter”) fails to attend a court-martial held in the United Kingdom or any colony in response to a summonsrequiring him to so attend,\n\t\t\tthe judge advocate is satisfied by evidence on oath that the defaulter isin the United Kingdom or (as the case may be) the colony and that he is likelyto be able to give material evidence or produce any document or other thinglikely to be material evidence in the proceedings,\n\t\t\tit is proved on oath or in such manner as may be prescribed by rules undersection 58 of this Act that the defaulter has been duly served with thesummons and that any expenses to which he is entitled by virtue of regulationsmade by the Defence Council have been paid or tendered (within the meaning ofsection 65(3) of this Act), and\n\t\t\tit appears to the judge advocate that there is no just excuse for thedefaulter’s failure to attend,\n\t\t\tthe judge advocate may issue a warrant to arrest the defaulter and bring himbefore the court-martial at a time and place specified in the warrant.\n\t\tA warrant under subsection (1) or (3) above must be addressed to aconstable.\n\t\tSubsections (1) to (4) above apply in relation to proceedings before ajudicial officer as they apply in relation to a court-martial, and in theirapplication in relation to such proceedings—\n\t\t\tany reference to a court-martial shall be construed as a reference to thoseproceedings or to the judicial officer (as appropriate);\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the proceedings before the judicial officer;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above) the judicial officer;\n\t\t\tfor paragraph (c) of subsection (3) above there is substituted—\n\t\t\tit is proved on oath or in such manner as may be prescribed by rules undersection 47N of this Act that he has been duly served with the summons and thatany expenses to which he is entitled under those rules have been paid ortendered (within the meaning of those rules), and”; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the judicial officer.\n\t\tSubsections (1) to (4) above apply in relation to the summary appeal courtas they apply in relation to a court-martial, and in their application inrelation to the summary appeal court—\n\t\t\tany reference to a court-martial shall be construed as a reference to thesummary appeal court;\n\t\t\tthe reference in subsection (1)(a) above to a trial by court-martial shallbe construed as a reference to the hearing of an appeal by the summary appealcourt;\n\t\t\tthe appropriate person for the purposes of subsection (1) above is (insteadof the person mentioned in subsection (2) above)—\n\t\t\tat any time before the commencement of the hearing by the summary appealcourt, any judge advocate appointed under section 52FG of this Act, and\n\t\t\tthereafter, the summary appeal court;\n\t\t\tfor paragraph (c) of subsection (3) above there is substituted—\n\t\t\tit is proved on oath or in such manner as may be prescribed by rules undersection 52FP of this Act that he has been duly served with the summons andthat any expenses to which he is entitled under those rules have been paid ortendered (within the meaning of those rules), and”; and\n\t\t\tany reference in that subsection to the judge advocate shall be construedas a reference to the summary appeal court.”"
    },
    {
        "length": 630,
        "text": "\nProvision for orders as to costs\n\tThe Secretary of State may by regulations make provision empowering courts-martial, the summary appeal courts, the Courts-Martial Appeal Court andStanding Civilian Courts, in any case where the court is satisfied that oneparty to proceedings for an offence under any of the services Acts hasincurred costs as a result of an unnecessary or improper act or omission by,or on behalf of, another party to the proceedings, to make an order as to thepayment of those costs.\n\tRegulations under this section may, in particular—\n\t\tallow the making of such an order as is mentioned in subsection (1) at anytime during the proceedings,\n\t\tmake provision as to the account to be taken, in making such an order, ofany other order as to costs which has been made in respect of the proceedingsor any grant of representation for the purposes of the proceedings which hasbeen made under the Legal Aid Act [1988 (c. 34)](/id/ukpga/1988/34?view=plain\"Go to item of legislation\") or under any legal aid scheme operated by any ofHer Majesty’s forces,\n\t\tmake provision as to the account to be taken of such an order as ismentioned in subsection (1) in the making of any other order as to costs inrespect of the proceedings,\n\t\tcontain provision in relation to a Standing Civilian Court equivalent tothat made by section 18(5) of the Prosecution of Offences Act [1985 (c.23)](/id/ukpga/1985/23?view=plain \"Go to item of legislation\") in relation toa magistrates' court, subject to such modifications as the Secretary of Statethinks fit, and\n\t\tmake provision as to appeals against orders made by virtue of theregulations.\n\tRegulations under this section shall provide—\n\t\tthat a person against whom an order is made by a court-martial under theregulations may appeal to the Courts-Martial Appeal Court, and\n\t\tthat a person against whom an order is made by a summary appeal court or aStanding Civilian Court under the regulations may appeal to the High Court inEngland and Wales.\n\tIn this section and sections 27 and 28—\n\t\t  * “the services Acts” means the 1955 Acts and the 1957 Act; \n\t\t  * “summary appeal court” means the court established by section 83ZA of either of the 1955 Acts or the court established by section 52FF of the 1957 Act. "
    },
    {
        "length": 455,
        "text": "\nCosts against legal representatives etc\n\tIn any proceedings for an offence under any of the services Acts—\n\t\ta court-martial,\n\t\ta summary appeal court,\n\t\tthe Courts-Martial Appeal Court, or\n\t\ta Standing Civilian Court,\n\t\t\tmay disallow, or (as the case may be) order the legal or other representativeconcerned to meet, the whole of any wasted costs or such part of them as maybe determined in accordance with regulations.\n\tRegulations shall provide—\n\t\tthat a legal or other representative against whom action is taken by acourt-martial under subsection (1) may appeal to the Courts-Martial AppealCourt, and\n\t\tthat a legal or other representative against whom action is taken by asummary appeal court or a Standing Civilian Court under subsection (1) mayappeal to the High Court in England and Wales.\n\tIn this section—\n\t\t  * “legal or other representative”, in relation to any proceedings, means— \n\t\ta person who is exercising a right of audience, or a right to conductlitigation, on behalf of any party to the proceedings, or\n\t\ta prosecuting officer appointed under section 83C of either of the 1955 Actsor under section 52J of the 1957 Act;\n\t\t\t  * “regulations” means regulations made by the Secretary of State; \n\t\t\t  * “wasted costs” means any costs incurred by a party— \n\t\tas a result of any improper, unreasonable or negligent act or omission on thepart of any representative or any employee of a representative; or\n\t\twhich, in the light of any such act or omission occurring after they wereincurred, the court considers it is unreasonable to expect that party to pay."
    },
    {
        "length": 450,
        "text": "\nProvisions supplementary to ss. 26 and 27\n\tWhere any of Her Majesty’s forces incurs costs in respect of the exerciseby the prosecuting authority of its functions as a party to proceedings underthe services Acts, those costs shall, subject to any provision made by virtueof subsection (2), be taken for the purposes of sections 26 and 27 to havebeen incurred by the prosecuting authority.\n\tRegulations under section 26 or 27 may make provision—\n\t\tas to the costs incurred by any of Her Majesty’s forces which are or arenot to be taken for the purposes of that section to have been incurred by theprosecuting authority, and\n\t\tas to the person to whom, or account into which, any payment in respect ofcosts incurred by the prosecuting authority is to be made.\n\tIn this section “the prosecuting authority” means the prosecuting authorityappointed under section 83A of either of the 1955 Acts or section 52H of the1957 Act, as the case requires.\n\tIn section 103 of each of the 1955 Acts (court-martial rules), insubsection (2) after paragraph (m) there is inserted—\n\t\tenabling any jurisdiction conferred on a court-martial by virtue ofsections 26 to 28 of the Armed Forces Act 2001 to be exercised by the judgeadvocate sitting alone;”.\n\tIn section 58 of the 1957 Act (court-martial rules), in subsection (2)after paragraph (n) there is inserted—\n\t\tenabling any jurisdiction conferred on a court-martial by virtue ofsections 26 to 28 of the Armed Forces Act 2001 to be exercised by the judgeadvocate sitting alone;”."
    },
    {
        "length": 1190,
        "text": "\nConditional release from custody\n\tThe Secretary of State may by order make provision enabling a person whohas been sentenced by a court-martial, a summary appeal court or a StandingCivilian Court (in this section referred to as “the convicted person”) to bereleased from custody subject to conditions pending a relevant determination.\n\tIn subsection (1), “relevant determination” means—\n\t\tin the case of a person sentenced by a court-martial—\n\t\tthe determination of an appeal to the Courts-Martial Appeal Court, or\n\t\tthe completion of a review under section 113 of either of the 1955 Acts orsection 70 of the 1957 Act of any finding of guilt or any sentence,\n\t\tin the case of a person sentenced by a summary appeal court, thedetermination of an appeal to the High Court under section 83ZH(2) of eitherof the 1955 Acts or section 52FN(2) of the 1957 Act or of any appeal from theHigh Court to the House of Lords under section 1 of the Administration ofJustice Act [1960 (c. 65)](/id/ukpga/1960/65?view=plain \"Go to item oflegislation\"), and\n\t\tin the case of a person sentenced by a Standing Civilian Court—\n\t\tthe determination of an appeal to a court-martial or of an appeal from acourt-martial to the Courts-Martial Appeal Court, or\n\t\tthe completion of a review under paragraph 20 of Schedule 3 to the ArmedForces Act [1976 (c. 52)](/id/ukpga/1976/52?view=plain \"Go to item oflegislation\") of any finding or sentence.\n\tAn order under this section may, in particular, make provision—\n\t\tas to the court to which or person to whom any application for release fromcustody is to be made,\n\t\tas to the manner in which any such application is to be made,\n\t\tas to the criteria to be applied when making a decision under the order,\n\t\tas to the conditions that may be imposed,\n\t\tas to the enforcement of the attendance or return to custody of theconvicted person,\n\t\tas to appeals against decisions taken under the order, and\n\t\tfor the time during which the convicted person is released from custody tobe disregarded in computing the term of any sentence to which he is for thetime being subject.\n\tAn order under this section may—\n\t\tmake provision equivalent to that made by any provision of the Bail Act[1976 (c. 63)](/id/ukpga/1976/63?view=plain \"Go to item of legislation\"), theMagistrates' Courts Act [1980 (c. 43)](/id/ukpga/1980/43?view=plain \"Go toitem of legislation\") or the Supreme Court Act [1981 (c.54)](/id/ukpga/1981/54?view=plain \"Go to item of legislation\") relating tobail in criminal proceedings, subject to such modifications as may bespecified in the order,\n\t\tmake different provision in relation to different courts,\n\t\tconfer powers of arrest,\n\t\tsubject to subsection (6), create offences punishable with imprisonment forsuch term not exceeding two years as may be prescribed or by any lesspunishment provided by the 1955 Acts or the 1957 Act, and\n\t\tmake such amendments of the 1955 Acts, the 1957 Act, the Courts-Martial(Appeals) Act [1968 (c. 20)](/id/ukpga/1968/20?view=plain \"Go to item oflegislation\") or the Armed Forces Act [1976 (c.52)](/id/ukpga/1976/52?view=plain \"Go to item of legislation\") as appear tothe Secretary of State to be necessary or appropriate in consequence of theorder.\n\tSubsection (4)(d) is to be construed in accordance with section 71(1) ofthe 1955 Acts and section 43 of the 1957 Act.\n\tAn order under this section may not make provision enabling a StandingCivilian Court to award by sentence—\n\t\timprisonment for a term exceeding six months, or\n\t\ta fine exceeding £5,000.\n\tIn section 42 of the Courts-Martial (Appeals) Act 1968 (bail) there areomitted—\n\t\tin subsection (1), the words “to whom this section applies”, and\n\t\tsubsection (2)."
    },
    {
        "length": 1182,
        "text": "\nProvision equivalent to criminal justice enactments\n\tPower to make provision in consequence of enactments relating tocriminal justice\n\t\tIn this section a “criminal justice enactment” means any enactment which—\n\t\t\tis contained in an Act passed after or in the same Session as this Act, and\n\t\t\tamends the law of England and Wales relating to any of the mattersspecified in subsection (2).\n\t\tThose matters are—\n\t\t\tthe powers of the police in connection with the investigation of offencesor the detection of offenders,\n\t\t\tpowers of arrest and detention in connection with crime or criminalproceedings,\n\t\t\tthe functions of any authority in relation to criminal prosecutions,\n\t\t\tremand in custody or on bail,\n\t\t\tthe rights and duties of an accused person in relation to proceedings incriminal courts,\n\t\t\tevidence or procedure in criminal courts,\n\t\t\tthe powers of criminal courts, including powers in relation to sentence,and\n\t\t\tsuch other matters relating to criminal justice as the Secretary of Statemay by order prescribe for the purposes of this paragraph.\n\t\tThe Secretary of State may, if he thinks fit to do so in consequence of acriminal justice enactment, by order make provision, in relation to servicepolicemen, service courts, persons subject to service law or proceedings foroffences under the services Acts, which is equivalent to that made by—\n\t\t\tthe criminal justice enactment,\n\t\t\tany enactment relating to any of the matters mentioned in subsection (2)which is amended by the criminal justice enactment, or\n\t\t\tany subordinate legislation made under the criminal justice enactment orunder any Act which is amended by the criminal justice enactment,\n\t\t\t\tsubject to such modifications as he thinks fit.\n\t\tIn the following provisions of this section “the relevant provision” meansthe criminal justice enactment, the enactment falling within subsection (3)(b)or the subordinate legislation falling within subsection (3)(c).\n\t\tAn order under subsection (3) may make provision in such way as theSecretary of State thinks fit and may, in particular, apply the relevantprovision subject to such modifications as he thinks fit and specifies in theorder.\n\t\tAn order under subsection (3) may—\n\t\t\tin relation to any relevant provision, be made in relation to all cases towhich the order-making power extends or only in relation to specified cases,\n\t\t\tmake different provision for different cases, including different provisionin relation to different service courts, and\n\t\t\tamend, repeal or revoke any enactment (including the relevant provision andany enactment contained in this Act).\n\t\tFor the purposes of this section, Chapter 2 of Part 5 of the Powers ofCriminal Courts (Sentencing) Act [2000 (c. 6)](/id/ukpga/2000/6?view=plain \"Goto item of legislation\") (detention and custody of young offenders) is to betaken to be contained in an Act falling within subsection (1)(a).\n\t\tIn this section any reference to a person subject to service law is areference to—\n\t\t\ta person subject to military law, air-force law or the 1957 Act, or\n\t\t\tany other person to whom provisions of Part 2 of the Army Act [1955 (c.18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\"), Part 2 of theAir Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item oflegislation\") or Parts 1 and 2 of the 1957 Act apply (whether with or withoutany modifications).\n\t\tIn this section—\n\t\t\t  * “criminal court” means any court of criminal jurisdiction other than a service court; \n\t\t\t  * “the services Acts” means the 1955 Acts and the 1957 Act; \n\t\t\t  * “service court” means a court-martial, a summary appeal court, a Standing Civilian Court or the Courts-Martial Appeal Court; \n\t\t\t  * “service policeman” has the same meaning as in Part 2; \n\t\t\t  * “subordinate legislation” has the meaning given by section 21(1) of the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"); \n\t\t\t  * “summary appeal court” means either of the courts established by section 83ZA of the 1955 Acts or the court established by section 52FF of the 1957 Act. "
    },
    {
        "length": 2316,
        "text": "\nTesting for alcohol or drugs\n\tPowers to test for alcohol or drugs after serious incident\n\t\tThis section applies where—\n\t\t\tan incident has occurred which, in the opinion of an officer designated forthe purposes of this subsection in accordance with regulations made by theDefence Council (in this section referred to as “the designated officer”)—\n\t\t\tresulted in, or\n\t\t\tcreated a risk of,\n\t\t\t\tdeath or serious injury to any person or serious damage to any property; and\n\t\t\tin the opinion of the designated officer, it is possible that one or morepersons subject to service law may have caused, or in any way contributed—\n\t\t\tto the occurrence of the incident, or\n\t\t\tto any death or serious injury to any person or serious damage to anyproperty resulting from it, or to the risk of any such death, injury or damageoccurring.\n\t\tAny designation made for the purposes of subsection (1) may be expressed tohave effect only in relation to a particular incident or description ofincident.\n\t\tWhere the designated officer is the commanding officer of any person inrelation to whom he is of the opinion referred to in subsection (1)(b), thedesignated officer may request that person to provide a sample for the purposeof ascertaining whether, or to what extent, that person has, or has had,alcohol or drugs in his body.\n\t\tWhere the designated officer is of the opinion referred to in subsection(1)(b) in relation to one or more persons as respects whom he is not thecommanding officer, the designated officer may direct the commanding officerof any person specified in the direction, or of persons falling within a classso specified—\n\t\t\tto request that person, or (as the case may be) every person appearing tothe commanding officer to fall within the specified class, to provide a samplefor the purpose referred to in subsection (3); or\n\t\t\tto consider whether the commanding officer is of the opinion referred to insubsection (1)(b) in respect of that person or (as the case may be) of anypersons falling within the specified class and, if so, to request that personor (as the case may be) every person who appears to him to fall within thatclass and as to whom he is of that opinion, to provide a sample for thepurpose referred to in subsection (3).\n\t\tThe Defence Council may by regulations make provision about the obtainingof samples under subsection (3) or (4) and the testing of such samples; andany such regulations may in particular make provision—\n\t\t\tas to the number of samples which a commanding officer may request a personto provide;\n\t\t\tas to the circumstances in which a commanding officer may request a personto provide more than one type of sample;\n\t\t\tenabling the commanding officer making the request to specify the manner inwhich the sample is to be provided;\n\t\t\tas to the circumstances in which a person who would (apart from regulationsmade under this paragraph) be liable to be requested to provide a sample undersubsection (3) or (4) is not to be so requested;\n\t\t\tas to the equipment to be used, and the procedures to be followed, inobtaining samples and conducting tests;\n\t\t\tas to the qualifications and training of any persons engaged in obtainingsamples and conducting tests.\n\t\tThe results of tests performed on samples provided by a person pursuant toa request made under subsection (3) or (4) shall not be admissible in evidenceagainst—\n\t\t\tthat person, or\n\t\t\tany other person,\n\t\t\tin proceedings before a court-martial, commanding officer or appropriatesuperior authority.\n\t\tThe Defence Council may by regulations provide for the delegation—\n\t\t\tby a designated officer of his functions under subsections (1), (3) and(4); and\n\t\t\tby a commanding officer of his functions under subsection (4).\n\t\tNothing in this section—\n\t\t\tlimits the powers conferred by—\n\t\t\tsections 6 and 7 of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\") (breath testsand provision of specimens for analysis), as applied by section 184 of thatAct, or\n\t\t\tany provision of Part 5 of the Police and Criminal Evidence Act [1984 (c.60)](/id/ukpga/1984/60?view=plain \"Go to item of legislation\") as applied byorder under section 113(1) of that Act; or\n\t\t\taffects the admissibility in any proceedings of evidence obtained underthose powers.\n\t\tSchedule 5 (which contains amendments of the 1955 Acts and the 1957 Actrelating to testing for alcohol and drugs) shall have effect.\n\tInterpretation of s. 32\n\t\tThe provisions of this section have effect for the interpretation ofsection 32.\n\t\t“Drug” means—\n\t\t\ta controlled drug as defined by section 2 of the Misuse of Drugs Act [1971(c. 38)](/id/ukpga/1971/38?view=plain \"Go to item of legislation\"), or\n\t\t\tany other drug, or description of drug, specified in an order made by theSecretary of State for the purposes of this paragraph.\n\t\t“Sample” means—\n\t\t\twhere the sample is requested for the purpose of ascertaining whether, orto what extent, a person has, or has had, alcohol in his body, a sample ofurine or breath,\n\t\t\twhere the sample is requested for the purpose of ascertaining whether, orto what extent, a person has, or has had, drugs in his body, a sample ofurine, and\n\t\t\tin either case, any other sample specified by the Secretary of State in anorder made for the purposes of this paragraph.\n\t\tThe power conferred by subsection (2)(b) includes power to specify adescription of drug by reference to the effects or likely effects of takingdrugs within that description.\n\t\tThe power conferred by subsection (3)(c) does not include power to specifya sample of blood, semen or other tissue fluid or anything which would have tobe provided from a person’s body orifice (other than the mouth).\n\t\tIn the case of a sample falling within subsection (3)(c), any reference toa person being requested to provide a sample includes a reference to a personbeing requested to consent to the taking from him of a sample.\n\t\tIn section 32, any reference to a person subject to service law is areference to—\n\t\t\ta person subject to military law, air-force law or the 1957 Act, or\n\t\t\tsubject to subsection (8), a person to whom any provisions of Part 2 of theArmy Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Go to item oflegislation\") , Part 2 of the Air Force Act [1955 (c.19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") or Parts 1 and2 of the 1957 Act apply by virtue of—\n\t\t\tsection 209(1) or (2) of either of the 1955 Acts (application of Act tocivilians), or\n\t\t\tsection 118(1) or (2) of the 1957 Act (application of Act to civilians).\n\t\tA person is not to be regarded for the purposes of section 32 as a personsubject to service law if provisions of either of the 1955 Acts or the 1957Act apply to him only by virtue of his falling within any descriptionspecified in paragraphs 5 to 9 of Schedule 5 to the 1955 Acts or (as the casemay be) paragraphs 5 to 9 of Schedule 3 to the 1957 Act.\n\t\tFor the purposes of section 32, the commanding officer of a person subjectto service law is—\n\t\t\tin relation to a person subject to military law, the officer who would bethat person’s commanding officer for the purposes of section 82 of the ArmyAct 1955 if he were charged with an offence;\n\t\t\tin relation to a person subject to air-force law, the officer who would bethat person’s commanding officer for the purposes of section 82 of the AirForce Act 1955 if he were charged with an offence;\n\t\t\tin relation to a person subject to the 1957 Act or a person to whomprovisions of that Act apply by virtue of section 118(1) or (2) of that Act,the officer in command of the ship or naval establishment to which he belongsor any other person who, by virtue of regulations made under section 52E ofthat Act, would be able to exercise the powers conferred by that Act inrelation to that person if he were charged with an offence;\n\t\t\tin relation to a person to whom provisions of Part 2 of either of the 1955Acts apply by virtue of subsection (1) or (2) of section 209 of the Act inquestion, the person who is by virtue of regulations of the Defence Councilmade for the purposes of section 209(3)(f) of that Act the commanding officerfor the purposes of Part 2 of that Act in relation to him."
    },
    {
        "length": 1435,
        "text": "\nGeneral\n\tOrders and regulations\n\t\tAny power of the Secretary of State to make an order or regulations underthis Act is exercisable by statutory instrument.\n\t\tA statutory instrument containing (whether alone or with other provisions)—\n\t\t\tan order under section 8(2),\n\t\t\tan order under section 31(2)(h), or\n\t\t\tan order under section 30 or 31(3) which by virtue of section 30(4)(e) or31(6)(c) makes any provision adding to, replacing or omitting any part of thetext of an Act,\n\t\t\t\tshall not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument which contains—\n\t\t\tan order made by the Secretary of State under—\n\t\t\tany provision of Part 2,\n\t\t\tsection 20,\n\t\t\tsection 30,\n\t\t\tsection 31(3), or\n\t\t\tsection 33(2)(b) or (3)(c), or\n\t\t\tregulations made by the Secretary of State under—\n\t\t\tany provision of Part 2,\n\t\t\tsection 26, or\n\t\t\tsection 27,\n\t\t\tand which is not subject to the requirement in subsection (2) that a draft ofthe instrument be laid before and approved by a resolution of each House ofParliament, shall be subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tAny power of the Secretary of State to make an order or regulations underthis Act includes power to make such incidental, consequential or transitionalprovision as the Secretary of State thinks fit.\n\tApplication to Channel Islands and Isle of Man\n\t\tSection 216 of the Army Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Goto item of legislation\"), section 214 of the Air Force Act [1955 (c.19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\") and section 125of the 1957 Act (application of those Acts to Channel Islands and Isle of Man)shall each apply in relation to the provisions of section 20 of this Act as ifthose provisions were contained in the Army Act 1955, the Air Force Act 1955or the 1957 Act, as the case may require.\n\t\tHer Majesty may by Order in Council direct that any of the provisions ofthis Act specified in subsection (3) shall extend, with such exceptions andmodifications as appear to Her Majesty to be appropriate, to the ChannelIslands and the Isle of Man.\n\t\tThe provisions referred to in subsection (2) are—\n\t\t\tPart 2,\n\t\t\tsections 26 to 28,\n\t\t\tsection 30,\n\t\t\tsection 31, and\n\t\t\tsections 32 and 33.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the 1955 Acts” means the Army Act [1955 (c. 18)](/id/ukpga/1955/18?view=plain \"Go to item of legislation\") and the Air Force Act [1955 (c. 19)](/id/ukpga/1955/19?view=plain \"Go to item of legislation\"); \n\t\t  * “the 1957 Act” means the Naval Discipline Act [1957 (c. 53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\"). \n\tRepeals \n\t\tThe enactments specified in Schedule 7 (which includes enactments that arespent in consequence of section 21(5) of the Human Rights Act [1998 (c.42)](/id/ukpga/1998/42?view=plain \"Go to item of legislation\") or section 60of the Youth Justice and Criminal Evidence Act [1999 (c.23)](/id/ukpga/1999/23?view=plain \"Go to item of legislation\")) are repealedto the extent specified in that Schedule.\n\tShort title and commencement\n\t\tThis Act may be cited as the Armed Forces Act 2001.\n\t\tSubject to subsections (3) and (4), this Act shall come into force on suchday as the Secretary of State may by order appoint.\n\t\tThe following provisions shall come into force on the day on which this Actis passed—\n\t\t\tsection 1,\n\t\t\tsection 35,\n\t\t\tsection 36,\n\t\t\tsection 37,\n\t\t\tthis section,\n\t\t\tParts 4 and 5 of Schedule 6, and section 34 so far as relating to thoseParts, and\n\t\t\tParts 4 to 6 of Schedule 7, and section 38 so far as relating to thoseParts.\n\t\tThe repeal by this Act of section 1 of the Armed Forces Act [1996 (c.46)](/id/ukpga/1996/46?view=plain \"Go to item of legislation\") shall come intoforce on 1st September 2001.\n\t\tAn order under subsection (2) may appoint different days for differentpurposes.\n\t\tAn order under subsection (2) may contain such transitional provisions andsavings as appear to the Secretary of State to be necessary or expedient inconnection with the provisions brought into force by the order."
    }
]