[
    {
        "length": 880,
        "text": "\nFree provision of personal care at home\n\tSection 15 of the Community Care (Delayed Discharges etc.) Act 2003 (powerto require free provision of local authority care services in England) isamended as set out in subsections (2) to (5).\n\tIn subsection (4) (six-week restriction on free provision of certainservices), for paragraph (b) substitute—\n\t\tthe provision of personal care to a person living in accommodation that anestablishment provides to the person together with the care;”.\n\tAfter subsection (4) insert—\n\t\t“(4A)Subsection (4)(b) does not apply to the provision of personal care underarrangements made in connection with an adult placement scheme (within themeaning given by section 22(6) of the Safeguarding Vulnerable Groups Act2006).”\n\tAfter subsection (4A) insert—\n\t“(4B)Regulations requiring the provision of personal care to a person livingat home to be free of charge for more than six weeks may, in particular—\n\t\timpose on a local authority functions (including the exercise of adiscretion) relating to eligibility for the free provision;\n\t\tmake provision by reference to guidance given under section 7 of the LocalAuthority Social Services Act 1970.\n\t\t(4C)Provision by virtue of subsection (4B)(a) may, in particular, authorise alocal authority to make a person’s eligibility for the free provisionconditional on the person undergoing a process designed to maximise theperson’s ability to live independently.\n\t\t(4D)For the purposes of this section, a provision of personal care is to aperson living at home if the provision does not come within subsection (4)(a)or (b).”\n\tAfter subsection (4D) insert—\n\t“(4E)Section 21(5) of the National Assistance Act 1948 (references toaccommodation provided under Part 3 of that Act to include services etc.provided in connection with the accommodation) applies for the purposes ofthis section as it applies for the purposes of that Act.”\n\tIn Schedule 1 to the Local Authority Social Services Act 1970 (list ofsocial services functions), in the entry for the Community Care (DelayedDischarges etc.) Act 2003, after the entry for Part 1, insert—\n\t“Part 2| Functions imposed by regulations relating to eligibility for freeprovision of personal care to persons living at home.”  ---|---    (7)In Part 3 of the National Assistance Act 1948 (local authority services)—\n\t\tin section 22 (charges for accommodation), in subsection (8A), after“section 15” insert “or 16”, and\n\t\tin section 26 (recovery of costs of accommodation in voluntaryorganisations’ premises), in subsection (4AA), after “section 15” insert “or16”.\n\tIn section 17 of the Health and Social Services and Social SecurityAdjudications Act 1983 (recovery of charges for local authority services), insubsection (5), after “section 15” insert “or 16”.\nExtent, short title and commencement\n\tThis Act extends to England and Wales only.\n\tThis Act may be cited as the Personal Care at Home Act 2010.\n\tThis Act shall come into force on such day as the Secretary of State may,by order made by statutory instrument, appoint.\n\tA statutory instrument containing an order made under subsection (3) maynot be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\t"
    }
]