{
    "general": "This law makes it easier for people who live at home and need help with daily tasks, such as bathing or dressing, to get that support for free. Before this law was passed, there was a time limit on how long someone could receive this type of support without having to pay for it. Now, the time limit has been removed, so people can get the help they need for as long as they need it. This should make it easier for people to stay in their own homes instead of having to move into a nursing home or other institutional setting.",
    "series": [
        [
            {
                "length": 248,
                "short": "\"Personal Care at Home Law: Free Provision for All\"",
                "text": "\n* Simplified point 1: The Personal Care at Home Act 2010 amends the Community Care (Delayed Discharges etc.) Act 2003 to allow for free provision of personal care to individuals living at home, regardless of their financial means.\n* Simplified point 2: The act empowers local authorities to provide personal care to individuals living at home without charging them for more than six weeks, subject to certain conditions and restrictions.\n* Simplified point 3: The act also allows for the provision of personal care under adult placement schemes, which are arrangements made in connection with the placement of adults in private homes.\n* Simplified point 4: Regulations made under the act can impose functions on local authorities relating to eligibility for free provision of personal care, including the exercise of discretion and the making of conditional eligibility requirements.\n* Simplified point 5: The act applies to England and Wales only and comes into force on a date appointed by the Secretary of State through a statutory instrument."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Personal Care at Home Act 2010 helps people who live at home and need assistance with daily tasks such as bathing, dressing, or taking medication. Before this law was passed, some people had to pay for this help even if they couldn't afford it. Now, local councils can provide this support for up to six weeks without charging the person anything, as long as they meet certain criteria. This means that more people will have access to the care they need to stay independent in their own homes. Additionally, the law allows for the provision of care through adult placement schemes, which place adults in private homes. Overall, the goal of the law is to ensure that those who need help with daily tasks can receive the support they need to maintain their independence and quality of life.",
    "single": "\n* The Personal Care at Home Act 2010 amends the Community Care (Delayed Discharges etc.) Act 2003 to remove the restriction on the period for which personal care may be provided free of charge to persons living at home.\n* The Act allows for the provision of free personal care to persons living at home for more than six weeks, subject to certain conditions and eligibility requirements.\n* The Act gives local authorities the power to make arrangements for the provision of free personal care to persons living at home, and to require the provision of such care to be free of charge.\n* The Act applies to England and Wales only.\n* The Act may be cited as the Personal Care at Home Act 2010.\n* The Act comes into force on a day appointed by the Secretary of State, by order made by statutory instrument.\nKEY POINTS:\n* The Act allows for the provision of free personal care to persons living at home for more than six weeks.\n* The Act gives local authorities the power to make arrangements for the provision of free personal care to persons living at home.\n* The Act applies to England and Wales only.\n* The Act may be cited as the Personal Care at Home Act 2010.\n* The Act comes into force on a day appointed by the Secretary of State, by order made by statutory instrument."
}