[
    {
        "length": 1127,
        "text": "\nAuthorisation of criminal conduct\n\tSection 26 of the Regulation of Investigatory Powers Act 2000 (conduct towhich Part 2 of that Act applies) is amended in accordance with subsections(2) and (3).\n\tIn subsection (1)—\n\t\tomit the “and” at the end of paragraph (b);\n\t\tat the end of paragraph (c) insert “; and\n\t\tcriminal conduct in the course of, or otherwise in connection with, theconduct of covert human intelligence sources”.\n\tAfter subsection (8) insert—\n\t\t“(8A)In this Part references to criminal conduct in the course of, orotherwise in connection with, the conduct of a covert human intelligencesource are references to any conduct that—\n\t\tdisregarding this Part, would constitute crime, and\n\t\tconsists of, is in the course of, or is otherwise in connection with, theconduct of a covert human intelligence source.”\n\tIn section 29 of that Act (authorisation of covert human intelligencesources), after subsection (6) insert—\n\t“(6ZA)An authorisation for the conduct or the use of a covert humanintelligence source does not authorise any criminal conduct in the course of,or otherwise in connection with, the conduct of a covert human intelligencesource (but see section 29B for provision for the authorisation of suchconduct).”\n\tAfter section 29A of that Act insert—\n\t“29BCovert human intelligence sources: criminal conduct authorisations\n\t\tSubject to the following provisions of this Part, the persons designatedfor the purposes of this section each have power to grant criminal conductauthorisations.\n\t\tA “criminal conduct authorisation” is an authorisation for criminal conductin the course of, or otherwise in connection with, the conduct of a coverthuman intelligence source.\n\t\tA criminal conduct authorisation may only be granted in relation to acovert human intelligence source after, or at the same time as, anauthorisation under section 29 which authorises the conduct or the use of thecovert human intelligence source concerned.\n\t\tA person may not grant a criminal conduct authorisation unless the personbelieves—\n\t\t\tthat the authorisation is necessary on grounds falling within subsection(5);\n\t\t\tthat the authorised conduct is proportionate to what is sought to beachieved by that conduct; and\n\t\t\tthat arrangements exist that satisfy such requirements as may be imposed byorder made by the Secretary of State.\n\t\tA criminal conduct authorisation is necessary on grounds falling withinthis subsection if it is necessary—\n\t\t\tin the interests of national security;\n\t\t\tfor the purpose of preventing or detecting crime or of preventing disorder;or\n\t\t\tin the interests of the economic well-being of the United Kingdom.\n\t\tIn considering whether the requirements in subsection (4)(a) and (b) aresatisfied, the person must take into account whether what is sought to beachieved by the authorised conduct could reasonably be achieved by otherconduct which would not constitute crime.\n\t\tSubsection (6) is without prejudice to the need to take into account othermatters so far as they are relevant (for example, the requirements of theHuman Rights Act 1998).\n\t\tThe conduct that is authorised by a criminal conduct authorisation is anyconduct that—\n\t\t\tis comprised in any activities—\n\t\t\twhich involve criminal conduct in the course of, or otherwise in connectionwith, the conduct of a covert human intelligence source, and\n\t\t\tare specified or described in the authorisation;\n\t\t\tconsists in conduct by or in relation to the person who is so specified ordescribed as the covert human intelligence source to whom the authorisationrelates; and\n\t\t\tis carried out for the purposes of, or in connection with, theinvestigation or operation so specified or described.\n\t\tIf an authorisation under section 29, which authorises the conduct or theuse of a covert human intelligence source to whom a criminal conductauthorisation relates, ceases to have effect, the criminal conductauthorisation also ceases to have effect so far as it relates to that coverthuman intelligence source (but this is without prejudice to whether thecriminal conduct authorisation continues to have effect so far as it relatesto any other covert human intelligence source).\n\t\tThe Secretary of State may by order—\n\t\t\tprohibit the authorisation under this section of any such conduct as may bedescribed in the order; and\n\t\t\timpose requirements, in addition to those provided for by subsections (3)and (4) and sections 29C and 29D, that must be satisfied before anauthorisation is granted under this section for any such conduct as may be sodescribed.”"
    },
    {
        "length": 1375,
        "text": "\nCriminal conduct authorisations: safeguards for juveniles\n\tAfter section 29B of the Regulation of Investigatory Powers Act 2000(inserted by section 1(5)) insert—\n\t“29CCriminal conduct authorisations: safeguards for juveniles\n\t\tThis section applies in relation to the grant of a juvenile criminalconduct authorisation.\n\t\t“A juvenile criminal conduct authorisation” is an authorisation undersection 29B for criminal conduct in the course of, or otherwise in connectionwith, the conduct of a covert human intelligence source where that source isunder the age of 18 (“the juvenile source”).\n\t\tIn addition to satisfying the requirements of section 29B, a person maygrant a juvenile criminal conduct authorisation only if—\n\t\t\tthe person has considered the results of an appropriate risk assessment;\n\t\t\tthere are exceptional circumstances such that—\n\t\t\tit is not reasonably foreseeable in the circumstances as the personbelieves them to be that any harm to the juvenile source would result from thegrant of the authorisation, and\n\t\t\tthe person believes the authorisation would be compatible with the need tosafeguard and promote the best interests of the juvenile source; and\n\t\t\tthe person believes that appropriate arrangements for meetings are inforce.\n\t\tFor the purposes of subsection (3)(a), “an appropriate risk assessment”means an assessment which—\n\t\t\tidentifies and evaluates the nature and magnitude of the risks of harm tothe juvenile source arising in the course of, or as result of, the conductauthorised by the authorisation; and\n\t\t\tis carried out in accordance with provision made by the Secretary of Stateby regulations under this paragraph.\n\t\tIn subsections (3)(b)(i) and (4)(a), “harm” means—\n\t\t\tphysical injury; or\n\t\t\tpsychological distress.\n\t\tFor the purposes of subsection (3)(c), “appropriate arrangements formeetings” are such arrangements for the juvenile source’s case as arenecessary for ensuring—\n\t\t\tthat, at all times when the juvenile source is under the age of 16, therewill be a relevant person who will have responsibility for ensuring that anappropriate adult is present at all meetings in relation to the authorisationwhich take place between the source and a person representing a relevantinvestigating authority; and\n\t\t\tthat, at all times when the juvenile source is 16 or 17 years old, therewill be a relevant person who will have responsibility for—\n\t\t\tensuring that an appropriate adult is present at all meetings in relationto the authorisation which take place between the source and a personrepresenting a relevant investigating authority, other than any such meetingin relation to which a relevant person decides there are circumstances whichjustify the absence of an appropriate adult, and\n\t\t\tmaintaining a record of the reasons for each such decision that there arecircumstances in relation to a meeting which justify the absence of anappropriate adult.\n\t\tIn subsection (6)—\n\t\t\t  * “appropriate adult”, in relation to a juvenile source, means—\n\t\t\tthe parent or guardian of the juvenile source; or\n\t\t\tany other person who—\n\t\t\thas for the time being assumed responsibility for the juvenile source’swelfare, or\n\t\t\tis otherwise qualified to represent the interests of the juvenile source;\n\t\t\t\t  * “relevant investigating authority”, in relation to a juvenile criminal conduct authorisation, means the public authority, or (as the case may be) one of the public authorities, for whose benefit the activities of the juvenile source as a covert human intelligence source are to take place;\n\t\t\t\t  * “relevant person”, in relation to a juvenile criminal conduct authorisation, means a person holding an office, rank or position with a relevant investigating authority in relation to the authorisation;\n\t\t\t\tand in this subsection, “guardian”, in relation to a juvenile source, has thesame meaning as “guardian of a child” in the Children Act 1989 (see section105 of that Act).\n\t\tNo provision made by or under this section affects the power to makeadditional provision by order under section 29B(4)(c) or (10) in relation tothe grant of a juvenile criminal conduct authorisation.”\n\t\tThe Regulation of Investigatory Powers (Juveniles) Order 2000 ([S.I.2000/2793](/id/uksi/2000/2793?view=plain \"Go to item of legislation\")) isamended in accordance with subsections (3) to (8).\n\t\tIn article 2 (interpretation)—\n\t\t\tin the definition of “relevant investigating authority”, after “authority””insert “, in relation to an authorisation under section 29 of the 2000 Act,”;\n\t\t\tafter that definition insert—\n\t\t\t\t  * ““relevant investigating authority”, in relation to an authorisation under section 29B of the 2000 Act, means the public authority, or (as the case may be) one of the public authorities, for whose benefit the activities as a source of the source to whom the authorisation relates are to take place;\n\t\t\t\t  * “relevant person”, in relation to an authorisation under section 29B of the 2000 Act, means a person holding an office, rank or position with a relevant investigating authority in relation to the authorisation;”.\n\t\tBefore article 3 insert—"
    },
    {
        "length": 917,
        "text": "\n“Authorisations under section 29 of the 2000 Act”.\n\tIn article 3 (sources under 16: prohibition), after “authorisation” insert“under section 29 of the 2000 Act”.\n\tIn article 5 (sources under 18: risk assessments etc.), after “Anauthorisation” insert “under section 29 of the 2000 Act”.\n\tIn article 6 (sources under 18: duration of authorisations), after “anauthorisation” insert “under section 29 of the 2000 Act”.\n\tAfter article 6 insert—\n\t“Authorisations under section 29B of the 2000 Act\n\t\tSources under 16: prohibition\n\t\t\tNo authorisation under section 29B of the 2000 Act may be grantedauthorising criminal conduct in the course of, or otherwise in connectionwith, the conduct of a source if—\n\t\t\t\tthe source is under the age of 16; and\n\t\t\t\tthe relationship to which the relevant conduct would relate is between thesource and—\n\t\t\t\tthe source’s parent, or\n\t\t\t\tany person who has parental responsibility for the source.\n\t\t\t“The relevant conduct” means the conduct of the source which the authorisedconduct would be in the course of or otherwise in connection with.\n\t\tSources under 18: additional requirements\n\t\t\tAn authorisation under section 29B of the 2000 Act may not be granted orrenewed in any case where the source to whom the authorisation relates isunder the age of 18 at the time of the grant or renewal unless the persongranting or renewing the authorisation—\n\t\t\t\thas considered whether the relationship to which the relevant conduct wouldrelate is between the source and—\n\t\t\t\ta relative or guardian of the source, or\n\t\t\t\ta person who has for the time being assumed responsibility for thesource’s welfare; and\n\t\t\t\twhere the relationship would so relate, has taken that fact into account asa particular consideration.\n\t\t\tIn paragraph (1)(a), “the relevant conduct” has the same meaning as inarticle 7.\n\t\tSources under 18: arrangements regarding best interests of the source\n\t\t\tWhere the source to whom an authorisation under section 29B of the 2000 Actrelates is under the age of 18, the arrangements referred to in section29B(4)(c) of the 2000 Act must be such that there is at all times a relevantperson who has responsibility for safeguarding and promoting the bestinterests of the source.\n\t\tSources under 18: duration of authorisations\n\t\t\tIn relation to an authorisation under section 29B of the 2000 Act where thesource to whom the authorisation relates is under the age of 18 at the timethe authorisation is granted or renewed, section 43(3) of the 2000 Act is tohave effect as if the period specified in paragraph (b) of that subsectionwere four months instead of twelve months.”\n\t\t\tThe amendments made by subsections (3) to (8) to the Regulation ofInvestigatory Powers (Juveniles) Order 2000 ([S.I.2000/2793](/id/uksi/2000/2793?view=plain \"Go to item of legislation\")) are tobe treated as having been made under section 29B(4)(c) or (10) or section43(8) of the Regulation of Investigatory Powers Act 2000 as the case may be(and may be amended or revoked under those powers accordingly)."
    },
    {
        "length": 538,
        "text": "\nCriminal conduct authorisations: safeguards for vulnerable adults\n\tAfter section 29C of the Regulation of Investigatory Powers Act 2000 (insertedby section 2) insert—\n\t“29DCriminal conduct authorisations: safeguards for vulnerable adults\n\t\tThis section applies in relation to the grant of a vulnerable adultcriminal conduct authorisation.\n\t\t“A vulnerable adult criminal conduct authorisation” is an authorisationunder section 29B for criminal conduct in the course of, or otherwise inconnection with, the conduct of a covert human intelligence source where thatsource is a vulnerable adult (“the vulnerable adult source”).\n\t\tFor the purposes of this section, a “vulnerable adult” is a person aged 18or over who by reason of mental disorder or vulnerability, disability, age orillness, is or may be unable to take care of themselves or to protectthemselves against significant harm or exploitation.\n\t\tIn addition to satisfying the requirements of section 29B, a person maygrant a vulnerable adult criminal conduct authorisation only if the person—\n\t\t\thas considered the results of an appropriate risk assessment;\n\t\t\tbelieves that the risks of harm identified by that risk assessment havebeen properly explained to and understood by the vulnerable adult source; and\n\t\t\thas taken into account the need to safeguard and promote the best interestsof the vulnerable adult source.\n\t\t“An appropriate risk assessment” means an assessment which—\n\t\t\tidentifies and evaluates the nature and magnitude of the risks of harm tothe vulnerable adult source arising in the course of, or as result of, theconduct authorised by the authorisation; and\n\t\t\tis carried out in accordance with provision made by the Secretary of Stateby regulations under this paragraph.\n\t\tFor the purposes of subsections (3), (4)(b) and (5)(a), “harm” means—\n\t\t\tphysical injury; or\n\t\t\tpsychological distress.\n\t\tNo provision made by or under this section affects the power to makeadditional provision by order under section 29B(4)(c) or (10) in relation tothe grant of a vulnerable adult criminal conduct authorisation.”"
    },
    {
        "length": 770,
        "text": "\nAuthorising authorities\n\tAuthorities to be capable of authorising criminal conduct\n\t\tSection 30 of the Regulation of Investigatory Powers Act 2000 (personsentitled to grant authorisations under sections 28 and 29 of that Act) isamended in accordance with subsections (2) to (8).\n\t\tIn the heading, for “and 29” substitute “, 29 and 29B”.\n\t\tIn subsection (1), for “and 29” substitute “, 29 and 29B”.\n\t\tIn subsection (2)(a), for “or 29” substitute “, 29 or 29B”.\n\t\tIn subsection (3)(a), for “and 29” substitute “, 29 and 29B”.\n\t\tIn subsection (4)—\n\t\t\tin paragraph (a), for “I or II” substitute “A1, 1 or 2”;\n\t\t\tomit the “and” at the end of paragraph (a);\n\t\t\tin paragraph (b), for “I” substitute “A1 or 1”;\n\t\t\tat the end of paragraph (b) insert “; and\n\t\t\tin relation to section 29B if it is specified in Part A1 of that Schedule”.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (a), for “I or II” substitute “A1, 1 or 2”;\n\t\t\tin paragraph (c), for “the other” substitute “another”.\n\t\tIn subsection (7)—\n\t\t\tin paragraph (a), for “I or II” substitute “A1, 1 or 2”;\n\t\t\tin paragraph (b), for the words from “from” to the end of that paragraphsubstitute “from—\n\t\t\tPart 1 or 2 to Part A1 of that Schedule, or\n\t\t\tPart 2 to Part 1 of that Schedule,”.\n\t\tIn Schedule 1 to that Act (relevant public authorities for the purposes ofPart 2 of that Act), before Part 1 (relevant authorities for the purposes ofsections 28 and 29 of that Act) insert—\n\t\t“PART A1Relevant authorities for the purposes of ss. 28, 29 and 29B\n\t\t\tPolice forces etc\n\t\t\t\tA1Any police force.\n\t\t\tB1The National Crime Agency.\n\t\t\tC1The Serious Fraud Office.\n\t\t\tThe intelligence services\n\t\t\t\tD1Any of the intelligence services.\n\t\t\tThe armed forces\n\t\t\t\tE1Any of Her Majesty’s forces.\n\t\t\tRevenue and Customs\n\t\t\t\tF1Her Majesty’s Revenue and Customs.\n\t\t\tGovernment departments\n\t\t\t\tG1The Department of Health and Social Care.\n\t\t\tH1The Home Office.\n\t\t\tI1The Ministry of Justice.\n\t\t\tOther bodies\n\t\t\t\tJ1The Competition and Markets Authority.\n\t\t\tK1The Environment Agency.\n\t\t\tL1The Financial Conduct Authority.\n\t\t\tM1The Food Standards Agency.\n\t\t\tN1The Gambling Commission.”"
    },
    {
        "length": 232,
        "text": "\nCriminal injuries compensation\n\tCriminal injuries compensation\n\t\tAfter section 27 of the Regulation of Investigatory Powers Act 2000 (lawfulsurveillance etc.) insert—\n\t\t“27ASection 27: criminal injuries compensation for s. 29B conduct\n\t\t\tFor the purposes of—\n\t\t\t\tthe Criminal Injuries Compensation Act 1995,\n\t\t\t\tthe Scheme made under that Act,\n\t\t\t\tthe Criminal Injuries Compensation (Northern Ireland) Order 2002 ([S.I.2002/796 (N.I. 1)](/id/nisi/2002/796?view=plain \"Go to item of legislation\")),and\n\t\t\t\tthe Scheme made under that Order,\n\t\t\t\tsection 27(1) has no effect in relation to conduct authorised under section29B.”"
    },
    {
        "length": 347,
        "text": "\nNotification to Judicial Commissioner\n\tNotification to a Judicial Commissioner\n\t\tAfter section 32B of the Regulation of Investigatory Powers Act 2000 insert—\n\t\t“32CNotification of criminal conduct authorisations\n\t\t\tThis section applies where a person grants or cancels an authorisationunder section 29B.\n\t\t\tThe person must give notice that the person has granted or cancelled theauthorisation to a Judicial Commissioner.\n\t\t\tA notice given for the purposes of subsection (2) must be given—\n\t\t\t\tin writing as soon as reasonably practicable and, in any event, before theend of the period of 7 days beginning with the day after that on which theauthorisation to which it relates is granted or, as the case may be,cancelled; and\n\t\t\t\tin accordance with such arrangements made for the purposes of thisparagraph by the Investigatory Powers Commissioner as are for the time beingin force.\n\t\t\tA notice under this section relating to the grant of an authorisation undersection 29B must—\n\t\t\t\tset out the grounds on which the person giving the notice believes that therequirements of section 29B(4) are satisfied in relation to the authorisation;and\n\t\t\t\tspecify the conduct that is authorised under section 29B by theauthorisation.\n\t\t\tAny notice that is required by this section to be given in writing may begiven, instead, by being transmitted by electronic means.”"
    },
    {
        "length": 476,
        "text": "\nOversight by the Investigatory Powers Commissioner\n\tOversight by the Investigatory Powers Commissioner\n\t\tThe Investigatory Powers Act 2016 is amended as follows.\n\t\tIn section 229 (main oversight functions), after subsection (4), insert—\n\t\t\t“(4A)In keeping matters under review in accordance with subsection (3)(e), theInvestigatory Powers Commissioner must, in particular, keep under review theexercise of the power to grant or renew authorisations under section 29B ofthe Regulation of Investigatory Powers Act 2000.\n\t\t(4B)In keeping under review the exercise of the power mentioned in subsection(4A), the Investigatory Powers Commissioner must, in particular, keep underreview whether public authorities are complying with any requirements imposedon them by virtue of Part 2 of the Regulation of Investigatory Powers Act 2000in relation to juvenile criminal conduct authorisations and vulnerable adultcriminal conduct authorisations.\n\t\t(4C)For the purposes of subsection (4B)—\n\t\t\t“a juvenile criminal conduct authorisation” is an authorisation undersection 29B of the Regulation of Investigatory Powers Act 2000 where thecovert human intelligence source to whom the authorisation relates is underthe age of 18; and\n\t\t\t“a vulnerable adult criminal conduct authorisation” is an authorisationunder section 29B of the Regulation of Investigatory Powers Act 2000 where thecovert human intelligence source to whom the authorisation relates is avulnerable adult within the meaning of section 29D(3) of that Act.”\n\t\tIn section 234 (annual and other reports of the Investigatory PowersCommissioner), in subsection (2), after paragraph (b) insert—\n\t\t\tinformation about the use of the power to grant or renew authorisationsunder section 29B of the Regulation of Investigatory Powers Act 2000,”."
    },
    {
        "length": 280,
        "text": "\nGeneral and final provision\n\tConsequential provision\n\t\tThe Schedule contains consequential amendments.\n\tCommencement and transitional provision\n\t\tThis section and section 10 come into force on the day on which this Act ispassed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations appoint; and different days may beappointed for different purposes or areas.\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tThe power to make regulations under subsection (3) includes power to makedifferent provision for different purposes or areas.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tExtent and short title\n\t\tSubject to subsection (2), this Act extends to England and Wales, Scotlandand Northern Ireland.\n\t\tAny provision of this Act which amends or repeals an enactment has the sameextent as the enactment amended or repealed.\n\t\tThis Act may be cited as the Covert Human Intelligence Sources (CriminalConduct) Act 2021.\n\t\t\tSection 8"
    }
]