{
    "general": "This law allows spies to break the law as long as they are working undercover to gather information about criminals. It makes sure that these spies can't be prosecuted for their crimes if they follow certain rules set out by the government. This helps keep our country safe from dangerous people who might harm others.",
    "series": [
        [
            {
                "length": 267,
                "short": "\"New UK Law Allows for Authorization of Criminal Conduct in Intelligence Gathering\"",
                "text": "\n* Simplified point 1: The Covert Human Intelligence Sources (Criminal Conduct) Act 2021 amends the Regulation of Investigatory Powers Act 2000 to allow for the authorization of criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source.\n* Simplified point 2: The authorization of criminal conduct is subject to certain requirements, including that it is necessary on grounds falling within specific subsections of the Act, and that the authorized conduct is proportionate to what is sought to be achieved by that conduct.\n* Simplified point 3: The Act also provides for the designation of persons who have the power to grant criminal conduct authorizations, and sets out the requirements for such authorizations, including that they must be necessary on grounds falling within specific subsections of the Act and that they must be proportionate to what is sought to be achieved by that conduct.\n* Simplified point 4: The Act allows for the prohibition of the authorization of certain conduct under this section, and imposes additional requirements that must be satisfied before an authorization can be granted."
            },
            {
                "length": 320,
                "short": "\"UK Law Requires Additional Safeguards for Juvenile Intelligence Sources\"",
                "text": "\n* Simplified point 1: The UK government has passed a law that requires additional safeguards for juveniles (people under 18) who are used as human intelligence sources in criminal investigations.\n* Simplified point 2: The law specifies that the person granting the authorization must consider the results of an appropriate risk assessment and ensure that there are exceptional circumstances that justify the grant of the authorization, and that appropriate arrangements for meetings are in place.\n* Simplified point 3: The law defines \"appropriate adult\" as a person who has for the time being assumed responsibility for the juvenile's welfare, or is otherwise qualified to represent the interests of the juvenile.\n* Simplified point 4: The law requires that there must be a relevant person who will have responsibility for ensuring that an appropriate adult is present at all meetings between the juvenile source and a person representing a relevant investigating authority.\n* Simplified point 5: The law also requires that a record of the reasons for each such decision that there are circumstances in relation to a meeting which justify the absence of an appropriate adult must be maintained.\n* Simplified point 6: The law amends the Regulation of Investigatory Powers (Juveniles) Order 2000 to include the new requirements for juvenile criminal conduct authorizations."
            },
            {
                "length": 291,
                "short": "\"New Law Restricts Use of Minors in Intelligence Gathering\"",
                "text": "* Simplified point 1: The legislation adds a new section 29B to the Regulation of Investigatory Powers Act 2000, which prohibits the use of covert human intelligence sources under the age of 16.\n* Simplified point 2: The legislation also adds new requirements for the use of covert human intelligence sources under the age of 18, including that the person granting or renewing the authorisation must consider the best interests of the source and ensure that there is always a relevant person who has responsibility for safeguarding and promoting the best interests of the source.\n* Simplified point 3: The legislation amends the Regulation of Investigatory Powers (Juveniles) Order 2000 to provide that the arrangements regarding the best interests of the source must be such that there is at all times a relevant person who has responsibility for safeguarding and promoting the best interests of the source.\n* Simplified point 4: The legislation also amends the Regulation of Investigatory Powers (Juveniles) Order 2000 to provide that the duration of authorisations for covert human intelligence sources under the age of 18 is four months instead of twelve months."
            },
            {
                "length": 259,
                "short": "New Law Protects Vulnerable Adults from Exploitation During Covert Intelligence Activities",
                "text": "\n* Simplified point 1: The UK government has introduced a new law to protect vulnerable adults who may be exploited or harmed during covert human intelligence activities.\n* Simplified point 2: The law requires that the person granting the authorization must consider the results of an appropriate risk assessment, explain the risks to the vulnerable adult, and take into account their best interests.\n* Simplified point 3: The law defines a \"vulnerable adult\" as someone aged 18 or over who is unable to take care of themselves due to mental disorder, disability, age, or illness.\n* Simplified point 4: The law covers criminal conduct authorizations for activities such as surveillance or infiltration, and requires that the risks of harm to the vulnerable adult be properly explained and understood.\n* Simplified point 5: The law allows for additional provision to be made by order under section 29B(4)(c) or (10) in relation to the grant of a vulnerable adult criminal conduct authorisation."
            },
            {
                "length": 252,
                "short": "\"UK Expands Authorities' Power to Approve Criminal Conduct for Intelligence Gathering\"",
                "text": "\n* Simplified point 1: The Covert Human Intelligence Sources (Criminal Conduct) Act 2021 amends the Regulation of Investigatory Powers Act 2000 to allow more authorities to authorize criminal conduct for the purpose of gathering intelligence.\n* Simplified point 2: The amendments expand the list of authorities that can grant authorizations under sections 28 and 29 of the Regulation of Investigatory Powers Act 2000 to include the intelligence services, the armed forces, and other bodies such as the Competition and Markets Authority and the Environment Agency.\n* Simplified point 3: The amendments also allow for the authorization of criminal conduct under section 29B of the Regulation of Investigatory Powers Act 2000, which relates to the use of covert human intelligence sources in criminal investigations.\n* Simplified point 4: The amendments make technical changes to the wording of the legislation to ensure that it is clear and effective."
            },
            {
                "length": 219,
                "short": "\"Exclusion of Criminal Injuries Compensation for Covert Human Intelligence Sources\"",
                "text": "\n* Simplified point 1: This extract of the legislation states that criminal injuries compensation is not available for conduct authorized under section 29B of the Regulation of Investigatory Powers Act 2000.\n* Simplified point 2: This means that individuals who are injured as a result of covert human intelligence sources (CHIS) authorized under section 29B of the Act cannot claim criminal injuries compensation.\n* Simplified point 3: The purpose of this provision is to ensure that CHIS and their handlers are not held liable for any injuries or harm caused to individuals during the course of their activities.\n* Simplified point 4: By excluding criminal injuries compensation, the legislation aims to protect the interests of CHIS and their handlers, while also ensuring that individuals who are injured as a result of their activities do not receive compensation."
            },
            {
                "length": 180,
                "short": "\"Authorization Notifications Requirements Under UK Law\"",
                "text": "\n* Simplified point 1: The person granting or cancelling an authorization under section 29B of the Regulation of Investigatory Powers Act 2000 must notify a Judicial Commissioner in writing within 7 days.\n* Simplified point 2: The notice must include the grounds for believing the requirements of section 29B(4) are satisfied and specify the authorized conduct.\n* Simplified point 3: The notice can be given by electronic means if transmitted in writing.\n* Simplified point 4: The purpose of this section is to ensure that a Judicial Commissioner is notified of any authorizations granted or cancelled under section 29B, and to provide a written record of the grounds for the authorization."
            },
            {
                "length": 233,
                "short": "\"Oversight of Covert Human Intelligence Sources: Protecting Vulnerable Adults and Juveniles\"",
                "text": "\n* Simplified point 1: The Investigatory Powers Commissioner will oversee the use of powers to grant or renew authorizations for covert human intelligence sources (CHIS) in relation to juvenile and vulnerable adult criminal conduct.\n* Simplified point 2: The Commissioner will keep under review the exercise of these powers and ensure that public authorities comply with any requirements imposed on them by Part 2 of the Regulation of Investigatory Powers Act 2000.\n* Simplified point 3: The Commissioner will report annually on the use of these powers and provide information about the number of authorizations granted or renewed, the nature of the activities authorized, and any compliance issues identified.\n* Simplified point 4: The Commissioner will also keep under review the use of the power to grant or renew authorizations for CHIS in relation to vulnerable adults, and will report on any issues identified."
            },
            {
                "length": 229,
                "short": "\"Covert Human Intelligence Sources (Criminal Conduct) Act 2021: General Provisions and Transition Arrangements\"",
                "text": "\n* Simplified point 1: This section outlines the general and final provisions of the Act, including the commencement and transitional arrangements for the different parts of the Act.\n* Simplified point 2: The Act extends to England, Wales, Scotland, and Northern Ireland, and any amendments or repeals of existing laws have the same extent as the original laws.\n* Simplified point 3: The Act may be cited as the Covert Human Intelligence Sources (Criminal Conduct) Act 2021.\n* Simplified point 4: The Secretary of State has the power to make regulations to make transitional or saving provisions in connection with the coming into force of any provision of the Act.\n* Simplified point 5: The power to make regulations under subsection (3) includes power to make different provision for different purposes or areas."
            }
        ],
        [
            {
                "length": 247,
                "short": "\"New UK Law Allows for Authorization of Criminal Conduct in Intelligence Gathering\"",
                "text": "\n* Simplified point 1: The Covert Human Intelligence Sources (Criminal Conduct) Act 2021 amends the Regulation of Investigatory Powers Act 2000 to allow for the authorization of criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source.\n* Simplified point 2: The authorization of criminal conduct is subject to certain requirements, including that it is necessary on grounds falling within specific subsections of the Act, and that the authorized conduct is proportionate to what is sought to be achieved by that conduct.\n* Simplified point 3: The Act also provides for the designation of persons who have the power to grant criminal conduct authorizations, and sets out the requirements for such authorizations, including that they must be necessary on grounds falling within specific subsections of the Act and that they must be proportionate to what is sought to be achieved by that conduct.\n* Simplified point 4: The Act allows for the prohibition of the authorization of certain conduct under this section, and imposes additional requirements that must be satisfied before an authorization can be granted."
            }
        ]
    ],
    "summary": "The Covert Human Intelligence Sources (Criminal Conduct) Act 2021 is a new law in the United Kingdom that allows for the authorization of criminal conduct in the course of, or otherwise in connection with, the conduct of covert human intelligence sources. This law aims to improve the ability of law enforcement agencies to gather intelligence and prevent crime, while also providing additional protections for vulnerable adults and juveniles who may be exploited or harmed during covert intelligence activities.\n\nThe key features of the law include:\n\n* New powers for law enforcement agencies to authorize criminal conduct in the course of, or otherwise in connection with, the conduct of covert human intelligence sources.\n* Additional safeguards for juveniles and vulnerable adults who may be exploited or harmed during covert intelligence activities.\n* Expansion of the list of authorities that can grant authorizations for criminal conduct for the purpose of gathering intelligence.\n* Exclusion of criminal injuries compensation for individuals who are injured as a result of covert human intelligence sources.\n* Oversight of the use of powers to grant or renew authorizations for covert human intelligence sources by the Investigatory Powers Commissioner."
}