[
    {
        "length": 2202,
        "text": "\nEmployee share ownership plans\n\tSchedule 8 to the Finance Act 2000 (employee share ownership plans) isamended as follows.\n\tAfter paragraph 68(3) there is inserted—\n\tThe instrument may contain terms that—\n\t\tdefine who is a professional trustee and who is a non-professional trustee;\n\t\tthe trustees include at least one person who is a professional trustee andat least two persons who are non-professional trustees;\n\t\tat least half of the non-professional trustees were, before being appointedas trustees, selected in accordance with a specified process of selection;\n\t\tthe trustees so selected are persons who are employees of the company or,in the case of a group plan, of a participating company;\n\t\t\tand such terms shall be deemed reasonably incidental to complying with therequirements of this Part of this Schedule for the purposes of sub-paragraph(3).”\n\tAfter paragraph 112 there is inserted—\n\t“Deduction for contribution to plan trust\n\t\t112A(1)A deduction is allowed to a company under this paragraph where—\n\t\t\ton or after the day on which this paragraph comes into force the companymakes a payment to the trustees of an approved employee share ownership planin order to enable them to acquire shares in the company or a company whichcontrols it,\n\t\t\tthe payment is applied by the trustees to acquire such shares,\n\t\t\tthe shares are not acquired from a company, and\n\t\t\tthe condition in sub-paragraph (2) is met in relation to the company inwhich the shares are acquired.\n\t\tThe condition in this sub-paragraph is that, at the end of the period oftwelve months beginning with the date of the acquisition, the trustees holdshares in the company for the plan trust that—\n\t\t\tconstitute not less than 10 per cent of the ordinary share capital of thecompany; and\n\t\t\tcarry rights to not less than 10 per cent of—\n\t\t\tany profits available for distribution to shareholders of the company;\n\t\t\tany assets of that company available for distribution to its shareholdersin the event of a winding-up.\n\t\tFor the purposes of sub-paragraph (2), shares that have been appropriatedto, and acquired on behalf of, an individual under the plan shall continue tobe treated as held by the trustees of the plan trust for the beneficiaries ofthat trust until such time as they cease to be subject to the plan (within themeaning of this Schedule).\n\t\tA deduction allowed under this paragraph—\n\t\t\tis of an amount equal to the amount of the payment referred to in sub-paragraph (1), and\n\t\t\tmust be made for the period of account in which the condition in sub-paragraph (2) is met.\n\t\tNo other deduction is allowed for any amount in respect of which adeduction has been made under this paragraph (except as specified in paragraph112B(3)).”\n\t\tAfter paragraph 112A (as inserted by subsection (3) above) there isinserted—\n\t“Withdrawal of deduction under paragraph 112A\n\t\t112B(1)The Inland Revenue may by notice direct that the benefit of a deductionmade under paragraph 112A is withdrawn where—\n\t\t\t30 per cent of the shares acquired by virtue of the payment in respect ofwhich the deduction is made have not been awarded under the plan before theend of the period of five years beginning with the date of acquisition, or\n\t\t\tall the shares acquired by virtue of that payment have not been so awardedbefore the end of the period of ten years beginning with that date.\n\t\tThe effect of a direction under sub-paragraph (1)(a) or (b) is that theamount of the deduction is treated as a trading receipt of the company for theperiod of account in which the direction is given.\n\t\tHowever, where—\n\t\t\tthe Inland Revenue give a direction under sub-paragraph (1)(a) or (b) inrespect of any deduction, and\n\t\t\tat any time after the giving of the direction, all the shares acquired byvirtue of the payment in respect of which the deduction was made are awardedunder the plan,\n\t\t\ta further deduction is allowed under this sub-paragraph to the company whichmade the payment.\n\t\tA deduction under sub-paragraph (3)—\n\t\t\tis of an amount equal to the amount of the payment referred to in that sub-paragraph, and\n\t\t\tmust be made for the period of account in which sub-paragraph (3)(b) isfirst satisfied.\n\t\tNo other deduction is allowed in respect of any amount for which adeduction has been made under sub-paragraph (3).\n\t\tWhere— \n\t\t\ta deduction is made under paragraph 112A or sub-paragraph (3) in respect ofa payment for the acquisition of shares, but\n\t\t\tshares are awarded under the plan to an individual who at the time is not aSchedule E taxpayer (as defined by paragraph 108(2)),\n\t\t\tan amount equal to the appropriate proportion of the deduction is treated as atrading receipt of the company for the period of account in which the sharesare so awarded.\n\t\tFor the purposes of sub-paragraph (6), the appropriate proportion of thededuction is the proportion which the number of shares awarded to theindividual bears to the total number of shares acquired by virtue of thepayment.\n\t\tFor the purposes of this paragraph, where shares are acquired by thetrustees on different days, it shall be assumed that those acquired on anearlier day are awarded to employees under the plan before those acquired bythe trustees on a later day.”\nDeductions: supplementary\n\tSchedule 8 to the Finance Act 2000 is also amended as specified in thissection.\n\tIn paragraph 108 (cases in which no deduction allowed), at the end there isinserted—\n\tNo deduction is allowed in respect of the award of shares acquired by thetrustees by virtue of a payment in respect of which a deduction has been madeunder paragraph 112A or 112B(3).”\n\tIn paragraph 113 (withdrawal of deductions on withdrawal of approval), forthe words from “any” to “partnership shares)” there is substituted—\n\t\tany deductions under paragraph 106,\n\t\tany deductions under paragraph 107,\n\t\tany deductions under paragraph 112A (in so far as not already withdrawnunder paragraph 112B), or\n\t\tany deductions under paragraph 112B(3),”.\n\tIn paragraph 121 (termination of plan), at the end there is inserted—\n\tIn a case where—\n\t\tby virtue of a payment made to the trustees by the company, the trusteesacquire shares in the company, or a company which controls it,\n\t\ta deduction has been made in respect of that payment under paragraph 112A(and has not been withdrawn under paragraph 112B), and\n\t\tnot all the shares acquired by virtue of the payment have been awardedunder the plan before issue of the plan termination notice,\n\t\t\tan amount equal to the appropriate proportion of the deduction is treated as atrading receipt of the company for the period of account in which the plantermination notice is given.\n\tFor the purposes of sub-paragraph (10), the appropriate proportion of thededuction is the proportion which the number of shares acquired by virtue ofthe payment and not awarded as specified in sub-paragraph (10)(c) bears to thetotal number of shares so acquired.”\nDeductions: income tax and capital gains tax\n\tSchedule 8 to the Finance Act 2000 is also amended as specified in thissection.\n\tIn paragraph 88 (income tax), after sub-paragraph (4) there is inserted—\n\t\t“(4A)In the case of shares acquired by the trustees by virtue of a payment inrespect of which a deduction is allowed under paragraph 112A, the periodapplicable to the shares is (notwithstanding sub-paragraphs (3) and (4)) theperiod of ten years beginning with the date of acquisition.”\n\tIn paragraph 98 (capital gains tax), after sub-paragraph (3) there isinserted—\n\t“(3A)In the case of shares acquired by the trustees by virtue of a payment inrespect of which a deduction is allowed under paragraph 112A, the relevantperiod is (notwithstanding sub-paragraphs (2) and (3)) the period of ten yearsbeginning with the date of acquisition.”\n\tIn paragraph 100 (classes of share for the purposes of capital gains tax),at the end there is inserted—\n\tFor the purposes of that Chapter, any shares which—\n\t\twere acquired by the trustees by virtue of a payment in respect of which adeduction is allowed under paragraph 112A, and\n\t\thave not been awarded under the plan,\n\t\tshall (notwithstanding that they would otherwise fall to be treated as of thesame class) be treated as of a different class from any shares held by thetrustees that were not so acquired by them.”\nShort title\n\tThis Act may be cited as the Employee Share Schemes Act 2002.\nCommencement \n\tThis Act shall come into force on 6th April 2003.\n"
    }
]