{
    "general": "This law says that a new high-speed rail line will be built from Birmingham to Crewe. The train will go through Staffordshire and Cheshire. It will connect to another high-speed rail line called HS2. This will help people travel faster and more easily between these places.",
    "series": [
        [
            {
                "length": 291,
                "short": "High Speed Rail: Private Company Granted Powers for Phase 2a Construction",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 gives the nominated undertaker (a private company) the power to construct and maintain works for Phase 2a of High Speed 2, which includes a railway between Fradley Wood in Staffordshire and Crewe in Cheshire.\n* Simplified point 2: The nominated undertaker can carry out and maintain various works such as railway electrification and signalling, construction of embankments and bridges, alteration or removal of buildings and structures, and other works necessary or expedient for the purposes of Phase 2a.\n* Simplified point 3: The nominated undertaker can only exercise these powers within the \"Act limits\" specified in the legislation, which includes the area between Fradley Wood and Crewe.\n* Simplified point 4: The nominated undertaker must obtain the consent of a strategic highways company before exercising any powers in relation to a highway for which the company is the highway authority.\n* Simplified point 5: Schedule 4 of the Act contains provisions related to highway access, power to stop up and interfere with highways, and construction and maintenance of highways."
            },
            {
                "length": 238,
                "short": "\"UK Government's Land Acquisition Power for High Speed Rail Project\"",
                "text": "\n* Simplified point 1: The UK government has the power to acquire land for the High Speed Rail (West Midlands - Crewe) project through compulsory purchase.\n* Simplified point 2: The government can acquire land for the project by creating new easements or other rights over the land, or by imposing restrictive covenants on the land.\n* Simplified point 3: The government can acquire rights for purposes specified in relation to the land in column (3) of the table in Schedule 8, or impose restrictive covenants for such specified purposes.\n* Simplified point 4: The government can acquire airspace over the land, but not the land itself.\n* Simplified point 5: The government can acquire subsoil or under-surface of the land, but not the surface of the land.\n* Simplified point 6: The government must compensate any person who suffers loss by the exercise of the power to acquire land."
            },
            {
                "length": 264,
                "short": "High-Speed Rail Legislation: Land Acquisition and Rights Extinguishment",
                "text": "\n* Simplified point 1: The section of the legislation outlines the extinction of private and other rights over land that is required for the High Speed Rail (West Midlands - Crewe) project.\n* Simplified point 2: The section also excludes the acquisition of new rights of way over land that is within the Act limits and has been acquired by the Secretary of State for Phase 2a purposes.\n* Simplified point 3: The legislation applies provisions from the Town and Country Planning Act 1990 to the extinction and exclusion of rights over land, including the extinguishment of rights of statutory undertakers.\n* Simplified point 4: The section specifies that no right of way may be acquired by prescription or user over land that forms an access or approach to any railway infrastructure.\n* Simplified point 5: The legislation applies provisions from the Town and Country Planning Act 1990 to the exclusion of new rights of way over land that is within the Act limits and has been acquired by the Secretary of State for Phase 2a purposes."
            },
            {
                "length": 160,
                "short": "\"Nominated Undertaker's Road Access & Compensation Rights\"",
                "text": "\n* Simplified point 1: The nominated undertaker can use roads on land specified in Schedule 8 for the passage of people and vehicles for Phase 2a purposes.\n* Simplified point 2: The nominated undertaker must compensate the person in charge of the road for any losses suffered due to the exercise of this power.\n* Simplified point 3: The nominated undertaker can enforce restrictions on land use imposed by a covenant or agreement with the Secretary of State.\n* Simplified point 4: The nominated undertaker can claim compensation for injurious affection of land caused by the execution of works under this Act."
            },
            {
                "length": 159,
                "short": "\"High-Speed Rail Development Permission Granted Without Full Application\"",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 grants deemed planning permission for certain development projects, such as the construction of a high-speed rail line, without the need for a full planning application.\n* Simplified point 2: The deemed planning permission is subject to certain conditions and time limits, and the Secretary of State has the power to extend the time limits for certain development projects.\n* Simplified point 3: The Act also provides for the disapplication of deemed planning permission for certain operations and maintenance works, and for the development consent under the Planning Act 2008."
            },
            {
                "length": 315,
                "short": "High-Speed Rail Act Allows Modifications to Protected Areas",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 allows for the disapplication or modification of controls relating to listed buildings, ancient monuments, burial grounds, consecrated land, commons and open spaces, trees, overhead lines, water, buildings, street works, and noise.\n* Simplified point 2: The Act provides for the disapplication or modification of controls under various enactments, including the Town and Country Planning Act 1990, the Electricity Act 1989, the Building Act 1984, the Party Wall etc. Act 1996, and local Acts relating to Staffordshire and Cheshire.\n* Simplified point 3: The Act also provides for the disapplication or modification of controls under the Community Infrastructure Levy under Part 11 of the Planning Act 2008.\n* Simplified point 4: The Act allows for the installation of electric lines above land within the Act limits without the need for consent under the Electricity Act 1989.\n* Simplified point 5: The Act provides for the treatment of the installation of electric lines by a person other than the nominated undertaker as if it were a work authorised by the Act and having deemed planning permission under section 17(1)."
            },
            {
                "length": 298,
                "short": "\"High Speed 2 Construction Authorization: Regulatory Exemptions & Cooperation Requirements\"",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 allows the Office of Rail and Road to consult the Secretary of State on the discharge of its duty regarding the construction of Phase 2a of High Speed 2.\n\n* Simplified point 2: The Act exempts the railway assets constructed under the Act from the licensing requirement in the pre-operational phase, allowing the Secretary of State to direct that statutory closure provisions do not apply to any discontinuance necessary for the construction or proposed operation of Phase 2a of High Speed 2.\n\n* Simplified point 3: The Act allows for cooperation between the nominated undertaker and other controllers of railway assets or facilities, requiring them to enter into agreements about how matters affecting the construction, maintenance, or operation of Phase 2a of High Speed 2 and other railway assets or facilities are to be dealt with.\n\n* Simplified point 4: The Act provides for the transfer of functions relating to works authorized by any enactment, allowing the Secretary of State to acquire land from railway operators on which works are situated and transfer powers and duties to the Secretary of State or the nominated undertaker."
            },
            {
                "length": 282,
                "short": "\"Secretary of State's Appointment and Regulation Powers Under the High Speed Rail Act\"",
                "text": "\n* Simplified point 1: The Secretary of State can appoint a person to be the nominated undertaker for specific purposes of the High Speed Rail (West Midlands - Crewe) Act 2021.\n* Simplified point 2: The Secretary of State can make regulations to modify any provisions of the Act that refer to the Secretary of State, if the modification is necessary or expedient for a purpose where the nominated undertaker has been appointed.\n* Simplified point 3: The Secretary of State can make regulations to provide that an appointment as the nominated undertaker ceases to have effect in certain circumstances.\n* Simplified point 4: The Secretary of State can make regulations to fetter the exercise of their discretion under the Act by agreement with a person who is specified in the regulations.\n* Simplified point 5: The Secretary of State can make regulations to make supplementary, incidental, consequential, or transitional provisions as necessary or expedient.\n* Simplified point 6: Regulations under this section must be made by statutory instrument and are subject to annulment in pursuance of a resolution of either House of Parliament."
            },
            {
                "length": 226,
                "short": "\"High-Speed Rail Expansion: Environmental Assessments & Protective Provisions\"",
                "text": "\n* Simplified point 1: The Act extends the planning permission granted to statutory undertakers for certain works, allowing them to carry out environmental assessments.\n* Simplified point 2: The Act includes protective provisions for individuals who may be affected by the Act's powers, and applies existing agreements made in relation to the High Speed Rail (London - West Midlands) Act 2017 to the exercise of powers under this Act.\n* Simplified point 3: The Act ensures that references to provisions of the Bill in existing agreements are read as references to the corresponding provisions of the Bill for this Act, and that references to the promoter are read as references to the nominated undertaker.\n* Simplified point 4: The Act includes a draft Heritage Memorandum prepared in connection with the High Speed Rail (West Midlands - Crewe) Bill or any memorandum superseding that draft."
            },
            {
                "length": 233,
                "short": "\"UK Government's Land Acquisition and Environmental Covenants for High Speed Rail Project\"",
                "text": "\n* Simplified point 1: The UK government can acquire land for the High Speed Rail (West Midlands - Crewe) project through compulsory purchase, and the Acquisition of Land Act 1981 applies to the process.\n* Simplified point 2: The UK government can also carry out reinstatement works within the Act limits, and the Secretary of State can direct that section 17(1) of the Town and Country Planning Act 1990 does not apply to development consisting of reinstatement works.\n* Simplified point 3: The UK government can enforce environmental covenants made between the Secretary of State and a person interested in the land, and the agreement by which an environmental covenant is made must be entered into by an instrument executed as a deed.\n* Simplified point 4: The UK government can award exemplary damages against a person who breaches a qualifying provision of an environmental covenant."
            },
            {
                "length": 232,
                "short": "\"UK Gov't Granted Power for High-Speed Rail Extensions\"",
                "text": "\n* Simplified point 1: The UK government has the power to apply the High Speed Rail (West Midlands - Crewe) Act 2021 to further high-speed rail works, including extensions and modifications to the original Phase 2a of High Speed 2.\n* Simplified point 2: The Act allows for the diversion of apparatus belonging to utility undertakers, and the Secretary of State cannot refuse an application for a Transport and Works Act 1992 order (TWA order) on the ground that the objects of the order could be achieved by other means, if the application is for a TWA order in relation to a relevant Phase 2a matter.\n* Simplified point 3: The Act does not confer power to apply certain provisions, including section 9(2) and Schedule 13 (extension of time-limit on compulsory acquisition) and Schedules 18 and 19 (listed buildings and ancient monuments)."
            },
            {
                "length": 179,
                "short": "\"Crown Land Management and Highways: Authorities and Consent\"",
                "text": "\n* Simplified point 1: The Crown can give consent for the nominated undertaker to exercise powers on Crown land, but only subject to conditions.\n* Simplified point 2: The Crown authority for Crown land is defined and includes government departments, the Crown Estate Commissioners, and the Chancellor of the Duchy of Lancaster.\n* Simplified point 3: The Treasury can decide which authority is the Crown authority for any land.\n* Simplified point 4: The nominated undertaker can exercise powers on highways for which the Secretary of State is the highway authority with the Secretary of State's consent.\n* Simplified point 5: The Crown Estate Commissioners cannot dispose of land under their management in certain circumstances."
            },
            {
                "length": 335,
                "short": "High-Speed Rail (West Midlands - Crewe) Act Correction Procedure",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 defines \"deposited plans\" and \"deposited sections\" as the plans and sections deposited in connection with the Act in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons.\n* Simplified point 2: The Act specifies that the deposited plans and sections include replacement sheets deposited in July 2017, March 2018, and February 2019, as well as sheets certified by the Secretary of State as correcting any inaccuracies in the descriptions of land.\n* Simplified point 3: The Act allows for the correction of inaccuracies in the deposited plans by two justices having jurisdiction in the place where the land is situated, after giving notice to the owners and occupiers of the land.\n* Simplified point 4: The justices may certify the corrections and deposit the certificate in the office of the Clerk of the Parliaments and with the proper officer of each local authority in whose area the land is situated.\n* Simplified point 5: Upon deposit of the certificate, the deposited plans are deemed to be corrected according to the certificate, and it is lawful for the Secretary of State to proceed under the Act as if the deposited plans had always been in the corrected form."
            },
            {
                "length": 424,
                "short": "\"High Speed 2 Regulations: Environmental Impact, Arbitration, Electronic Communications, Resumed Use of Land, and Annual Reports.\"",
                "text": "\n* Simplified point 1: The Environmental Impact Assessment Regulations apply to any development not included in paragraph (a) or (b) of the definition of “EIA development” in regulation 2(1) of the High Speed Rail (West Midlands - Crewe) Act 2021, provided it has significant environmental impact.\n\n* Simplified point 2: The regulations provide for the appointment of a single arbitrator in cases where there is a difference to be referred to arbitration under the Act, and specify the criteria for the appointment of the arbitrator.\n\n* Simplified point 3: The regulations allow for notices and other documents to be given to persons for the purposes of the Act by electronic means, and specify the circumstances in which a person may specify a different address within the United Kingdom as the one to which the notice or document must be sent.\n\n* Simplified point 4: The regulations provide for the resumption of previous use of land discontinued in accordance with deemed planning permission under the High Speed Rail (London - West Midlands) Act 2017 or the High Speed Rail (West Midlands - Crewe) Act 2021, without the need for planning permission.\n\n* Simplified point 5: The regulations require the nominated undertaker to prepare and publish annual reports about the impact of the construction of each Phase of High Speed 2 on ancient woodland, and specify the content of the reports.\n\n* Simplified point 6: The regulations require the Secretary of State to consult with residents and stakeholders in relation to Phase 2a of High Speed 2 and associated works before 1 May 2021, and to publish a report of the consultation."
            },
            {
                "length": 250,
                "short": "High Speed Rail Act Definitions and Measurements",
                "text": "\n* Simplified point 1: The text defines various terms used in the High Speed Rail (West Midlands - Crewe) Act 2021, including \"Phase 2a of High Speed 2\" and \"limits of deviation\".\n* Simplified point 2: The text explains the meaning of \"Environmental Impact Assessment Regulations\" and how development is covered by an environmental assessment in connection with the High Speed Rail (West Midlands - Crewe) Bill.\n* Simplified point 3: The text describes the nominated undertaker's temporary possession of land or a building, and the meaning of \"deposited statement\".\n* Simplified point 4: The text explains how to interpret references to highways, works, and land in the Act, including the use of \"or thereabouts\" and \"centre line\" measurements.\n* Simplified point 5: The text defines the level of the surface of land for the purposes of the Act, including the level of the ground adjoining a building and the surface of a watercourse or other area of water."
            },
            {
                "length": 127,
                "short": "\"Financial Provisions for High Speed Rail Development in West Midlands and Crewe\"",
                "text": "\n* Simplified point 1: This section provides for the financial provision for the High Speed Rail (West Midlands - Crewe) Act 2021, including any expenditure incurred by the Secretary of State and any increase in sums payable under other enactments.\n* Simplified point 2: This Act comes into force on the day it is passed and may be cited as the High Speed Rail (West Midlands - Crewe) Act 2021."
            }
        ],
        [
            {
                "length": 322,
                "short": "High Speed Rail West Midlands-Crewe Project: Empowerment and Restrictions",
                "text": "\n* Simplified point 1: The High Speed Rail (West Midlands - Crewe) Act 2021 empowers the nominated undertaker to construct and maintain works for Phase 2a of High Speed 2, including railway electrification and signalling, construction of embankments and bridges, alteration or removal of buildings and structures, and other works necessary or expedient for the purposes of Phase 2a.\n* Simplified point 2: The nominated undertaker can only exercise these powers within the \"Act limits\" specified in the legislation, which includes the area between Fradley Wood and Crewe.\n* Simplified point 3: The nominated undertaker must obtain the consent of a strategic highways company before exercising any powers in relation to a highway for which the company is the highway authority.\n* Simplified point 4: The legislation outlines the extinction of private and other rights over land that is required for the High Speed Rail (West Midlands - Crewe) project.\n* Simplified point 5: The nominated undertaker can use roads on land specified in Schedule 8 for the passage of people and vehicles for Phase 2a purposes, and must compensate the person in charge of the road for any losses suffered due to the exercise of this power.\n* Simplified point 6: The nominated undertaker can enforce restrictions on land use imposed by a covenant or agreement with the Secretary of State."
            },
            {
                "length": 259,
                "short": "\"UK Government Acquires Land for High-Speed Rail via Compulsory Purchase & Enforces Environmental Covenants\"",
                "text": "\n* Simplified point 1: The UK government can acquire land for the High Speed Rail (West Midlands - Crewe) project through compulsory purchase.\n* Simplified point 2: The UK government can carry out reinstatement works within the Act limits and enforce environmental covenants made between the Secretary of State and a person interested in the land.\n* Simplified point 3: The UK government can award exemplary damages against a person who breaches a qualifying provision of an environmental covenant.\n* Simplified point 4: The nominated undertaker can exercise powers on highways for which the Secretary of State is the highway authority with the Secretary of State's consent.\n* Simplified point 5: The Crown Estate Commissioners cannot dispose of land under their management in certain circumstances.\n* Simplified point 6: The Environmental Impact Assessment Regulations apply to any development not included in paragraph (a) or (b) of the definition of “EIA development” in regulation 2(1) of the High Speed Rail (West Midlands - Crewe) Act 2021, provided it has significant environmental impact."
            }
        ],
        [
            {
                "length": 175,
                "short": "\"UK Government's Land Acquisition and Environmental Protection Measures for High Speed Rail Project\"",
                "text": "\n* Simplified point 1: The UK government can forcefully buy land for the High Speed Rail (West Midlands - Crewe) project.\n* Simplified point 2: The UK government can do work inside the Act limits and make sure people follow environmental promises they made with the government.\n* Simplified point 3: If someone breaks an environmental promise, the UK government can punish them extra.\n* Simplified point 4: The UK government needs permission from another organization called the Secretary of State to do work on some highways.\n* Simplified point 5: The group that manages the land called the Crown Estate Commissioners cannot sell the land in certain situations.\n* Simplified point 6: There are rules about how much the environment should be affected by the project."
            }
        ]
    ],
    "summary": "The UK government has acquired the right to take over land for the High Speed Rail (West Midlands - Crewe) project through compulsory purchase. This means they can force people to sell their property if it is needed for the rail line. They can also do work on highways and enforce rules about how the land can be used. If someone breaks one of these rules, the government can give them extra money as punishment. The government will also look at how the project might affect the environment and try to minimize any negative effects."
}