[
    {
        "length": 2053,
        "text": "\nPART 1Principal rates etc\n\tTax lock\n\t\tIncome tax lock\n\t\t\tFor any tax year to which this section applies—\n\t\t\t\tthe basic rate of income tax shall not exceed 20%,\n\t\t\t\tthe higher rate of income tax shall not exceed 40%, and\n\t\t\t\tthe additional rate of income tax shall not exceed 45%.\n\t\t\tThis section applies to a tax year—\n\t\t\t\twhich begins after the day on which this Act is passed but before the dateof the first parliamentary general election after that day, and\n\t\t\t\tfor which income tax is charged.\n\t\tVAT lock\n\t\t\tThe rate of value added tax for the time being in force under section 2 ofVATA 1994 (standard rate) shall not exceed 20% during the VAT lock period.\n\t\t\tThe rate of value added tax for the time being in force under section 29Aof VATA 1994 (reduced rate) shall not exceed 5% during the VAT lock period.\n\t\t\tNo supply specified in Schedule 7A to VATA 1994 (charge at reduced rate) atthe beginning of the VAT lock period may be removed from it under section29A(3) of that Act during that period.\n\t\t\tNo goods, services or supply specified in Schedule 8 to VATA 1994 (zero-rating) at the beginning of the VAT lock period may be removed from it undersection 30(4) of that Act during that period.\n\t\t\tIn this section the “VAT lock period” means the period beginning with theday on which this Act is passed and ending immediately before the date of thefirst parliamentary general election after that day.\n\tPersonal allowance and basic rate limit for income tax\n\t\tPersonal allowance and national minimum wage\n\t\t\tAfter section 57 of ITA 2007 insert—\n\t\t\t“57APersonal allowance linked to national minimum wage\n\t\t\t\tThis section provides for increases in the amount specified in section35(1) (personal allowance).\n\t\t\t\tIt applies in relation to a tax year if—\n\t\t\t\t\tthe relevant national minimum wage at the start of the tax year is greaterthan it was at the start of the previous tax year, and\n\t\t\t\t\tthe amount specified in section 35(1) immediately before the start of thetax year is at least £12,500.\n\t\t\t\tFor the tax year, the personal allowance specified in section 35(1) is tobe the yearly equivalent of the relevant national minimum wage at the start ofthe tax year.\n\t\t\t\tSubsections (1) to (3) do not require a change to be made in the amountsdeductible or repayable under PAYE regulations during the period beginning on6 April and ending on 17 May in the tax year.\n\t\t\t\tBefore the start of the tax year the Treasury must make an order replacingthe amount specified in section 35(1) with the amount which, as a result ofthis section, is the personal allowance for the tax year.\n\t\t\t\tFor the purposes of this section, the “relevant national minimum wage”, atany time, is—\n\t\t\t\t\tthe hourly rate prescribed under section 3(2)(b) of the National MinimumWage Act 1998 in relation to persons aged 21, or\n\t\t\t\t\tif no hourly rate is so prescribed in relation to such persons, the singlehourly rate prescribed under section 1(3) of that Act.\n\t\t\t\tFor the purposes of this section, the yearly equivalent of the relevantnational minimum wage at any time is the amount equal to—\n\t\t\t\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_001)](/ukpga/2015/33/images/ukpga_20150033_en_001?view=plain)\n\t\t\t\twhere NMW is the relevant national minimum wage at that time.”\n\t\t\t\tIn section 57 of ITA 2007 (indexation of allowances), at the end insert—\n\t\t\t\tThis section ceases to have effect in relation to the amount specified insection 35(1) when that amount becomes (by virtue of this section orotherwise) an amount of £12,500 or more.”\n\t\t\t\tIn section 1014 of ITA 2007 (orders and regulations), in subsection (5)(b),after sub-paragraph (ii) insert—\n\t\t\t\t\tsection 57A (personal allowance linked to national minimum wage),”.\n\t\tPersonal allowance and national minimum wage: Chancellor’s duties\n\t\t\tThis section applies where the personal allowance for income tax for thetime being specified in section 35(1) of ITA 2007 is less than £12,500.\n\t\t\tBefore the Chancellor of the Exchequer announces a proposal to increasethat allowance to an amount which is less than £12,500, he or she mustconsider the financial effect of the proposal on a person paid the relevantnational minimum wage.\n\t\t\tIf such a proposal is announced, the Chancellor of the Exchequer must makea statement as to what he or she considers that that financial effect wouldbe.\n\t\t\tIn this section—\n\t\t\t\t  * “person paid the relevant national minimum wage” means a person who works for 30 hours a week for a year at the relevant national minimum wage; \n\t\t\t\t  * “relevant national minimum wage” means— \n\t\t\t\tthe hourly rate prescribed under section 3(2)(b) of the National Minimum WageAct 1998 in relation to persons aged 21, or\n\t\t\t\tif no hourly rate is so prescribed in relation to such persons, the singlehourly rate prescribed under section 1(3) of that Act.\n\t\t\tThis section ceases to have effect when the allowance referred to insubsection (1) becomes an amount of £12,500 or more.\n\t\tPersonal allowance from 2016\n\t\t\tIn section 5(1) of FA 2015 (personal allowance from 2016)—\n\t\t\t\tin paragraph (a) (personal allowance for 2016-17), for ““£10,800””substitute ““£11,000””, and\n\t\t\t\tin paragraph (b) (personal allowance for 2017-18), for ““£11,000””substitute ““£11,200””.\n\t\tBasic rate limit from 2016\n\t\t\tIn section 4(1) of FA 2015 (basic rate limit from 2016)—\n\t\t\t\tin paragraph (a) (basic rate limit for 2016-17), for ““£31,900”” substitute““£32,000””, and\n\t\t\t\tin paragraph (b) (basic rate limit for 2017-18), for ““£32,300”” substitute““£32,400””.\n\tCorporation tax\n\t\tRate of corporation tax for financial years 2017-2020\n\t\t\tFor the financial years 2017, 2018 and 2019 the main rate of corporationtax is 19%.\n\t\t\tFor the financial year 2020 the main rate of corporation tax is 18%.\n\tCapital allowances\n\t\tAnnual investment allowance\n\t\t\tIn section 51A of CAA 2001 (entitlement to annual investment allowance),for the amount specified in subsection (5) as the maximum allowance (which inthe absence of this section would be £25,000 in relation to expenditureincurred on or after 1 January 2016) substitute “£200,000”.\n\t\t\tThe amendment made by subsection (1) has effect in relation to expenditureincurred on or after 1 January 2016.\n\t\t\tSubsection (2) is subject to paragraphs 4 and 5 of Schedule 2 to FA 2014(which relate to cases involving chargeable periods which begin before 1January 2016 and end on or after that day)."
    },
    {
        "length": 1070,
        "text": "\n“8DExtra nil-rate band on death if interest in home goes to descendantsetc\n\tSubsections (2) and (3) apply for the purpose of calculating the amount ofthe charge to tax under section 4 on a person’s death if the person dies on orafter 6 April 2017.\n\tIf the person’s residence nil-rate amount is greater than nil, the portionof VT that does not exceed the person’s residence nil-rate amount is chargedat the rate of 0%.\n\tReferences in section 7(1) to the value transferred by the chargeabletransfer under section 4 on the person’s death are to be read as references tothe remainder (if any) of VT.\n\tThe person’s residence nil-rate amount is calculated in accordance withsections 8E to 8G.\n\tFor the purposes of those sections and this section—\n\t\tthe “residential enhancement” is—\n\t\t£100,000 for the tax year 2017-18,\n\t\t£125,000 for the tax year 2018-19,\n\t\t£150,000 for the tax year 2019-20, and\n\t\t£175,000 for the tax year 2020-21 and subsequent tax years,\n\t\t\tbut this is subject to subsections (6) and (7),\n\t\tthe “taper threshold” is £2,000,000 for the tax year 2017-18 and subsequenttax years, but this is subject to subsections (6) and (7),\n\t\tTT is the taper threshold at the person’s death,\n\t\tE is the value of the person’s estate immediately before the person’sdeath,\n\t\tVT is the value transferred by the chargeable transfer under section 4 onthe person’s death,\n\t\tthe person’s “default allowance” is the total of—\n\t\tthe residential enhancement at the person’s death, and\n\t\tthe person’s brought-forward allowance (see section 8G), and\n\t\tthe person’s “adjusted allowance” is—\n\t\tthe person’s default allowance, less\n\t\tthe amount given by—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_002)](/ukpga/2015/33/images/ukpga_20150033_en_002?view=plain)\n\t\tbut is nil if that amount is greater than the person’s default allowance.\n\tSubsection (7) applies if—\n\t\tthe consumer prices index for the month of September in any tax year (“theprior tax year”) is higher than it was for the previous September, and\n\t\tthe prior tax year is the tax year 2020-21 or a later tax year.\n\tUnless Parliament otherwise determines, the amount of each of—\n\t\tthe residential enhancement for the tax year following the prior tax year,and\n\t\tthe taper threshold for that following tax year,\n\t\tis its amount for the prior tax year increased by the same percentage as thepercentage increase in the index and, if the result is not a multiple of£1,000, rounded up to the nearest amount which is such a multiple.\n\tThe Treasury must before 6 April 2021 and each subsequent 6 April make anorder specifying the amounts that in accordance with subsections (6) and (7)are the residential enhancement and taper threshold for the tax year beginningon that date; and any such order is to be made by statutory instrument.\n\tIn this section—\n\t\t  * “tax year” means a year beginning on 6 April and ending on the following 5 April, and\n\t\t  * “the tax year 2017-18” means the tax year beginning on 6 April 2017 (and any corresponding expression in which two years are similarly mentioned is to be read in the same way)."
    },
    {
        "length": 807,
        "text": "\nEResidence nil-rate amount: interest in home goes to descendants etc\n\tSubsections (2) to (7) apply if—\n\t\tthe person’s estate immediately before the person’s death includes aqualifying residential interest, and\n\t\tN% of the interest is closely inherited, where N is a number—\n\t\tgreater than 0, and\n\t\tless than or equal to 100,\n\t\t\tand in those subsections “NV/100” means N% of so much (if any) of the valuetransferred by the transfer of value under section 4 as is attributable to theinterest.\n\tWhere— \n\t\tE is less than or equal to TT, and\n\t\tNV/100 is less than the person’s default allowance,\n\t\tthe person’s residence nil-rate amount is equal to NV/100 and an amount, equalto the difference between NV/100 and the person’s default allowance, isavailable for carry-forward.\n\tWhere— \n\t\tE is less than or equal to TT, and\n\t\tNV/100 is greater than or equal to the person’s default allowance,\n\t\tthe person’s residence nil-rate amount is equal to the person’s defaultallowance (and no amount is available for carry-forward).\n\tWhere— \n\t\tE is greater than TT, and\n\t\tNV/100 is less than the person’s adjusted allowance,\n\t\tthe person’s residence nil-rate amount is equal to NV/100 and an amount, equalto the difference between NV/100 and the person’s adjusted allowance, isavailable for carry-forward.\n\tWhere— \n\t\tE is greater than TT, and\n\t\tNV/100 is greater than or equal to the person’s adjusted allowance,\n\t\tthe person’s residence nil-rate amount is equal to the person’s adjustedallowance (and no amount is available for carry-forward).\n\tSubsections (2) to (5) have effect subject to subsection (7).\n\tWhere the person’s residence nil-rate amount as calculated undersubsections (2) to (5) without applying this subsection is greater than VT—\n\t\tsubsections (2) to (5) have effect as if each reference in them to NV/100were a reference to VT,\n\t\teach of subsections (3) and (5) has effect as if it provided that theperson’s residence nil-rate amount were equal to VT (rather than the person’sdefault allowance or, as the case may be, the person’s adjusted allowance).\n\tSee also—\n\t\t  * section 8H (meaning of “qualifying residential interest”),\n\t\t  * section 8J (meaning of “inherit”),\n\t\t  * section 8K (meaning of “closely inherited”), and\n\t\t  * section 8M (cases involving conditional exemption)."
    },
    {
        "length": 266,
        "text": "\nFResidence nil-rate amount: no interest in home goes to descendants etc\n\tSubsections (2) and (3) apply if the person’s estate immediately before theperson’s death—\n\t\tdoes not include a qualifying residential interest, or\n\t\tincludes a qualifying residential interest but none of the interest isclosely inherited.\n\tThe person’s residence nil-rate amount is nil.\n\tAn amount—\n\t\tequal to the person’s default allowance, or\n\t\tif E is greater than TT, equal to the person’s adjusted allowance,\n\t\t\tis available for carry-forward.\n\tSee also—\n\t\t  * section 8H (meaning of “qualifying residential interest”),\n\t\t  * section 8J (meaning of “inherit”),\n\t\t  * section 8K (meaning of “closely inherited”), and\n\t\t  * section 8M (cases involving conditional exemption)."
    },
    {
        "length": 607,
        "text": "\nGMeaning of “brought-forward allowance”\n\tThis section is about the amount of the brought-forward allowance (seesection 8D(5)(f)) for a person (“P”) who dies on or after 6 April 2017.\n\tIn this section “related person” means a person other than P where—\n\t\tthe other person dies before P, and\n\t\timmediately before the other person dies, P is the other person’s spouse orcivil partner.\n\tP’s brought-forward allowance is calculated as follows—\n\t\tidentify each amount available for carry-forward from the death of arelated person (see sections 8E and 8F, and subsections (4) and (5)),\n\t\texpress each such amount as a percentage of the residential enhancement atthe death of the related person concerned,\n\t\tcalculate the percentage that is the total of those percentages, and\n\t\tthe amount that is that total percentage of the residential enhancement atP’s death is P’s brought-forward allowance or, if that total percentage isgreater than 100%, P’s brought-forward allowance is the amount of theresidential enhancement at P’s death,\n\t\t\tbut P’s brought-forward allowance is nil if no claim for it is made undersection 8L.\n\tWhere the death of a related person occurs before 6 April 2017—\n\t\tan amount equal to £100,000 is treated for the purposes of subsection (3)as being the amount available for carry-forward from the related person’sdeath, but this is subject to subsection (5), and\n\t\tthe residential enhancement at the related person’s death is treated forthose purposes as being £100,000.\n\tIf the value (“RPE”) of the related person’s estate immediately before therelated person’s death is greater than £2,000,000, the amount treated undersubsection (4)(a) as available for carry-forward is reduced (but not belownil) by—\n\t[![](/ukpga/2015/33/images/ukpga_20150033_en_003)](/ukpga/2015/33/images/ukpga_20150033_en_003?view=plain)"
    },
    {
        "length": 520,
        "text": "\nHMeaning of “qualifying residential interest”\n\tThis section applies for the purposes of sections 8E and 8F.\n\tIn this section “residential property interest”, in relation to a person,means an interest in a dwelling-house which has been the person’s residence ata time when the person’s estate included that, or any other, interest in thedwelling-house.\n\tWhere a person’s estate immediately before the person’s death includesresidential property interests in just one dwelling-house, the person’sinterests in that dwelling-house are a qualifying residential interest inrelation to the person.\n\tWhere— \n\t\ta person’s estate immediately before the person’s death includesresidential property interests in each of two or more dwelling-houses, and\n\t\tthe person’s personal representatives nominate one (and only one) of thosedwelling-houses,\n\t\t\tthe person’s interests in the nominated dwelling-house are a qualifyingresidential interest in relation to the person.\n\tA reference in this section to a dwelling-house—\n\t\tincludes any land occupied and enjoyed with it as its garden or grounds,but\n\t\tdoes not include, in the case of any particular person, any trees orunderwood in relation to which an election is made under section 125 as itapplies in relation to that person’s death.\n\tIf at any time when a person’s estate includes an interest in a dwelling-house, the person—\n\t\tresides in living accommodation which for the person is job-related, and\n\t\tintends in due course to occupy the dwelling-house as the person’sresidence,\n\t\tthis section applies as if the dwelling-house were at that time occupied bythe person as a residence.\n\tSection 222(8A) to (8D) of the 1992 Act (meaning of “job-related”), but notsection 222(9) of that Act, apply for the purposes of subsection (6)."
    },
    {
        "length": 454,
        "text": "\nJMeaning of “inherited”\n\tThis section explains for the purposes of sections 8E and 8F whether aperson (“B”) inherits, from a person who has died (“D”), property which formspart of D’s estate immediately before D’s death.\n\tB inherits the property if there is a disposition of it (whether effectedby will, under the law relating to intestacy or otherwise) to B.\n\tSubsection (2) does not apply if—\n\t\tthe property becomes comprised in a settlement on D’s death, or\n\t\timmediately before D’s death, the property was settled property in which Dwas beneficially entitled to an interest in possession.\n\tWhere the property becomes comprised in a settlement on D’s death, Binherits the property if—\n\t\tB becomes beneficially entitled on D’s death to an interest in possessionin the property, and that interest in possession is an immediate post-deathinterest or a disabled person’s interest, or\n\t\tthe property becomes, on D’s death, settled property—\n\t\tto which section 71A or 71D applies, and\n\t\theld on trusts for the benefit of B.\n\tWhere, immediately before D’s death, the property was settled property inwhich D was beneficially entitled to an interest in possession, B inherits theproperty if B becomes beneficially entitled to it on D’s death.\n\tWhere the property forms part of D’s estate immediately before D’s death asa result of the operation of section 102(3) of the Finance Act 1986 (giftswith reservation) in relation to a disposal of the property made by D by wayof gift, B inherits the property if B is the person to whom the disposal wasmade."
    },
    {
        "length": 1118,
        "text": "\nKMeaning of “closely inherited”\n\tIn relation to the death of a person (“D”), something is “closelyinherited” for the purposes of sections 8E and 8F if it is inherited for thosepurposes (see section 8J) by—\n\t\ta lineal descendant of D,\n\t\ta person who, at the time of D’s death, is the spouse or civil partner of alineal descendant of D, or\n\t\ta person who—\n\t\tat the time of the death of a lineal descendant of D who died no later thanD, was the spouse or civil partner of the lineal descendant, and\n\t\thas not, in the period beginning with the lineal descendant’s death andending with D’s death, become anyone’s spouse or civil partner.\n\tThe rules in subsections (3) to (8) apply for the interpretation ofsubsection (1).\n\tA person who is at any time a step-child of another person is to betreated, at that and all subsequent times, as if the person was that otherperson’s child.\n\tAny rule of law, so far as it requires an adopted person to be treated asnot being the child of a natural parent of the person, is to be disregarded(but this is without prejudice to any rule of law requiring an adopted personto be treated as the child of an adopter of the person).\n\tA person who is at any time fostered by a foster parent is to be treated,at that and all subsequent times, as if the person was the foster parent’schild.\n\tWhere— \n\t\tan individual (“G”) is appointed (or is treated by law as having beenappointed) under section 5 of the Children Act 1989, or under correspondinglaw having effect in Scotland or Northern Ireland or any country or territoryoutside the United Kingdom, as guardian (however styled) of another person,and\n\t\tthe appointment takes effect at a time when the other person (“C”) is underthe age of 18 years,\n\t\t\tC is to be treated, at all times after the appointment takes effect, as if Cwas G’s child.\n\tWhere— \n\t\tan individual (“SG”) is appointed as a special guardian (however styled) ofanother person (“C”) by an order of a court—\n\t\tthat is a special guardianship order as defined by section 14A of theChildren Act 1989, or\n\t\tthat is a corresponding order under legislation having effect in Scotlandor Northern Ireland or any country or territory outside the United Kingdom,and\n\t\tthe appointment takes effect at a time when C is under the age of 18 years,\n\t\tC is to be treated, at all times after the appointment takes effect, as if Cwas SG’s child.\n\tIn particular, where under any of subsections (3) to (7) one person is tobe treated at any time as the child of another person, that first person’slineal descendants (even if born before that time) are accordingly to betreated at that time (and all subsequent times) as lineal descendants of thatother person.\n\tIn subsection (4) “adopted person” means—\n\t\tan adopted person within the meaning of Chapter 4 of Part 1 of the Adoptionand Children Act 2002, or\n\t\ta person who would be an adopted person within the meaning of that Chapterif, in section 66(1)(e) of that Act and section 38(1)(e) of the Adoption Act1976, the reference to the law of England and Wales were a reference to thelaw of any part of the United Kingdom.\n\tIn subsection (5) “foster parent” means—\n\t\tsomeone who is approved as a local authority foster parent in accordancewith regulations made by virtue of paragraph 12F of Schedule 2 to the ChildrenAct 1989,\n\t\ta foster parent with whom the person is placed by a voluntary organisationunder section 59(1)(a) that Act,\n\t\tsomeone who looks after the person in circumstances in which the person isa privately fostered child as defined by section 66 of that Act, or\n\t\tsomeone who, under legislation having effect in Scotland or NorthernIreland or any country or territory outside the United Kingdom, is a fosterparent (however styled) corresponding to a foster parent within paragraph (a)or (b)."
    },
    {
        "length": 656,
        "text": "\nLClaims for brought-forward allowance\n\tA claim for brought-forward allowance for a person (see section 8G) may bemade—\n\t\tby the person’s personal representatives within the permitted period, or\n\t\t(if no claim is so made) by any other person liable to the tax chargeableon the person’s death within such later period as an officer of Revenue andCustoms may in the particular case allow.\n\tIn subsection (1)(a) “the permitted period” means—\n\t\tthe period of 2 years from the end of the month in which the person dies or(if it ends later) the period of 3 months beginning with the date on which thepersonal representatives first act as such, or\n\t\tsuch longer period as an officer of Revenue and Customs may in theparticular case allow.\n\tA claim under subsection (1) made within either of the periods mentioned insubsection (2)(a) may be withdrawn no later than one month after the end ofthe period concerned.\n\tSubsection (5) applies if—\n\t\tno claim under this section has been made for brought-forward allowance fora person (“P”),\n\t\tthe amount of the charge to tax under section 4 on the death of anotherperson (“A”) would be different if a claim under subsection (1) had been madefor brought-forward allowance for P, and\n\t\tthe amount of the charge to tax under section 4 on the death of P, and theamount of the charge to tax under section 4 on the death of any person who isneither P nor A, would not have been different if a claim under subsection (1)had been made for brought-forward allowance for P.\n\tA claim for brought-forward allowance for P may be made—\n\t\tby A’s personal representatives within the allowed period, or\n\t\t(if no claim is so made) by any other person liable to the tax chargeableon A’s death within such later period as an officer of Revenue and Customs mayin the particular case allow.\n\tIn subsection (5)(a) “the allowed period” means—\n\t\tthe period of 2 years from the end of the month in which A dies or (if itends later) the period of 3 months beginning with the date on which thepersonal representatives first act as such, or\n\t\tsuch longer period as an officer of Revenue and Customs may in theparticular case allow.\n\tA claim under subsection (5) made within either of the periods mentioned insubsection (6)(a) may be withdrawn no later than one month after the end ofthe period concerned."
    },
    {
        "length": 1322,
        "text": "\nMResidence nil-rate amount: cases involving conditional exemption\n\tThis section applies where—\n\t\tthe estate of a person (“D”) immediately before D’s death includes aqualifying residential interest,\n\t\tD dies on or after 6 April 2017, and\n\t\tsome or all of the transfer of value under section 4 on D’s death is aconditionally exempt transfer of property consisting of, or including, some orall of the qualifying residential interest.\n\tFor the purposes of sections 8E and 8F, but subject to subsection (3), theexempt percentage of the qualifying residential interest is treated as beingnot closely inherited; and for this purpose “the exempt percentage” is givenby—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_004)](/ukpga/2015/33/images/ukpga_20150033_en_004?view=plain)\n\twhere—\n\t\t  * X is the attributable portion of the value transferred by the conditionally exempt transfer,\n\t\t  * QRI is the attributable portion of the value transferred by the transfer under section 4, and\n\t\t  * “the attributable portion” means the portion (which may be the whole) attributable to the qualifying residential interest.\n\tFor the purposes of calculating tax chargeable under section 32 or 32A byreference to a chargeable event related to the qualifying residential interestwhere D is the relevant person for the purposes of section 33—\n\t\tin subsection (2), X is calculated as if the property forming the subject-matter of the conditionally exempt transfer had not included the property onwhich the tax is chargeable,\n\t\tsection 33 has effect as if for subsection (1)(b)(ii) there weresubstituted—\n\t\tif the relevant person is dead, the rate or rates that would have appliedto that amount in accordance with section 8D(2) and (3) above and theappropriate provision of section 7 above if—\n\t\tthat amount had been added to the value transferred on the relevantperson’s death, and\n\t\tthe unrelieved portion of that amount had formed the highest part of thatvalue.”, and\n\t\tfor the purposes of that substituted section 33(1)(b)(ii) “the unrelievedportion” of the amount on which tax is chargeable is that amount itself lessthe amount (if any) by which—\n\t\tD’s residence nil-rate amount for the purposes of the particularcalculation under section 33, exceeds\n\t\tD’s residence nil-rate amount for the purposes of the charge to tax undersection 4 on D’s death.\n\tThe following provisions of this section apply if immediately before D’sdeath there is a person (“P”) who is D’s spouse or civil partner.\n\tFor the purposes of calculating tax chargeable under section 32 or 32A byreference to a chargeable event related to the qualifying residential interestwhich occurs after P’s death, the amount that would otherwise be D’s residencenil-rate amount for those purposes is reduced by the amount (if any) by whichP’s residence nil-rate amount, or the residence nil-rate amount of any personwho dies after P but before the chargeable event occurs, was increased byreason of an amount being available for carry-forward from D’s death.\n\tWhere tax is chargeable under section 32 or 32A by reference to achargeable event related to the qualifying residential interest which occursbefore P’s death, section 8G(3) has effect for the purpose of calculating P’sbrought-forward allowance as if—\n\t\tbefore the “and” at the end of paragraph (c) there were inserted—\n\t\treduce that total (but not below nil) by deducting from it the recapturepercentage,”,\n\t\tin paragraph (d), before “total”, in both places, there were inserted“reduced”, and\n\t\tthe reference to the recapture percentage were to the percentage given by—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_005)](/ukpga/2015/33/images/ukpga_20150033_en_005?view=plain)\n\t\twhere—\n\t\t\t  * REE is the residential enhancement at the time of the chargeable event, and\n\t\t\t  * TA is the amount on which tax is chargeable under section 32 or 32A.\n\tIf subsection (6) has applied by reason of a previous event or eventsrelated to the qualifying residential interest, the reference in subsection(6)(c) to the fraction—\n\t[![](/ukpga/2015/33/images/ukpga_20150033_en_006)](/ukpga/2015/33/images/ukpga_20150033_en_006?view=plain)”"
    },
    {
        "length": 113,
        "text": "\nRate bands for tax years 2018-19, 2019-20 and 2020-21\n\tSection 8 of IHTA 1984 (indexation) does not have effect by virtue of anydifference between—\n\t\tthe consumer prices index for the month of September in 2017, 2018 or 2019,and\n\t\tthat index for the previous September."
    },
    {
        "length": 1869,
        "text": "\nSettlements\n\tCalculation of rate of inheritance tax on settled property\n\t\tSchedule 1 contains provision about calculating the rate at which inheritancetax is charged under Chapter 3 of Part 3 of IHTA 1984.\n\tExemption from ten-yearly charge for heritage property\n\t\tSection 79 of IHTA 1984 (exemption from ten-yearly charge) is amended asfollows.\n\t\tIn subsection (3)—\n\t\t\tfor “then, if” substitute “subsection (3A) below applies if”,\n\t\t\tin paragraph (a), for “has, on a claim made for the purpose, been”substitute “is, on a claim made for the purpose,”,\n\t\t\tafter that paragraph insert—\n\t\t\tthat claim is made during the period beginning with the date of a ten-year anniversary of the settlement (“the relevant ten-year anniversary”) andending—\n\t\t\ttwo years after that date, or\n\t\t\ton such later date as the Board may allow,”,\n\t\t\tin paragraph (b)—\n\t\t\tfor “that section has been given” substitute “section 31 is given”, and\n\t\t\tfor “have been given” substitute “are given”, and\n\t\t\tomit the words from “section 64” to the end.\n\t\tAfter that subsection insert—\n\t\t\t“(3A)Tax is not chargeable under section 64 above in relation to the propertyby reference to the relevant ten-year anniversary concerned or any subsequentten-year anniversaries; but on the first occurrence of an event which, ifthere had been a conditionally exempt transfer of the property immediatelybefore that relevant ten-year anniversary, would be a chargeable event withrespect to the property—\n\t\t\tthere is a charge to tax under this subsection, and\n\t\t\ton any ten-year anniversary falling after that event, tax is chargeableunder section 64 above in relation to the property.”\n\t\tIn subsection (4), for the words from “subsection (3)” to “mentioned”substitute “subsection (3A) above in respect of property if, after theoccasion mentioned in subsection (3) above and before the occurrence mentionedin subsection (3A)”.\n\t\tIn subsections (5), (5A), (6), (8)(a) and (9A)(a) for “subsection (3)”substitute “subsection (3A)”.\n\t\tIn subsection (7A), in paragraph (c), for the words from “day” to “section”substitute “relevant ten-year anniversary”.\n\t\tIn subsection (8)—\n\t\t\tin paragraph (a), for the words from “on the first” to the end substitute“by reference to the relevant ten-year anniversary of the settlement”, and\n\t\t\tin paragraph (c), omit “, and the claim was made and the undertaking wasgiven,”.\n\t\tAccordingly, in that Act—\n\t\t\tin section 207 (liability: conditional exemption), in subsection (3), for“section 79(3)” substitute “section 79(3A)”,\n\t\t\tin section 233 (interest on unpaid tax), in subsection (1)(c), for “79(3)”substitute “79(3A)”,\n\t\t\tin section 237 (imposition of charge), in subsection (3B)(a), for “or79(3)” substitute “or 79(3A)”, and\n\t\t\tin Schedule 4 (maintenance funds for historic buildings), in paragraph3(2)(c), for “or 79(3)” substitute “or 79(3A)”.\n\t\tThe amendments made by this section have effect in relation to occasions onwhich tax would (ignoring the effect of the amendments) fall to be chargedunder section 64 of IHTA 1984 on or after the day on which this Act is passed.\n\tSettlements with initial interest in possession\n\t\tIn section 80 of IHTA 1984 (initial interest of settlor or spouse or civilpartner), for “an interest in possession”, in each place it appears,substitute “a qualifying interest in possession”.\n\t\tThe amendments made by this section come into force on the day after theday on which this Act is passed subject to the saving provision in subsections(3) to (7).\n\t\tSubsections (4) to (7) apply where—\n\t\t\tthe occasion first referred to in subsection (1) of section 80 of IHTA 1984occurred before 22 March 2006,\n\t\t\ton that occasion the settlor, or the settlor’s spouse or civil partner,became beneficially entitled to an interest in possession in property which,as a result of that subsection, was treated as not becoming comprised in asettlement for the purposes of Chapter 3 of Part 3 of IHTA 1984 on thatoccasion, and\n\t\t\tat all times in the relevant period that property, or some particular partof it, has been property in which the settlor, or the settlor’s spouse orcivil partner, has been beneficially entitled to an interest in possession,\n\t\t\t\tand in subsections (4) to (7) “the protected property” means that property or,as the case may be, that particular part of it.\n\t\tThe amendments made by subsection (1) do not have effect in relation to anyparticular part of the protected property for so long as the subsistinginterest in possession continues to subsist in that part (but see subsections(5) and (6) for what happens afterwards).\n\t\tAs from immediately before the time when the subsisting interest inpossession comes to an end so far as subsisting in any particular part of theprotected property (whether or not it also comes to an end at the same time sofar as subsisting in some or all of the rest of the protected property),section 80(1) of IHTA 1984 has effect in relation to that part as if thesecond appearance of “an interest in possession” were “a qualifying interestin possession”.\n\t\tIf (ignoring this subsection), subsection (5) would have the consequencethat a particular part of the protected property is treated as becomingcomprised in a separate settlement at a time earlier than the time at whichthe subsisting interest in possession comes to an end so far as subsisting inthat part, that part is to be treated as becoming comprised in a separatesettlement at that later time.\n\t\tIn this section—\n\t\t\t“the relevant period” means the period beginning with the occasion firstmentioned in section 80(1) of IHTA 1984 and ending with the day on which thisAct is passed,\n\t\t\t“qualifying interest in possession” has the same meaning as in section80(1) of IHTA 1984,\n\t\t\t“subsisting interest in possession”, in relation to a part of the protectedproperty, means the interest in possession which subsisted in that partimmediately before the end of the relevant period, and\n\t\t\tthe reference in subsection (3)(c) to the spouse or civil partner of asettlor includes a reference to the widow or widower or surviving civilpartner of the settlor.\n\tDistributions etc from property settled by will\n\t\tIn section 144 of IHTA 1984 (distributions etc from property settled bywill), in subsection (1)(b), after “section” insert “65(4),”.\n\t\tThe amendment made by this section has effect in cases where the testator’sdeath occurs on or after 10 December 2014."
    },
    {
        "length": 443,
        "text": "\nInterest\n\tInheritance tax: interest\n\t\tIn section 107 of FA 1986 (changes in financial institutions: interest)—\n\t\t\tin subsection (4), for the words from “section 234(4)” to “above)”substitute “paragraph 7(8) of Schedule 53 to the Finance Act 2009 (latepayment interest: inheritance tax payable by instalments)”;\n\t\t\tin subsection (5), for the words from “amend” to “section 234(3)(c)”substitute “set out one or more descriptions of company for the purposes ofparagraph 7(7) of Schedule 53 to the Finance Act 2009”.\n\t\tIn Schedule 53 to FA 2009 (special provision: late payment interest startdate)—\n\t\t\tin paragraph 7 (inheritance tax payable by instalments) for sub-paragraph(7) substitute—\n\t\tA company falls within this sub-paragraph if—\n\t\t\tits business is carried on in the United Kingdom and is—\n\t\t\twholly that of a market maker, or\n\t\t\tthat of a discount house, or\n\t\t\tit is of a description set out in regulations under section 107(5) of FA1986.”;\n\t\t\tin paragraph 9 (certain other amounts of inheritance tax), for “date of thetestator’s death” substitute “end of the month in which the testator died”.\n\t\tThe amendments made by this section come into force on such day or days asthe Treasury may by regulations made by statutory instrument appoint.\n\t\tRegulations under subsection (3) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake transitional or saving provision."
    },
    {
        "length": 580,
        "text": "\nACompensation payments: restriction of deductions\n\tIn calculating the profits of a trade carried on by a company (“company A”)no deduction is allowed for expenses incurred by the company if and so far as—\n\t\tthe expenses are in respect of amounts of relevant compensation (seesubsection (3)), and\n\t\tthe disclosure condition is met in relation to the expenses (see section133C).\n\tSubsection (1) does not apply to expenses which are excluded by section133D.\n\tIn relation to company A, “relevant compensation” means compensation whichis paid or payable—\n\t\tto or for the benefit of a customer of company A in respect of relevantconduct (see subsection (6)) of company A, or\n\t\tto or for the benefit of a customer of a qualifying company in respect ofrelevant conduct of that qualifying company (but see subsection (4)).\n\tCompensation paid or payable as mentioned in subsection (3)(b) is notrelevant compensation so far as it is paid or payable under arrangementsentered into between company A and the qualifying company on arm’s lengthterms.\n\t“Qualifying company”, in relation to company A, means a company which isassociated with company A (see section 133L) at the time when the expenses inquestion are recognised for accounting purposes.\n\tFor the purposes of this section conduct of a company is “relevant conduct”if the conduct occurs—\n\t\ton or after 29 April 1988, and\n\t\tat a time when the company is a banking company (see section 133E).\n\tFor the purposes of subsection (1) it does not matter whether thecompensation is paid, or to be paid, by company A or another person.\n\tIn this section—\n\t\t  * “compensation”, “payment” and references to compensation “paid or payable” in respect of relevant conduct of a company, are to be read in accordance with section 133K;\n\t\t  * “conduct” includes any act or omission;\n\t\t  * “customer” has the meaning given by section 133J."
    },
    {
        "length": 185,
        "text": "\nBCompanies affected by section 133A: amounts treated as received\n\tThis section applies where a company incurs in an accounting periodexpenses which would, but for section 133A, be deductible in calculating theprofits of a trade carried on by that company.\n\tAn amount equal to 10% of the relevant sum is to be brought into account asa receipt in calculating the profits of the trade.\n\tThe amount is treated as arising at the end of the accounting period.\n\tIn this section “the relevant sum” means the total amount of the expenseswhich as a result of section 133A are not deductible in calculating theprofits of the trade for the accounting period."
    },
    {
        "length": 948,
        "text": "\nCThe disclosure condition\n\tIn relation to expenses incurred by a company (“company A”) in respect ofamounts of relevant compensation, the “disclosure condition” is met if—\n\t\ta relevant document indicates that the company—\n\t\tis or has been, or\n\t\twill become,\n\t\t\tliable to pay compensation in respect of a particular matter and the relevantcompensation can reasonably be regarded as relating to that matter, or\n\t\ta relevant document refers to disciplinary action taken or to be taken by aregulator in respect of a particular matter and the relevant compensation canreasonably be regarded as relating to that matter.\n\tA disclosure in a relevant document is to be disregarded for the purposesof paragraph (a) of subsection (1) if the disclosure is concerned withliability to pay compensation to or for the benefit of one (and only one)customer of the company concerned in respect of a single error in the conductof the company concerned.\n\tIn subsection (2) “the company concerned” means company A or a companywhich is associated with company A (see section 133L).\n\tFor the purposes of subsection (1)(a) it does not matter whether theindication is express or implicit (or how it is expressed or conveyed)provided that it is reasonably clear from the relevant document that thecompany is or has been, or will become, liable to pay compensation in respectof the matter concerned.\n\tIn this section “a relevant document” means—\n\t\trelevant accounts,\n\t\ta relevant statutory report, or\n\t\ta relevant listing disclosure.\n\tFor the purposes of this section the following are “relevant accounts” inrelation to expenses incurred by company A—\n\t\tcompany A’s statutory accounts for a relevant period, and\n\t\trelevant consolidated accounts for a relevant period.\n\tFor the purposes of this section, any of the following is a “relevantstatutory report” in relation to company A if the report in question isprepared for a relevant period—\n\t\tany published report prepared by the directors of the company for thepurposes of any provision of the legislation under which company A isregistered or, as the case may be, established;\n\t\tany published consolidated report prepared for such purposes, if thecompany is included in the consolidation.\n\tIn this section “relevant listing disclosure” means a disclosure required—\n\t\tby rules under section 73A of FISMA 2000, or\n\t\tby virtue of a requirement imposed by or under a corresponding provision ofthe law of a territory outside the United Kingdom,\n\t\tif the disclosure is made in the period of 5 years ending at the end of theperiod of account in which the expenses are recognised for accountingpurposes.\n\tIn this section “relevant period”, in relation to expenses incurred bycompany A, means—\n\t\tthe period of account in which the expenses are recognised for accountingpurposes, or\n\t\tany period which begins not more than 5 years before, and ends not laterthan, the end of that period.\n\tIn this section, in relation to a company—\n\t\t  * “relevant compensation” has the meaning given by section 133A(3);\n\t\t  * “statutory accounts” means accounts prepared for the purposes of any provision of the legislation under which the company is registered or, as the case may be, established;\n\t\t  * “relevant consolidated accounts” means consolidated accounts prepared for any such purposes, if the company is included in the consolidation."
    },
    {
        "length": 489,
        "text": "\nDExcluded expenses\n\tExpenses in respect of relevant compensation are excluded by this sectionif the compensation is in respect of—\n\t\tan administrative error,\n\t\tthe failure of a computer or electronic system, or\n\t\tloss or damage which is wholly or mainly attributable to an unconnectedthird party.\n\tIn subsection (1) “third party” means a person who is neither the companymentioned in section 133A(1) nor (if different) the company in respect ofwhose conduct the compensation is paid or payable (see section 133A(3)(b)).\n\tFor the purposes of this section a third party (“TP”) is an “unconnectedthird party” unless—\n\t\tTP was, at the time of the relevant actions, connected with the companymentioned in section 133A(1) or (if different) the company in respect of whoseconduct the compensation is paid or payable, or\n\t\tin taking one or more of the relevant actions, TP was acting underarrangements with the company mentioned in paragraph (a) or (as the case maybe) either of the companies mentioned in paragraph (a).\n\tIn this section “the relevant actions” means the actions as a result ofwhich the loss or damage is wholly or mainly attributable to TP (andreferences to actions or the taking of actions include failures to act).\n\tSection 1122 of CTA 2010 (meaning of “connected persons”) applies for thepurposes of this section, but subject to the following modification.\n\tSection 1122 has effect as if after subsection (8) there were inserted—\n\tA person (“A”) is connected with any person who is an employee of A or bywhom A is employed.\n\tFor the purposes of this section any director or other officer of acompany is to be treated as employed by that company.”"
    },
    {
        "length": 993,
        "text": "\nEMeaning of “banking company”\n\tFor the purposes of section 133A, a company is a “banking company”—\n\t\tat a time when it meets conditions A to D,\n\t\tat a time when it meets condition A and is a member of a partnership whichmeets conditions B to D, or\n\t\tif it is a building society.\n\t\t\tIn subsections (2) to (6), “the relevant entity” means the company orpartnership.\n\tCondition A is that the company is not an excluded company (see section133F).\n\tCondition B—\n\t\tin relation to any time on or after 1 December 2001, is that the relevantentity is an authorised person for the purposes of FISMA 2000 (see section 31of that Act);\n\t\tin relation to any time before that date, is that the relevant entity—\n\t\twas at that time an authorised person under Chapter 3 of Part 1 of theFinancial Services Act 1986 (persons authorised to carry on investmentbusiness),\n\t\twas authorised under the Banking Act 1987, or\n\t\twas entitled by virtue of the Banking Co-ordination (Second CouncilDirective) Regulations 1992 ([S.I. 1992/3218](/id/uksi/1992/3218?view=plain\"Go to item of legislation\")) to accept deposits (within the meaning of theBanking Act 1987) in the United Kingdom.\n\tCondition C is that—\n\t\tthe relevant entity’s activities include the relevant regulated activitydescribed in the provision mentioned in section 133G(1)(a), or\n\t\tthe relevant entity is an investment bank (see section 133H) whoseactivities consist wholly or mainly of any of the relevant regulatedactivities described in the provisions mentioned in section 133G(1)(b) to (f).\n\tCondition D is that the relevant entity carries on that relevant regulatedactivity, or those relevant regulated activities, wholly or mainly in thecourse of trade.\n\tWhere the relevant entity carries on activities outside the United Kingdom,Condition B is met—\n\t\tin relation to any time on or after 1 December 2001, if the relevant entitywould be required to be an authorised person for the purposes of FISMA 2000(see section 31 of that Act) in order to carry on any of those activities inthe United Kingdom at that time;\n\t\tin relation to any time before that date, if in order to carry on thoseactivities in the United Kingdom at that time the relevant entity—\n\t\twould have been required to be an authorised person under Chapter 3 of Part1 of the Financial Services Act 1986 (persons authorised to carry oninvestment business), or\n\t\twould have been required either to be authorised under the Banking Act1987 or to be entitled by virtue of the Banking Co-ordination (Second CouncilDirective) Regulations 1992 ([S.I. 1992/3218](/id/uksi/1992/3218?view=plain\"Go to item of legislation\")) to accept deposits (within the meaning of theBanking Act 1987) in the United Kingdom.\n\tIn this section “partnership” includes—\n\t\ta limited liability partnership, and\n\t\tan entity established under the law of a territory outside the UnitedKingdom of a similar character to a partnership,\n\t\tand “member”, in relation to a partnership, is to be read accordingly.\n\tFor the meaning of “relevant regulated activity”, see section 133G."
    },
    {
        "length": 1827,
        "text": "\nF“Excluded company”\n\tThis section gives the meaning of “excluded company” for the purposes ofsection 133E.\n\tA company is an “excluded company” at any time (in an accounting period)when the company is—\n\t\tan insurance company or an insurance special purpose vehicle;\n\t\ta company which is a member of a group and does not carry on any relevantregulated activities otherwise than on behalf of an insurance company or aninsurance special purpose vehicle which is a member of the group;\n\t\ta company which does not carry on any relevant regulated activitiesotherwise than as the manager of a pension scheme;\n\t\tan investment trust;\n\t\ta company which does not carry on any relevant regulated activities otherthan asset management activities;\n\t\tan exempt commodities firm;\n\t\ta company which does not carry on any relevant regulated activitiesotherwise than for the purpose of trading in commodities or commodityderivatives;\n\t\ta company which does not carry on any relevant regulated activitiesotherwise than for the purpose of dealing in contracts for differences—\n\t\tas principal with persons all or all but an insignificant proportion ofwhom are retail clients, or\n\t\twith any other person to enable the company or that other person to dealin contracts for differences as principal with persons all or all but aninsignificant proportion of whom are retail clients;\n\t\ta friendly society;\n\t\ta society registered as a credit union under the Co-operative and CommunityBenefit Societies Act 2014 or the Credit Unions (Northern Ireland) Order 1985([S.I. 1985/1205 (N.I. 12)](/id/nisi/1985/1205?view=plain \"Go to item oflegislation\"));\n\t\ta building society.\n\tIn this section “asset management activities” means activities whichconsist (or, if they were carried on in the United Kingdom, would consist) ofany or all of the following—\n\t\tacting as the operator of a collective investment scheme (see subsection(5)),\n\t\tmanaging investments on a discretionary basis for clients none of which isa linked entity (see subsection (6)), and\n\t\tacting as an authorised corporate director.\n\tIn subsection (2)(f) “exempt commodities firm” means—\n\t\tin relation to a time on or after 1 January 2014, an exempt IFPRUcommodities firm, as defined by the FCA Handbook at that time,\n\t\tin relation to a time on or after 1 April 2013 but before 1 January 2014,an exempt BIPRU commodities firm, as defined by the PRA Handbook at that time,\n\t\tin relation to a time on or after 1 January 2007 but before 1 April 2013,an exempt BIPRU commodities firm, as defined by the Handbook of the FinancialServices Authority at that time, and\n\t\tin relation to a time before 1 January 2007, an exempt BIPRU commoditiesfirm as defined by the Handbook of the Financial Services Authority as inforce on 1 January 2007.\n\tIn subsection (3)(a) “operator of a collective investment scheme”—\n\t\tin relation to times on and after 25 February 2001, has the same meaning asin Part 17 of FISMA 2000 (see sections 235 and 237 of that Act);\n\t\tin relation to times before that date, has the same meaning as in theFinancial Services Act 1986.\n\tIn subsection (3)(b) “linked entity”, in relation to a company (“C”),means—\n\t\ta member of the same group as C;\n\t\ta company in which a company which is a member of the same group as C has amajor interest, or\n\t\ta partnership the members of which include an entity—\n\t\twhich is a member of the same group as C, and\n\t\twhose share of the profits or losses of a trade carried on by thepartnership for an accounting period of the partnership any part of whichfalls within the accounting period mentioned in the opening words ofsubsection (2) is at least a 40% share (see Part 17 for provisions aboutshares of partnership profits and losses).\n\tIn this section—\n\t\t  * “authorised corporate director”—\n\t\tin relation to any time on or after 1 April 2013, has the meaning given by theFCA Handbook at that time;\n\t\tin relation to any time before 1 April 2013, has the meaning given by the FCAHandbook as in force on 1 April 2013;\n\t\t\t  * “contract for differences” has the meaning given by section 582;\n\t\t\t  * “the FCA Handbook” means the Handbook made by the Financial Conduct Authority under FISMA 2000;\n\t\t\t  * “friendly society” means a registered friendly society or an incorporated friendly society;\n\t\t\t  * “group” has the same meaning as in Part 7A of CTA 2010 (see section 269BD of that Act);\n\t\t\t  * “incorporated friendly society” means a society incorporated under the Friendly Societies Act 1992;\n\t\t\t  * “insurance company” has the meaning given by section 133I;\n\t\t\t  * “insurance special purpose vehicle” has the meaning given by section 139 of FA 2012;\n\t\t\t  * “major interest” has the same meaning as in Part 5 (see section 473);\n\t\t\t  * “partnership” has the same meaning as in section 133E;\n\t\t\t  * “the PRA Handbook”, means the Handbook made by the Prudential Regulation Authority under FISMA 2000;\n\t\t\t  * “registered friendly society” has the same meaning as in the Friendly Societies Act 1992 (and includes any society that as a result of section 96(2) of the Friendly Societies Act 1992 is treated as a registered friendly society);\n\t\t\t  * “relevant regulated activity” has the meaning given by section 133G;\n\t\t\t  * “retail client”—\n\t\tin relation to any time on or after 1 April 2013, has the meaning given by theFCA Handbook at that time;\n\t\tin relation to any time before 1 April 2013, has the meaning given by the FCAHandbook as in force on 1 April 2013."
    },
    {
        "length": 339,
        "text": "\nGMeaning of “relevant regulated activity”\n\tIn sections 133E and 133F “relevant regulated activity” means an activitywhich is a regulated activity for the purposes of FISMA 2000 by virtue of anyof the following provisions of the Financial Services and Markets Act 2000(Regulated Activities) Order 2001 ([S.I.2001/544](/id/uksi/2001/544?view=plain \"Go to item of legislation\"))—\n\t\tarticle 5 (accepting deposits);\n\t\tarticle 14 (dealing in investments as principal);\n\t\tarticle 21 (dealing in investments as agent);\n\t\tarticle 25 (arranging deals in investments);\n\t\tarticle 40 (safeguarding and administering investments);\n\t\tarticle 61 (regulated mortgage contracts).\n\tIn determining whether an activity carried on at any time before 1 December2001 was at that time a relevant regulated activity, it is to be assumed thatFISMA 2000 and the order mentioned in subsection (1) were in force in the formin which they had effect on 1 December 2001."
    },
    {
        "length": 821,
        "text": "\nHInvestment bank\n\tThis section gives the meaning of “investment bank” for the purposes ofsection 133E; and in this section “the relevant entity” has the same meaningas in subsections (2) to (6) of that section.\n\tAt any time on or after 1 January 2014, the relevant entity is aninvestment bank if—\n\t\tit is both an IFPRU 730k firm and a full scope IFPRU investment firm, or\n\t\tit is designated by the Prudential Regulation Authority under article 3 ofthe Financial Services and Markets Act 2000 (PRA-regulated Activities) Order2013 ([S.I. 2013/556](/id/uksi/2013/556?view=plain \"Go to item oflegislation\")) (dealing in investments as principal: designation by PRA).\n\tAt any time on or after 1 January 2007 but before 1 January 2014, therelevant entity was an investment bank if it was both a BIPRU 730k firm and afull scope BIPRU investment firm.\n\tAt any time before 1 January 2007, the relevant entity was an investmentbank if it would have been both a BIPRU 730k firm and a full scope BIPRUinvestment firm if the Handbook of the Financial Services Authority in forceon 1 January 2007 had been in force at that earlier time.\n\tIn subsections (2) to (4)—\n\t\t  * “IFPRU 730k firm” and “full scope IFPRU investment firm” have the meaning given by the FCA Handbook at the time in question;\n\t\t  * “BIPRU 730k firm” and “full scope BIPRU investment firm”—\n\t\tin relation to any time on or after 1 April 2013 have the meaning given by thePRA Handbook at that time;\n\t\tin relation to any time on or after 1 January 2007 but before 1 April 2013,have the meaning given by the Handbook of the Financial Services Authority atthat time;\n\t\tin relation to any time before 1 January 2007, have the meaning given by theHandbook of the Financial Services Authority as in force on 1 January 2007.\n\tIf the relevant entity would at any time be an investment bank undersubsection (2)(a), (3) or (4) by virtue of activities carried on in the UnitedKingdom but for the fact that its registered office (or, if it does not have aregistered office, its head office) is not in the United Kingdom, the relevantentity is to be treated for the purposes of section 133E as being aninvestment bank.\n\tIn this section—\n\t\t  * “the FCA Handbook” means the Handbook made by the Financial Conduct Authority under FISMA 2000;\n\t\t  * “the PRA Handbook” means the Handbook made by the Prudential Regulation Authority under FISMA 2000."
    },
    {
        "length": 471,
        "text": "\nIMeaning of “insurance company”\n\tFor the purposes of section 133F a person who carries on the activity ofeffecting or carrying out contracts of insurance is an “insurance company” if—\n\t\tthe person has permission under Part 4A of FISMA 2000 to carry on thatactivity,\n\t\tthe person is of the kind mentioned in paragraph 5(d) or (da) of Schedule 3to FISMA 2000 (EEA passport rights) and carries on that activity in the UnitedKingdom through a permanent establishment there, or\n\t\tthe person qualifies for authorisation under Schedule 4 to FISMA 2000(Treaty rights) and carries on that activity in the United Kingdom through apermanent establishment there.\n\tIn relation to times in the period beginning with 1 December 2001 andending with 31 March 2013, the reference in subsection (1)(a) to Part 4A ofFISMA 2000 is to be read as a reference to Part 4 of that Act\n\tIn relation to times before 1 December 2001, this section has effect as ifthe following were substituted for subsection (1)—\n\tFor the purposes of section 133F a person who carries on the activity ofeffecting or carrying out contracts of insurance is an “insurance company” ifthe person is—\n\t\tauthorised under section 3 or 4 of the Insurance Companies Act 1982, or\n\t\tan EC company within the meaning of the Insurance Companies Act 1982 which,by virtue of paragraph 1 or 8 of Schedule 2F to that Act, was able to carry ondirect insurance business through a branch in the United Kingdom or provideinsurance in the United Kingdom.”"
    },
    {
        "length": 612,
        "text": "\nJMeaning of “customer”\n\tFor the purposes of sections 133A and 133C, a person (“P”) is a “customer”in relation to a company (“company A”) if—\n\t\tP uses, has used or may have contemplated using a financial serviceprovided by company A, or\n\t\thas relevant rights or interests in relation to a financial serviceprovided by company A.\n\tIn subsection (1) “financial service” means a service provided—\n\t\tin carrying on regulated activities,\n\t\tin communicating, or approving the communication by others of, invitationsor inducements to engage in investment activity, or\n\t\tin providing relevant ancillary services (if company A is an investmentfirm or credit institution).\n\tP has a “relevant right or interest” in relation to any service if P has aright or interest—\n\t\twhich is derived from, or is otherwise attributable to, the use of theservice by another person, or\n\t\twhich may be adversely affected by the use of the service by persons actingon P’s behalf or in a fiduciary capacity in relation to P.\n\tIf company A is providing a service as a trustee, the persons who are, havebeen, or may have been, beneficiaries of the trust are to be treated aspersons who use, have used, or may have contemplated using, the service.\n\tA person who deals with company A in the course of company A providing aservice is to be treated as using the service.\n\tIn this section—\n\t\t  * “credit institution” has the meaning given by section 1H(8) of FISMA 2000;\n\t\t  * “engage in investment activity” has the meaning given in section 21 of FISMA 2000;\n\t\t  * “investment firm” has the same meaning as in FISMA 2000 (see section 424A of that Act);\n\t\t  * “regulated activities” has the same meaning as in FISMA 2000 (see section 22 of that Act);\n\t\t  * “relevant ancillary services” means has the meaning given by section 1H(8) of FISMA 2000."
    },
    {
        "length": 330,
        "text": "\nK“Compensation” and related expressions\n\tIn sections 133A to 133D references to compensation which is paid orpayable “in respect of” relevant conduct include compensation which is paid(or to be paid)—\n\t\tin connection with a claim by the customer for compensation in respect ofthe conduct, or\n\t\tin circumstances where there is reason to suspect that company A may (ormight in the absence of the payment) be or become liable to pay compensationin respect of relevant conduct—\n\t\tto the customer, or\n\t\tin one or more of a class of cases which includes the customer’s case.\n\tIn sections 133A to 133D and this section “compensation” includes any formof redress, whether monetary or non-monetary, and accordingly includesinterest.\n\t\tReferences in those sections to “payment” are to be interpreted accordingly.\n\tIn subsection (1)—\n\t\t  * “claim” includes any claim or request, however made;\n\t\t  * “customer” has the meaning given by section 133J;\n\t\t  * “relevant conduct” is to be interpreted in accordance with section 133A(6)."
    },
    {
        "length": 563,
        "text": "\nLAssociated companies\n\tFor the purposes of sections 133A and 133C a company (“company B”) isassociated with another company (“company A”) at a time (“the relevant time”)if any of the following 5 conditions is met.\n\tThe first condition is that the financial results of company A and companyB, for a period that includes the relevant time, meet the consolidationcondition.\n\tThe second condition is that there is a connection between company A andcompany B for the accounting period of company A in which the relevant timefalls.\n\tThe third condition is that, at the relevant time, company A has a majorinterest in company B or company B has a major interest in company A.\n\tThe fourth condition is that—\n\t\tthe financial results of company A and a third company, for a period thatincludes the relevant time, meet the consolidation condition (see subsection(7)), and\n\t\tat the relevant time the third company has a major interest in company B.\n\tThe fifth condition is that—\n\t\tthere is a connection (see subsection (9)) between company A and a thirdcompany for the accounting period of company A in which the relevant timefalls, and\n\t\tat the relevant time the third company has a major interest in company B.\n\tIn this section, the financial results of any two companies for any periodmeet the “consolidation condition” if—\n\t\tthey are required to be comprised in group accounts,\n\t\tthey would be required to be comprised in group accounts but for theapplication of an exemption, or\n\t\tthey are in fact comprised in such accounts.\n\tIn subsection (7), “group accounts” means accounts prepared under—\n\t\tsection 399 of the Companies Act 2006, or\n\t\tany corresponding provision of the law of a territory outside the UnitedKingdom.\n\tSections 466 to 471 (companies connected for accounting period) apply forthe purposes of this section.\n\tIn this section “major interest” has the same meaning as in Part 5 (seesection 473)."
    },
    {
        "length": 515,
        "text": "\nMApplication of sections 133A and 133B in relation to corporatepartner\n\tIf a firm carries on a trade and any partner in the firm (“the corporatepartner”) is within the charge to corporation tax, this section applies indetermining the profits of the trade, in relation to the corporate partner, inaccordance with section 1259(3) or (4).\n\tNo deduction is allowed for expenses incurred by the firm if and so far assection 133A would prevent the expenses from being deductible if the firmwere, and at all relevant times had been, a company.\n\tIn its application for the purposes of subsection (2), section 133A is tobe read subject to subsections (4) to (6).\n\tSection 133A(3)(b) is to be disregarded.\n\tConduct of the firm is “relevant conduct” if the conduct occurs—\n\t\ton or after 29 April 1988, and\n\t\tat a time when—\n\t\tthe corporate partner is for the purposes of section 133A a bankingcompany, and\n\t\tthe firm does not fall within any of paragraphs (a) to (h) of section133F(2) (reading references in those paragraphs to companies as includingreferences to firms).\n\tThe disclosure condition in section 133C may be met by a relevant documentrelating to the liability of the corporate partner (as well as by a relevantdocument relating to the liability of the firm).\n\tWhere in any accounting period of the firm (as defined by section 1261) thefirm incurs expenses which but for section 133A (as read with subsections (2)to (6)) would be deductible in calculating the profits of the trade, theprofits of the firm’s trade are to be determined as if the references insection 133B to a company were a reference to the firm."
    },
    {
        "length": 951,
        "text": "\nNPowers to amend\n\tThe Treasury may by regulations make such amendments of sections 133A to133L as they consider appropriate in consequence of—\n\t\tany change made to, or replacement of, the Financial Services and MarketsAct 2000 (Regulated Activities) Order 2001 ([S.I.2001/544](/id/uksi/2001/544?view=plain \"Go to item of legislation\")) or theFinancial Services and Markets Act 2000 (PRA-regulated Activities) Order 2013([S.I. 2013/556](/id/uksi/2013/556?view=plain \"Go to item of legislation\"))(or any replacement);\n\t\tany change made to, or replacement of, the FCA Handbook or the PRA Handbook(or any replacement);\n\t\tany regulatory requirement, or change to any regulatory requirement,imposed by EU legislation, or by or under any Act (whenever adopted, enactedor made).\n\tThe Treasury may by regulations—\n\t\tamend sections 133A(1) and 133C for the purpose of varying the class ofexpenses to which section 133A(1) applies;\n\t\tamend section 133D for the purpose of adding cases to those for the timebeing listed in subsection (1) of that section;\n\t\tamend section 133D for any other purpose;\n\t\tamend any of sections 133E to 133I;\n\t\tamend section 133M.\n\tRegulations under this section may include transitional provision.\n\tA statutory instrument containing only regulations under subsection (1) or(2)(b) is subject to annulment in pursuance of a resolution of the House ofCommons.\n\tAny other statutory instrument containing regulations under this sectionmay not be made unless a draft of the instrument has been laid before andapproved by a resolution of the House of Commons.\n\tIn this section—\n\t\t  * “the FCA Handbook” means the Handbook made by the Financial Conduct Authority under FISMA 2000 (as that Handbook has effect from time to time);\n\t\t  * “the PRA Handbook” means the Handbook made by the Prudential Regulation Authority under FISMA 2000 (as that Handbook has effect from time to time).”\n\tThe amendment made by this section has effect in relation to accountingperiods beginning on or after the commencement date.\n\t“The commencement date” means—\n\t\texcept for the purposes of section 133M of CTA 2009, 8 July 2015;\n\t\tfor the purposes of that section, 15 July 2015.\n\tSubsection (5) applies where a company has an accounting period beginningbefore the commencement date and ending on or after that date (“the straddlingperiod”).\n\tFor the purposes of sections 133A to 133N of CTA 2009—\n\t\tso much of the straddling accounting period as falls before thecommencement date and so much of that period as falls on or after that date,are treated as separate accounting periods, and\n\t\tany amounts brought into account for the purposes of calculating forcorporation tax purposes the profits of a trade for the straddling accountingperiod are apportioned to the two separate accounting periods on such basis asis just and reasonable."
    },
    {
        "length": 124,
        "text": "\nBanks established under Savings Bank (Scotland) Act 1819: lossallowance\n\tIn Part 7A of CTA 2010 (banking companies), in section 269CN (definitions),in the definition of “building society”, at the end insert “except that italso includes a bank established under the Savings Bank (Scotland) Act 1819”.\n\tThe amendment made by this section is treated as having come into force on1 April 2015."
    },
    {
        "length": 1411,
        "text": "\nDefinitions relating to banks\n\tSchedule 19 to FA 2011 (the bank levy) is amended in accordance withsubsections (2) to (7).\n\tIn paragraph 12—\n\t\tin sub-paragraph (8)(a)(iv)—\n\t\tafter “relevant” insert “regulated”;\n\t\tfor “a BIPRU 730k firm and a full scope BIPRU investment firm,” substitute“an IFPRU 730k firm and a full scope IFPRU investment firm,”;\n\t\tin sub-paragraph (8)(b)(iv)—\n\t\tafter “relevant” insert “regulated”;\n\t\tfor “a BIPRU 730k firm and a full scope BIPRU investment firm” substitute“an IFPRU 730k firm and a full scope IFPRU investment firm”.\n\tIn paragraph 70—\n\t\tin sub-paragraph (1), at the appropriate places insert—\n\t\t\t  * ““the FCA Handbook” means the Handbook made by the Financial Conduct Authority under FISMA 2000 (as that Handbook has effect from time to time);”;”;\n\t\t\t  * ““investment bank” means an entity which—\n\t\tis both an IFPRU 730k firm and a full scope IFPRU investment firm, or\n\t\tis designated by the Prudential Regulation Authority under article 3 of theFinancial Services and Markets Act 2000 (PRA-regulated Activities) Order 2013([S.I. 2013/556](/id/uksi/2013/556?view=plain \"Go to item of legislation\"))(dealing in investments as principal: designation by PRA);”;\n\t\tin sub-paragraph (2), in the list of terms, omit the entries relating to“BIPRU 730k firm”, “exempt BIPRU commodities firm” and “full scope BIPRUinvestment firm”;\n\t\tafter sub-paragraph (2) insert—\n\t\t\t“(2A)In this Schedule the following terms have the meaning given in the FCAHandbook—\n\t\t\t  * “exempt IFPRU commodities firm”;\n\t\t\t  * “full scope IFPRU investment firm”;\n\t\t\t  * “IFPRU 730k firm”.”;\n\t\tin sub-paragraph (3), for “a BIPRU 730k firm and a full scope BIPRUinvestment firm” substitute “an IFPRU 730k firm and a full scope IFPRUinvestment firm”.\n\tIn paragraph 72(3)(a), for “both a BIPRU 730k firm and a full scope BIPRUinvestment firm,” substitute “an investment bank,”.\n\tIn paragraph 73(1), for paragraph (f) substitute—\n\t\tan exempt IFPRU commodities firm,”.\n\tIn paragraph 78(1)(c)(ii), for “both a BIPRU 730k firm and a full scopeBIPRU investment firm,” substitute “an investment bank,”.\n\tIn paragraph 80(1)(c)(ii) for “both a BIPRU 730k firm and a full scopeBIPRU investment firm,” substitute “an investment bank,”.\n\tThe amendments made by subsections (1) to (7) are treated as having comeinto force on 1 January 2014.\n\tPart 7A of CTA 2010 (banking companies) has effect, and is to be deemedalways to have had effect, with the amendments set out in subsections (10) to(12).\n\tIn section 269B (meaning of “banking company”)—\n\t\tfor subsection (5) substitute—\n\tCondition D is that, at any time in the accounting period—\n\t\tthe relevant entity’s activities include the relevant regulated activitydescribed in the provision mentioned in section 269BB(a), or\n\t\tthe relevant entity is an investment bank (see subsection (6A)) whoseactivities consist wholly or mainly of any of the relevant regulatedactivities described in the provisions mentioned in section 269BB(b) to (f).”;\n\t\tafter subsection (6) insert—\n\t\t“(6A)The relevant entity is an “investment bank” if—\n\t\tit is both an IFPRU 730k firm and a full scope IFPRU investment firm, or\n\t\tit is designated by the Prudential Regulation Authority under article 3 ofthe Financial Services and Markets Act 2000 (PRA-regulated Activities) Order2013 ([S.I. 2013/556](/id/uksi/2013/556?view=plain \"Go to item oflegislation\")) (dealing in investments as principal: designation by PRA).”\n\tIn section 269BA (excluded entities), in subsection (1)(f), omit “orexempt BIPRU commodities firm”.\n\tIn section 269BC (banking companies: supplementary definitions)—\n\t\tin subsection (8), in the list of terms, omit the entries relating to“BIPRU 730K firm”, “exempt BIPRU commodities firm” and “full scope BIPRUinvestment firm”;\n\t\tomit subsection (9)."
    },
    {
        "length": 1286,
        "text": "\nPensions: special lump sum death benefits charge\n\tSection 206 of FA 2004 (special lump sum death benefits charge) is amendedin accordance with subsections (2) to (5).\n\tIn each of subsections (1), (1A), (1B)(a) and (1C)(a) (which specifypayments attracting the charge) after “paid” insert “, to a non-qualifyingperson,”.\n\tIn subsection (1B)(b) (payments attracting charge if paid more than 2 yearsafter death of member under 75), before the “or” at the end of sub-paragraph(ii) insert—\n\t\ta defined benefits lump sum death benefit,”.\n\tIn subsection (7) (sums taxed under section 206 not income for income taxpurposes), at the end insert “(but see subsection (8)).”\n\tAfter subsection (7) insert—\n\tWhere— \n\t\ta lump sum death benefit in respect of which tax is charged under thissection is one paid to a non-qualifying person in the person’s capacity as atrustee, and\n\t\ta payment of any part of the lump sum is made out of a settlement to abeneficiary who is an individual,\n\t\t\tthe amount received by the beneficiary, together with so much of the taxcharged under this section on the lump sum as is attributable to the amountreceived by the beneficiary, is income of the beneficiary for income taxpurposes but the beneficiary may claim to deduct that much of that tax fromthe income tax charged on the beneficiary’s total income for the tax year inwhich the payment is made to the beneficiary.\n\tFor the purposes of this section, a person is a “non-qualifying person” inrelation to payment of a lump sum if—\n\t\tthe person is not an individual, or\n\t\tthe person is an individual and the payment is made to the person in theperson’s capacity as—\n\t\ta trustee or personal representative,\n\t\ta director of a company,\n\t\ta partner in a firm, or\n\t\ta member of a limited liability partnership,\n\t\texcept that a person is not a “non-qualifying person” in relation to paymentof a lump sum if the payment is made to the person in the person’s capacity asa bare trustee.\n\tIn subsection (9)—\n\t\t  * “bare trustee” means a person acting as trustee for—\n\t\tan individual absolutely entitled as against the trustee,\n\t\ttwo or more individuals who are so entitled,\n\t\tan individual who would be so entitled but for being a minor or otherwiselacking legal capacity, or\n\t\ttwo or more individuals who would be so entitled but for all or any of thembeing a minor or otherwise lacking legal capacity,\n\t\t\t  * “director” is read in accordance with section 452 of CTA 2010, and\n\t\t\t  * references to a firm are to be read in the same way as references to a firm in Part 9 of ITTOIA 2005 (which contains special provision about partnerships).”\n\tIn section 251(4) of FA 2004 (powers to impose information requirements),after paragraph (b) insert—\n\t\trequiring, in a case where a payment (“the onwards payment”) is madedirectly or indirectly out of a sum on whose payment tax has been chargedunder section 206, the person making the onwards payment to provideinformation of a prescribed description to the person to whom the onwardspayment is made,”.\n\tIn paragraph 16 of Schedule 32 to FA 2004 (benefit crystallisation event 7:defined benefits lump sum death benefit is a “relevant lump sum deathbenefit”)—\n\t\tin the first sentence, in paragraph (a), after “benefit” insert “, otherthan one—\n\t\tpaid by a registered pension scheme in respect of a member of the schemewho had not reached the age of 75 at the date of the member’s death, but\n\t\tnot paid before the end of the relevant two-year period”, and\n\t\tin the second sentence, for “sub-paragraph” substitute “paragraphs (a)(ii)and”.\n\tIn Part 2 of Schedule 29 to FA 2004 (interpretation of lump sum deathbenefit rule), in paragraph 13 (defined benefits lump sum death benefit)—\n\t\tin sub-paragraph (1) omit the second sentence (exclusion of sums paid morethan 2 years after death of member under 75), and\n\t\tomit sub-paragraph (2) (interpretation of that sentence).\n\tIn consequence of subsection (8), in paragraph 33 of Schedule 16 to FA2011—\n\t\tin sub-paragraph (3) omit paragraph (c), and\n\t\tomit sub-paragraph (4).\n\tThe amendments made by this section have effect in relation to lump sumspaid on or after 6 April 2016."
    },
    {
        "length": 2360,
        "text": "\nPensions: some lump sum death benefits taxed as pension income\n\tPart 9 of ITEPA 2003 (pension income) is amended in accordance withsubsections (2) to (7).\n\tIn section 636A (lump sums under registered pension schemes) for subsection(4) (certain death benefit lump sums) substitute—\n\tIf a lump sum under a registered pension scheme—\n\t\tis listed in section 636AA, and\n\t\tis paid to a non-qualifying person (see subsection (8)),\n\t\t\tthe sum is subject to income tax under section 206 of FA 2004 (charge to taxon scheme administrator in respect of certain lump sum death benefits) and nototherwise (but see section 206(8) of FA 2004).\n\t\t(4ZA)If a lump sum under a registered pension scheme—\n\t\tis listed in section 636AA, and\n\t\tis paid to a qualifying person (see subsection (8)),\n\t\tsection 579A applies in relation to the sum as it applies to any pension undera registered pension scheme.”\n\tIn section 636A(1) (no liability to income tax on certain lump sum deathbenefits)—\n\t\tafter paragraph (c) insert “or”, and\n\t\tomit paragraph (d) (certain defined benefits lump sum death benefits) andthe “or” preceding it.\n\tIn section 636A, after subsection (7) insert—\n\tFor the purposes of this section—\n\t\ta person is a “non-qualifying person” in relation to payment of a lump sumif, for the purposes of section 206 of FA 2004, the person is a non-qualifyingperson in relation to payment of the sum, and\n\t\ta person is a “qualifying person” in relation to payment of a lump sumexcept where the person is a non-qualifying person in relation to payment ofthe sum.”\n\tAfter section 636A insert—\n\t“636AATaxable lump sum death benefits\n\t\tThe following are the lump sums mentioned in section 636A(4) and (4ZA).\n\t\tAn annuity protection lump sum death benefit, or a pension protection lumpsum death benefit, paid in respect of a member of the scheme who had reachedthe age of 75 at the date of the member’s death.\n\t\tA drawdown pension fund lump sum death benefit under paragraph 17(1) ofSchedule 29 to FA 2004, a flexi-access drawdown fund lump sum death benefitunder paragraph 17A(1) of that Schedule, a defined benefits lump sum deathbenefit or an uncrystallised funds lump sum death benefit—\n\t\t\tpaid in respect of a member of the scheme who had reached the age of 75 atthe date of the member’s death, or\n\t\t\tpaid in respect of a member of the scheme who had not reached the age of 75at the date of the member’s death, but not paid before the end of the relevant2-year period in respect of the member’s death.\n\t\tA drawdown pension fund lump sum death benefit under paragraph 17(2) ofSchedule 29 to FA 2004 or a flexi-access drawdown fund lump sum death benefitunder paragraph 17A(2) of that Schedule—\n\t\t\tpaid on the death of a dependant of a deceased member of the scheme wherethe dependant had reached the age of 75 at the date of the dependant’s death,or\n\t\t\tpaid on the death of a dependant of a deceased member of the scheme wherethe dependant had not reached the age of 75 at the date of the dependant’sdeath, but not paid before the end of the relevant 2-year period in respect ofthe dependant’s death.\n\t\tA flexi-access drawdown fund lump sum death benefit under paragraph 17A(3)or (4) of Schedule 29 to FA 2004—\n\t\t\tpaid on the death of a nominee or successor (as the case may be) of adeceased member of the scheme where the nominee or successor (“thebeneficiary”) had reached the age of 75 at the date of the beneficiary’sdeath, or\n\t\t\tpaid on the death of a nominee or successor (as the case may be) of adeceased member of the scheme where the nominee or successor (“thebeneficiary”) had not reached the age of 75 at the date of the beneficiary’sdeath, but not paid before the end of the relevant 2-year period in respect ofthe beneficiary’s death.\n\t\tIn this section—\n\t\t\t  * “dependant”, “nominee” and “successor” have the meaning given, respectively, by paragraphs 15, 27A and 27F of Schedule 28 to FA 2004, and\n\t\t\t  * “relevant 2-year period”, in relation to a death, means the period of 2 years beginning with the earlier of—\n\t\t\tthe day on which the scheme administrator of the scheme mentioned in section636A(4) or (4ZA) (as the case may be) first knew of the death, and\n\t\t\tthe day on which that scheme administrator could first reasonably have beenexpected to have known of it.\n\t\tSection 636A(4A) and (7) (interpretation) apply also for the purposes ofthis section.”\n\t\tIn section 579CA as substituted by paragraph 117 of Schedule 45 to FA 2013(pensions under registered pension schemes: temporary non-residents), insubsection (4) (which lists relevant withdrawals) as substituted by theTaxation of Pensions Act 2014—\n\t\t\tomit the “or” at the end of paragraph (k), and\n\t\t\tafter paragraph (l) insert “, or\n\t\t\tany payment to the person of a lump sum to which section 579A applies byvirtue of section 636A(4ZA).”\n\t\tIn the version of section 579CA which has effect if the year of departureis the tax year 2012-13 or an earlier tax year, in subsection (3A) (whichlists relevant withdrawals)—\n\t\t\tomit the “or” at the end of paragraph (k), and\n\t\t\tafter paragraph (l) insert “, or\n\t\t\tany payment to the person of a lump sum to which section 579A applies byvirtue of section 636A(4ZA).”\n\t\tIn section 683 of ITEPA 2003 (meaning of “PAYE income”)—\n\t\t\tin subsection (3) (meaning, subject to subsections (3A) and (3B), of “PAYEpension income”) for “and (3B)” substitute “to (3C)”, and\n\t\t\tafter subsection (3B) insert—\n\t\t\t\t“(3C)PAYE pension income” for a tax year does not include any taxable pensionincome that is treated as accruing in that tax year by virtue of section636A(1A) to (1C) or (4ZA) so far as having effect as applied by paragraph1(3)(da) or (db) of Schedule 34 to FA 2004.”\n\t\tIn section 168(2) of FA 2004 (meaning of “lump sum death benefit”), at theend insert “, or a lump sum payable in respect of the member on the subsequentdeath of a dependant, nominee or successor of the member.”\n\t\tIn Schedule 34 to FA 2004 (application of certain charges to non-UKpension schemes)—\n\t\t\tin paragraph 1(3) (meaning of “member payment charges”), before the “and”at the end of paragraph (da) insert—\n\t\t\tthe charge under section 636A(4ZA) of ITEPA 2003 (certain payments oflump sum death benefits),”, and\n\t\t\tin paragraph 1(4)(b) (provisions of ITEPA 2003 which are “member paymentprovisions”) after “636A(1A) to (1C)” insert “and (4ZA) and section 636AA”.\n\t\tIn consequence of subsections (2) and (3)—\n\t\t\tin Schedule 16 to FA 2011, omit paragraph 42(2)(b) and (4), and\n\t\t\tin the Taxation of Pensions Act 2014—\n\t\t\tin Schedule 1 omit paragraph 31(a), and\n\t\t\tin Schedule 2 omit paragraph 19(3)(a)(i).\n\t\tThe amendments made by subsections (2) to (8), (10) and (11) have effectin relation to lump sums paid on or after 6 April 2016.\n\t\tThe amendment made by subsection (9) is to be treated as having come intoforce on 15 July 2015."
    },
    {
        "length": 405,
        "text": "\n“272ARestricting deductions for finance costs related to residentialproperty\n\tWhere a deduction is allowed for costs of a dwelling-related loan incalculating the profits of a property business for the tax year 2017-18, theamount allowed to be deducted in respect of those costs in calculating thoseprofits for income tax purposes is 75% of what would be allowed apart fromthis section.\n\tWhere a deduction is allowed for costs of a dwelling-related loan incalculating the profits of a property business for the tax year 2018-19, theamount allowed to be deducted in respect of those costs in calculating thoseprofits for income tax purposes is 50% of what would be allowed apart fromthis section.\n\tWhere a deduction is allowed for costs of a dwelling-related loan incalculating the profits of a property business for the tax year 2019-20, theamount allowed to be deducted in respect of those costs in calculating thoseprofits for income tax purposes is 25% of what would be allowed apart fromthis section.\n\tIn calculating the profits of a property business for income tax purposesfor the tax year 2020-21 or any subsequent tax year, no deduction is allowedfor costs of a dwelling-related loan.\n\tSubsections (1) to (4) do not apply in relation to calculating the profitsof a property business for the purposes of charging a company to income tax onso much of those profits as accrue to it otherwise than in a fiduciary orrepresentative capacity.\n\tFor the meaning of “costs of a dwelling-related loan” see section 272B."
    },
    {
        "length": 606,
        "text": "\nBMeaning of “costs of a dwelling-related loan”\n\tSubsections (2) to (5) apply for the purposes of section 272A.\n\t“Dwelling-related loan”, in relation to a property business, means so muchof an amount borrowed for purposes of the business as is referable (on a justand reasonable apportionment) to so much of the business as is carried on forthe purpose of generating income from—\n\t\tland consisting of a dwelling-house or part of a dwelling-house, or\n\t\tan estate, interest or right in or over land within paragraph (a),\n\t\t\tbut see subsections (3) and (4).\n\tAnything that in the course of a property business is done for creating (byconstruction or adaptation) a dwelling-house, or part of a dwelling-house,from which income is to be generated is, for the purposes of subsection (2),to be treated as done for the purpose mentioned in that subsection.\n\tAn amount borrowed for purposes of a property business is not a dwelling-related loan so far as the amount is referable (on a just and reasonableapportionment) to so much of the property business as consists of thecommercial letting of furnished holiday accommodation.\n\t“Costs”, in relation to a dwelling-related loan, means—\n\t\tinterest on the loan,\n\t\tan amount in connection with the loan that, for the person receiving orentitled to the amount, is a return in relation to the loan which iseconomically equivalent to interest, or\n\t\tincidental costs of obtaining finance by means of the loan.\n\tSection 58(2) to (4) (meaning of “incidental costs of obtaining finance”)apply for the purposes of subsection (5)(c).\n\tA reference in this section to a “dwelling-house” includes any landoccupied or enjoyed with it as its garden or grounds.”\n\tIn section 274(1)(b) (rules which override rules allowing deductions) after“as applied by section 272” insert “, and to section 272A (finance costs)”.\n\tIn section 274(3) (meaning of “relevant prohibitive rule”) after “asapplied by section 272” insert “, and apart also from section 272A”.\n\tAfter section 274 insert—"
    },
    {
        "length": 2075,
        "text": "\n“Tax reduction for non-deductible costs of a dwelling-related loan\n\tATax reduction for individuals\n\t\tSubsections (2) to (5) apply if—\n\t\t\tan amount (“A”) would be deductible in calculating the profits for incometax purposes of a property business for a tax year but for section 272A, and\n\t\t\ta particular individual is liable to income tax on N% of those profits,where N is a number—\n\t\t\tgreater than 0, and\n\t\t\tless than or equal to 100.\n\t\tThe individual is entitled to relief under this section for the tax year inrespect of an amount (the “relievable amount”) equal to N% of A.\n\t\tSubject to subsection (4), the amount of the relief is given by—\n\t\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_007)](/ukpga/2015/33/images/ukpga_20150033_en_007?view=plain)\n\t\twhere BR is the basic rate of income tax for the year, and L is the lower of—\n\t\t\tthe total of—\n\t\t\tthe relievable amount, and\n\t\t\tany difference available in relation to the individual and the propertybusiness for carry-forward to the year under subsection (5), and\n\t\t\tthe profits for income tax purposes of the property business for the yearafter any deduction under section 118 of ITA 2007 (“the adjusted profits”) or,if less, the share of the adjusted profits on which the individual is liableto income tax.\n\t\tIf the individual’s gross finance-costs relief for the year (“GFCR”) isgreater than the individual’s adjusted total income for the year (“ATI”), theamount of the relief under this section for the year in respect of therelievable amount is—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_008)](/ukpga/2015/33/images/ukpga_20150033_en_008?view=plain)\n\t\twhere BR and L have the same meaning as in subsection (3).\n\t\tWhere the amount (“AY”) of the relief under this section for the year inrespect of the relievable amount is less than—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_009)](/ukpga/2015/33/images/ukpga_20150033_en_009?view=plain)\n\t\twhere BR is basic rate of income tax for the year and T is the total found atsubsection (3)(a), the difference between—\n\t\t\tT, and\n\t\t\tAY divided by BR (with BR expressed as a fraction for this purpose),\n\t\t\tis available in relation to the individual and the property business forcarry-forward to the following tax year.\n\t\tFor the purposes of this section—\n\t\t\tan individual’s adjusted total income for a tax year is the individual’stotal income for that year less the total of—\n\t\t\tso much of that total income as is savings income,\n\t\t\tso much of that total income as is dividend income, and\n\t\t\tany allowances to which the individual is entitled for that year underChapter 2 of Part 3 of ITA 2007 (individuals: personal and blind person’sallowance), and\n\t\t\tan individual’s gross finance-costs relief for a tax year is the totalrelief to which the individual is entitled for the year under this sectionbefore any adjustment under subsection (4).\n\tBTax reduction for accumulated or discretionary trust income\n\t\tSubsections (2) to (4) apply if—\n\t\t\tan amount (“A”) would be deductible in calculating the profits for incometax purposes of a property business for a tax year but for section 272A,\n\t\t\tthe trustees of a particular settlement are liable for income tax on N% ofthose profits, where N is a number—\n\t\t\tgreater than 0, and\n\t\t\tless than or equal to 100, and\n\t\t\tin relation to those trustees, that N% of those profits is accumulated ordiscretionary income.\n\t\tThe trustees of the settlement are entitled to relief under this sectionfor the tax year in respect of an amount (“the relievable amount”) equal to N%of A.\n\t\tThe amount of the relief is given by—\n\t\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_010)](/ukpga/2015/33/images/ukpga_20150033_en_010?view=plain)\n\t\twhere BR is the basic rate of income tax for the year, and L is the lower of—\n\t\t\tthe total of—\n\t\t\tthe relievable amount, and\n\t\t\tany difference available in relation to the trustees of the settlement and theproperty business for carry-forward to the year under subsection (4), and\n\t\t\tthe profits for income tax purposes of the property business for the yearafter any deduction under section 118 of ITA 2007 (“the adjusted profits”) or,if less, the share of the adjusted profits—\n\t\t\ton which the trustees of the settlement are liable to income tax, and\n\t\t\twhich, in relation to the trustees of the settlement, is accumulated ordiscretionary income.\n\t\tWhere the amount (“AY”) of the relief under this section for the year inrespect of the relievable amount is less than—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_011)](/ukpga/2015/33/images/ukpga_20150033_en_011?view=plain)\n\t\twhere BR is the basic rate of income tax for the year and T is the total foundat subsection (3)(a), the difference between—\n\t\t\tT, and\n\t\t\tAY divided by BR (with BR expressed as a fraction for this purpose),\n\t\t\tis available in relation to the trustees of the settlement and the propertybusiness for carry-forward to the following tax year.\n\t\tIn this section “accumulated or discretionary income” has the meaning givenby section 480 of ITA 2007.”\n\t\tIn section 322 (which lists provisions relying on the definition of“commercial letting of furnished holiday accommodation”)—\n\t\t\tin subsections (2) and (2A), before paragraph (a) insert—\n\t\t\tsection 272B(4) (exception from restriction on deductibility of financecosts),”,\n\t\t\tin subsection (2), before the “and” at the end of paragraph (g) insert—\n\t\t\tsection 399A(9) of ITA 2007 (exception from restriction on deductibilityof interest on loans to invest in partnerships),”, and”\n\t\t\tin subsection (2A), before the “and” at the end of paragraph (e) insert—\n\t\t\tsection 399A(9) of ITA 2007 (exception from restriction on deductibilityof interest on loans to invest in partnerships),”.\n\t\tIn ITA 2007, after section 399 insert—"
    },
    {
        "length": 606,
        "text": "\n“399AProperty partnerships: restriction of relief for investment loaninterest\n\tThis section applies to interest on a loan within section 398 if—\n\t\tthe partnership concerned carries on a property business, and\n\t\tthat property business or part of it is carried on for the purpose ofgenerating income from—\n\t\tland consisting of a dwelling-house or part of a dwelling-house, or\n\t\tan estate, interest or right in or over land within sub-paragraph (i).\n\tSubsections (3) to (6) have effect to restrict relief under section 383(1)for so much of the interest as is referable (on a just and reasonableapportionment) to the property business or (as the case may be) the part of itwithin subsection (1)(b).\n\tFor the tax year 2017-18, the amount of that relief is 75% of what would begiven apart from this section.\n\tFor the tax year 2018-19, the amount of that relief is 50% of what would begiven apart from this section.\n\tFor the tax year 2019-20, the amount of that relief is 25% of what would begiven apart from this section.\n\tFor the tax year 2020-21 and subsequent tax years, that interest is noteligible for relief under this Chapter.\n\tSection 399(4) is to be applied in relation to the tax year to whichsubsection (3), (4) or (5) applies before that subsection is applied inrelation to that tax year.\n\tAnything that in the course of a property business is done for creating (byconstruction or adaptation) a dwelling-house, or part of a dwelling-house,from which income is to be generated is, for the purposes of subsection(1)(b), to be treated as done for the purpose mentioned in subsection (1)(b).\n\tA property business, or part of a property business, that consists of thecommercial letting of furnished holiday accommodation (as defined by Chapter 6of Part 3 of ITTOIA 2005) is not within subsection (1)(b).\n\tA reference in this section to a “dwelling-house” includes any landoccupied or enjoyed with it as its garden or grounds.\n\tIn this section “property business” means a UK property business or anoverseas property business."
    },
    {
        "length": 545,
        "text": "\nBProperty partnerships: tax reduction for non-deductible loaninterest\n\tSubsections (2) and (3) apply if for a tax year an individual would begiven relief for an amount (“the relievable amount”) by section 383(1) but forsection 399A.\n\tThe individual is entitled to relief under this section for the tax year inrespect of the relievable amount.\n\tThe amount of the relief is given by—\n\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_012)](/ukpga/2015/33/images/ukpga_20150033_en_012?view=plain)\n\twhere BR is the basic rate of income tax for the year.”\n\tIn section 26(1)(a) of ITA 2007 (tax reductions deductible at Step 6 of thecalculation in section 23 of ITA 2007)—\n\t\tafter the entry for Chapter 1 of Part 7 of ITA 2007 insert—\n\t\t\t  * “section 399B (relief for non-deductible interest on loan to invest in partnership with residential property business),”, and\n\t\tbefore the entry for section 535 of ITTOIA 2005 insert—\n\t\t\t  * “section 274A of ITTOIA 2005 (property business: relief for non-deductible costs of a dwelling-related loan),”.\n\tIn section 26(2) of ITA 2007 (tax reductions deductible at Step 6 of thecalculation in section 23 of ITA 2007 in the case of taxpayer who is not anindividual), before the “and” at the end of paragraph (a) insert—\n\t\tsection 274B of ITTOIA 2005 (trusts with accumulated or discretionaryincome derived from property business: relief for non-deductible costs ofdwelling-related loans),”."
    },
    {
        "length": 321,
        "text": "\nEIS, VCTs etc: excluded activities\n\tIn section 192 of ITA 2007 (excluded activities for the purposes ofsections 181 and 189 (and, by virtue of section 257HF(2), Part 5A)), insubsection (1)—\n\t\tin paragraph (kb), omit the final “and”;\n\t\tafter paragraph (kb) insert—\n\t\tmaking reserve electricity generating capacity available (or, where suchcapacity has been made available, using it to generate electricity), and”.\n\tIn section 303 of ITA 2007 (excluded activities for the purposes ofsections 290 and 300), in subsection (1)—\n\t\tin paragraph (kb), omit the final “and”;\n\t\tafter paragraph (kb) insert—\n\t\tmaking reserve electricity generating capacity available (or, where suchcapacity has been made available, using it to generate electricity), and”.\n\tThe amendment made by subsection (1) has effect in relation to sharesissued on or after 30 November 2015.\n\tThe amendment made by subsection (2) has effect in relation to relevantholdings issued on or after 30 November 2015."
    },
    {
        "length": 258,
        "text": "\nEIS, VCTs and EMI: meaning of “farming”\n\tIn section 996 of ITA 2007 (meaning of “farming” and related expressions),omit subsection (7).\n\tThe amendment made by subsection (1)—\n\t\tin relation to the application of section 996 of ITA 2007 for the purposesof section 192(1) of that Act, has effect in relation to shares issued on orafter the day on which this Act is passed;\n\t\tin relation to the application of section 996 of that Act for the purposesof section 303(1) of that Act, has effect for the purposes of determiningwhether shares or securities issued on or after that day are to be regarded ascomprised in a company’s qualifying holdings;\n\t\tin relation to the application of section 996 for the purposes of paragraph16 of Schedule 5 to ITEPA 2003, has effect in relation to options granted onor after that day."
    },
    {
        "length": 1206,
        "text": "\nTravel expenses of members of local authorities etc\n\tITEPA 2003 is amended as follows.\n\tIn section 229(2) (mileage allowance payments), for “section 236(1))”substitute “sections 235A and 236(1))”.\n\tAfter section 235 insert—\n\t“235AJourneys made by members of local authorities etc\n\t\tSubject to subsections (2) and (3), a qualifying journey made by a memberof a relevant authority is to be treated as business travel for the purposesof this Chapter if a qualifying payment is made by the authority—\n\t\t\tto the member for expenses related to the member’s use for the journey of avehicle to which this Chapter applies, or\n\t\t\tto another member of the authority for carrying the member as a passengeron the journey in a car or van.\n\t\tA qualifying journey is not to be treated as business travel—\n\t\t\tfor the purposes of section 231, or\n\t\t\twhen calculating for the purposes of that section the mileage allowancepayments paid to the member in respect of the journey and the approved amountfor such payments.\n\t\tIf a journey made by a member of a relevant authority is a qualifyingjourney and a qualifying payment is made to the member for carrying apassenger on the journey, the member’s journey is not to be treated asbusiness travel in respect of that passenger for the purposes of sections 233and 234 unless the passenger is also a member of the authority.\n\t\tA journey made by a member of a relevant authority is a “qualifyingjourney” for the purposes of this section if—\n\t\t\tit is a journey between the member’s home and permanent workplace, and\n\t\t\tthe member’s home is situated in the area of the authority, or no more than20 miles outside the boundary of the area.\n\t\tIn this section “permanent workplace” has the same meaning as in Part 5(see section 339).\n\t\tThe Treasury may by regulations—\n\t\t\tprovide for bodies specified in the regulations (which must be localauthorities or bodies that have similar or related functions or purposes) tobe relevant authorities for the purposes of this section,\n\t\t\tprovide for references in this section to a member of a relevant authorityto be read as references to a member of a description prescribed in theregulations, and\n\t\t\tdefine what is meant by “qualifying payment” for the purposes of thissection.\n\t\tThe regulations may contain transitional provision and savings.”\n\t\tIn section 236 (interpretation of Chapter 2 of Part 4), after subsection(1) insert—\n\t\t\t“(1A)For journeys that are treated as business travel for the purposes ofcertain provisions of this Chapter, see section 235A (journeys made by membersof local authorities etc).”\n\t\tAfter section 295 insert—\n\t“Members of local authorities etc\n\t\tATravel expenses of members of local authorities etc\n\t\t\tNo liability to income tax arises in respect of a qualifying payment madeto a member of a relevant authority for travel expenses incurred by the memberif—\n\t\t\t\tthe payment is for expenses other than those related to the member’s use ofa vehicle to which Chapter 2 applies, and\n\t\t\t\tthe expenses are not excluded by subsection (2).\n\t\t\tExpenses are excluded by this subsection if—\n\t\t\t\tthey are incurred on a journey between the member’s home and permanentworkplace, and\n\t\t\t\tthe member’s home is situated more than 20 miles outside the boundary ofthe area of the relevant authority.\n\t\t\tIn this section “permanent workplace” has the same meaning as in Part 5(see section 339).\n\t\t\tThe Treasury may by regulations—\n\t\t\t\tprovide for bodies specified in the regulations (which must be localauthorities or bodies that have similar or related functions or purposes) tobe relevant authorities for the purposes of this section,\n\t\t\t\tprovide for references in this section to a member of a relevant authorityto be read as references to a member of a description prescribed in theregulations, and\n\t\t\t\tdefine what is meant by “qualifying payment” for the purposes of thissection.\n\t\t\tThe regulations may contain transitional provision and savings.”\n\t\t\tIn Schedule 1 (index of defined expressions), in the entry relating tobusiness travel in Chapter 2 of Part 4, for “section 236(1)” substitute“sections 235A and 236(1)”.\n\t\t\tThe amendments made by this section have effect for the tax year 2016-17and subsequent tax years."
    },
    {
        "length": 439,
        "text": "\nLondon Anniversary Games\n\tA duly accredited competitor who performs an Anniversary Games activity isnot liable to income tax in respect of any income arising from the activity ifthe non-residence condition is met.\n\tThe following are Anniversary Games activities—\n\t\tcompeting at the Anniversary Games, and\n\t\tany activity that is performed during the Games period the main purpose ofwhich is to support or promote the Anniversary Games.\n\tThe non-residence condition is that—\n\t\tthe accredited competitor is non-UK resident for the tax year 2015-16, or\n\t\tthe accredited competitor is UK resident for the tax year 2015-16 but theyear is a split year as respects the competitor and the activity is performedin the overseas part of the year.\n\tSection 966 of ITA 2007 (deductions of sums representing income tax) doesnot apply to any payment or transfer which gives rise to income benefitingfrom the exemption under subsection (1).\n\tIn this section—\n\t\t  * “Anniversary Games” means the athletics event held at the Olympic Stadium in London on 24 - 26 July 2015; \n\t\t  * “Games period” means the period— \n\t\tbeginning with 22 July 2015, and\n\t\tending with 28 July 2015;\n\t\t\t  * “income” means employment income or profits of a trade, profession or vocation (including profits treated as arising as result of section 13 of ITTOIA 2005). \n\tThis section is treated as having come into force on 8 July 2015."
    },
    {
        "length": 351,
        "text": "\nR&D expenditure credits: ineligible companies\n\tCTA 2009 is amended as follows.\n\tIn section 104A (R&D expenditure credits), after subsection (7) insert—\n\t\t“(7A)Section 104WA contains provision about ineligible companies.”\n\tAfter section 104W insert—\n\t“Ineligible companies\n\t\tWAIneligible companies\n\t\t\tNo claim for an R&D expenditure credit may be made in respect ofexpenditure incurred by an ineligible company.\n\t\t\tIn this section, “ineligible company” means a company that is—\n\t\t\t\tan institution of higher education (as defined by section 1142(1)(b)),\n\t\t\t\ta charity, or\n\t\t\t\ta company of a description prescribed by the Treasury by regulations.”\n\t\t\tIn section 1310(4) (orders and regulations subject to affirmativeprocedure), before paragraph (zza) insert—\n\t\t\t\tsection 104WA (ineligible companies for the purposes of R&D expenditurecredits),”.\n\t\t\tThe amendments made by this section have effect in relation to expenditureincurred on or after 1 August 2015."
    },
    {
        "length": 975,
        "text": "\nIntangible fixed assets: goodwill etc\n\tPart 8 of CTA 2009 (intangible fixed assets) is amended as follows.\n\tIn section 715 (application of Part 8 to goodwill), in subsection (2), atthe end insert “(see, in particular, section 816A (restrictions on goodwilland certain other assets))”.\n\tIn section 746 (“non-trading credits” and “non-trading debits”), insubsection (2), for paragraph (ba) substitute—\n\t\tsection 816A (restrictions on goodwill and certain other assets), and”.\n\tIn section 800 (introduction to Chapter 10: excluded assets), in subsection(2)(c)—\n\t\tfor “section 814 or 815” substitute “any of sections 814 to 816A”, and\n\t\tfor “that section” substitute “the section concerned”.\n\tAfter section 816 insert—\n\t“816ARestrictions on goodwill and certain other assets\n\t\tThis section applies if a company acquires or creates a relevant asset.\n\t\t“Relevant asset” means—\n\t\t\tgoodwill, \n\t\t\tan intangible fixed asset that consists of information which relates tocustomers or potential customers of a business,\n\t\t\tan intangible fixed asset that consists of a relationship (whethercontractual or not) between a person carrying on a business and one or morecustomers of that business,\n\t\t\tan unregistered trade mark or other sign used in the course of a business,or\n\t\t\ta licence or other right in respect of an asset within any of paragraphs(a) to (d).\n\t\tNo debits are to be brought into account by the company for tax purposes,in respect of the relevant asset, under Chapter 3 (debits in respect ofintangible fixed assets).\n\t\tAny debit brought into account by the company for tax purposes, in respectof the relevant asset, under Chapter 4 (realisation of intangible fixedassets) is treated for the purposes of Chapter 6 as a non-trading debit.”\n\t\tIn section 844 (overview of Chapter 13: transactions between relatedparties), omit subsection (2A).\n\t\tOmit sections 849B to 849D (restrictions relating to goodwill etc acquiredfrom a related individual or firm) and the italic heading immediately beforethose sections.\n\t\tIn consequence of the amendments made by this section, in FA 2015, omitsection 26.\n\t\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 8 July 2015.\n\t\tBut the amendments made by this section do not apply in a case in which acompany acquires a relevant asset if the company does so—\n\t\t\tbefore 8 July 2015, or\n\t\t\tin pursuance of an obligation, under a contract, that was unconditionalbefore that date.\n\t\tFor the purposes of subsection (9), an accounting period beginning before,and ending on or after, 8 July 2015 is to be treated as if so much of theaccounting period as falls before that date, and so much of the accountingperiod as falls on or after that date, were separate accounting periods.\n\t\tAn apportionment for the purposes of subsection (11) must be made inaccordance with section 1172 of CTA 2010 (time basis) or, if that methodproduces a result that is unjust or unreasonable, on a just and reasonablebasis.\n\t\tFor the purposes of subsection (10)(b), an obligation is “unconditional”if it may not be varied or extinguished by the exercise of a right (whetherunder the contract or otherwise)."
    },
    {
        "length": 880,
        "text": "\nElection of designated currency by UK resident investment company\n\tChapter 4 of Part 2 of CTA 2010 (currency) is amended as follows.\n\tSection 9A (designated currency of a UK resident investment company) isamended as follows.\n\tFor subsection (2) substitute—\n\tAn election under this section by a company (“X”) takes effect only if, atthe time when it is to take effect (see section 9B(1))—\n\t\tX is a UK resident investment company, and\n\t\tCondition A or Condition B is met.”\n\tOmit subsection (3).\n\tAfter subsection (8) insert—\n\tIn relation to any period of account for which a currency is X’sdesignated currency as a result of an election under this section, profits orlosses of X that fall to be calculated in accordance with generally acceptedaccounting practice for corporation tax purposes must be calculated as if—\n\t\tthe designated currency were the functional currency of the company, and\n\t\tno part of X’s business could, in accordance with generally acceptedaccounting practice, be regarded as having another currency as its functionalcurrency.”\n\tSection 9B (period for which election under section 9A has effect) isamended as follows.\n\tIn subsection (1), for “section 9A(2)(a)” substitute “section 9A”.\n\tOmit subsection (2).\n\tIn subsection (3), for “section 9A(2)(a)” substitute “section 9A”.\n\tIn subsection (6), for the words from the beginning to “only” substitute“A revocation event occurs in the period of account in which X’s firstaccounting period begins”.\n\tAfter subsection (6) insert—\n\t\t“(6A)A revocation event also occurs in a period of account (whether or not aperiod to which subsection (6) applies) if, at any time during that period, Xceases to be a UK resident investment company.”\n\tIn subsection (7)(a), for “section 9A(2)(a)” substitute “section 9A”.\n\tIn section 17 (interpretation of Chapter), for subsection (4) substitute—\n\tReferences in this Chapter to the functional currency of a company or ofpart of a company’s business are references to the currency of the primaryeconomic environment in which the company or part operates.”\n\tThis section has effect in relation to periods of account beginning on orafter 1 January 2016.\n\tSubsections (16) and (17) apply if a period of account of a company (“thestraddling period of account) begins before, and ends on or after, 1 January2016.\n\tIt is to be assumed, for the purposes of this section, that the straddlingperiod of account consists of two separate periods of account—\n\t\tthe first beginning with the straddling period of account and endingimmediately before 1 January 2016, and\n\t\tthe second beginning with that day and ending with the straddling period ofaccount.\n\tFor the purposes of this section, it is to be assumed—\n\t\tthat the company prepares its accounts for each of the two periods in thesame currency, and otherwise on the same basis, as it prepares its accountsfor the straddling period of account, and\n\t\tthat if the accounts for the straddling period of account, in accordancewith generally accepted accounting practice, identify a currency as thecompany’s functional currency, the accounts for each of the two periods dolikewise."
    },
    {
        "length": 365,
        "text": "\nGroup relief\n\tIn section 133 of CTA 2010 (claims for group relief: consortium conditions2 and 3)—\n\t\tin subsection (1)—\n\t\tat the end of paragraph (e) insert “and”, and\n\t\tomit paragraph (g) and the “and” before it,\n\t\tin subsection (2)—\n\t\tat the end of paragraph (e) insert “and”, and\n\t\tomit paragraph (g) and the “and” before it, and\n\t\tomit subsections (5) to (8).\n\tAccordingly— \n\t\tin section 129(2) of CTA 2010 for “134A” substitute “134”,\n\t\tin section 130(2) of that Act—\n\t\tin paragraph (c), for “and (3) to (8)” substitute “, (3) and (4)”, and\n\t\tin paragraph (d), for “(8)” substitute “(4)”,\n\t\tomit section 134A of that Act, and\n\t\tin Schedule 6 to the Finance (No. 3) Act 2010, omit paragraphs 4(4) and 5.\n\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 10 December 2014."
    },
    {
        "length": 473,
        "text": "\nCFC charge: abolition of relief\n\tIn Part 9A of TIOPA 2010 (controlled foreign companies), omit section 371UD(relief against sum charged).\n\tAccordingly, omit the following provisions—\n\t\tin CTA 2010, section 398D(6) and (6A);\n\t\tin FA 2012, in Schedule 20, paragraph 38;\n\t\tin FA 2015, in Schedule 2, paragraphs 6 and 8;\n\t\tin the Corporation Tax (Northern Ireland) Act 2015, in Schedule 2,paragraph 3.\n\tThe amendments made by this section have effect in relation to accountingperiods of CFCs beginning on or after 8 July 2015.\n\tSubsection (5) applies where a CFC has an accounting period beginningbefore 8 July 2015 and ending on or after that date (“the straddling period”).\n\tFor the purposes of determining the relief to which a chargeable company inrelation to the straddling period is entitled under section 371UD of TIOPA2010, or on the making of a claim would be so entitled—\n\t\tso much of the straddling period as falls before 8 July 2015, and so muchof that period as falls on or after that date, are treated as separateaccounting periods, and\n\t\tany amount charged on the company in accordance with section 371BC of TIOPA2010 in relation to the straddling period is to be apportioned on a just andreasonable basis between those two periods.\n\tIn this section, “CFC”, “accounting period” in relation to a CFC, and“chargeable company” have the same meanings as in Part 9A of TIOPA 2010."
    },
    {
        "length": 615,
        "text": "\nCFC charge: tax avoidance involving carried-forward losses\n\tPart 14B of CTA 2010 (tax avoidance involving carried-over losses) isamended as follows.\n\tIn section 730G (disallowance of deductions for relevant carried-forwardlosses), in subsection (4), after “a relevant corporation tax advantage”insert “or a relevant CFC charge advantage”.\n\tIn that section, after subsection (5) insert—\n\t\t“(5A)In this section “relevant CFC charge advantage” means a CFC chargeadvantage involving the deductible amount mentioned in subsection (3).”\n\tIn that section, in subsection (7)—\n\t\tin paragraph (a)—\n\t\tfor “the” substitute “any”;\n\t\tomit the final “and”;\n\t\tafter that paragraph insert—\n\t\tany relevant CFC charge advantage, and”;\n\t\tin paragraph (b), at the end insert “or the relevant CFC charge advantage”.\n\tIn that section, in subsection (8), after “subsection (7)(a)” insert “,(aa)”.\n\tIn section 730H (interpretation), in subsection (1), after the definitionof “arrangements” insert—\n\t\t  * ““CFC charge advantage” means the avoidance or reduction of a charge or assessment to a charge under Part 9A of TIOPA 2010 (controlled foreign companies);”.\n\tThe amendments made by this section have effect for the purposes ofcalculating the taxable total profits of companies for accounting periodsbeginning on or after after 8 July 2015.\n\tFor the purposes of the amendments made by this section, where a companyhas an accounting period beginning before 8 July 2015 and ending on or afterthat date (“the straddling period”)—\n\t\tso much of the straddling period as falls before 8 July 2015, and so muchof that period as falls on or after that date, are treated as separateaccounting periods, and\n\t\tany amounts brought into account for the purposes of calculating thetaxable total profits of the company for the straddling period are to beapportioned to the two separate accounting periods—\n\t\tin accordance with section 1172 of CTA 2010, and\n\t\tif that method would produce a result that is unjust or unreasonable, on ajust and reasonable basis."
    },
    {
        "length": 635,
        "text": "\nYCMeaning of “restitution interest”\n\tIn this Part “restitution interest” means profits in relation to whichConditions A to C are met.\n\tCondition A is that the profits are interest paid or payable by theCommissioners in respect of a claim by the company for restitution with regardto either of the following matters (or alleged matters)—\n\t\tthe payment of an amount to the Commissioners under a mistake of lawrelating to a taxation matter, or\n\t\tthe unlawful collection by the Commissioners of an amount in respect oftaxation.\n\tCondition B is that—\n\t\ta court has made a final determination that the Commissioners are liable topay the interest, or\n\t\tthe Commissioners and the company, have in final settlement of the claim,entered into an agreement under which the company is entitled to be paid, oris to retain, the interest.\n\tCondition C is that the interest determined to be due, or agreed upon, asmentioned in subsection (3) is not limited to simple interest at a statutoryrate (see section 357YU).\n\tSubsection (4) does not prevent so much of an amount of interest determinedto be due, or agreed upon, as represents or is calculated by reference tosimple interest at a statutory rate from falling within the definition of“restitution interest”.\n\tFor the purposes of subsection (2) it does not matter whether the interestis paid or payable—\n\t\tpursuant to a judgment or order of a court,\n\t\tas an interim payment in court proceedings,\n\t\tunder an agreement to settle a claim, or\n\t\tin any other circumstances.\n\tFor the purposes of this section—\n\t\t“interest” includes an amount equivalent to interest, and\n\t\tan amount paid or payable by the Commissioners as mentioned in subsection(2) is “equivalent to interest” so far as it is an amount determined byreference to the time value of money.\n\tFor the purposes of this section a determination made by a court is “final”if the determination cannot be varied on appeal (whether because of theabsence of any right of appeal, the expiry of a time limit for making anappeal without an appeal having been brought, the refusal of permission toappeal, the abandonment of an appeal or otherwise).\n\tAny power to grant permission to appeal out of time is to be disregardedfor the purposes of subsection (8)."
    },
    {
        "length": 234,
        "text": "\nYDFurther provision about amounts included, or not included, in“restitution interest”\n\tInterest paid to a company is not restitution interest for the purposes ofthis Part if—\n\t\tCondition B was not met in relation to the interest until after theinterest was paid, and\n\t\tthe amount paid was limited to simple interest at a statutory rate\n\tSubsection (1) does not prevent so much of a relevant amount of interestdetermined to be due, agreed upon or otherwise paid as represents or iscalculated by reference to simple interest at a statutory rate from fallingwithin the definition of “restitution interest”.\n\tIn subsection (2) “relevant amount of interest” means an amount of interestthe whole of which was paid before Condition B was met in relation to it.\n\tSection 357YC(7) applies in relation to this section as in relation tosection 357YC."
    },
    {
        "length": 160,
        "text": "\nYEPeriod in which amounts are to be brought into account\n\tThe amounts to be brought into account as restitution interest for anyperiod for the purposes of this Part are those that are recognised indetermining the company’s profit or loss for the period in accordance withgenerally accepted accounting practice.\n\tIf Condition A in section 357YC is met, in relation to any amount, afterthe end of the period for which the amount is to be brought into account asrestitution interest in accordance with subsection (1), any necessaryadjustments are to be made; and any time limits for the making of adjustmentsare to be disregarded for this purpose."
    },
    {
        "length": 225,
        "text": "\nYFCompanies without GAAP-compliant accounts\n\tIf a company—\n\t\tdraws up accounts which are not GAAP-compliant accounts, or\n\t\tdoes not draw up accounts at all,\n\t\t\tthis Part applies as if GAAP-compliant accounts had been drawn up.\n\tAccordingly, references in this Part to amounts recognised for accountingpurposes are references to amounts that would have been recognised if GAAP-compliant accounts had been drawn up for the period of account in question andany relevant earlier period.\n\tFor this purpose a period of account is relevant to a later period if theaccounts for the later period rely to any extent on amounts derived from theearlier period.\n\tIn this section “GAAP-compliant accounts” means accounts drawn up inaccordance with generally accepted accounting practice."
    },
    {
        "length": 447,
        "text": "\nYGRestitution interest: appeals made out of time\n\tThis section applies where—\n\t\tan amount of interest (“the interest”) arises to a company as restitutioninterest for the purposes of this Part,\n\t\tCondition B in section 357YC is met in relation to the interest as a resultof the making by a court of a final determination as mentioned in subsection(3)(a) of that section,\n\t\ton a late appeal (or a further appeal subsequent to such an appeal) a courtreverses that determination, or varies it so as to negative it, and\n\t\tthe determination reversing or varying the determination by virtue of whichCondition B was met is itself a final determination.\n\tThis Part has effect as if the interest had never been restitutioninterest.\n\tIf— \n\t\tthe Commissioners for Her Majesty’s Revenue and Customs have under section357YO(2) deducted a sum representing corporation tax from the interest, or\n\t\ta sum has been paid as corporation tax in respect of the interest undersection 357YQ,\n\t\t\tthat sum is treated for all purposes as if it had never been paid to, ordeducted or held by, the Commissioners as or in respect of corporation tax.\n\tAny adjustments are to be made that are necessary in accordance with thissection; and any time limits applying to the making of adjustments are to beignored.\n\tIn this section—\n\t\t  * “final determination” has the same meaning as in section 357YC;\n\t\t  * “late appeal” means an appeal which is made by reason of a court giving leave to appeal out of time."
    },
    {
        "length": 171,
        "text": "\nYHCountering effect of avoidance arrangements\n\tAny restitution-related tax advantages that would (in the absence of thissection) arise from relevant avoidance arrangements are to be counteracted bythe making of such adjustments as are just and reasonable in relation toamounts to be brought into account for the purposes of this Part.\n\tAny adjustments required to be made under this section (whether or not byan officer of Revenue and Customs) may be made by way of an assessment, themodification of an assessment, amendment or otherwise.\n\tFor the meaning of “relevant avoidance arrangements” and “restitution-related tax advantage” see section 357YI."
    },
    {
        "length": 385,
        "text": "\nYIInterpretation of section 357YH\n\tThis section applies for the interpretation of section 357YH (and thissection).\n\t“Arrangements” include any agreement, understanding, scheme, transaction orseries of transactions (whether or not legally enforceable).\n\tArrangements are “relevant avoidance arrangements” if their main purpose,or one of their main purposes, is to enable a company to obtain a taxadvantage in relation to the application of the charge to tax at therestitution payments rate.\n\tBut arrangements are not “relevant avoidance arrangements” if the obtainingof any tax advantages that would (in the absence of section 357YH) arise fromthem can reasonably be regarded as consistent with wholly commercialarrangements.\n\t“Tax advantage” includes—\n\t\ta repayment of tax or increased repayment of tax,\n\t\tthe avoidance or reduction of a charge to tax or an assessment to tax,\n\t\tthe avoidance of a possible assessment to tax,\n\t\tdeferral of a payment of tax or advancement of a repayment of tax, or\n\t\tthe avoidance of an obligation to deduct or account for tax.\n\tIn subsection (5)(b) and (c) the references to avoidance or reductioninclude an avoidance or reduction effected by receipts accruing in such a waythat the recipient does not bear tax on them as restitution interest underthis Part."
    },
    {
        "length": 262,
        "text": "\nYJExamples of results that may indicate exclusion not applicable\n\tEach of the following is an example of something which might indicate thatarrangements whose main purpose, or one of whose main purposes, is to enable acompany to obtain a restitution-related tax advantage are not excluded bysection 357YI(4) from being “relevant avoidance arrangements” for the purposesof section 357YH—\n\t\tthe elimination or reduction for the purposes of this Part of amountschargeable as restitution interest arising to the company in connection with aparticular claim, if for economic purposes other or greater profits arise tothe company in connection with the claim;\n\t\tpreventing or delaying the recognition as an item of profit or loss of anamount that would apart from the arrangements be recognised in the company’saccounts as an item of profit or loss, or be so recognised earlier;\n\t\tensuring that a receipt is treated for accounting purposes in a way inwhich it would not have been treated in the absence of some other transactionforming part of the arrangements."
    },
    {
        "length": 290,
        "text": "\nYLExclusion of reliefs, set-offs etc\n\tUnder subsection (3) of section 4 (amounts to which rates of corporationtax applied) the amounts to be added together to find a company’s “totalprofits” do not include amounts of restitution interest on which corporationtax is chargeable under this Part.\n\tNo reliefs or set-offs may be given against so much of the corporation taxto which a company is liable for an accounting period as is equal to theamount of corporation tax chargeable on the company for the period at therestitution payments rate.\n\tIn subsection (2) “reliefs and set-offs” includes, but is not restrictedto, those listed in the second step of paragraph 8(1) of Schedule 18 to FA1998.\n\tAmounts of income tax or corporation tax, or any other amounts, which maybe set off against a company’s overall liability to income tax and corporationtax for an accounting period may not be set off against so much of thecorporation tax to which the company is liable for the period as is equal tothe amount of corporation tax chargeable at the restitution payments rate."
    },
    {
        "length": 378,
        "text": "\nYMAssignment of rights to person not chargeable to corporation tax\n\tSubsection (4) applies if—\n\t\ta company which is within the charge to corporation tax under this Part(“the transferor”) transfers to a person who is not within the charge tocorporation tax under this Part a right in respect of a claim, or possibleclaim, for restitution,\n\t\tthe transfer is made on or after 21 October 2015, and\n\t\tconditions A and B are met.\n\tCondition A is that the main purpose, or one of the main purposes, of thetransfer is to secure a tax advantage for any person in relation to theapplication of the charge to tax on restitution interest under this Part.\n\tCondition B is that as a result of that transfer (or that transfer togetherwith further transfers of the rights) restitution interest arises to a personwho is not within the charge to corporation tax under this Part.\n\tAny restitution interest which arises as mentioned in Condition B istreated for corporation tax purposes as restitution interest arising to thetransferor.\n\tA person is “within the charge to corporation tax under this Part” if theperson—\n\t\tis a UK resident company, and\n\t\twould not be exempt from corporation tax on restitution interest (were suchinterest to arise to it).\n\tIn this section “tax advantage” has the meaning given by section 357YI."
    },
    {
        "length": 338,
        "text": "\nYNMigration of company with claim to restitution interest\n\tThis section applies where—\n\t\trestitution interest arises to a non-UK resident company,\n\t\tthe rights in respect of which the company is entitled to the restitutioninterest had (to any extent) accrued when the company ceased to be UKresident, and\n\t\tthe company’s main purpose, or one of its main purposes, in changing itsresidence was to secure a tax advantage for any person in relation to theapplication of the charge to tax on restitution interest under this Part.\n\tThe company is treated as a UK resident company for the purposes of theapplication of this Part in relation to so much of that restitution interestas is attributable to relevant accrued rights.\n\t“Relevant accrued rights” means rights which had accrued to the companywhen it ceased to be UK resident.\n\tThe company is to be treated for the purposes of sections 185 and 187 ofTCGA 1992 as not having disposed of its assets on ceasing to be resident inthe United Kingdom, so far as its assets at that time consisted of rights toreceive restitution interest.\n\tAny adjustments that are necessary as a result of subsection (4) are to bemade; and any time limits for the making of adjustments are to be ignored forthis purpose."
    },
    {
        "length": 639,
        "text": "\nYODuty to deduct tax from payments of restitution interest\n\tSubsection (2) applies if the Commissioners for Her Majesty’s Revenue andCustoms pay an amount of interest in relation to which Conditions 1 and 2 aremet and—\n\t\tthe amount is (when the payment is made) restitution interest on which acompany is chargeable to corporation tax under this Part, or\n\t\ta company would be chargeable to corporation tax under this Part on theinterest paid if it were (at that time) restitution interest.\n\tThe Commissioners must, on making the payment—\n\t\tdeduct from it a sum representing corporation tax on the amount at therestitution payments rate, and\n\t\tgive the company a written notice stating the amount of the gross paymentand the amount deducted from it.\n\tCondition 1 is that the Commissioners are liable to pay, or have agreed ordetermined to pay, the interest in respect of a company’s claim forrestitution with regard to—\n\t\tthe payment of an amount to the Commissioners under a mistake of lawrelating to a taxation matter, or\n\t\tthe unlawful collection by the Commissioners of an amount in respect oftaxation.\n\tCondition 2 is that the interest is not limited to simple interest at astatutory rate.\n\t\tIn determining whether or not this condition is met, all amounts which theCommissioners are liable to pay, or have agreed or determined to pay inrespect of the claim are to be considered together.\n\tFor the purposes of Condition 1 it does not matter whether theCommissioners are liable to pay, or (as the case may be) have agreed ordetermined to pay, the interest—\n\t\tpursuant to a judgment or order of a court,\n\t\tas an interim payment in court proceedings,\n\t\tunder an agreement to settle a claim, or\n\t\tin any other circumstances.\n\tFor the purposes of subsection (2) the restitution payments rate is to beapplied to the gross payment, that is to the payment before deduction of a sumrepresenting corporation tax in accordance with this section.\n\tFor the purposes of this section—\n\t\t“interest” includes an amount equivalent to interest, and\n\t\tan amount which the Commissioners pay as mentioned in subsection (1) is“equivalent to interest” so far as it is an amount determined by reference tothe time value of money."
    },
    {
        "length": 584,
        "text": "\nYPTreatment of amounts deducted under section 357YO\n\tAn amount deducted from an interest payment in accordance with section357YO(2) is treated for all purposes as paid by the company mentioned insection 357YO(1) on account of the company’s liability, or potentialliability, to corporation tax charged on the interest payment, as restitutioninterest, under this Part.\n\tSubsections (3) and (4) apply if—\n\t\tthe Commissioners have, on paying an amount which is not (when the paymentis made) restitution interest, made a deduction under section 357YO(2) fromthe gross payment (see section 357YO(6)), and\n\t\ta company becomes liable to repay the net amount to the Commissioners, orit otherwise becomes clear that the gross amount cannot, or will not, becomerestitution interest.\n\tIf the condition in subsection (2)(b) is met in circumstances where thecompany is not liable to repay the net amount to the Commissioners, theCommissioners must—\n\t\trepay to the company the amount treated under subsection (1) as paid by thecompany, and\n\t\tmake any other necessary adjustments;\n\t\t\tand any time limits applying to the making of adjustments are to be ignored.\n\tIf the condition in subsection (2)(b) is met by virtue of a companybecoming liable to repay to the Commissioners the amount paid as mentioned insubsection (2)(a)—\n\t\tthis Part has effect as if the company were liable to repay the grosspayment to the Commissioners, and\n\t\tthe amount deducted by the Commissioners as mentioned in subsection (2)(a)is to be treated for the purposes of this Part as money repaid by the companyin partial satisfaction of its liability to repay the gross amount.\n\tSubsections (3) and (4) have effect with the appropriate modifications ifthe condition in subsection (2)(b) is met in relation to part but not thewhole of the gross amount mentioned in subsection (2)(a).\n\tIn this section “the net amount”, in relation to a payment made underdeduction of tax in accordance with section 357YO(2), means the amount paidafter deduction of tax."
    },
    {
        "length": 286,
        "text": "\nYQAssessment of tax chargeable on restitution interest\n\tAn officer of Revenue and Customs may make an assessment of the amounts inwhich, in the officer’s opinion, a company is chargeable to corporation taxunder this Part for a period specified in the assessment.\n\tNotice of an assessment under this section must be served on the company,stating the date on which the assessment is issued.\n\tAn assessment may include an assessment of the amount of restitution incomearising to the company in the period and any other matters relevant to thecalculation of the amounts in which the company is chargeable to corporationtax under this Part for the period.\n\tNotice of an assessment under this section may be accompanied by notice ofany determination by an officer of Revenue and Customs relating to the dateson which amounts of tax become due and payable under this section or toamounts treated under section 357YP as paid on account of corporation tax.\n\tThe company must pay the amount assessed as payable for the accountingperiod by the end of the period of 30 days beginning with the date on whichthe company is given notice of the assessment."
    },
    {
        "length": 145,
        "text": "\nYRInterest on excessive amounts withheld\n\tIf an amount deducted under section 357YO(2) in respect of an amount ofinterest exceeds the amount which should have been deducted, the Commissionersare liable to pay interest on the excess from the material date until the dateon which the excess is repaid.\n\tThe “material date” is the date on which tax was deducted from theinterest.\n\tInterest under subsection (1) is to be paid at the rate applicable undersection 178 of FA 1989."
    },
    {
        "length": 128,
        "text": "\nYSAppeal against deduction\n\tAn appeal may be brought against the deduction by the Commissioners for HerMajesty’s Revenue and Customs from a payment of a sum representing corporationtax in compliance, or purported compliance, with section 357YO(2).\n\tNotice of appeal must be given—\n\t\tin writing,\n\t\twithin 30 days after the giving of the notice under section 357YO(2)."
    },
    {
        "length": 104,
        "text": "\nYTAmounts taxed at restitution payments rate to be outsideinstalment payments regime\n\tFor the purposes of regulations under section 59E of TMA 1970 (furtherprovision as to when corporation tax due and payable), tax charged at therestitution payments rate is to be disregarded in determining the amount ofcorporation tax payable by a company for an accounting period."
    },
    {
        "length": 1491,
        "text": "\nYWPower to amend\n\tThe Treasury may by regulations amend this Part (apart from this section).\n\tRegulations under this section—\n\t\tmay not widen the description of the type of payments that are chargeableto corporation tax under this Part;\n\t\tmay not remove or prejudice any right of appeal;\n\t\tmay not increase the rate at which tax is charged on restitution interestunder this Part;\n\t\tmay not enable any provision of this Part to have effect in relation to thesubject matter of any claim which has been finally determined before 21October 2015.\n\tSubject to subsection (2), regulations under this section may haveretrospective effect.\n\tFor the purposes of this section a claim is “finally determined” if a courthas disposed of the claim by a final determination or the claimant and theCommissioners for Her Majesty’s Revenue and Customs have entered into anagreement in final settlement of the claim.\n\tSection 357YC(8) (which defines when a determination made by a court isfinal) has effect for the purposes of this section as for the purposes ofsection 357YC.\n\tRegulations under this section may include incidental, supplementary ortransitional provision.\n\tA statutory instrument containing regulations under this section must belaid before the House of Commons.\n\tThe regulations cease to have effect at the end of the period of 28 daysbeginning with the day on which they are made unless, during that period, theregulations are approved by a resolution of the House of Commons.\n\tIn reckoning the 28-day period, no account is to be taken of any timeduring which—\n\t\tParliament is dissolved or prorogued, or\n\t\tthe House of Commons is adjourned for more than 4 days.\n\tRegulations ceasing to have effect by virtue of subsection (8) does notaffect—\n\t\tanything previously done under the regulations, or\n\t\tthe making of new regulations.”\n\tIn TMA 1970, in section 59D (general rule as to when corporation tax is dueand payable)—\n\t\tin subsection (3) after “with” insert “the first to fourth steps of”;\n\t\tin subsection (5) after “59E” insert “and section 357YQ of CTA 2010(assessment of tax chargeable on restitution interest)”.\n\tParagraph 8 Schedule 18 to FA 1998 (company tax returns, assessments etc:calculation of tax payable) is amended as follows—\n\t\tin paragraph 2 of the first step, after “company” insert “(other than therestitution payments rate)”;\n\t\tAfter the fourth step insert—\n\t\t\t  * _“ Fifth step_\n\t\t\tCalculate the corporation tax chargeable on any profits of the company thatare charged as restitution interest.\n\t\t1.\n\t\tFind the amount in respect of which the company is chargeable for the periodunder the charge to corporation tax on income under Part 8C of CTA 2010.\n\t\t2.\n\t\tApply the restitution payments rate in accordance with section 357YK(1) ofthat Act.\n\t\tThe amount of tax payable for the accounting period is the sum of the amountsresulting from the first to fourth steps and this step.”\n\tSchedule 56 to FA 2009 (penalty for failure to make payments on time) isamended in accordance with subsections (7) and (8).\n\tIn paragraph 1, in the table after item 6 insert—\n\t“6ZZA| Corporation tax| Amount payable under section 357YQ of CTA 2010 | Theend of the period within which, in accordance with section 357YQ(5), theamount must be paid.”  ---|---|---|---    (8)In paragraph 4(1), for “or 6” substitute “, 6 or 6ZZA”.\n\tThe amendments made by subsections (1) to (8) have effect in relation tointerest (whether arising before or on or after 21 October 2015) which fallswithin subsection (11).\n\tSection 357YO of CTA 2010, and the amendments made by subsections (1) to(8) so far as relating to the deduction of tax under section 357YO, haveeffect in relation to payments of interest made on or after 26 October 2015.\n\tThis rule is not limited by the rule in subsection (9).\n\tInterest arising to a company falls within this subsection if—\n\t\ta determination made by a court that the Commissioners for Her Majesty’sRevenue and Customs are liable to pay the interest becomes final on or after21 October 2015, or\n\t\ton or after 21 October 2015 the Commissioners and a company enter into anagreement in final settlement of a claim for restitution, under which thecompany is entitled to be paid, or to retain, the interest.\n\tIn subsections (9) to (11)—\n\t\tthe reference to a determination made by a court becoming “final” is to beinterpreted in accordance with section 357YC of CTA 2010;\n\t\tthe references to “interest” are to be interpreted in accordance withsection 357YC of CTA 2010.”"
    },
    {
        "length": 286,
        "text": "\nCorporation tax instalment payments\n\tThe Corporation Tax (Instalment Payments) (Amendment) Regulations 2014([S.I. 2014/2409](/id/uksi/2014/2409?view=plain \"Go to item of legislation\"))are to be treated as always having had effect as if in regulation 1(2)(commencement) “ending” were substituted for “beginning”.\n\tConsequently, for the purposes of the application of regulations 2(2) and3(5B) of the Corporation Tax (Instalment Payments) Regulations 1998 ([S.I.1998/3175](/id/uksi/1998/3175?view=plain \"Go to item of legislation\")) toaccounting periods beginning before, and ending on or after, 1 April 2015—\n\t\tsections 279F and 279G of CTA 2010 are taken to have effect in relation tosuch periods, and\n\t\tparagraph 22 of Schedule 1 to FA 2014 is to be disregarded accordingly."
    },
    {
        "length": 1845,
        "text": "\nIncome tax and corporation tax\n\tChanges in trading stock not made in course of trade\n\t\tIn section 161 of CTA 2009 (changes in trading stock: transfer pricingrules to take precedence), after subsection (1) insert—\n\t\t\t“(1A)Subsection (1B) applies in relation to a disposal or acquisition if—\n\t\t\tby virtue of subsection (1), section 159 or 160 does not apply, and\n\t\t\tthe market value amount is greater than the Part 4 TIOPA amount.\n\t\t\t(1B)An amount equal to the market value amount less the Part 4 TIOPA amount isto be brought into account in calculating the profits of the trade (inaddition to the Part 4 TIOPA amount).\n\t\t\t(1C)In subsections (1A) and (1B)—\n\t\t\t\t  * “market value amount” means the amount referred to in section 159(2)(a) or 160(2)(a);\n\t\t\t\t  * “Part 4 TIOPA amount” means the amount which, following the application of Part 4 of TIOPA 2010 to the relevant consideration, is brought into account in respect of the relevant consideration in calculating the profits of the trade.”\n\t\tIn section 172F of ITTOIA 2005 (changes in trading stock: transfer pricingrules to take precedence), after subsection (1) insert—\n\t\t“(1A)Subsection (1B) applies in relation to a disposal or acquisition if—\n\t\t\tby virtue of subsection (1), section 172D or 172E does not apply, and\n\t\t\tthe market value amount is greater than the Part 4 TIOPA amount.\n\t\t\t(1B)An amount equal to the market value amount less the Part 4 TIOPA amount isto be brought into account in calculating the profits of the trade (inaddition to the Part 4 TIOPA amount).\n\t\t\t(1C)In subsections (1A) and (1B)—\n\t\t\t\t  * “market value amount” means the amount referred to in section 172D(2)(a) or 172E(2)(a);\n\t\t\t\t  * “Part 4 TIOPA amount” means the amount which, following the application of Part 4 of TIOPA 2010 to the relevant consideration, is brought into account in respect of the relevant consideration in calculating the profits of the trade.”\n\t\tThe amendments made by this section apply in relation to a disposal oracquisition made on or after 8 July 2015, unless it is made pursuant to anobligation, under a contract, that was unconditional before that date.\n\t\tFor the purposes of subsection (3), an obligation is “unconditional” if itmay not be varied or extinguished by the exercise of a right (whether underthe contract or otherwise).\n\tValuation of trading stock on cessation\n\t\tIn section 162 of CTA 2009 (valuation of trading stock on cessation), aftersubsection (2) (transfer pricing rules to take precedence) insert—\n\t\t\t“(2A)Subsection (2B) applies if—\n\t\t\tby virtue of subsection (2), no valuation of the stock under this Chapteris required, and\n\t\t\tthe market value of the stock is greater than the Part 4 TIOPA amount.\n\t\t\t(2B)An amount equal to the market value of the stock less the Part 4 TIOPAamount is to be brought into account in calculating the profits of the trade(in addition to the Part 4 TIOPA amount).\n\t\t\t(2C)In subsections (2A) and (2B)—\n\t\t\t\t  * “market value”, in relation to stock, is the value the stock would have been determined to have if it had been valued in accordance with sections 164 to 167, and\n\t\t\t\t  * “Part 4 TIOPA amount” is the amount which, following the application of Part 4 of TIOPA 2010 in relation to the provision referred to in subsection (2), is brought into account in respect of that provision in calculating the profits of the trade.”\n\t\tIn section 173 of ITTOIA 2005 (valuation of trading stock on cessation),after subsection (2) (transfer pricing rules to take precedence) insert—\n\t\t“(2A)Subsection (2B) applies if—\n\t\t\tby virtue of subsection (2), no valuation of the stock under this Chapteris required, and\n\t\t\tthe market value of the stock is greater than the Part 4 TIOPA amount.\n\t\t\t(2B)An amount equal to the market value of the stock less the Part 4 TIOPAamount is to be brought into account in calculating the profits of the trade(in addition to the Part 4 TIOPA amount).\n\t\t\t(2C)In subsections (2A) and (2B)—\n\t\t\t\t  * “market value”, in relation to stock, is the value the stock would have been determined to have if it had been valued in accordance with sections 175 to 178, and\n\t\t\t\t  * “Part 4 TIOPA amount” is the amount which, following the application of Part 4 of TIOPA 2010 in relation to the provision referred to in subsection (2), is brought into account in respect of that provision in calculating the profits of the trade.”\n\t\tThe amendments made by this section apply in relation to a cessation oftrade on or after 8 July 2015.\n\tTransfer of intangible assets not at arm’s length\n\t\tIn section 846 of CTA 2009 (transfers of intangible assets not at arm’slength), after subsection (1) insert—\n\t\t\t“(1A)Subsection (1B) applies in relation to the transfer of an intangibleasset where—\n\t\t\tby virtue of subsection (1), section 845 does not apply, and\n\t\t\tthe market value of the asset is greater than the Part 4 TIOPA amount.\n\t\t\t(1B)An amount equal to the market value of the asset less the Part 4 TIOPAamount is to be brought into account for the purposes of corporation tax inrelation to the transfer (in addition to the Part 4 TIOPA amount).\n\t\t\t(1C)In subsections (1A) and (1B)—\n\t\t\t\t  * “market value”, in relation to an asset, has the meaning given in section 845(5);\n\t\t\t\t  * “Part 4 TIOPA amount” means the amount which, following the application of Part 4 of TIOPA 2010 in relation to the consideration for the transfer, is brought into account in respect of the consideration for the purposes of corporation tax.”\n\t\tThe amendment made by this section applies in relation to a transfer whichtakes place on or after 8 July 2015, unless it takes place pursuant to anobligation, under a contract, that was unconditional before that date.\n\t\tFor the purposes of subsection (2), an obligation is “unconditional” if itmay not be varied or extinguished by the exercise of a right (whether underthe contract or otherwise)."
    },
    {
        "length": 968,
        "text": "\nKACarried interest\n\tThis section applies where—\n\t\tan individual (“A”) performs investment management services directly orindirectly in respect of an investment scheme under arrangements involving atleast one partnership, and\n\t\tcarried interest arises to A under the arrangements.\n\tIf the carried interest arises to A in connection with the disposal of oneor more assets of the partnership or partnerships—\n\t\ta chargeable gain equal to the amount of the carried interest less anypermitted deductions (and no other chargeable gain or loss) is to be treatedas accruing to A on the disposal, and\n\t\tthe chargeable gain is to be treated as accruing to A at the time thecarried interest arises.\n\tIf the carried interest arises to A in circumstances other than thosespecified in subsection (2), a chargeable gain of an amount equal to theamount of the carried interest less any permitted deductions is to be treatedas accruing to A at the time the carried interest arises.\n\tSubsections (2) and (3) do not apply in relation to carried interest to theextent that—\n\t\tit is brought into account in calculating the profits of a trade of A forthe purposes of income tax for any tax year, or\n\t\tit constitutes a co-investment repayment or return.\n\tFor the purpose of subsections (2) and (3) “permitted deductions” inrelation to A means such parts of the amounts specified in subsection (6) asis just and reasonable.\n\tThe amounts referred to in subsection (5) are—\n\t\tthe amount of any consideration in money given to the scheme by or onbehalf of A wholly and exclusively for entering into the arrangements referredto in subsection (1)(a) (but not consideration in respect of co-investments),\n\t\tany amount that constituted earnings of A under Chapter 1 of Part 3 ofITEPA 2003 (earnings) in respect of A’s entering into those arrangements (butnot any earnings in respect of co-investments or any amount of exempt incomewithin the meaning of section 8 of that Act), and\n\t\tany amount which, by reason of events occurring no later than the time thecarried interest arises, counts as income of A under the enactments referredto in section 119A(3) in respect of A’s participation in the arrangementsreferred to in subsection (1)(a) (but not an amount counting as income of A inrespect of co-investments); and section 119A(5) applies for the purposes ofthis paragraph as it applies for the purposes of section 119A(4).\n\t\t\tFor the purposes of this Act no other deduction may be made from the amount ofthe carried interest referred to in subsection (2) or (3).\n\tWhere the carried interest arises to A by virtue of his or her acquisitionof a right to it from another person for consideration given in money by or onbehalf of A, the amount of the chargeable gain accruing to A under subsection(2) or (3) is, on the making of a claim by A under this subsection, to beregarded as reduced by the amount of the consideration.\n\tIn this section—\n\t\t  * “co-investment”, in relation to A, means an investment made directly or indirectly by A in the scheme, where there is no return on the investment which is not an arm’s length return within the meaning of section 809EZB(2) of ITA 2007;\n\t\t  * “co-investment repayment or return” means a repayment in whole or in part of, or a return on, a co-investment;\n\t\t  * “trade” includes profession or vocation."
    },
    {
        "length": 148,
        "text": "\nKBCarried interest: consideration on disposal etc of right\n\tFor the purposes of section 103KA, consideration received or receivable byan individual for the disposal, variation, loss or cancellation of a right tocarried interest is to be treated as carried interest arising to thatindividual at the time of the disposal, variation, loss or cancellation.\n\tBut subsection (1) does not apply if and to the extent that theconsideration is a disguised fee arising to the individual for the purposes ofsection 809EZA of ITA 2007."
    },
    {
        "length": 103,
        "text": "\nKCCarried interest: foreign chargeable gains\n\tIn a case where section 103KA applies, a chargeable gain accruing or treatedas accruing to an individual in respect of carried interest is a foreignchargeable gain within the meaning of section 12 only to the extent that theindividual performs the services referred to in section 103KA(1)(a) outsidethe United Kingdom."
    },
    {
        "length": 108,
        "text": "\nKDCarried interest: anti-avoidance\n\tIn determining whether section 103KA applies in relation to an individual, noregard is to be had to any arrangements the main purpose, or one of the mainpurposes, of which is to secure that that section does not to any extent applyin relation to—\n\t\tthe individual, or\n\t\tthe individual and one or more other individuals."
    },
    {
        "length": 616,
        "text": "\nKECarried interest: avoidance of double taxation\n\tThis section applies where—\n\t\tcapital gains tax is charged on an individual by virtue of section 103KA inrespect of any carried interest, and\n\t\tCondition A or Condition B is met.\n\tCondition A is that—\n\t\tat any time, tax (whether income tax or another tax) charged on theindividual in relation to the carried interest has been paid by the individual(and has not been repaid), and\n\t\tthe amount on which tax is charged as specified in subsection (1)(a) is nota permissible deduction under section 103KA(6)(b) or (c).\n\tCondition B is that at any time tax (whether income tax or another tax)charged on another person in relation to the carried interest has been paid bythat other person (and has not been repaid).\n\tIn order to avoid a double charge to tax, the individual may make a claimfor one or more consequential adjustments to be made in respect of the capitalgains tax charged as mentioned in subsection (1)(a).\n\tOn a claim under this section an officer of Revenue and Customs must makesuch of the consequential adjustments claimed (if any) as are just andreasonable.\n\tThe value of any consequential adjustments made must not exceed the lesserof—\n\t\tthe capital gains tax charged as mentioned in subsection (1)(a), and\n\t\tthe tax charged as mentioned in subsection (2)(a) or (3).\n\tConsequential adjustments may be made—\n\t\tin respect of any period,\n\t\tby way of an assessment, the modification of an assessment, the amendmentof a claim, or otherwise, and\n\t\tdespite any time limit imposed by or under an enactment.\n\tWhere— \n\t\tan individual makes a claim under this section in respect of a year ofassessment, and\n\t\tapart from this subsection, an amount falls to be deducted under section2(2)(b) from the total amount of chargeable gains accruing to the individualin that year,\n\t\t\tthe individual may elect that the amount to be so deducted be reduced by anyamount not exceeding the amount on which tax is charged as specified insubsection (2)(a) or (3)."
    },
    {
        "length": 311,
        "text": "\nKFRelief for external investors on disposal of partnership asset\n\tIf— \n\t\ta chargeable gain accrues to an external investor in an investment schemeon the disposal of one or more partnership assets, and\n\t\tthe external investor makes a claim for relief under this section,\n\t\t\tthen subsection (2) applies in relation to the disposal.\n\tThe amount of the chargeable gain is to be reduced by an amount equal to—\n\t[![](/ukpga/2015/33/images/ukpga_20150033_en_013)](/ukpga/2015/33/images/ukpga_20150033_en_013?view=plain)\n\twhere—\n\t\tI is an amount equal to such part of the sum invested in the fund by theexternal investor which on a just and reasonable basis is referable to theasset or assets disposed of, and\n\t\tC is the amount deducted under section 38(1)(a) in respect of considerationgiven wholly and exclusively for the acquisition of the asset or assets."
    },
    {
        "length": 1896,
        "text": "\nKGMeaning of “arise” in Chapter 5\n\tFor the purposes of this Chapter, carried interest “arises” to anindividual (“A”) if, and only if, it arises to him or her for the purposes ofChapter 5E of Part 13 of ITA 2007.\n\tBut section 809EZDB of ITA 2007 (sums arising to connected company orunconnected person) does not apply in relation to a sum of carried interestarising to—\n\t\ta company connected with A, or\n\t\ta person not connected with A,\n\t\t\twhere the sum is deferred carried interest in relation to A.\n\tIn this section, “deferred carried interest”, in relation to A—\n\t\tmeans a sum of carried interest where the provision of the sum to A or aperson connected with A is deferred (whether pending the meeting of anyconditions (including conditions which may never be met) or otherwise), and\n\t\tincludes A’s share (as determined on a just and reasonable basis) of anycarried interest the provision of which to A and one or more other persons,taken together, has been deferred (whether pending the meeting of anyconditions (including conditions which may never be met) or otherwise).\n\t\tIn this subsection, in a case where the sum referred to in subsection (2)arises to a company connected with A, the reference to a person connected withA does not include that company.\n\tWhere— \n\t\tsection 809EZDB of ITA 2007 has been disapplied in relation to a sum ofdeferred carried interest by virtue of subsection (2),\n\t\tthe sum ceases to be deferred carried interest in relation to A, and\n\t\tthe sum does not in any event arise to A apart from this subsection,\n\t\tthe sum is to be regarded as arising to A at the time it ceases to be deferredcarried interest.\n\tBut subsection (4) does not apply if—\n\t\tnone of the enjoyment conditions is met in relation to the sum when itceases to be deferred carried interest, and\n\t\tthere is no reasonable likelihood that any of those conditions will ever bemet in relation to the sum.\n\tThe enjoyment conditions are—\n\t\tthe sum, or part of the sum, is in fact so dealt with by any person as tobe calculated at some time to enure for the benefit of A or a person connectedwith A;\n\t\tthe sum’s ceasing to be deferred carried interest in relation to A operatesto increase the value to A or a person connected with A of any assets which—\n\t\tA or the connected person holds, or\n\t\tare held for the benefit of A or the connected person;\n\t\tA or a person connected with A receives or is entitled to receive at anytime any benefit provided or to be provided out of the sum or part of the sum;\n\t\tA or a person connected with A may become entitled to the beneficialenjoyment of the sum or part of the sum if one or more powers are exercised orsuccessively exercised (and for these purposes it does not matter who mayexercise the powers or whether they are exercisable with or without theconsent of another person);\n\t\tA or a person connected with A is able in any manner to control directly orindirectly the application of the sum or part of the sum.\n\t\tIn this subsection, in a case where the sum referred to in subsection (2)arises to a company connected with A, references to a person connected with Ado not include that company.\n\tIn determining whether any of the enjoyment conditions is met in relationto a sum or part of a sum—\n\t\tregard must be had to the substantial result and effect of all the relevantcircumstances, and\n\t\tall benefits which may at any time accrue to a person as a result of thesum ceasing to be deferred carried interest in relation to A must be takeninto account, irrespective of—\n\t\tthe nature or form of the benefits, or\n\t\twhether the person has legal or equitable rights in respect of thebenefits.\n\tThe enjoyment condition in subsection (6)(b), (c) or (d) is to be treatedas not met if it would be met only by reason of A holding shares or aninterest in shares in a company.\n\tThe enjoyment condition in subsection (6)(a) or (e) is to be treated as notmet if the sum referred to in subsection (2) arises to a company connectedwith A and—\n\t\tthe company is liable to pay corporation tax in respect of its profits andthe sum is included in the computation of those profits, or\n\t\tparagraph (a) does not apply but—\n\t\tthe company is a CFC and the exemption in Chapter 14 of Part 9A of TIOPA2010 applies for the accounting period in which the sum arises, or\n\t\tthe company is not a CFC but, if it were, that exemption would apply forthat period.\n\t\tIn this subsection “CFC” has the same meaning as in Part 9A of TIOPA 2010.\n\tBut subsections (8) and (9) do not apply if the sum referred to insubsection (2) arises to the company referred to in subsection (2)(a) or theperson referred to in subsection (2)(b) as part of arrangements where—\n\t\tit is reasonable to assume that in the absence of the arrangements the sumor part of the sum would have arisen to A or an individual connected with A,and\n\t\tit is reasonable to assume that the arrangements have as their mainpurpose, or one of their main purposes, the avoidance of a liability to payincome tax, capital gains tax, inheritance tax or corporation tax.\n\tThe condition in subsection (10)(b) is to be regarded as met in a casewhere the sum is applied directly or indirectly as an investment in acollective investment scheme.\n\tSubsection (2) does not apply in relation to any sum in relation to whichthe condition in subsection (8)(b) of section 809EZDB is met by virtue ofsubsection (9) of that section.\n\tSubsection (2) also does not apply if—\n\t\tit is reasonable to assume that the deferral referred to in subsection(3)(a) or (b) is not the effect of genuine commercial arrangements, or\n\t\tthat deferral is the effect of such arrangements but it is reasonable toassume that the arrangements have as their main purpose, or one of their mainpurposes, the avoidance of a liability to pay income tax, capital gains tax,corporation tax or inheritance tax.\n\tIn subsection (13), “genuine commercial arrangements” means arrangementsinvolving A (alone or jointly with others performing investment managementservices) and external investors in the investment scheme.\n\tSection 993 of ITA 2007 (meaning of “connected”) applies for the purposesof this section but as if—\n\t\tsubsection (4) of that section were omitted, and\n\t\tpartners in a partnership in which A is also a partner were not“associates” of A for the purposes of sections 450 and 451 of CTA 2010(“control”)."
    },
    {
        "length": 539,
        "text": "\nKHInterpretation of Chapter 5\n\tIn this Chapter—\n\t\t  * “arrangements” has the same meaning as in Chapter 5E of Part 13 of ITA 2007 (see section 809EZE of that Act);\n\t\t  * “carried interest”, in relation to arrangements referred to in section 103KA(1)(a), has the same meaning as in section 809EZB of ITA 2007 (see sections 809EZC and 809EZD of that Act);\n\t\t  * “investment scheme”, “investment management services” and “external investor” have the same meanings as in Chapter 5E of Part 13 of ITA 2007 (see sections 809EZA(6) and 809EZE of that Act).”\n\tThe amendment made by subsection (1) has effect in relation to carriedinterest arising on or after 8 July 2015 under any arrangements, unless thecarried interest arises in connection with the disposal of an asset or assetsof a partnership or partnerships before that date.\n\tBut section 103KB(1) of TCGA 1992 (as inserted by subsection (1)) does nothave effect in relation to a variation of a right to carried interestoccurring on or after 8 July 2015 and before 22 October 2015.\n\tAnd section 103KG(2) to (15) of TCGA 1992 (as inserted by subsection (1))has effect in relation to carried interest arising on or after 22 October 2015under any arrangements, unless the carried interest arises in connection withthe disposal of an asset or assets of a partnership or partnerships beforethat date.\n\tIn subsections (2) to (4), “arise”, “arrangements” and “carried interest”have the same meanings as in Chapter 5 of Part 3 of TCGA 1992 (as inserted bysubsection (1) of this section)."
    },
    {
        "length": 337,
        "text": "\nDisguised investment management fees\n\tIn section 809EZB of ITA 2007 (disguised investment management fees:meaning of “management fee”), after subsection (2) insert—\n\t\t“(2A)For the purposes of subsection (2)(b), the return on the investment isreasonably comparable to the return to external investors on the investmentsreferred to in subsection (2)(a) if (and only if)—\n\t\tthe rate of return on the investment is reasonably comparable to the rateof return to external investors on those investments, and\n\t\tany other factors relevant to determining the size of the return on theinvestment are reasonably comparable to the factors determining the size ofthe return to external investors on those investments.”\n\tIn section 809EZG of ITA 2007 (avoidance of double taxation), in subsection(1)(b), after “the individual” insert “or another person”.\n\tThe amendments made by this section have effect in relation to sums arisingon or after 8 July 2015 (whenever the arrangements under which the sums arisewere made).\n\tIn subsection (3), “arise” has the same meaning as it has for the purposesof Chapter 5E of Part 13 of ITA 2007."
    },
    {
        "length": 1940,
        "text": "\nCarried interest and disguised investment management fees: “arise”\n\tIn ITA 2007, after section 809EZD insert—\n\t“809EZDASums arising to connected persons other than companies\n\t\tThis section applies in relation to an individual (“A”) if—\n\t\t\ta sum arises to a person (“B”) who is connected with A,\n\t\t\tB is not a company,\n\t\t\tincome tax is not charged on B in respect of the sum by virtue of thisChapter,\n\t\t\tcapital gains tax is not charged on B in respect of the sum by virtue ofChapter 5 of Part 3 of TCGA 1992, and\n\t\t\tthe sum does not arise to A apart from this section.\n\t\tThe sum referred to in subsection (1)(a) arises to A for the purposes ofthis Chapter.\n\t\tWhere a sum arises to A by virtue of this section, it arises to A at thetime the sum referred to in subsection (1)(a) arises to B.\n\t\tSection 993 (meaning of “connected”) applies for the purposes of thissection, but as if—\n\t\t\tsubsection (4) of that section were omitted, and\n\t\t\tpartners in a partnership in which A is also a partner were not“associates” of A for the purposes of sections 450 and 451 of CTA 2010(“control”).\n\tEZDBSums arising to connected company or unconnected person\n\t\tThis section applies in relation to an individual (“A”) if—\n\t\t\ta sum arises to—\n\t\t\ta company connected with A, or\n\t\t\ta person not connected with A,\n\t\t\tany of the enjoyment conditions is met, and\n\t\t\tthe sum does not arise to A apart from this section.\n\t\tThe enjoyment conditions are—\n\t\t\tthe sum, or part of the sum, is in fact so dealt with by any person as tobe calculated at some time to enure for the benefit of A or a person connectedwith A;\n\t\t\tthe arising of the sum operates to increase the value to A or a personconnected with A of any assets which—\n\t\t\tA or the connected person holds, or\n\t\t\tare held for the benefit of A or the connected person;\n\t\t\tA or a person connected with A receives or is entitled to receive at anytime any benefit provided or to be provided out of the sum or part of the sum;\n\t\t\tA or a person connected with A may become entitled to the beneficialenjoyment of the sum or part of the sum if one or more powers are exercised orsuccessively exercised (and for these purposes it does not matter who mayexercise the powers or whether they are exercisable with or without theconsent of another person);\n\t\t\tA or a person connected with A is able in any manner to control directly orindirectly the application of the sum or part of the sum.\n\t\t\t\tIn this subsection, in a case where the sum referred to in subsection (1)(a)arises to a company connected with A, references to a person connected with Ado not include that company.\n\t\tThere arises to A for the purposes of this Chapter—\n\t\t\tthe sum referred to in subsection (1)(a), or\n\t\t\tif the enjoyment condition in subsection (2)(a), (c), (d) or (e) is met inrelation to part of the sum, that part of that sum, or\n\t\t\tif the enjoyment condition in subsection (2)(b) is met, such part of thatsum as is equal to the amount by which the value of the assets referred to inthat condition is increased.\n\t\tWhere a sum (or part of a sum) arises to A by virtue of this section, itarises to A at the time it arises to the person referred to in subsection(1)(a)(i) or (ii) (whether the enjoyment condition was met at that time or ata later date).\n\t\tIn determining whether any of the enjoyment conditions is met in relationto a sum or part of a sum—\n\t\t\tregard must be had to the substantial result and effect of all the relevantcircumstances, and\n\t\t\tall benefits which may at any time accrue to a person as a result of thesum arising as specified in subsection (1)(a) must be taken into account,irrespective of—\n\t\t\tthe nature or form of the benefits, or\n\t\t\twhether the person has legal or equitable rights in respect of thebenefits.\n\t\tThe enjoyment condition in subsection (2)(b), (c) or (d) is to be treatedas not met if it would be met only by reason of A holding shares or aninterest in shares in a company.\n\t\tThe enjoyment condition in subsection (2)(a) or (e) is to be treated as notmet if the sum referred to in subsection (1)(a) arises to a company connectedwith A and—\n\t\t\tthe company is liable to pay corporation tax in respect of its profits andthe sum is included in the computation of those profits, or\n\t\t\tparagraph (a) does not apply but—\n\t\t\tthe company is a CFC and the exemption in Chapter 14 of Part 9A of TIOPA2010 applies for the accounting period in which the sum arises, or\n\t\t\tthe company is not a CFC but, if it were, that exemption would apply forthat period.\n\t\t\tIn this subsection “CFC” has the same meaning as in Part 9A of TIOPA 2010.\n\t\tBut subsections (6) and (7) do not apply if the sum referred to insubsection (1)(a) arises to the company referred to in subsection (1)(a)(i) orthe person referred to in subsection (1)(a)(ii) as part of arrangements where—\n\t\t\tit is reasonable to assume that in the absence of the arrangements the sumor part of the sum would have arisen to A or an individual connected with A,and\n\t\t\tit is reasonable to assume that the arrangements have as their mainpurpose, or one of their main purposes, the avoidance of a liability to payincome tax, capital gains tax, inheritance tax or corporation tax.\n\t\tThe condition in subsection (8)(b) is to be regarded as met in a case wherethe sum is applied directly or indirectly as an investment in a collectiveinvestment scheme.\n\t\tSection 993 (meaning of “connected”) applies for the purposes of thissection, but as if—\n\t\t\tsubsection (4) of that section were omitted, and\n\t\t\tpartners in a partnership in which A is also a partner were not“associates” of A for the purposes of sections 450 and 451 of CTA 2010(“control”).”\n\t\tIn ITA 2007, in section 809EZA(3)(c), omit “directly or indirectly”.\n\t\tThe amendments made by this section have effect in relation to—\n\t\t\tsums other than carried interest arising on or after 22 October 2015,(whenever the arrangements under which the sums arise were made), and\n\t\t\tcarried interest arising on or after 22 October 2015 under anyarrangements, unless the carried interest arises in connection with thedisposal of an asset or assets of a partnership or partnerships before thatdate.\n\t\tIn subsection (3), “arise”, “arrangements” and “carried interest” have thesame meanings as in Chapter 5E of Part 13 of ITA 2007."
    },
    {
        "length": 3747,
        "text": "\nPART 5Excise duties and other taxes\n\tVehicle excise duty\n\t\tVehicle excise duty\n\t\t\tVERA 1994 is amended as follows.\n\t\t\tIn Schedule 1 (annual rates of duty)—\n\t\t\t\tin the heading to Part 1A (light passenger vehicles: graduated rates ofduty) after “VEHICLES” insert “REGISTERED BEFORE 1 APRIL 2017”;\n\t\t\t\tin paragraph 1A (vehicles to which Part 1A applies) in sub-paragraph (1)(a)for “on or after 1 March 2001” substitute “, after 28 February 2001 but before1 April 2017”;\n\t\t\t\tafter Part 1A insert—\n\t\t\t“PART 1AALight Passenger Vehicles Registered On or After 1 April 2017\n\t\t\t\tVehicles to which this Part applies etc\n\t\t\t\t\t1GA(1)This Part of this Schedule applies to a vehicle which—\n\t\t\t\t\t\tis first registered, under this Act or under the law of a country orterritory outside the United Kingdom, on or after 1 April 2017, and\n\t\t\t\t\t\tis so registered on the basis of an EU certificate of conformity or UKapproval certificate that—\n\t\t\t\t\t\tidentifies the vehicle as having been approved as a light passengervehicle, and\n\t\t\t\t\t\tspecifies a CO2 emissions figure in terms of grams per kilometre driven.\n\t\t\t\t\tIn sub-paragraph (1)(b)(i) a “light passenger vehicle” has the meaninggiven by paragraph 1A(2).\n\t\t\t\t\tThe following provisions of Part 1A of this Schedule apply for the purposesof this Part of this Schedule as they apply for the purposes of that Part—\n\t\t\t\t\t\tparagraph 1A(3) and (4) (meaning of “the applicable CO2 emissions figure”);\n\t\t\t\t\t\tparagraph 1A(5) (effect of subsequent modifications);\n\t\t\t\t\t\tparagraphs 1C and 1D (the reduced rate and the standard rate);\n\t\t\t\t\t\tparagraph 1G (meaning of “EU certificate of conformity” and “UK approvalcertificate”).\n\t\t\t\tExemption from paying duty on first vehicle licence for certainvehicles\n\t\t\t\t\t1GB(1)No vehicle excise duty shall be paid on the first vehicle licence for avehicle to which this Part of this Schedule applies if the vehicle is withinsub-paragraph (2) or (3).\n\t\t\t\t\tA vehicle is within this sub-paragraph if—\n\t\t\t\t\t\tits applicable CO2 emissions figure is 0 g/km, and\n\t\t\t\t\t\tit is not an exempt vehicle by reason of paragraph 25(4) of Schedule 2(because of sub-paragraph (5) of that paragraph).\n\t\t\t\t\tA vehicle is within this sub-paragraph if—\n\t\t\t\t\t\tits applicable CO2 emissions figure exceeds 0 g/km but does not exceed 50g/km, and\n\t\t\t\t\t\tcondition A, B or C in paragraph 1C is met.\n\t\t\t\tGraduated rates of duty payable on first vehicle licence\n\t\t\t\t\t1GCFor the purpose of determining the rate at which vehicle excise duty is tobe paid on the first vehicle licence for a vehicle to which this Part of thisSchedule applies, the annual rate of duty applicable to the vehicle shall bedetermined in accordance with the following table by reference to—\n\t\t\t\t\t\tthe applicable CO2 emissions figure, and\n\t\t\t\t\t\twhether the vehicle qualifies for the reduced rate of duty or is liable tothe standard rate of duty.\n\t\t\t\t\t\tCO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding g/km| Not exceeding g/km| Reduced rate| Standard rate  0| 50| — | 10  50| 75| 15| 25  75| 90| 90| 100  90| 100| 110| 120  100| 110| 130| 140  110| 130| 150| 160  130| 150| 190| 200  150| 170| 490| 500  170| 190| 790| 800  190| 225| 1190| 1200  225| 255| 1690| 1700  255| — | 1990| 2000    ###### Rates of duty payable on any other vehicle licence for vehicle\n\t\t\t\t\t\t1GD(1)For the purpose of determining the rate at which vehicle excise duty isto be paid on any other vehicle licence for a vehicle to which this Part ofthis Schedule applies, the annual rate of vehicle excise applicable to thevehicle is—\n\t\t\t\t\t\tthe reduced rate of £130, if the vehicle qualifies for the reduced rate, or\n\t\t\t\t\t\tthe standard rate of £140, if the vehicle is liable to the standard rate.\n\t\t\t\t\tBut sub-paragraph (1) does not apply where paragraph 1GE(2) or (4) applies.\n\t\t\t\tHigher rates of duty: vehicles with a price exceeding £40,000\n\t\t\t\t\t1GE(1)Sub-paragraph (2) applies for the purpose of determining the rate atwhich vehicle excise duty is to be paid on any other vehicle licence for avehicle to which this Part applies if—\n\t\t\t\t\t\tthe price of the vehicle exceeds £40,000,\n\t\t\t\t\t\tthe vehicle was first registered, under this Act or under the law of acountry or territory outside the United Kingdom, less than six years beforethe date on which the licence has effect, and\n\t\t\t\t\t\tthe vehicle’s applicable CO2 emissions figure exceeds 0 g/km.\n\t\t\t\t\tThe annual rate of vehicle excise duty applicable to the vehicle is—\n\t\t\t\t\t\t£440, if the vehicle qualifies for the reduced rate, or\n\t\t\t\t\t\t£450, if the vehicle is liable to the standard rate.\n\t\t\t\t\tSub-paragraph (4) applies for the purpose of determining the rate at whichvehicle excise duty is to be paid on any other vehicle licence for a vehicleto which this Part applies if—\n\t\t\t\t\t\tthe price of the vehicle exceeds £40,000;\n\t\t\t\t\t\tthe vehicle was first registered, under this Act or under the law of acountry or territory outside the United Kingdom, less than six years beforethe date on which the licence has effect, and\n\t\t\t\t\t\tthe vehicle’s applicable CO2 emissions figure is 0 g/km.\n\t\t\t\t\tThe annual rate of vehicle excise duty applicable to the vehicle is £310.\n\t\t\t\tCalculating the price of a vehicle\n\t\t\t\t\t1GF(1)For the purposes of paragraph 1GE(1)(a) and (3)(a) the price of avehicle is—\n\t\t\t\t\t\tin a case where the vehicle has a list price, the sum of—\n\t\t\t\t\t\tthat price, and\n\t\t\t\t\t\tthe price of any non-standard accessory which is attached to the vehiclewhen it is first registered under this Act, or\n\t\t\t\t\t\tin a case where the vehicle does not have a list price, its notional price.\n\t\t\t\t\tThe reference in sub-paragraph (1)(a)(ii) to the price of a non-standardaccessory is to—\n\t\t\t\t\t\tits list price, if it has one, or\n\t\t\t\t\t\tits notional price, if it has no list price.\n\t\t\t\t\tSections 123, 124, 125 and 127 to 130 of the Income Tax (Earnings andPensions) Act 2003 apply for the purpose of defining terms used in thisparagraph as they apply for the purpose of defining terms used in Chapter 6 ofPart 3 of that Act, but with the modifications specified in sub-paragraph (4).\n\t\t\t\t\tThe modifications are as follows—\n\t\t\t\t\t\treferences to a car are to be read as references to a vehicle;\n\t\t\t\t\t\treferences to relevant taxes are to be read as not including references tovehicle excise duty;\n\t\t\t\t\t\tin section 124(1)(f) for the words from “qualifying” to the end substitute“accessories attached to the vehicle when it was first registered under VERA1994”;\n\t\t\t\t\t\tin section 125 omit subsection (1) and (2)(a);\n\t\t\t\t\t\tin section 127—\n\t\t\t\t\t\tin subsection (1) omit “initial extra”;\n\t\t\t\t\t\tomit subsection (2).”\n\t\t\t\t\tIn Schedule 2 (exempt vehicles)—\n\t\t\t\t\t\tin paragraph 20G (electrically propelled vehicles)—\n\t\t\t\t\t\tthe existing provision becomes sub-paragraph (1);\n\t\t\t\t\t\tafter that sub-paragraph insert—\n\t\t\t\t\tBut a vehicle is not an exempt vehicle by reason of this paragraph if—\n\t\t\t\t\t\tit is a vehicle to which Part 1AA of Schedule 1 applies (light passengervehicles registered on or after 1 April 2017), and\n\t\t\t\t\t\tits price exceeds £40,000.\n\t\t\t\t\tParagraph 1GF of Schedule 1 (calculating the price of a vehicle) appliesfor the purposes of sub-paragraph (2)(b).”;\n\t\t\t\t\t\tin paragraph 25 (light passenger vehicles with low CO2 emissions) aftersub-paragraph (3) insert—\n\t\t\t\t\tA vehicle is an exempt vehicle if—\n\t\t\t\t\t\tit is a vehicle to which Part 1AA of Schedule 1 applies, and\n\t\t\t\t\t\tit has an applicable CO2 emissions figure (as defined in paragraph 1A(3)and (4) of that Schedule) of 0 g/km.\n\t\t\t\t\tBut a vehicle is not an exempt vehicle by reason of sub-paragraph (4) if—\n\t\t\t\t\t\tits price exceeds £40,000, and\n\t\t\t\t\t\tless than six years have passed since it was first registered (whetherunder this Act or under the law of a country or territory outside the UnitedKingdom).\n\t\t\t\t\tParagraph 1GF of Schedule 1 (calculating the price of a vehicle) appliesfor the purposes of sub-paragraph (5)(a).”\n\tInsurance premium tax\n\t\tInsurance premium tax: standard rate\n\t\t\tIn section 51(2)(b) of FA 1994 (standard rate of insurance premium tax),for “6 per cent” substitute “9.5 per cent”.\n\t\t\tThe amendment made by subsection (1) has effect in relation to a premiumfalling to be regarded for the purposes of Part 3 of FA 1994 as received undera taxable insurance contract by an insurer on or after 1 November 2015.\n\t\t\tThe amendment made by subsection (1) does not have effect in relation to apremium which—\n\t\t\t\tis in respect of a contract made before 1 November 2015, and\n\t\t\t\tfalls to be regarded for the purposes of Part 3 of FA 1994 as receivedunder the contract by the insurer before 1 March 2016 by virtue of regulationsunder section 68 of that Act (special accounting schemes).\n\t\t\tSubsection (3) does not apply in relation to a premium which—\n\t\t\t\tis an additional premium under a contract,\n\t\t\t\tfalls to be regarded for the purposes of Part 3 of FA 1994 as receivedunder the contract by the insurer on or after 1 November 2015 by virtue ofregulations under section 68 of that Act, and\n\t\t\t\tis in respect of a risk which was not covered by the contract before thatdate.\n\t\t\tIn the application of sections 67A to 67C of FA 1994 (announced increase inrate) in relation to the increase made by this section—\n\t\t\t\tthe announcement for the purposes of sections 67A(1) and 67B(1) is to betaken to have been made on 8 July 2015,\n\t\t\t\tthe date of the change is 1 November 2015, and\n\t\t\t\tthe concessionary date is 1 March 2016.\n\tAggregates levy\n\t\tAggregates levy: restoration of exemptions\n\t\t\tThe provisions of Part 2 of FA 2001 (aggregates levy) that were amended orrepealed by section 94 of FA 2014 (removal of certain exemptions with effectfrom 1 April 2014) have effect, and are to be treated as having had effect atall times on or after 1 April 2014, as if the amendments and repeals made bythat section had not been made.\n\t\t\tAccordingly, sections 94 and 95 of FA 2014 are repealed.\n\t\t\tPart 2 of FA 2001, as amended by subsection (1), is further amended inaccordance with subsections (4) and (5).\n\t\t\tIn section 17 (meaning of “aggregate” and “taxable aggregate”), in each ofsubsections (3)(f) and (4)(a)—\n\t\t\t\tafter “lignite,” insert “or”, and\n\t\t\t\tomit “or shale”.\n\t\t\tIn section 18(2) (meaning of “exempt process”), after paragraph (c) insert—\n\t\t\t\tin the case of aggregate consisting of shale, any process consisting of ause of the shale that—\n\t\t\t\tis not a use of it as material or support in the construction orimprovement of any structure, and\n\t\t\t\tis not mixing it with anything as part of the process of producing mortar,concrete, tarmacadam, coated roadstone or any similar construction material.”\n\t\t\tThe repeal of section 94 of FA 2014 is to be treated as having come intoforce on 1 August 2015, and the amendments made by subsections (3) to (5) areto be treated as having come into force on 1 April 2014.\n\tClimate change levy\n\t\tCCL: removal of exemption for electricity from renewable sources\n\t\t\tIn paragraph 19 of Schedule 6 to FA 2000 (climate change levy: exemption forelectricity from renewable sources), in sub-paragraph (3), before paragraph(a) insert—\n\t\t\t\tit is generated before 1 August 2015,”."
    },
    {
        "length": 2355,
        "text": "\nPART 6Administration and enforcement\n\tInternational agreements to improve compliance: client notification\n\t\tSection 222 of FA 2013 (international agreements to improve tax compliance)is amended as follows.\n\t\tIn subsection (2), in paragraph (c), after “purposes” (but before theclosing bracket) insert “and client notification obligations”.\n\t\tIn subsection (2), after paragraph (c) insert—\n\t\t\timpose client notification obligations on specified relevant persons;”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)For the purposes of subsection (2)(c) and (ca) a “client notificationobligation” is an obligation to give specified information to—\n\t\t\tclients, or\n\t\t\tspecified clients.\n\t\t\t(2B)In subsection (2A) the reference to an obligation to give specifiedinformation includes—\n\t\t\tany obligation to give the information—\n\t\t\tin a specified form or manner;\n\t\t\tat a specified time or specified times;\n\t\t\tin the case of a relevant financial entity or relevant person which is abody corporate, an obligation to require a person of which it has control togive the information.”\n\t\tIn subsection (4), at the appropriate places insert—\n\t\t\t  * ““client” includes—\n\t\t\tany client or customer, and\n\t\t\tany former client or customer;”;\n\t\t\t\t  * ““control” is to be construed in accordance with section 1124 of CTA 2010;”;\n\t\t\t\t  * ““relevant person” means—\n\t\t\ta tax adviser (as defined by section 272(5) of FA 2014), and\n\t\t\tany other person who in the course of business—\n\t\t\tgives advice to another person about that person’s financial or legal affairs,or\n\t\t\tprovides other financial or legal services to another person;”.\n\tEnforcement by deduction from accounts\n\t\tSchedule 8 contains provision about the enforcement of debts owed to theCommissioners for Her Majesty’s Revenue and Customs by making deductions fromaccounts held with deposit-takers.\n\t\tThe Treasury may, by regulations made by statutory instrument, makeconsequential, incidental or supplementary provision in connection with anyprovision made by that Schedule.\n\t\tRegulations under subsection (2) may amend, repeal or revoke any enactment(whenever passed or made).\n\t\t“Enactment” includes an enactment contained in subordinate legislationwithin the meaning of the Interpretation Act 1978.\n\t\tA statutory instrument containing (whether alone or with other provision)provision amending or repealing an Act may not be made unless a draft of theinstrument has been laid before and approved by a resolution of the House ofCommons.\n\t\tAny other statutory instrument containing regulations under subsection (2)is subject to annulment in pursuance of a resolution of the House of Commons.\n\tRate of interest applicable to judgment debts etc in taxation matters\n\t\tThis section applies if a sum payable to or by the Commissioners under ajudgment or order given or made in any court proceedings relating to ataxation matter (a “tax-related judgment debt”) carries interest as a resultof a relevant enactment.\n\t\tThe “relevant enactments” are—\n\t\t\tsection 17 of the Judgments Act 1838 (judgment debts to carry interest),and\n\t\t\tany order under section 74 of the County Courts Act 1984 (interest onjudgment debts etc).\n\t\tThe relevant enactment is to have effect in relation to the tax-relatedjudgment debt as if for the rate specified in section 17(1) of the JudgmentsAct 1838 and any other rate specified in an order under section 74 of theCounty Courts Act 1984 there were substituted—\n\t\t\tin the case of a sum payable to the Commissioners, the late paymentinterest rate provided for in regulations made by the Treasury under section103(1) of FA 2009, and\n\t\t\tin the case of a sum payable by the Commissioners, the special repaymentrate.\n\t\tSubsection (3) does not affect any power of the court under the relevantenactment to prevent any sum from carrying interest or to provide for a rateof interest which is lower than (and incapable of exceeding) that for whichthe subsection provides.\n\t\tIf section 44A of the Administration of Justice Act 1970 (interest onjudgment debts expressed otherwise than in sterling), or any correspondingprovision made under section 74 of the County Courts Act 1984 in relation tothe county court, applies to a tax-related judgment debt—\n\t\t\tsubsection (3) does not apply, but\n\t\t\tthe court may not specify in an order under section 44A of theAdministration of Justice Act 1970, or under any provision corresponding tothat section which has effect under section 74 of the County Courts Act 1984,an interest rate which exceeds (or is capable of exceeding)—\n\t\t\tin the case of a sum payable to the Commissioners, the rate mentioned insubsection (3)(a), or\n\t\t\tin the case of a sum payable by the Commissioners, the special repaymentrate.\n\t\tThe “special repayment rate” is the percentage per annum given by theformula—\n\t\t\t[![](/ukpga/2015/33/images/ukpga_20150033_en_014)](/ukpga/2015/33/images/ukpga_20150033_en_014?view=plain)\n\t\twhere BR is the official Bank rate determined by the Bank of England MonetaryPolicy Committee at the operative meeting.\n\t\t“The operative meeting”, in relation to the special repayment rateapplicable in respect of any day, means the most recent meeting of the Bank ofEngland Monetary Policy Committee apart from any meeting later than the 13thworking day before that day.\n\t\tThe Treasury may by regulations made by statutory instrument—\n\t\t\trepeal subsections (6) and (7), and\n\t\t\tprovide that the “special repayment rate” for the purposes of this sectionis the rate provided for in the regulations.\n\t\tRegulations under subsection (8)—\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay either themselves specify a rate of interest or make provision for sucha rate to be determined (and to change from time to time) by reference to suchrate, or the average of such rates, as may be referred to in the regulations,\n\t\t\tmay provide for rates to be reduced below, or increased above, what theywould otherwise be by specified amounts or by reference to specified formulae,\n\t\t\tmay provide for rates arrived at by reference to averages to be rounded upor down,\n\t\t\tmay provide for circumstances in which the alteration of a rate of interestis or is not to take place, and\n\t\t\tmay provide that alterations of rates are to have effect for periodsbeginning on or after a day determined in accordance with the regulations(“the effective date”) regardless of—\n\t\t\tthe date of the judgment or order in question, and\n\t\t\twhether interest begins to run on or after the effective date, or began torun before that date.\n\t\tA statutory instrument containing regulations under subsection (8) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tTo the extent that a tax-related judgment debt consists of an award ofcosts to or against the Commissioners, the reference in section 24(2) of theCrown Proceedings Act 1947 (which relates to interest on costs awarded to oragainst the Crown) to the rate at which interest is payable upon judgmentdebts due from or to the Crown is to be read as a reference to the rate atwhich interest is payable upon tax-related judgment debts.\n\t\tThis section has effect in relation to interest for periods beginning onor after 8 July 2015, regardless of—\n\t\t\tthe date of the judgment or order in question, and\n\t\t\twhether interest begins to run on or after 8 July 2015, or began to runbefore that date.\n\t\tSubsection (14) applies where, at any time during the period beginningwith 8 July 2015 and ending immediately before the day on which this Act ispassed (“the relevant period”)—\n\t\t\ta payment is made in satisfaction of a tax-related judgment debt, and\n\t\t\tthe payment includes interest under a relevant enactment in respect of anypart of the relevant period.\n\t\tThe court by which the judgment or order in question was given or mademust, on an application made to it under this subsection by the person whomade the payment, order the repayment of the amount by which the interest paidunder the relevant enactment in respect of days falling within the relevantperiod exceeds the interest payable under the relevant enactment in respect ofthose days in accordance with the provisions of this section.\n\t\tIn this section—\n\t\t\t  * “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t  * “taxation matter” means anything, other than national insurance contributions, the collection and management of which is the responsibility of the Commissioners (or was the responsibility of the Commissioners of Inland Revenue or Commissioners of Customs and Excise); \n\t\t\t  * “working day” means any day other than a non-business day as defined in section 92 of the Bills of Exchange Act 1882. \n\t\tThis section extends to England and Wales only."
    },
    {
        "length": 433,
        "text": "\nPART 7Final\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “CAA 2001” means the Capital Allowances Act 2001, \n\t\t  * “CTA 2009” means the Corporation Tax Act 2009, \n\t\t  * “CTA 2010” means the Corporation Tax Act 2010, \n\t\t  * “FA”, followed by a year, means the Finance Act of that year, \n\t\t  * “IHTA 1984” means the Inheritance Tax Act 1984, \n\t\t  * “ITA 2007” means the Income Tax Act 2007, \n\t\t  * “ITEPA 2003” means the Income Tax (Earnings and Pensions) Act 2003, \n\t\t  * “ITTOIA 2005” means the Income Tax (Trading and Other Income) Act 2005, \n\t\t  * “TCGA 1992” means the Taxation of Chargeable Gains Act 1992, \n\t\t  * “TIOPA 2010” means the Taxation (International and Other Provisions) Act 2010, \n\t\t  * “TMA 1970” means the Taxes Management Act 1970, \n\t\t  * “VATA 1994” means the Value Added Tax Act 1994, and \n\t\t  * “VERA 1994” means the Vehicle Excise and Registration Act 1994. \n\tShort title\n\t\tThis Act may be cited as the Finance (No. 2) Act 2015."
    }
]