[
    {
        "length": 660,
        "text": "\nThe Security Industry Authority\n\tThe Security Industry Authority\n\t\tThere shall be a body corporate to be known as the Security IndustryAuthority (in this Act referred to as “the Authority”).\n\t\tThe functions of the Authority shall be—\n\t\t\tto carry out the functions relating to licensing and approvals that areconferred on it by this Act;\n\t\t\tto keep under review generally the provision of security industry servicesand other services involving the activities of security operatives;\n\t\t\tfor the purpose of protecting the public, to monitor the activities andeffectiveness of persons carrying on businesses providing any such services asare mentioned in paragraph (b);\n\t\t\tto ensure the carrying out of such inspections as it considers necessary ofthe activities and businesses of—\n\t\t\tpersons engaged in licensable conduct; and\n\t\t\tpersons registered under section 14 as approved providers of securityindustry services;\n\t\t\tto set or approve standards of conduct, training and levels of supervisionfor adoption by—\n\t\t\tthose who carry on businesses providing security industry services or otherservices involving the activities of security operatives; and\n\t\t\tthose who are employed for the purposes of such businesses;\n\t\t\tto make recommendations and proposals for the maintenance and improvementof standards in the provision of security industry services and other servicesinvolving the activities of security operatives;\n\t\t\tto keep under review the operation of this Act.\n\t\tThe Authority may do anything that it considers is calculated tofacilitate, or is incidental or conducive to, the carrying out of any of itsfunctions.\n\t\tWithout prejudice to subsection (3), the Authority may, for any purposeconnected with the carrying out of its functions—\n\t\t\tmake proposals to the Secretary of State for the modification of anyprovision contained in or made under this Act; and\n\t\t\tundertake, or arrange for or support (whether financially or otherwise),the carrying out of research relating to the provision of security industryservices and of other services involving the activities of securityoperatives.\n\t\tThe Authority shall not be regarded—\n\t\t\tas the servant or agent of the Crown; or\n\t\t\tas enjoying any status, immunity or privilege of the Crown;\n\t\t\t\tand the property of the Authority shall not be regarded as property of, orproperty held on behalf of, the Crown.\n\t\tSchedule 1 (which makes provision about the Authority) shall have effect.\n\tDirections etc. by the Secretary of State\n\t\tIn carrying out its functions the Authority shall comply with any generalor specific directions given to it in writing by the Secretary of State.\n\t\tBefore giving directions under subsection (1), the Secretary of State shallconsult the Authority.\n\t\tThe Authority shall provide the Secretary of State with such informationabout its activities as he may request."
    },
    {
        "length": 2512,
        "text": "\nLicence requirement\n\tConduct prohibited without a licence\n\t\tSubject to the following provisions of this Act, it shall be an offence fora person to engage in any licensable conduct except under and in accordancewith a licence.\n\t\tFor the purposes of this Act a person engages in licensable conduct if—\n\t\t\the carries out any designated activities for the purposes of, or inconnection with, any contract for the supply of services under which—\n\t\t\the, \n\t\t\ta body corporate of which he is a director, or\n\t\t\ta firm of which he is a partner,\n\t\t\t\tis or may be required to secure that any such activities are carried out;\n\t\t\tin the course of any employment of his by any person he carries out anydesignated activities for the purposes of, or in connection with, any contractfor the supply of services under which his employer is or may be so required;\n\t\t\the carries out any designated activities in accordance with directionsgiven to him by or on behalf of a person to whom his services are supplied(whether or not for the carrying out of any such activities) by—\n\t\t\ta body corporate of which he is a director,\n\t\t\ta firm of which he is a partner,\n\t\t\ta person by whom he is employed, or\n\t\t\ta person to whom he supplies his services under a contract for thepurposes of which, or in connection with which, he is or may be required towork in accordance with the directions of another;\n\t\t\the acts—\n\t\t\tin the course of any employment of his by any person, or\n\t\t\tin accordance with any directions given as mentioned in paragraph (c),\n\t\t\tas the manager or supervisor of one or more individuals required in the courseof their employment to engage in licensable conduct falling within paragraph(b);\n\t\t\the acts—\n\t\t\tin the course of any employment of his by any person, or\n\t\t\tin accordance with any directions given as mentioned in paragraph (c),\n\t\t\tas the manager or supervisor of individuals who are required in accordancewith any such directions to engage in conduct which would be licensableconduct falling within paragraph (b) if they were required to engage in thatconduct as the employees of the person to whom their services are supplied;\n\t\t\the is the director of any body corporate or the partner of any firm at atime when another of the directors or partners of the body or firm, or anyemployee of the body or firm, engages in licensable conduct falling within anyof paragraphs (a) to (e);\n\t\t\the is the employer of an individual who in the course of any employment ofhis with that employer carries out any designated activities subject toadditional controls;\n\t\t\tin the course of any employment of his, or for purposes connected with hisbeing a director or partner of a body corporate or firm, he carries outdesignated activities subject to additional controls;\n\t\t\tin the course of any employment of his by any person he acts as the manageror supervisor of one or more individuals the duties of whose employmentinvolve the carrying out of any designated activities subject to additionalcontrols; or\n\t\t\tin circumstances in which it is proposed to impose a charge for the releaseof immobilised vehicles, he carries out on his own behalf or on behalf ofanother person any designated activities consisting in activities to whichparagraph 3 of Schedule 2 (immobilisation of vehicles) applies.\n\t\tIn this Act “designated activities” means such of the activities of asecurity operative as are for the time being designated for the purposes ofthis section by an order made by the Secretary of State; and an order underthis subsection may designate different activities for the purposes ofdifferent paragraphs of subsection (2).\n\t\tFor the purposes of this section a person shall not be treated as acting asthe manager or supervisor of an individual by reason only of his givingdirections to that individual in a case in which—\n\t\t\tthe directions are given on behalf of a person to whom the individual’sservices are provided under a contract for services, and\n\t\t\tthe person who under the contract provides the individual’s services oranother person acting on his behalf, acts as the manager or supervisor of thatindividual in relation to the activities carried out by him in accordance withthose directions.\n\t\tSchedule 2 (which defines the activities that are to be treated as theactivities of a security operative for the purposes of this Act and thosewhich, so far as they are designated, are subject to additional controls)shall have effect.\n\t\tA person guilty of an offence under this section shall be liable, onsummary conviction, to imprisonment for a term not exceeding six months or toa fine not exceeding level 5 on the standard scale, or to both.\n\tExemptions from licensing requirement\n\t\tIf— \n\t\t\tit appears to the Secretary of State that there are circumstances in whichlicensable conduct is engaged in only by persons to whom suitable alternativearrangements will apply, and\n\t\t\tthe Secretary of State is satisfied that, as a consequence, it isunnecessary for persons engaging in any such conduct in those circumstances tobe required to be licensed under this Act,\n\t\t\t\tthen he may by regulations prescribing those circumstances provide that aperson shall not be guilty of an offence under section 3 in respect of anyconduct engaged in by him in those circumstances.\n\t\tThe provision that may be made by regulations under subsection (1) includesprovision that a person is not to be guilty of an offence in respect of anyconduct which is engaged in by him in the course of his employment by, orotherwise under the direction of, a person who is certified by the Authorityin accordance with the regulations to be a person who the Authority issatisfied will secure that suitable alternative arrangements apply.\n\t\tIn subsections (1) and (2) references to suitable alternative arrangementsare references to arrangements that the Secretary of State or, as the case maybe, the Authority is satisfied are equivalent, for all practical purposes sofar as the protection of the public is concerned, to those applying to personsapplying for and granted licences.\n\t\tA person shall not be guilty of an offence under section 3 in respect ofany activities of his as a security operative if—\n\t\t\the carries out those activities in his capacity as the director of a bodycorporate, the partner of any firm or the employee of any person;\n\t\t\the has applied to the Authority for the grant of a licence and thatapplication is pending;\n\t\t\tthe licence applied for would authorise him to carry out those activitiesand is not one he has previously been refused;\n\t\t\tthe body, firm or, as the case may be, the employer is a person who is forthe time being registered under section 14 as an approved provider of securityindustry services; and\n\t\t\tthe Authority has given notice to the body, firm or employer that it hasauthorised that body, firm or employer to use directors, partners or employeeswhose applications are pending to carry out activities that consist in orinclude those activities.\n\t\tSubsection (4) shall apply in the case of a person who carries outactivities under directions given by or on behalf of another person inpursuance of a contract for the supply of the services of the first person asif the first person were an employee of the other one.\n\tOffence of using unlicensed security operative\n\t\tA person is guilty of an offence if—\n\t\t\the provides any security industry services to another;\n\t\t\tthose services are provided wholly or partly by means of the activities ofan individual as a security operative; and\n\t\t\tthat individual’s activities in connection with the provision of thoseservices involve his engaging in licensable conduct in respect of which he isnot the holder of a licence.\n\t\tIn proceedings against any person for an offence under this section itshall be a defence for that person to show either—\n\t\t\tthat he did not know, and had no reasonable grounds for suspecting, at thetime when the activities were carried out, that the individual in question wasnot the holder of a licence in respect of those activities; or\n\t\t\tthat he took all reasonable steps, in relation to the services in question,for securing that that individual would not engage in any licensable conductin respect of which he was not the holder of a licence.\n\t\tA person shall not be guilty of an offence under this section in respect ofany services in so far as those services are provided by means of conduct inwhich a person who is not the holder of a licence is entitled to engage byvirtue of section 4.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears or to a fine, or to both.\n\tOffence of using unlicensed wheel-clampers\n\t\tA person who is an occupier of any premises is guilty of an offence if—\n\t\t\tany individual carries out, in relation to vehicles on those premises, anydesignated activities consisting in activities to which paragraph 3 ofSchedule 2 (immobilisation of vehicles) applies;\n\t\t\tthe carrying out of those activities involves that individual’s engaging inlicensable conduct in respect of which he is not the holder of a licence; and\n\t\t\tthose activities are carried out with the permission of that occupier orfor the purposes of, or in connection with, any contract for the supply ofservices to him.\n\t\tIn proceedings against any person for an offence under this section itshall be a defence for that person to show either—\n\t\t\tthat he did not know, and had no reasonable grounds for suspecting, at thetime when the activities were carried out, that the individual in question wasnot the holder of a licence in respect of those activities; or\n\t\t\tthat he took all reasonable steps, in relation to the carrying out of thoseactivities, for securing that that individual would not engage in anylicensable conduct in respect of which he was not the holder of a licence.\n\t\tA person shall not be guilty of an offence under this section in respect ofthe carrying out of activities which are comprised in any conduct of anindividual in which he is entitled to engage by virtue of section 4.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum, or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears or to a fine, or to both."
    },
    {
        "length": 2937,
        "text": "\nLicensing functions of the Authority\n\tLicensing criteria\n\t\tIt shall be the duty of the Authority, before granting any licences, toprepare and publish a document setting out—\n\t\t\tthe criteria which it proposes to apply in determining whether or not togrant a licence; and\n\t\t\tthe criteria which it proposes to apply in exercising its powers under thisAct to revoke or modify a licence.\n\t\tThe Authority may from time to time revise the document for the time beingsetting out the criteria mentioned in subsection (1)(a) and (b); and, if itdoes so, it shall publish the revised document.\n\t\tThe criteria set out by the Authority under this section—\n\t\t\tshall include such criteria as the Authority considers appropriate forsecuring that the persons who engage in licensable conduct are fit and properpersons to engage in such conduct;\n\t\t\tmay include such criteria as the Authority considers appropriate forsecuring that those persons have the training and skills necessary to engagein the conduct for which they are licensed; and\n\t\t\tmay also include criteria relating to such other matters as the Authoritythinks fit.\n\t\tIn setting out any criteria or revised criteria under this section theAuthority may provide for different criteria to apply—\n\t\t\tin relation to licences for different descriptions of licensable conduct;and\n\t\t\tin relation to the initial grant of a licence and in relation to a furthergrant to the same licensee for the purpose of renewing an earlier licence.\n\t\tCriteria or revised criteria set out under this section shall not haveeffect for the purposes of this Act unless the Secretary of State has approvedthem.\n\t\tThe publication in accordance with this section of any document setting outany criteria or revised criteria must be in such manner as the Authorityconsiders appropriate for bringing it to the attention of the persons likelyto be affected by it.\n\tLicences to engage in licensable conduct\n\t\tThe Authority may, on an application made to it, grant to the applicant alicence to engage in any such licensable conduct as may be described in thelicence.\n\t\tAn application to the Authority for the grant of a licence—\n\t\t\tmust be in such form, and\n\t\t\tmust be accompanied by such information,\n\t\t\t\tas may be prescribed.\n\t\tIn determining whether or not to grant a licence the Authority shall applythe criteria for the time being applicable under section 7.\n\t\tThe Authority may refuse to grant a licence until—\n\t\t\tit has been satisfied as to the identity of the applicant in such manner asmay be prescribed;\n\t\t\tthe applicant has supplemented his application with such furtherinformation (if any) as the Authority may request after receiving theapplication; and\n\t\t\tthe Authority has been able to carry out such further inquiries (if any) inrelation to the applicant as it considers appropriate.\n\t\tA licence granted by the Authority to engage in any description oflicensable conduct—\n\t\t\tmust be in such form,\n\t\t\tmust contain such information, and\n\t\t\tmust be granted on such conditions,\n\t\t\tas may be prescribed in relation to licences to engage in that description oflicensable conduct.\n\t\tSuch a licence may be granted subject to such conditions, in addition tothe prescribed conditions, as the Authority considers appropriate in relationto the licence in question.\n\t\tOn the making of an application for the grant of a licence, the applicantshall pay to the Authority such fee as may be prescribed.\n\t\tSubject to section 10, a licence shall remain in force—\n\t\t\texcept in a case to which paragraph (b) applies, for a period of threeyears beginning with the day on which it is granted; and\n\t\t\tin any case for which provision as to the duration of the licence is madeby the Secretary of State by order, for such other period beginning with thatday as may be specified in the order.\n\tLicence conditions\n\t\tThe power of the Secretary of State to prescribe the conditions on which alicence must be granted and the power of the Authority to impose additionalconditions for such a licence shall include power to prescribe or impose—\n\t\t\tconditions containing requirements as to the training, registration andinsurances which the licensee is to undergo, or to maintain, while the licenceremains in force;\n\t\t\tconditions as to the manner in which the licensee is to carry out specifiedactivities of a security operative that he is licensed to carry out;\n\t\t\tconditions imposing obligations as to the production and display of thelicence;\n\t\t\tconditions imposing obligations as to the information to be provided fromtime to time by the licensee to the Authority; and\n\t\t\tsuch other conditions (whether or not relating to the criteria that wouldbe applied by the Authority in determining whether to grant the licence) asthe Secretary of State or the Authority thinks fit.\n\t\tThe conditions that may be prescribed or imposed in relation to anydescription of licence may include conditions imposing obligations on alicensee by reference to requirements made or directions given by theAuthority.\n\t\tIn relation to a licence authorising licensable conduct falling withinsubsection (2)(g) of section 3, the references in subsection (1) of thissection to the licensee include references to any of his employees who carryout any designated activities subject to additional controls.\n\t\tAny person who contravenes the conditions of any licence granted to himshall be guilty of an offence and liable, on summary conviction, to a term ofimprisonment not exceeding six months or to a fine not exceeding level 5 onthe standard scale, or to both.\n\t\tIn proceedings against any person for an offence under subsection (4) itshall be a defence for that person to show that he exercised all due diligenceto avoid a contravention of the conditions of the licence.\n\tRevocation and modification of licences\n\t\tThe Authority may by notice in writing to the licensee modify or revoke anylicence granted to him (including any of the conditions of that licence).\n\t\tIn determining whether or not to modify or revoke a licence, the Authorityshall apply the criteria for the time being applicable under section 7.\n\t\tThe modifications that may be made under this section include onesuspending the effect of the licence for such period as the Authority maydetermine.\n\tAppeals in licensing matters\n\t\tWhere— \n\t\t\tan application for a licence is refused,\n\t\t\ta licence is granted subject to conditions imposed under section 8(6), or\n\t\t\ta licence is modified or revoked,\n\t\t\t\tthe applicant or, as the case may be, the holder of the licence may appeal tothe appropriate magistrates' court against the Authority’s decision to refuseto grant the licence, to impose those conditions or, as the case may be, tomodify or to revoke the licence.\n\t\tAn appeal under subsection (1) must be brought before the end of the periodof twenty-one days beginning with the day on which the decision appealedagainst was first notified to the appellant by the Authority.\n\t\tFor the purposes of subsection (1) the appropriate magistrates' court isthe magistrates' court for the petty sessions area in which is situated, asthe case may be—\n\t\t\tthe address for the appellant that has been supplied for the purpose ofbeing recorded (if a licence is granted) in the register maintained undersection 12; or\n\t\t\tthe address for the appellant that is for the time being recorded in thatregister.\n\t\tWhere a magistrates' court makes a decision on an appeal under subsection(1), an appeal to the Crown Court may be brought against that decision eitherby the Authority or by the person on whose appeal that decision was made.\n\t\tA court to which an appeal is brought under this section shall determinethe appeal in accordance with the criteria for the time being applicable undersection 7.\n\t\tWhere an application for the grant of a licence by way of a renewal isrefused or a licence is revoked, the licence to which the application orrevocation relates shall be deemed to remain in force—\n\t\t\tfor the period during which an appeal may be brought under subsection (1);\n\t\t\tfor the period from the bringing of any such appeal until it is determinedor abandoned;\n\t\t\tfor the period from any determination on appeal that a licence should begranted until effect is given to that determination, or it is overturned on afurther appeal;\n\t\t\tduring any such period as the appropriate magistrates' court or the CrownCourt may direct, pending an appeal from a determination made on an appeal tothat magistrates' court.\n\tRegister of licences\n\t\tIt shall be the duty of the Authority to establish and maintain a registerof persons licensed under this Act.\n\t\tThe Authority shall secure that the register contains particulars of everyperson who for the time being holds a licence.\n\t\tThe particulars that must be recorded in every entry in the registerrelating to the holder of a licence are—\n\t\t\tthe name of the holder of the licence;\n\t\t\tan address for the holder of the licence which satisfies the prescribedrequirements;\n\t\t\tthe time when the licence will cease to have effect unless renewed; and\n\t\t\tthe terms and other conditions of his licence.\n\t\tIt shall be the duty of the Authority to ensure that such arrangements arein force as it considers appropriate for—\n\t\t\tallowing members of the public and such other persons as it thinks fit toinspect the contents of the register; and\n\t\t\tsecuring that such publicity is given to any modification or revocation ofa licence as will bring it to the attention of persons likely to be interestedin it.\n\t\tThe Authority may impose such fee as it considers reasonable for allowing aperson to inspect the register or to take a copy of any part of it.\n\tLicensing at local authority level\n\t\tThe Secretary of State may by order make provision for local authorities tocarry out some or all of the Authority’s relevant licensing functions inrelation to such cases and such areas, and for such purposes, as may bespecified or described in the order.\n\t\tReferences in this section to the Authority’s relevant licensing functionsare references to such of its functions under this Act (other than section 7)as relate to the grant, revocation or modification of licences to engage inany such licensable conduct as will or may involve, or relate to, the carryingout of activities to which paragraph 8 of Schedule 2 (door supervisors etc.for public houses and clubs and comparable venues) applies.\n\t\tAn order under this section may—\n\t\t\timpose such conditions and requirements in respect of the carrying out ofany of the Authority’s relevant licensing functions by a local authority asthe Secretary of State thinks fit;\n\t\t\tprovide for any of those conditions or requirements to be framed byreference to directions given by the Secretary of State in accordance with theorder;\n\t\t\tprovide for any of the powers exercisable by a local authority by virtue ofsuch an order to be exercisable concurrently in relation to the same case bythe Authority and that local authority; and\n\t\t\tauthorise a local authority to retain any fee paid to them by virtue ofsection 8(7).\n\t\tSection 11 shall apply in relation to a decision made by a local authorityin accordance with an order under subsection (1) as it applies in relation toa decision of the Authority; and where it so applies it shall have effect asif the references in subsections (2) and (4) of that section to the Authoritywere a reference to the local authority that made the decision in question.\n\t\tThe Secretary of State may by order make such provision repealing ormodifying the provisions of any local enactment as he considers appropriate inconsequence of the coming into force of any of the provisions of this Act orof an order under subsection (1).\n\t\tThe Secretary of State shall consult the Authority before making an orderunder this section.\n\t\tIn this section “local authority” means—\n\t\t\tthe council for any county or district in England other than a metropolitancounty the districts comprised in which are districts for which there arecouncils;\n\t\t\tthe council for any London borough;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\tthe council for any county or county borough in Wales."
    },
    {
        "length": 2465,
        "text": "\nApproved contractors\n\tRegister of approved contractors\n\t\tIt shall be the duty of the Authority to establish and maintain a registerof approved providers of security industry services.\n\t\tThe Authority shall secure that the register contains particulars of everyperson who is for the time being approved under any arrangements in forceunder section 15.\n\t\tThe particulars that must be recorded in every entry in the registerrelating to an approved person are—\n\t\t\tthe name of that person;\n\t\t\tan address for that person which satisfies the prescribed requirements;\n\t\t\tthe services in respect of which that person is approved;\n\t\t\tthe time when the approval will cease to have effect unless renewed; and\n\t\t\tthe conditions of the approval.\n\t\tIt shall be the duty of the Authority to ensure that such arrangements arein force as it considers appropriate for—\n\t\t\tallowing members of the public to inspect the contents of the register; and\n\t\t\tsecuring that such publicity is given to any modification or withdrawal ofan approval as will bring it to the attention of persons likely to beinterested in it.\n\t\tThe Authority may impose such fee as it considers reasonable for allowing aperson to inspect the register or to take a copy of any part of it.\n\tArrangements for the grant of approvals\n\t\tIt shall be the duty of the Authority to secure that there are arrangementsin force for granting approvals to persons who—\n\t\t\tare providing security industry services in England and Wales; and\n\t\t\tseek approval in respect of any such services that they are providing, orare proposing to provide.\n\t\tThe arrangements must—\n\t\t\tallow for an approval to be granted either in respect of all the servicesin respect of which it is sought or in respect of only some of them;\n\t\t\tensure that an approval is granted to a person in respect of any servicesonly if the condition for the grant of an approval is satisfied in accordancewith subsection (3);\n\t\t\tprovide for an approval granted to any person to have effect subject tosuch conditions (whether or not connected with the provision of the servicesin respect of which the approval is granted) as may be contained in theapproval;\n\t\t\tenable a person to whom the Authority is proposing to grant an approval torefuse it if the proposal is in different terms from the approval which wassought;\n\t\t\tmake provision for the handling of complaints and disputes which—\n\t\t\tare required by the conditions of an approved person’s approval to be dealtwith in accordance with a procedure maintained by him in pursuance of thoseconditions; but\n\t\t\tare not disposed of by the application of that procedure;\n\t\t\tprovide for an approval to cease to have effect (unless renewed)—\n\t\t\texcept in a case to which sub-paragraph (ii) applies, at the end of theperiod of three years beginning with the day on which it is granted; and\n\t\t\tin a case for which provision as to the duration of the approval is madeby the Secretary of State by order, for such other period beginning with thatday as may be specified in the order;\n\t\t\tprovide for the modification and withdrawal of approvals.\n\t\tThe condition that must be fulfilled before an approval is granted to anyperson is that the Authority is satisfied that he—\n\t\t\twill comply, in providing the services in respect of which he is approved,with such technical and other requirements as may be prescribed;\n\t\t\tis a person in relation to whom such other requirements as may beprescribed are, and will continue to be, satisfied;\n\t\t\tis, and will continue to be, able and willing to comply with anyrequirements that the Authority is proposing to impose by means of conditionsof the approval; and\n\t\t\tis otherwise a fit and proper person to be approved in respect of thoseservices.\n\t\tRegulations made by virtue of paragraph (a) or (b) of subsection (3) mayframe a requirement for the purposes of that subsection by reference to theopinion of a person specified in the regulations, or of a person chosen in amanner determined in accordance with the regulations.\n\t\tThe requirements which (subject to subsection (6)) may be imposed byconditions contained in an approval in accordance with the arrangementsinclude—\n\t\t\trequirements to provide information to such persons, in such form, at suchtimes and in response to such requests as may be specified in or determinedunder the terms of the condition;\n\t\t\trequirements framed by reference to the opinion or directions of a personspecified in or chosen in accordance with provision contained in theconditions.\n\t\tNothing in the arrangements shall authorise the imposition, by conditionscontained in an approval, of any requirements for—\n\t\t\tthe provision of information, or\n\t\t\tthe maintenance of a procedure for handling complaints or disputes,\n\t\t\t\tin relation to any matter other than one appearing to the Authority to berelevant to the matters mentioned in subsection (3)(a) to (d).\n\t\tAny requirement to provide information that is imposed in accordance withthe arrangements on any person by the conditions of his approval shall beenforceable at the suit or instance of the Authority.\n\t\tWhere any arrangements under this section so provide, a person who—\n\t\t\tseeks an approval under the arrangements,\n\t\t\tapplies for a modification of such an approval,\n\t\t\tis for the time being approved under the arrangements, or\n\t\t\thas his approval under the arrangements modified wholly or partly inconsequence of an application made by him,\n\t\t\tshall pay to the Authority, at such time or times as may be prescribed, suchfee or fees as may be prescribed in relation to that time or those times.\n\tRight to use approved status\n\t\tThe Authority may approve the terms in which a person who is for the timebeing registered under section 14 as an approved provider of security industryservices may hold himself out as so registered.\n\t\tA person is guilty of an offence if—\n\t\t\the holds himself out as registered under section 14 as an approved providerof any security industry services when he is not so registered; or\n\t\t\the is so registered but holds himself out as so registered in terms thathave not been approved by the Authority in relation to his case.\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment, to a fine.\n\t\tFor the purposes of this section references in this section to a person’sholding himself out as registered as an approved provider of any servicesinclude references to his holding himself out to be a person who is for thetime being approved in respect of those services in accordance witharrangements under section 15.\n\tImposition of requirements for approval\n\t\tThe Secretary of State may by regulations provide that persons ofprescribed descriptions are to be prohibited from providing prescribedsecurity industry services unless they are for the time being approved inrespect of those services in accordance with arrangements under section 15.\n\t\tA person is guilty of an offence if he contravenes any prohibition imposedon him by regulations under subsection (1).\n\t\tA person who—\n\t\t\tis approved in respect of any security industry services in accordance witharrangements under section 15, and\n\t\t\twould be prohibited by regulations under subsection (1) from providingthose services except while for the time being so approved,\n\t\t\t\tis guilty of an offence if he contravenes any of the conditions of hisapproval in respect of those services.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment, to a fine.\n\t\tThe Secretary of State may by regulations make provision in relation tocases in which a person is required by regulations under subsection (1) to beapproved in respect of any services in accordance with arrangements undersection 15—\n\t\t\tfor the conditions that are to be contained in his approval in relation tothe handling of complaints made about the provision of those services; and\n\t\t\tgenerally in relation to the arrangements under that section that are to bemade for such cases.\n\tAppeals relating to approvals\n\t\tWhere— \n\t\t\tan application for an approval for the purposes of section 15 is refused,\n\t\t\tconditions are included as conditions of such an approval, or\n\t\t\tsuch an approval is modified or withdrawn,\n\t\t\t\tthe applicant or, as the case may be, the approved person may appeal to theappropriate magistrates' court against the Authority’s decision to refuse togrant the approval, to include those conditions or, as the case may be, tomodify or to withdraw the approval.\n\t\tAn appeal under subsection (1) must be brought before the end of the periodof twenty-one days beginning with the day on which the decision appealedagainst was first notified to the appellant by the Authority.\n\t\tFor the purposes of subsection (1) the appropriate magistrates' court isthe magistrates' court for the petty sessions area in which is situated, asthe case may be—\n\t\t\tthe address for the appellant that has been supplied for the purpose ofbeing recorded (if an approval is granted) in the register maintained undersection 14; or\n\t\t\tthe address for the appellant that is for the time being recorded in thatregister.\n\t\tWhere a magistrates' court makes a decision on an appeal under subsection(1), an appeal to the Crown Court may be brought against that decision eitherby the Authority or by the person on whose appeal that decision was made.\n\t\tWhere an application for the grant of an approval by way of a renewal isrefused or an approval is withdrawn, the approval to which the application orwithdrawal relates shall be deemed to remain in force—\n\t\t\tfor the period during which an appeal may be brought under subsection (1);\n\t\t\tfor the period from the bringing of any such appeal until it is determinedor abandoned;\n\t\t\tfor the period from any determination on appeal that an approval should begranted until effect is given to that determination, or it is overturned on afurther appeal;\n\t\t\tduring any such period as the appropriate magistrates' court or the CrownCourt may direct, pending an appeal from a determination made on an appeal tothat magistrates' court."
    },
    {
        "length": 1279,
        "text": "\nEntry, inspection and information\n\tPowers of entry and inspection\n\t\tSubject to subsections (3) and (4), a person authorised in writing for thepurpose by the Authority may enter any premises owned or occupied by anyperson appearing to him to be a regulated person other than premises occupiedexclusively for residential purposes as a private dwelling.\n\t\tA person authorised in writing for the purpose by the Authority may requireany person appearing to him to be a regulated person to produce to him anydocuments or other information relating to any matter connected with—\n\t\t\tany licensable conduct which has been or may be engaged in by the person soappearing;\n\t\t\tthe provision by the person so appearing of any security industry services;\n\t\t\tany matters in respect of which conditions are imposed on the person soappearing by virtue of a licence or of an approval granted in accordance witharrangements under section 15.\n\t\tA person exercising the power conferred by subsection (1) shall do so onlyat a reasonable hour.\n\t\tA person exercising such a power shall—\n\t\t\tcomply with any reasonable request made (whether before or after entry isgained to the premises) by any person present on the premises to do any one ormore of the following—\n\t\t\tstate the purpose for which the power is being exercised;\n\t\t\tshow the authorisation by the Authority for his exercise of the power;\n\t\t\tproduce evidence of his identity;\n\t\t\tmake a record of the date and time of his entry, the period for which heremained there and his conduct while there; and\n\t\t\tif requested to do so by any person present on the premises at the time ofthe entry, provide that person with a copy of that record.\n\t\tA person is guilty of an offence if—\n\t\t\the intentionally obstructs any person in the exercise of any powerconferred by subsection (1);\n\t\t\the fails, without reasonable excuse, to comply with any requirement imposedby subsection (2); or\n\t\t\the makes an unauthorised disclosure of any information obtained by him inthe exercise of any power conferred by this section, or as a consequence ofthe exercise of any such power by another.\n\t\tFor the purposes of this section a disclosure of information obtained byany person as mentioned in subsection (5)(c) is authorised if, and only if, itis made—\n\t\t\tfor the purposes of the carrying out by the Authority of any of itsfunctions under this Act; or\n\t\t\tfor the purposes of any criminal proceedings.\n\t\tA person guilty of an offence under this section shall be liable, onsummary conviction, to a term of imprisonment not exceeding six months or to afine not exceeding level 5 on the standard scale, or to both.\n\t\tIn this section “regulated person” means—\n\t\t\tthe holder of any licence granted under this Act;\n\t\t\tany person who engages in licensable conduct without being the holder of alicence under this Act;\n\t\t\tany person who is for the time being approved in accordance witharrangements under section 15 in respect of any services which regulationsunder section 17 prohibit him from providing unless so approved; or\n\t\t\tany person who is not so approved but provides security industry serviceswhich he is prohibited by any such regulations from providing.\n\tGuidance as to exercise of power of entry\n\t\tIt shall be the duty of the Authority to prepare and publish a documentcontaining its guidance as to the manner in which persons authorised to enterpremises under subsection (1) of section 19 should—\n\t\t\texercise the power conferred by that subsection; and\n\t\t\tconduct themselves after entering premises in exercise of that power.\n\t\tThe Authority may from time to time revise the guidance published underthis section; and, if it does so, it shall publish the revised guidance.\n\t\tA requirement under this section for the Authority to publish guidance orrevised guidance shall be a requirement to publish it in such manner asappears to the Authority appropriate for bringing it to the attention ofpersons likely to be affected by it.\n\tAccess to enhanced criminal records certificates\n\t\tIn section 115(5) of the Police Act [1997 (c.50)](/id/ukpga/1997/50?view=plain \"Go to item of legislation\") (matters inrespect of which an enhanced criminal record certificate may be required),after paragraph (g) there shall be inserted—\n\t\t\ta licence under the Private Security Industry Act 2001 to engage in anysuch licensable conduct (within the meaning of that Act) as will or mayinvolve, or relate to, activities to which paragraph 8 of Schedule 2 to thatAct applies (door supervisors etc. for public houses and clubs and comparablevenues).”\n\tFalse information\n\t\tA person is guilty of an offence if for any purposes connected with thecarrying out by the Authority of any of its functions under this Act—\n\t\t\the makes any statement to the Authority which he knows to be false in amaterial particular; or\n\t\t\the recklessly makes any statement to the Authority which is false in amaterial particular.\n\t\tA person guilty of an offence under this section shall be liable, onsummary conviction, to imprisonment for a term not exceeding six months or toa fine not exceeding level 5 on the standard scale, or to both."
    },
    {
        "length": 2000,
        "text": "\nSupplemental\n\tCriminal liability of directors etc\n\t\tWhere an offence under any provision of this Act is committed by a bodycorporate and is proved to have been committed with the consent or connivanceof, or to be attributable to any neglect on the part of—\n\t\t\ta director, manager, secretary or other similar officer of the bodycorporate, or\n\t\t\tany person who was purporting to act in any such capacity,\n\t\t\the (as well as the body corporate) shall be guilty of that offence and liableto be proceeded against and punished accordingly.\n\tOrders and regulations\n\t\tIn this Act “prescribed” means prescribed by regulations made by theSecretary of State, or determined in any such manner and by such person as maybe provided for in any such regulations; and “prescribe” shall be construedaccordingly.\n\t\tEvery power of the Secretary of State under this Act to make an order orregulations shall be exercisable by statutory instrument.\n\t\tA statutory instrument containing any order or regulations made under anyprovision of this Act, other than one containing either—\n\t\t\tan order under section 26(2); or\n\t\t\tan order a draft of which has been approved for the purposes of paragraph1(3) or 7(3) of Schedule 2,\n\t\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tBefore— \n\t\t\tmaking any regulations under any provision of this Act,\n\t\t\tmaking any order under any provision of this Act other than paragraph 1(2)or 7(2) of Schedule 2, or\n\t\t\tlaying any draft order under paragraph 1(2) or 7(2) of Schedule 2 beforeParliament,\n\t\t\tthe Secretary of State shall consult the Authority.\n\t\tAny order or regulations made under any of the preceding provisions of thisAct or any provision contained in a Schedule to this Act may—\n\t\t\tmake different provisions for different cases;\n\t\t\tcontain such incidental, supplemental, consequential and transitionalprovision as the Secretary of State thinks fit.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “activities of a security operative” shall be construed in accordance with Part 1 of Schedule 2; \n\t\t\t  * “activities subject to additional controls” shall be construed in accordance with Part 2 of that Schedule; \n\t\t\t  * “the Authority” means the Security Industry Authority; \n\t\t\t  * “contravention” includes a failure to comply, and cognate expressions shall be construed accordingly; \n\t\t\t  * “designated activities” has the meaning given by section 3(3); \n\t\t\t  * “director”— \n\t\t\tin relation to a company (within the meaning of the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\")), includes ashadow director;\n\t\t\tin relation to any such company that is a subsidiary of another, includes anydirector or shadow director of the other company; and\n\t\t\tin relation to a body corporate whose affairs are managed by its members,means a member of that body corporate;\n\t\t\t\t  * “information” includes reports, references and other documents, photographs and data of any description; \n\t\t\t\t  * “licence” means a licence from the Authority under this Act; \n\t\t\t\t  * “licensable conduct” shall be construed in accordance with section 3(2); \n\t\t\t\t  * “local statutory provision” means— \n\t\t\ta provision of any local Act;\n\t\t\ta provision of any instrument in the nature of a local enactment;\n\t\t\ta provision of any instrument made under a local statutory provision;\n\t\t\t\t  * “modification” includes amendments, additions and omissions, and cognate expressions shall be construed accordingly; \n\t\t\t\t  * “motor vehicle” means a mechanically propelled vehicle or a vehicle designed or adapted for towing by a mechanically propelled vehicle; \n\t\t\t\t  * “premises” includes any vehicle or moveable structure and any other place whatever, whether or not occupied as land; \n\t\t\t\t  * “relevant accountancy body” means any of the following— \n\t\t\tthe Institute of Chartered Accountants in England and Wales;\n\t\t\tthe Institute of Chartered Accountants of Scotland;\n\t\t\tthe Institute of Chartered Accountants in Ireland;\n\t\t\tthe Association of Chartered Certified Accountants;\n\t\t\tthe Chartered Institute of Management Accountants;\n\t\t\tthe Chartered Institute of Public Finance and Accountancy;\n\t\t\t\t  * “security industry services” means services which are provided under a contract for services and in the course of which the person providing the services secures— \n\t\t\tthat the activities of a security operative are carried out; or\n\t\t\tthat a person is made available to carry out, under directions given by or onbehalf of another person, any activities which will or are likely to consistof or include the activities of a security operative;\n\t\t\t\t  * “surveillance” includes covertly listening to or recording conversations or other sounds and any method of covertly obtaining information; \n\t\t\t\t  * “shadow director” means a shadow director as defined in section 741(2) of the Companies Act 1985; \n\t\t\t\t  * “subsidiary” means a subsidiary as defined in section 736 of the Companies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “vehicle” includes any vessel, aircraft or hovercraft. \n\t\tIn this Act references, in relation to a firm, to a member of the firminclude references to any person who, in relation to that firm, is liable as apartner under section 14 of the Partnership Act [1890 (c.39)](/id/ukpga/1890/39?view=plain \"Go to item of legislation\") (persons liableby “holding out”).\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Private Security Industry Act 2001.\n\t\tThe provisions of this Act, other than this section, shall come into forceon such day as the Secretary of State may by order made by statutoryinstrument appoint; and different days may be appointed under this subsectionfor different purposes.\n\t\tThis Act extends to the United Kingdom for the purposes only of—\n\t\t\tthe amendment of the Police Act [1997 (c. 50)](/id/ukpga/1997/50?view=plain\"Go to item of legislation\") by section 21; and\n\t\t\tthe amendments by Schedule 1 of the following enactments—\n\t\t\tthe Public Records Act [1958 (c. 51)](/id/ukpga/1958/51?view=plain \"Go toitem of legislation\");\n\t\t\tthe Parliamentary Commissioner Act [1967 (c.13)](/id/ukpga/1967/13?view=plain \"Go to item of legislation\");\n\t\t\tthe Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go toitem of legislation\");\n\t\t\tthe House of Commons Disqualification Act [1975 (c.24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\");\n\t\t\tthe Northern Ireland Assembly Disqualification Act [1975 (c.25)](/id/ukpga/1975/25?view=plain \"Go to item of legislation\"); and\n\t\t\tthe Freedom of Information Act [2000 (c. 36)](/id/ukpga/2000/36?view=plain\"Go to item of legislation\").\n\t\tSubject to subsection (3), this Act extends to England and Wales only."
    }
]