[
    {
        "length": 1765,
        "text": "\nChange of names\n\tBritish overseas territories\n\t\tAs the territories mentioned in Schedule 6 to the British Nationality Act[1981 (c. 61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\") arenow known as “British overseas territories”—\n\t\t\tin section 50(1) of that Act (definitions), at the appropriate placeinsert—\n\t\t\t\t““British overseas territory” means a territory mentioned in Schedule 6;”,\n\t\t\tfor “dependent territory” (or “dependent territories”), wherever occurringin that Act, substitute “British overseas territory” (or “British overseasterritories”), and\n\t\t\tin the heading to that Schedule, for “British Dependent Territories”substitute “British Overseas Territories”.\n\t\tIn any other enactment passed or made before the commencement of thissection (including an enactment comprised in subordinate legislation), anyreference to a dependent territory within the meaning of the BritishNationality Act 1981 shall be read as a reference to a British overseasterritory.\n\t\tIn the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Goto item of legislation\"), at the appropriate place in Schedule 1 (list ofdefinitions) insert—\n\t\t““British overseas territory” has the same meaning as in the BritishNationality Act 1981;”.\n\tBritish overseas territories citizenship\n\t\tPursuant to section 1, British Dependent Territories citizenship is renamed“British overseas territories citizenship”; and a person having thatcitizenship is a “British overseas territories citizen”.\n\t\tAccordingly, in the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\")—\n\t\t\tfor “British Dependent Territories citizenship”, wherever occurring,substitute “British overseas territories citizenship”, and\n\t\t\tfor “British Dependent Territories citizen” (or “British DependentTerritories citizens”), wherever occurring, substitute “British overseasterritories citizen” (or “British overseas territories citizens”).\n\t\tIn any other enactment passed or made before the commencement of thissection (including an enactment comprised in subordinate legislation), anyreference to British Dependent Territories citizenship, or a British DependentTerritories citizen, shall be read as a reference to British overseasterritories citizenship, or a British overseas territories citizen.\nBritish citizenship\n\tConferral on British overseas territories citizens\n\t\tAny person who, immediately before the commencement of this section, is aBritish overseas territories citizen shall, on the commencement of thissection, become a British citizen.\n\t\tSubsection (1) does not apply to a person who is a British overseasterritories citizen by virtue only of a connection with the Sovereign BaseAreas of Akrotiri and Dhekelia.\n\t\tA person who is a British citizen by virtue of this section is a Britishcitizen by descent for the purposes of the British Nationality Act 1981 if,and only if—\n\t\t\the was a British overseas territories citizen by descent immediately beforethe commencement of this section, and\n\t\t\tif at that time he was a British citizen as well as a British overseasterritories citizen, he was a British citizen by descent.\n\tAcquisition by British overseas territories citizens by registration\n\t\tAfter section 4 of the British Nationality Act 1981 insert—\n\t\t“4AAcquisition by registration: further provision for British overseasterritories citizens\n\t\t\tIf an application is made to register as a British citizen a person who isa British overseas territories citizen, the Secretary of State may if hethinks fit cause the person to be so registered.\n\t\t\tSubsection (1) does not apply in the case of a British overseas territoriescitizen who—\n\t\t\t\tis such a citizen by virtue only of a connection with the Sovereign BaseAreas of Akrotiri and Dhekelia; or\n\t\t\t\thas ceased to be a British citizen as a result of a declaration ofrenunciation.”\n\tAcquisition by reference to the British overseas territories\n\t\tSchedule 1 (which makes provision about the acquisition of British citizenshipby reference to the British overseas territories) has effect.\nSupplementary\n\tThe Ilois: citizenship\n\t\tA person shall become a British citizen on the commencement of this sectionif—\n\t\t\the was born on or after 26 April 1969 and before 1 January 1983,\n\t\t\the was born to a woman who at the time was a citizen of the United Kingdomand Colonies by virtue of her birth in the British Indian Ocean Territory, and\n\t\t\timmediately before the commencement of this section he was neither aBritish citizen nor a British overseas territories citizen.\n\t\tA person who is a British citizen by virtue of subsection (1) is a Britishcitizen by descent for the purposes of the British Nationality Act [1981 (c.61)](/id/ukpga/1981/61?view=plain \"Go to item of legislation\").\n\t\tA person shall become a British overseas territories citizen on thecommencement of this section if—\n\t\t\tsubsection (1)(a) and (b) apply in relation to him, and\n\t\t\timmediately before the commencement of this section he was not a Britishoverseas territories citizen.\n\t\tA person who is a British overseas territories citizen by virtue ofsubsection (3) is such a citizen by descent for the purposes of the BritishNationality Act 1981.\n\tRepeals \n\t\tThe enactments mentioned in Schedule 2 (which include some which are spent oreffectively superseded) are repealed to the extent specified there.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the British Overseas Territories Act 2002.\n\t\tThe following provisions of this Act are to come into force on such day asthe Secretary of State may by order made by statutory instrument appoint—\n\t\t\tsections 3 to 5 and Schedule 1,\n\t\t\tsection 6, and\n\t\t\tsection 7 and Schedule 2, so far as relating to the British Nationality(Falkland Islands) Act [1983 (c. 6)](/id/ukpga/1983/6?view=plain \"Go to itemof legislation\").\n\t\tAn order under subsection (2) may—\n\t\t\tappoint different days for different purposes, and\n\t\t\tinclude such transitional provision as the Secretary of State considersexpedient.\n\t\tThis Act extends to—\n\t\t\tthe United Kingdom,\n\t\t\tthe Channel Islands and the Isle of Man, and\n\t\t\tthe British overseas territories."
    }
]