{
    "general": "This act makes laws for countries that are owned by Britain but not part of the UK, like Gibraltar or Falkland Islands. It decides how these countries should be called (“British overseas territories”) and who can be a citizen of them. This means that people living in these countries can have British citizenship if they want to.",
    "series": [
        [
            {
                "length": 243,
                "short": "The British Overseas Territories Citizenship Act: A Guide to Key Provisions",
                "text": "* Simplified point 1: The British Overseas Territories Act 2002 renames \"British dependent territories\" as \"British overseas territories\".\n* Simplified point 2: The act changes the name of \"British dependent territory citizenship\" to \"British overseas territories citizenship\", and confers British citizenship on British overseas territories citizens.\n* Simplified point 3: The act allows for the acquisition of British citizenship through registration for British overseas territories citizens, and provides for the acquisition of British citizenship by reference to the British overseas territories.\n* Simplified point 4: The act makes provision for the Ilois, a group of people born in the British Indian Ocean Territory between 1969 and 1983, to become British citizens.\n* Simplified point 5: The act repeals certain enactments and provides for its own commencement and extent."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The British Overseas Territories Act 2002 changed the name of \"British dependent territories\" to \"British overseas territories.\" It also changed the name of \"British dependent territory citizenship\" to \"British overseas territories citizenship\" and gave British citizenship to British overseas territories citizens. This means that if you were born in one of these territories, you could be considered a British citizen! Additionally, the act made it easier for some people who were born in the British Indian Ocean Territory between 1969 and 1983 (called the Ilois) to become British citizens too. Finally, the act got rid of some old laws that weren't needed anymore and said when and where the new rules would apply.",
    "single": "\n* The British Overseas Territories Act 2002 changes the name of \"British dependent territories\" to \"British overseas territories\"\n* British overseas territories citizenship is renamed from \"British dependent territories citizenship\"\n* Any person who was a British overseas territories citizen before the act became a British citizen\n* British overseas territories citizens who were born in the British Indian Ocean Territory became British citizens\n* The act repeals some spent or effectively superseded enactments\n* The act comes into force on the day the Secretary of State appoints by statutory instrument\n* The act extends to the United Kingdom, the Channel Islands, the Isle of Man, and the British overseas territories.\nIn simpler terms, this act changed the name of \"British dependent territories\" to \"British overseas territories\" and renamed British overseas territories citizenship to British citizenship. It also made some people who were born in the British Indian Ocean Territory British citizens. Additionally, it repealed some old laws and came into force on a day appointed by the Secretary of State. It applies to the United Kingdom, the Channel Islands, the Isle of Man, and the British overseas territories."
}