[
    {
        "length": 1720,
        "text": "\nGovernment contributions to Lifetime ISAs\n\tWhere a qualifying addition to a Lifetime ISA is made in a relevant period,HMRC must pay a government bonus.\n\tFor the purposes of this Act, a “Lifetime ISA” is a plan of a descriptionspecified in Treasury regulations.\n\tFor the purposes of this section and Schedule 1—\n\t\tan addition to a Lifetime ISA is a “qualifying addition” if it is of adescription specified in Treasury regulations, and\n\t\ta period is a “relevant period” if it is a period specified in Treasuryregulations.\n\tA description may be specified under subsection (2)—\n\t\tonly if some or all of the income from investments under plans of thatdescription is exempt from income tax as a result of investment planregulations;\n\t\teven if plans of that description are referred to in investment planregulations—\n\t\tas individual savings accounts other than lifetime individual savingsaccounts, or\n\t\totherwise than as individual savings accounts.\n\tA government bonus under this section is an amount determined in accordancewith Treasury regulations.\n\tSchedule 1 makes further provision in connection with government bonusesunder this section.\n\tIn subsection (4) “investment plan regulations” means regulations madeunder section 694 of the Income Tax (Trading and Other Income) Act 2005.\nGovernment contributions to Help-to-Save accounts\n\tIf there is entitlement to an amount of government bonus in respect of aHelp-to-Save account, the amount must be paid by the paying authority.\n\tThe paying authority is the Treasury but, if there are arrangements forgovernment bonuses under this section to be paid by HMRC or the Director ofSavings, the paying authority is (as the case may be) HMRC or the Director.\n\tSchedule 2—\n\t\tmakes provision about the interpretation of this section, and\n\t\tmakes further provision in connection with Help-to-Save accounts.\nIncome tax treatment of Government contributions under section 1 or 2\n\tIn Chapter 9 of Part 6 of the Income Tax (Trading and Other Income) Act2005 (other exempt income), after section 775 insert—\n\t“775AGovernment bonus for savings account or other investment plan\n\t\tNo liability to income tax arises in respect of a payment of, or in respectof, a government bonus under section 1 or 2 of the Savings (GovernmentContributions) Act 2017.”\n\t\tSubsection (3) applies to a Lifetime ISA or Help-to-Save account whichwould be treated, by virtue of any of sections 564E to 564G of the Income TaxAct 2007, as an alternative finance arrangement but for the payment of agovernment bonus under this Act.\n\t\tA Lifetime ISA or Help-to-Save account to which this subsection applies isto be treated, for the purposes of Part 10A of the Income Tax Act 2007, as analternative finance arrangement.\n\t\tIn this section “alternative finance arrangement” has the meaning given bysection 564A of the Income Tax Act 2007.\nRegulations \n\tAny power to make regulations under this Act is exercisable by statutoryinstrument.\n\tA statutory instrument containing (whether alone or with other provision)—\n\t\tthe first regulations under section 1(5),\n\t\tthe first regulations under any of paragraphs 4, 7(1)(a), 7(3), 7(4), 7(5),8(2), 8(7) and 11 of Schedule 1,\n\t\tregulations under paragraph 17(5) of Schedule 1 which result in a specifiedamount being increased,\n\t\tregulations under paragraph 3(6)(a) of Schedule 2 which result in thematurity period being shortened,\n\t\tthe first regulations under any of paragraphs 3(7), 5(1), 6(1), 7(2),10(1)(b), 15(2) and 16 of Schedule 2, or\n\t\tregulations under paragraph 10(2) of Schedule 2 which result in the maximummonthly amount being decreased,\n\t\t\tis not to be made unless a draft of the instrument has been laid before, andapproved by a resolution of, the House of Commons.\n\tA statutory instrument which—\n\t\tcontains regulations under this Act, and\n\t\tis not subject to a requirement that a draft of the instrument be laidbefore, and approved by a resolution of, the House of Commons,\n\t\tis subject to annulment in pursuance of a resolution of the House of Commons.\n\tSubsection (3) does not apply to regulations under section 6(3).\n\tFor the purposes of subsection (2)(b), regulations under paragraph 2(2) ofSchedule 1 that could be made under a provision listed in subsection (2)(b)are treated as regulations under that provision.\n\tRegulations under this Act may—\n\t\tapply generally or only in specified cases or circumstances;\n\t\tmake different provision for different cases or circumstances;\n\t\tinclude consequential, supplementary or incidental provision;\n\t\tinclude transitory or transitional provision or savings.\nInterpretation and amendments\n\tIn this Act—\n\t\t  * “Help-to-Save account” has the meaning given by paragraph 3 of Schedule 2, \n\t\t  * “HMRC” means the Commissioners for Her Majesty’s Revenue and Customs, \n\t\t  * “Lifetime ISA” has the meaning given by section 1(2), and \n\t\t  * “Treasury regulations” means regulations made by the Treasury. \n\tIn Schedule 2 to the Northern Ireland Act 1998 (excepted matters), beforeparagraph 10 insert—\n\t\t“9DBonuses under the Savings (Government Contributions) Act 2017.”\n\tIn paragraph 19(1) of Schedule 36 to the Finance Act 2008 (information notcovered by information notices), before the “or” at the end of paragraph (a)insert—\n\t\tinformation that relates to the conduct of a pending appeal under theSavings (Government Contributions) Act 2017 or any part of a documentcontaining such information,”.\nShort title and commencement\n\tThis Act may be cited as the Savings (Government Contributions) Act 2017.\n\tThis Act comes into force on the day after that on which it is passed,subject to subsection (3).\n\tThe duty under section 2 does not apply in relation to accounts openedbefore such date as may be specified in Treasury regulations.\n\tWithout prejudice to the generality of section 4(6)(a) and (b), differentdates may be specified under subsection (3) in relation to differentdescriptions of eligible persons (see paragraph 4 of Schedule 2), and any suchdescription may be framed in a way that results in different dates beingspecified under subsection (3) for different areas."
    }
]