{
    "general": "This law helps people save money by giving them extra funds from the government when they put their own money into certain types of savings accounts or investments. It encourages people to save more and earn more interest on their savings over time. The goal is to help individuals build up their savings and have more financial security later in life.",
    "series": [
        [
            {
                "length": 261,
                "short": "\"Government Encourages Savings with Contributions to Lifetime ISAs and Help-to-Save Accounts\"",
                "text": "* Simplified point 1: The government will contribute to savings accounts, specifically Lifetime ISAs and Help-to-Save accounts, to encourage people to save money.\n* Simplified point 2: The government contribution will be in the form of a bonus, and the amount will be determined by Treasury regulations.\n* Simplified point 3: The government bonus will be paid to eligible individuals who open a Lifetime ISA or Help-to-Save account, and the amount will depend on the amount saved and the type of account held.\n* Simplified point 4: The government contribution will be tax-free, meaning that no income tax will be owed on the bonus.\n* Simplified point 5: Regulations can be made to specify the details of how the government contribution will work, including the amounts and conditions for receiving the bonus.\n* Simplified point 6: The act also includes provisions for the interpretation and amendments of the regulations, as well as the short title and commencement of the act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Savings (Government Contributions) Act 2017 helps people save money by giving them a special bonus when they open certain types of savings accounts, like Lifetime ISAs and Help-to-Save accounts. The government will give you extra money just for saving! This bonus is tax-free, so you won't have to pay any taxes on it. To get the bonus, you need to follow some rules set by the government, like how much you need to save and what kind of account you use. This law was made to help people save more money and plan for their future.",
    "single": "\n• The Savings (Government Contributions) Act 2017 provides government contributions to Lifetime ISAs and Help-to-Save accounts.\n• The government contributions are in the form of a bonus, paid by the Treasury or HMRC, depending on the type of account.\n• The bonus is paid on certain additions made to the accounts, and the amount of the bonus is determined by Treasury regulations.\n• The Act also provides for income tax treatment of government contributions under section 1 or 2.\n• Regulations made under the Act may apply generally or only in specified cases or circumstances, and may include consequential, supplementary or incidental provision.\n• The Act comes into force on the day after it is passed, subject to certain exceptions.\n• Different dates may be specified under subsection (3) in relation to different descriptions of eligible persons."
}