[
    {
        "length": 192,
        "text": "\nIntroductory\n\tKey definitions for Part 1\n\t\tThis section applies for the purposes of this Part.\n\t\t“Nuclear company” means a company that holds an electricity generationlicence in respect of a nuclear energy generation project.\n\t\tReferences to a “designated” nuclear company are to a nuclear company inrelation to which a designation under section 2(1) has effect.\n\t\tA nuclear company is a “relevant licensee nuclear company” if—\n\t\t\tthe company’s electricity generation licence contains modifications madeunder section 6(1), and\n\t\t\tthe company is a party to a revenue collection contract.\n\t\t“Electricity generation licence” means a licence under section 6(1)(a) ofthe Electricity Act 1989."
    },
    {
        "length": 1575,
        "text": "\nDesignation of nuclear company\n\tDesignation of nuclear company\n\t\tThe Secretary of State may by notice given to a nuclear company designatethe company in relation to a nuclear energy generation project in respect ofwhich the company holds an electricity generation licence (“the nuclearproject”).\n\t\tThe Secretary of State may designate a nuclear company under subsection (1)only if the designation criteria are met in relation to the company.\n\t\tThe designation criteria are that—\n\t\t\tthe Secretary of State is of the opinion that the development of thenuclear project is sufficiently advanced to justify the designation of thenuclear company in relation to the project, and\n\t\t\tthe Secretary of State is of the opinion that designating the nuclearcompany in relation to the project is likely to result in value for money.\n\t\tIn this Part, “designation notice” means a notice under subsection (1).\n\tDesignation: procedure\n\t\tThe Secretary of State must publish a statement setting out—\n\t\t\tthe procedure that the Secretary of State expects to follow in determiningwhether to exercise the power under section 2(1), and\n\t\t\thow the Secretary of State expects to determine whether the designationcriteria mentioned in section 2(3) are met.\n\t\tBefore designating a nuclear company under section 2(1), the Secretary ofState must—\n\t\t\tprepare draft reasons for the designation, and\n\t\t\tconsult the persons listed in subsection (3) (including on the draftreasons).\n\t\tThose persons are—\n\t\t\tthe nuclear company that the Secretary of State proposes to designate;\n\t\t\tthe Authority;\n\t\t\tthe Office for Nuclear Regulation;\n\t\t\twhere any part of the site for the nuclear project is in England, theEnvironment Agency;\n\t\t\twhere any part of the site for the nuclear project is in Wales, the WelshMinisters and Natural Resources Wales;\n\t\t\twhere any part of the site for the nuclear project is in Scotland, theScottish Ministers and the Scottish Environment Protection Agency;\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tA duty imposed by subsection (1) or (2) may be satisfied by things donebefore the passing of this Act (as well as by things done after that time).\n\t\tA designation notice must include—\n\t\t\ta description of the nuclear project,\n\t\t\tthe Secretary of State’s reasons for the designation (amended asappropriate in light of consultation under subsection (2)(b)),\n\t\t\tdetails of any conditions imposed by the Secretary of State in relation tothe designation and of the consequences of a failure to comply with any suchcondition, and\n\t\t\tthe date of the notice.\n\t\tThe Secretary of State must—\n\t\t\tpublish a designation notice, and\n\t\t\tin addition to giving the designation notice to the nuclear company beingdesignated, give a copy of it to the other persons consulted under subsection(2)(b).\n\tExpiry of designation\n\t\tThe designation of a nuclear company under section 2(1) ceases to haveeffect—\n\t\t\ton the expiry date, or\n\t\t\tif the company enters into a revenue collection contract with a revenuecollection counterparty before the expiry date, at the end of the day on whichthe revenue collection contract is entered into,\n\t\t\t\tunless it ceases to have effect sooner in accordance with section 5(1) or (3).\n\t\t“The expiry date”, in relation to the designation of a particular nuclearcompany, is—\n\t\t\tthe end of the period of 5 years beginning with the date of the designationnotice in question, or\n\t\t\twhere one or more notices under subsection (3) have been given to thecompany, the end of the day specified in the last such notice.\n\t\tThe Secretary of State may, before the expiry date that for the time beingapplies in relation to a designated nuclear company, give the company a noticeproviding that the new expiry date for the company’s designation is a dayfalling—\n\t\t\tafter that date, but\n\t\t\tnot more than 5 years from the date on which the notice is given to thecompany.\n\t\tBefore giving a notice under subsection (3), the Secretary of State mustconsult—\n\t\t\tthe designated nuclear company,\n\t\t\tthe Authority,\n\t\t\tthe Office for Nuclear Regulation,\n\t\t\twhere any part of the site for the nuclear project is in England, theEnvironment Agency,\n\t\t\twhere any part of the site for the nuclear project is in Wales, the WelshMinisters and Natural Resources Wales,\n\t\t\twhere any part of the site for the nuclear project is in Scotland, theScottish Ministers and the Scottish Environment Protection Agency, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tWhere the designation of a nuclear company ceases to have effect inaccordance with subsection (1), the Secretary of State must publish details ofthat fact.\n\tRevocation or lapse of designation\n\t\tThe Secretary of State may by notice given to a designated nuclear companyrevoke the company’s designation under section 2(1) if—\n\t\t\tthe company ceases to hold an electricity generation licence in respect ofthe nuclear energy generation project described in the designation notice, or\n\t\t\teither of the designation criteria mentioned in section 2(3) ceases to bemet in relation to the company.\n\t\tSection 3(2), (5)(a), (b) and (d) and (6) applies (with necessarymodifications) in relation to the revocation under subsection (1) of a nuclearcompany’s designation under section 2(1) as it applies in relation to thedesignation of a nuclear company under section 2(1).\n\t\tThe designation of a nuclear company under section 2(1) ceases to haveeffect if—\n\t\t\tby virtue of section 3(5)(c), the designation notice specifies that failureto comply with a particular condition to which the designation is subject willresult in the lapse of the designation, and\n\t\t\tthe Secretary of State gives the nuclear company a notice under thissubsection stating that the company has failed to comply with that condition.\n\t\tWhere the Secretary of State gives a notice to a nuclear company undersubsection (1) or (3), the designation of the company ceases to have effect atthe end of the day on which the notice is given to the company.\n\t\tThe Secretary of State must publish a notice given to a nuclear companyunder subsection (3)."
    },
    {
        "length": 3114,
        "text": "\nLicence modifications\n\tLicence modifications: designated nuclear companies\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a nuclear company’s electricity generation licence;\n\t\t\ta term of a nuclear company’s electricity generation licence.\n\t\tThe Secretary of State may exercise the power under subsection (1) only forthe purpose of facilitating investment in the design, construction,commissioning and operation of nuclear energy generation projects.\n\t\tThe power under subsection (1) may be exercised in relation to a nuclearcompany only at a time when a designation under section 2(1) has effect inrelation to the company.\n\t\tWhen exercising the power under subsection (1), the Secretary of State musthave regard to—\n\t\t\tthe duties of the Secretary of State under sections 1 and 4(1)(b) of theClimate Change Act 2008 (carbon targets and budgets);\n\t\t\tthe interests of existing and future consumers of electricity, includingtheir interests in relation to the cost and security of supply of electricity;\n\t\t\tcosts, expenditure or liabilities of any description that the nuclearcompany may reasonably be expected to incur in carrying out its activities;\n\t\t\tthe need to secure that the nuclear company is able to finance itsactivities;\n\t\t\tthe need to secure that the nuclear company has appropriate incentives inrelation to the carrying out of its activities;\n\t\t\tsuch other matters as the Secretary of State considers appropriate.\n\t\tModifications made under subsection (1)(a) may include, for example—\n\t\t\tprovision about the revenue that the nuclear company may receive in respectof its activities (the company’s “allowed revenue”);\n\t\t\tprovision about how the nuclear company’s allowed revenue is to becalculated;\n\t\t\tprovision about the amounts that the nuclear company is entitled toreceive, or is required to pay, under any revenue collection contract to whichit is a party;\n\t\t\tprovision about activities that the nuclear company must, may or may notcarry on;\n\t\t\tprovision about the management of the nuclear company’s activities,including the manner in which they are carried out;\n\t\t\tprovision conferring functions on the Authority, including provisionenabling or requiring the nuclear company to refer for determination, decisionor approval by the Authority matters specified, or of a description specified,in the licence;\n\t\t\tprovision enabling the nuclear company to refer to the CMA a decision ofthe Authority falling within section 10(3) (decisions relating to allowedrevenue);\n\t\t\tprovision for the amendment of the licence for the purpose of implementinga determination or decision of the Authority or the CMA;\n\t\t\tprovision requiring the nuclear company to comply with any direction orinstruction, or to have regard to any guidance, given by the Authority inrelation to matters specified, or of a description specified, in the licence;\n\t\t\tprovision requiring the nuclear company to co-operate with the Authorityand to provide such information and assistance to the Authority as theAuthority may require for the purposes of carrying out any of its functions;\n\t\t\tprovision about the payment by the nuclear company, to the Authority or tothe CMA, of such amounts as may be determined by or in accordance with thelicence;\n\t\t\tprovision about relevant licensee nuclear company administration orders (asdefined in section 31(1)), including provision about the raising of funds forthe purpose of meeting expenses arising by virtue of such an order;\n\t\t\tprovision about the disclosure or publication of information by the nuclearcompany.\n\t\tModifications made under subsection (1)(b) may include, for example,provision relating to the circumstances in which the nuclear company’selectricity generation licence may be revoked.\n\t\tThe Secretary of State may modify—\n\t\t\tthe standard conditions incorporated in licences under section 6(1)(a) to(d) of the Electricity Act 1989 by virtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 6(1)(a) to (d) of the Electricity Act 1989 or an agreement that giveseffect to a document so maintained.\n\t\tThe Secretary of State may exercise the power under subsection (7) only ifthe Secretary of State considers it appropriate to do so in consequence of, orfor purposes incidental or supplementary to, the making of a modificationunder subsection (1).\n\t\tModifications made under subsection (1) or (7) do not take effect unlessthe nuclear company whose licence is modified under subsection (1) enters intoa revenue collection contract with a revenue collection counterparty.\n\t\tReferences in this section to the activities of a nuclear company arereferences to the company’s activities in relation to the design,construction, commissioning and operation of the nuclear project, includingits activities in complying with any obligations it has under an approvedfunded decommissioning programme under Chapter 1 of Part 3 of the Energy Act2008.\n\tLicence modifications: relevant licensee nuclear companies\n\t\tThe Secretary of State may modify a condition of a relevant licenseenuclear company’s electricity generation licence.\n\t\tThe Secretary of State may exercise the power under subsection (1) only ifthe Secretary of State considers that—\n\t\t\tthe total expenditure expected to be incurred by the relevant licenseenuclear company in order to complete the construction of the nuclear projectis likely to exceed any cap on such expenditure included in the licence, and\n\t\t\tin consequence of paragraph (a), an adjustment is needed in relation to howthe company’s allowed revenue is to be calculated.\n\t\tWhen exercising the power under subsection (1), the Secretary of State musthave regard to the matters mentioned in section 6(4).\n\t\tThe power under subsection (1) may not be exercised in relation to arelevant licensee nuclear company at any time after construction of thenuclear project has been completed.\n\t\tFor the purposes of this section, construction of the nuclear project is tobe taken to have been completed on successful completion of such proceduresand tests relating to the project as constitute, at the time they areundertaken, the usual industry standards and practices for nuclear energygeneration projects in order to demonstrate that they are capable ofcommercial operations.\n\t\tThe Secretary of State must publish a statement setting out the procedurethat the Secretary of State expects to follow in determining whether toexercise the power under subsection (1).\n\tProcedure etc relating to modifications under section 6 or 7\n\t\tBefore making a modification under a power conferred by section 6(1) or (7)or 7(1) (a “relevant power”), the Secretary of State must consult—\n\t\t\tthe nuclear company whose licence is being modified,\n\t\t\tthe Authority,\n\t\t\tthe Office for Nuclear Regulation,\n\t\t\twhere any part of the site for the nuclear project is in England, theEnvironment Agency,\n\t\t\twhere any part of the site for the nuclear project is in Wales, the WelshMinisters and Natural Resources Wales,\n\t\t\twhere any part of the site for the nuclear project is in Scotland, theScottish Ministers and the Scottish Environment Protection Agency,\n\t\t\tin the case of a modification under section 6(7), other holders of alicence being modified, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tIn the case of the exercise of a power conferred by section 6(1) or (7),subsection (1) may be satisfied by consultation before the passing of this Act(as well as by consultation after that time).\n\t\tA relevant power—\n\t\t\tmay be exercised generally, only in relation to specified cases, or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\tmay be exercised differently for different purposes;\n\t\t\tincludes power to make incidental, supplementary, consequential ortransitional modifications.\n\t\tProvision included in a licence, or in a document or agreement described insection 6(7)(b), by virtue of a relevant power—\n\t\t\tmay make different provision for different purposes;\n\t\t\tneed not relate to the activities authorised by the licence;\n\t\t\tmay do anything authorised for licences of that type by section 7(4),(5)(a) or (6A) of the Electricity Act 1989.\n\t\tThe Secretary of State must publish details of any modifications made undera relevant power as soon as reasonably practicable after they are made.\n\t\tIf under section 6(7) the Secretary of State makes a modification of thestandard conditions of a licence, the Authority must—\n\t\t\tmake the same modification of those standard conditions for the purposes oftheir incorporation in licences of that type granted after that time, and\n\t\t\tpublish the modification.\n\t\tA modification made under a relevant power of part of a standard conditionof a licence does not prevent any other part of the condition from continuingto be regarded as a standard condition for the purposes of Part 1 of theElectricity Act 1989.\n\t\tThe power conferred by a relevant power to “modify” (in relation to licenceconditions or terms or a document or agreement) includes power to amend, addto or remove; and references to modifications are to be construed accordingly.\n\tExpiry of modifications made under section 6\n\t\tThis section applies if the designation of a nuclear company under section2(1) ceases to have effect in accordance with—\n\t\t\tsection 4(1)(a) (expiry of designation), or\n\t\t\tsection 5(1) or (3) (revocation or lapse of designation).\n\t\tAny modifications made under section 6(1) of the nuclear company’selectricity generation licence are to be treated, from the relevant time, asnot having been made.\n\t\tIf any modifications of licences were made under section 6(7) inconsequence of, or for purposes incidental or supplementary to, themodification under section 6(1) of the nuclear company’s electricitygeneration licence, those modifications are to be treated, from the relevanttime, as not having been made.\n\t\tIn subsections (2) and (3), “the relevant time” means the time when thedesignation of the nuclear company ceases to have effect.\n\t\tWhere modifications are to be treated by subsection (2) or (3) as nothaving been made, the Secretary of State must publish details of that fact.\n\tDecisions relating to allowed revenue of relevant licensee nuclearcompany: appeals to CMA\n\t\tThis section applies where a relevant licensee nuclear company’selectricity generation licence contains provision referred to in section6(5)(g) (provision enabling company to refer decisions of the Authority to theCMA).\n\t\tSections 11C to 11H of, and Schedule 5A to, the Electricity Act 1989(appeal to the CMA against a decision by the Authority) apply in relation to adecision falling within subsection (3) below as they apply in relation to adecision mentioned in section 11C(1) of that Act.\n\t\tA decision falls within this subsection if—\n\t\t\tthe decision is made by the Authority in the exercise of its functionsrelating to the regulation of a relevant licensee nuclear company,\n\t\t\tin the CMA’s opinion, the decision relates to the allowed revenue of thecompany, and\n\t\t\tbut for this section, the company could not under section 11C of theElectricity Act 1989 bring an appeal against the decision.\n\t\tIn the application of the provisions of the Electricity Act 1989 mentionedin subsection (2)—\n\t\t\tsection 11C has effect as if for subsection (2) there were substituted—\n\t\tAn appeal may be brought under this section only by a relevant licenseenuclear company (within the meaning of Part 1 of the Nuclear Energy(Financing) Act 2022).”;\n\t\t\tsection 11E (4) (d) is to be ignored;\n\t\t\tsections 11F and 11G apply to a decision falling within subsection (3) asthey apply to a price control decision as defined by section 11F(7);\n\t\t\tparagraph 1 of Schedule 5A has effect as if for sub-paragraph (3) therewere substituted—\n\t\tAny application for permission to appeal is not to be made after the endof 20 working days beginning with the first working day after the day on whichthe Authority notifies its decision to the relevant licensee nuclearcompany.”;\n\t\t\tparagraph 2 of Schedule 5A has effect as if, in sub-paragraph (2)(c), forthe words from the beginning to “(as the case may be)” there were substituted“the relevant licensee nuclear company”."
    },
    {
        "length": 941,
        "text": "\nInformation\n\tProvision of information to the Secretary of State\n\t\tThe Secretary of State may by notice require a nuclear company to provideto the Secretary of State such information as the Secretary of State mayreasonably require in connection with the carrying out of the Secretary ofState’s functions under or by virtue of this Part.\n\t\tInformation required under subsection (1) must be provided in such form andmanner and at such time and place, and be accompanied or supplemented by suchexplanations, as may be specified in the notice.\n\t\tA nuclear company may not be required under this section to provide anyinformation that would be protected from disclosure or production in legalproceedings on grounds of legal professional privilege or, in Scotland,confidentiality of communications.\n\t\tExcept as provided by subsection (5), the disclosure of information underthis section does not breach—\n\t\t\tany obligation of confidence owed by the nuclear company making thedisclosure, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tThis section does not authorise or require a disclosure of information ifthe disclosure would contravene the data protection legislation (but indetermining whether a disclosure would do so, a requirement imposed undersubsection (1) is to be taken into account).\n\tProvision of information to or by the Authority\n\t\tThe Authority may provide to a person within subsection (2) suchinformation as the Authority considers necessary in connection with theexercise by the Authority of its functions relating to the regulation of arelevant licensee nuclear company.\n\t\tThe following persons are within this subsection—\n\t\t\tthe Office for Nuclear Regulation;\n\t\t\tthe national system operator;\n\t\t\ta nuclear administrator appointed under Part 3 in relation to the relevantlicensee nuclear company;\n\t\t\twhere any part of the site for the nuclear project is in England, theEnvironment Agency;\n\t\t\twhere any part of the site for the nuclear project is in Wales, NaturalResources Wales;\n\t\t\twhere any part of the site for the nuclear project is in Scotland, theScottish Environment Protection Agency;\n\t\t\tany other person with regulatory functions the exercise of which theAuthority considers relevant to the exercise by the Authority of its functionsrelating to the regulation of a relevant licensee nuclear company.\n\t\tThe Authority may by notice request from a person within subsection (2)such information as the Authority considers necessary in connection with theexercise by the Authority of its functions relating to the regulation of arelevant licensee nuclear company.\n\t\tA person to whom a request is made under subsection (3) must, so far asreasonably practicable, provide the requested information within such period,and in such form and manner, as may be specified in the notice.\n\t\tThe Authority must reimburse a person to whom a request is made undersubsection (3) for any costs reasonably incurred by the person in providingthe Authority with the requested information.\n\t\tExcept as provided by subsection (7), the disclosure of information underthis section does not breach—\n\t\t\tany obligation of confidence owed by the person making the disclosure, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tThis section does not authorise or require a disclosure of information ifthe disclosure would contravene the data protection legislation (but indetermining whether a disclosure would do so, the power conferred bysubsection (1) or, as the case may be, a requirement imposed by virtue ofsubsection (3) is to be taken into account).\n\t\tIn this section—\n\t\t\t  * “information” includes advice; \n\t\t\t  * “national system operator” means the person operating the national transmission system for Great Britain (and for this purpose “transmission system” has the same meaning as in the Electricity Act 1989, as to which see section 4(4) of that Act). "
    },
    {
        "length": 549,
        "text": "\nOther\n\tSensitive material\n\t\tThe Secretary of State may exclude material to which subsection (2) appliesfrom—\n\t\t\tdraft reasons consulted on under section 3(2)(b) (including as applied bysection 5(2)), or\n\t\t\tanything required to be published under this Part.\n\t\tThis subsection applies to material the disclosure or publication of whichthe Secretary of State considers—\n\t\t\twould be likely to prejudice the commercial interests of any person, or\n\t\t\twould be contrary to the interests of national security.\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t\t  * “allowed revenue” has the meaning given by section 6(5)(a); \n\t\t\t  * “the Authority” means the Gas and Electricity Markets Authority; \n\t\t\t  * “the CMA” means the Competition and Markets Authority; \n\t\t\t  * “company” means a company registered under the Companies Act 2006 in England and Wales or Scotland; \n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t  * “designated”, in relation to a nuclear company, has the meaning given by section 1(3); \n\t\t\t  * “designation notice” has the meaning given by section 2(4); \n\t\t\t  * “electricity generation licence” has the meaning given by section 1(5); \n\t\t\t  * “functions” includes powers and duties; \n\t\t\t  * “nuclear company” has the meaning given by section 1(2); \n\t\t\t  * “the nuclear project”, in relation to a nuclear company, has the meaning given by section 2(1); \n\t\t\t  * “relevant licensee nuclear company” has the meaning given by section 1(4); \n\t\t\t  * “revenue collection contract” and “revenue collection counterparty” have the same meaning as in Part 2 (see sections 15 and 16). \n\t\tReferences in this Part to the site for a nuclear energy generation projectinclude references to the intended site for the project."
    },
    {
        "length": 1848,
        "text": "\nRevenue collection contracts\n\tRegulations about revenue collection contracts\n\t\tThe Secretary of State may by regulations make provision about revenuecollection contracts.\n\t\tA revenue collection contract is a contract in relation to which all of thefollowing paragraphs apply—\n\t\t\tthe contract is between a revenue collection counterparty and a nuclearcompany in relation to which, immediately before the contract was enteredinto, a designation under section 2(1) had effect;\n\t\t\tcertain payments under the contract are to be funded by electricitysuppliers (see further section 19);\n\t\t\tthose payments may be made both before and after the start of electricitygeneration by the nuclear energy generation project in respect of which thenuclear company holds a licence under section 6(1)(a) of the Electricity Act1989;\n\t\t\tthe contract is entered into by the revenue collection counterparty inpursuance of a direction given to it under section 18.\n\t\tFor the purposes of this Part—\n\t\t\t  * “revenue collection counterparty” is to be construed in accordance with section 16; \n\t\t\t  * “revenue regulations” means regulations under this section. \n\t\tThe provision made by this Part is without prejudice to the generality ofsubsection (1).\n\t\tRevenue regulations may—\n\t\t\tinclude incidental, supplementary or consequential provision;\n\t\t\tmake transitory or transitional provision or savings;\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision subject to exceptions.\n\t\tRevenue regulations are to be made by statutory instrument.\n\t\tAn instrument containing—\n\t\t\tthe first revenue regulations that make provision falling within section 23or 24, or\n\t\t\trevenue regulations that make provision falling within any of sections 16to 22,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament (in each case, whetheror not the regulations also make other provision).\n\t\tAny other instrument containing revenue regulations is subject to annulmentin pursuance of a resolution of either House of Parliament.\n\t\tIf, apart from this subsection, a draft of an instrument containing revenueregulations would be treated for the purposes of the standing orders of eitherHouse of Parliament as a hybrid instrument, it is to proceed in that House asif it were not such an instrument.\n\tDesignation of a revenue collection counterparty\n\t\tThe Secretary of State may by notice given to an eligible person designatethe person to be a counterparty for revenue collection contracts.\n\t\tA person designated under subsection (1) is referred to in this Part as a“revenue collection counterparty”.\n\t\tA person is eligible if the person is—\n\t\t\ta company registered under the Companies Act 2006 in England and Wales orScotland, or\n\t\t\ta public authority, including a person any of whose functions are of apublic nature.\n\t\tA designation may be made only with the consent of the person designated.\n\t\tThe Secretary of State may exercise the power to designate so that morethan one designation has effect under subsection (1), but only if theSecretary of State considers it necessary for the purposes of ensuring that—\n\t\t\tliabilities under a revenue collection contract are met,\n\t\t\tarrangements entered into for purposes connected to a revenue collectioncontract continue to operate, or\n\t\t\tdirections given to a revenue collection counterparty by virtue of thisPart continue to have effect.\n\t\tA designation ceases to have effect if—\n\t\t\tthe Secretary of State revokes the designation by notice given to theperson designated (in which case the designation ends on the date specified inthe notice), or\n\t\t\tthe person withdraws consent to the designation by giving not less than 3months’ notice in writing to the Secretary of State.\n\t\tAt any time after the first designation under subsection (1) has effect,the Secretary of State must, so far as reasonably practicable, exercise thepower to designate so as to ensure that at least one designation has effectunder subsection (1).\n\t\tThe Secretary of State must publish a notice given to a person undersubsection (1) or (6)(a).\n\t\tAs soon as reasonably practicable after a designation ceases to haveeffect, the Secretary of State must make a transfer scheme under section 26 toensure the transfer of all rights and liabilities under any revenue collectioncontract to which the person who has ceased to be a revenue collectioncounterparty was a party.\n\t\tRevenue regulations may include provision about the period of time forwhich, and the circumstances in which, a person who has ceased to be a revenuecollection counterparty is to continue to be treated as a revenue collectioncounterparty for the purposes of the regulations.\n\tDuties of a revenue collection counterparty\n\t\tA revenue collection counterparty must act in accordance with—\n\t\t\tany direction given by the Secretary of State by virtue of this Part;\n\t\t\tany provision included in revenue regulations.\n\t\tRevenue regulations may make provision—\n\t\t\tto require a revenue collection counterparty to enter into arrangements orto offer to contract for purposes connected to a revenue collection contract;\n\t\t\tspecifying things that a revenue collection counterparty may or must do, orthings that a revenue collection counterparty may not do;\n\t\t\tconferring on the Secretary of State further powers to direct a revenuecollection counterparty to do, or not to do, things specified in theregulations or the direction.\n\t\tThe provision that may be made by virtue of subsection (2)(b) or (c)includes provision requiring consultation with, or the consent of, theSecretary of State in relation to—\n\t\t\tthe enforcement of obligations under a revenue collection contract;\n\t\t\ta variation or termination of a revenue collection contract;\n\t\t\tthe settlement or compromise of a claim under a revenue collectioncontract;\n\t\t\tthe conduct of legal proceedings relating to a revenue collection contract;\n\t\t\tthe exercise of rights under a revenue collection contract.\n\t\tA revenue collection counterparty must exercise the functions conferred byor by virtue of this Part so as to ensure that it can meet its liabilitiesunder any revenue collection contract to which it is a party.\n\t\tRevenue regulations must include such provision as the Secretary of Stateconsiders necessary so as to ensure that a revenue collection counterparty canmeet its liabilities under any revenue collection contract to which it is aparty.\n\tDirection to offer to contract\n\t\tThe Secretary of State may, in accordance with any provision made byrevenue regulations, direct a revenue collection counterparty to offer tocontract with a designated nuclear company specified in the direction, onterms specified in the direction.\n\t\tRevenue regulations may make further provision about a direction under thissection and in particular about—\n\t\t\tthe circumstances in which a direction may or must be given;\n\t\t\tthe terms that may or must be specified in a direction.\n\t\tThe provision that may be made by virtue of subsection (2) includesprovision for calculations or determinations to be made under the regulations,including provision for them to be made—\n\t\t\tby such persons,\n\t\t\tin accordance with such procedure, and\n\t\t\tby reference to such matters and to the opinion of such persons,\n\t\t\t\tas may be specified in the regulations.\n\t\tThe reference in subsection (1) to a designated nuclear company is areference to a nuclear company in relation to which a designation undersection 2(1) has effect."
    },
    {
        "length": 1252,
        "text": "\nPayment and other obligations relating to revenue collection contracts\n\tSupplier obligation\n\t\tRevenue regulations must make provision for electricity suppliers to pay arevenue collection counterparty for the purpose of enabling the counterpartyto make payments under revenue collection contracts.\n\t\tRevenue regulations may make provision for electricity suppliers to pay arevenue collection counterparty for the purpose of enabling the counterparty—\n\t\t\tto meet such other descriptions of its costs as the Secretary of Stateconsiders appropriate;\n\t\t\tto hold sums in reserve;\n\t\t\tto cover losses in the case of insolvency or default of an electricitysupplier.\n\t\tIn subsection (2)(a), “costs” means costs in connection with theperformance of any function conferred by or by virtue of this Part.\n\t\tRevenue regulations may make provision to require electricity suppliers toprovide financial collateral to a revenue collection counterparty (whether incash, securities or any other form).\n\t\tRevenue regulations that make provision by virtue of subsection (1) for thepayment of sums by electricity suppliers must impose on a revenue collectioncounterparty a duty in relation to the collection of such sums.\n\t\tThe provision that may be made by virtue of this section includes provisionfor—\n\t\t\ta revenue collection counterparty to determine the form and terms of anyfinancial collateral;\n\t\t\ta revenue collection counterparty to calculate or determine, in accordancewith such criteria as may be provided for by or under the regulations, amountsthat are owed by an electricity supplier or are to be provided as financialcollateral by an electricity supplier;\n\t\t\tthe issuing of notices by a revenue collection counterparty to require thepayment or provision of such amounts;\n\t\t\tthe enforcement of obligations arising under such notices.\n\t\tProvision made by virtue of subsection (6)(b) may provide for anything thatis to be calculated or determined under the regulations to be calculated ordetermined—\n\t\t\tby such persons,\n\t\t\tin accordance with such procedure, and\n\t\t\tby reference to such matters and to the opinion of such persons,\n\t\t\t\tas may be specified in the regulations.\n\t\tProvision made by virtue of subsection (6)(d) may include provision about—\n\t\t\tcosts; \n\t\t\tinterest on late payments under notices;\n\t\t\treferences to arbitration;\n\t\t\tappeals. \n\t\tAny sum that—\n\t\t\tan electricity supplier is required by virtue of revenue regulations to payto a revenue collection counterparty, and\n\t\t\thas not been paid by the date on which it is required by virtue of revenueregulations to be paid,\n\t\t\tmay be recovered from the electricity supplier by the revenue collectioncounterparty as a civil debt due to it.\n\tPayments to electricity suppliers\n\t\tRevenue regulations may make provision about the amounts that must be paidby a revenue collection counterparty to electricity suppliers.\n\t\tThe provision that may be made by virtue of this section includesprovision—\n\t\t\tfor a revenue collection counterparty to calculate or determine, inaccordance with such criteria as may be provided for by or under theregulations, amounts that are owed by the revenue collection counterparty;\n\t\t\tfor anything that is to be calculated or determined under the regulationsto be calculated or determined—\n\t\t\tby such persons,\n\t\t\tin accordance with such procedure, and\n\t\t\tby reference to such matters and to the opinion of such persons,\n\t\t\t\tas may be specified in the regulations.\n\tApplication of sums held by a revenue collection counterparty\n\t\tRevenue regulations may make provision for apportioning sums—\n\t\t\treceived by a revenue collection counterparty from electricity suppliersunder provision made by virtue of section 19;\n\t\t\treceived by a revenue collection counterparty under a revenue collectioncontract,\n\t\t\t\tin circumstances where the revenue collection counterparty is unable to fullymeet its liabilities under a revenue collection contract.\n\t\tThe provision that may be made by virtue of subsection (1) includesprovision about the meaning of “unable to fully meet its liabilities under arevenue collection contract”.\n\t\tIn making provision by virtue of subsection (1), the Secretary of Statemust have regard to the principle that sums should be apportioned inproportion to the amounts that are owed.\n\t\tRevenue regulations may make provision about the application of sums heldby a revenue collection counterparty.\n\t\tThe provision that may be made by virtue of subsection (4) includesprovision that sums are to be paid, or not to be paid, into the ConsolidatedFund.\n\tEnforcement \n\t\tRevenue regulations may make provision for requirements under theregulations to be enforceable by the Authority as if they were relevantrequirements imposed on a regulated person for the purposes of section 25 ofthe Electricity Act 1989.\n\t\tThe provision that may be made by virtue of subsection (1) includesprovision about the enforcement of requirements imposed on the national systemoperator."
    },
    {
        "length": 369,
        "text": "\nInformation and advice\n\tInformation and advice\n\t\tRevenue regulations may make provision about the provision and publicationof information and advice.\n\t\tThe provision that may be made by virtue of subsection (1) includesprovision—\n\t\t\tfor the Secretary of State to require a revenue collection counterparty,the Authority or the national system operator to provide information or adviceto the Secretary of State or any other person specified in the regulations;\n\t\t\tfor the Secretary of State to require a relevant licensee nuclear company,or a nuclear administrator (within the meaning of Part 3), to provideinformation to the Secretary of State or any other person specified in theregulations;\n\t\t\tfor a revenue collection counterparty to require information to be providedto it by electricity suppliers;\n\t\t\tfor the national system operator to require information to be provided toit by a relevant licensee nuclear company;\n\t\t\tfor the Authority to require information to be provided to it by a revenuecollection counterparty or the national system operator;\n\t\t\tfor the sharing of information (otherwise than by virtue of paragraph (e))between the Authority, a revenue collection counterparty and the nationalsystem operator;\n\t\t\tfor the classification and protection of confidential or sensitiveinformation;\n\t\t\tfor the enforcement of any requirement imposed by virtue of paragraphs (a)to (g).\n\tFunctions of the Authority\n\t\tRevenue regulations may make provision conferring functions on the Authorityfor the purpose of offering advice to, or making determinations on behalf of,a party to a revenue collection contract."
    },
    {
        "length": 197,
        "text": "\nConsultation\n\tConsultation \n\t\tBefore making revenue regulations, the Secretary of State must consult—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers,\n\t\t\tevery nuclear company in relation to which a designation under section 2(1)has effect,\n\t\t\tevery nuclear company that is a relevant licensee nuclear company,\n\t\t\tevery holder of a licence to supply electricity under section 6(1)(d) ofthe Electricity Act 1989,\n\t\t\tthe Authority,\n\t\t\tthe national system operator, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (1) may be satisfied by consultation before the passing of thisAct (as well as by consultation after that time)."
    },
    {
        "length": 1001,
        "text": "\nTransfer schemes\n\tRevenue collection counterparties: transfer schemes\n\t\tThe Secretary of State may make one or more schemes for the transfer ofdesignated property, rights or liabilities of a person who has ceased to be arevenue collection counterparty (“the transferor”) to a person who is arevenue collection counterparty (“the transferee”).\n\t\tOn the transfer date, the designated property, rights and liabilities aretransferred and vest in accordance with the scheme.\n\t\tThe rights and liabilities that may be transferred by a scheme includethose arising under or in connection with a contract of employment.\n\t\tA certificate by the Secretary of State that anything specified in thecertificate has vested in any person by virtue of a scheme is conclusiveevidence for all purposes of that fact.\n\t\tA scheme may make provision—\n\t\t\tfor anything done by or in relation to the transferor in connection withany property, rights or liabilities transferred by the scheme to be treated asdone, or to be continued, by or in relation to the transferee;\n\t\t\tfor references to the transferor in any agreement (whether written or not),instrument or other document relating to any property, rights or liabilitiestransferred by the scheme to be treated as references to the transferee;\n\t\t\tabout the continuation of legal proceedings;\n\t\t\tfor transferring property, rights or liabilities that could not otherwisebe transferred or assigned;\n\t\t\tfor transferring property, rights and liabilities irrespective of anyrequirement for consent that would otherwise apply;\n\t\t\tfor preventing a right of pre-emption, right of reverter, right offorfeiture, right to compensation or other similar right from arising orbecoming exercisable as a result of the transfer of property, rights orliabilities;\n\t\t\tfor dispensing with any formality in relation to the transfer of property,rights or liabilities by the scheme;\n\t\t\tfor transferring property acquired, or rights or liabilities arising, afterthe scheme is made but before it takes effect;\n\t\t\tfor apportioning property, rights or liabilities;\n\t\t\tfor creating rights, or imposing liabilities, in connection with property,rights or liabilities transferred by the scheme;\n\t\t\tfor requiring the transferee to enter into any agreement of any kind, orfor a purpose, specified in or determined in accordance with the scheme.\n\t\tSubsection (5)(b) does not apply to references in—\n\t\t\tprimary legislation, or\n\t\t\tan instrument made under primary legislation.\n\t\tA scheme may contain provision for the payment of compensation by theSecretary of State to any person whose interests are adversely affected by it.\n\t\tA transfer scheme may—\n\t\t\tinclude incidental, supplementary or consequential provision;\n\t\t\tmake transitory or transitional provision or savings;\n\t\t\tmake different provision for different purposes;\n\t\t\tmake provision subject to exceptions.\n\t\tIn this section—\n\t\t\t  * “designated”, in relation to a scheme, means specified in or determined in accordance with the scheme; \n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament,\n\t\t\tan Act or Measure of Senedd Cymru, or\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “property” includes interests of any description; \n\t\t\t\t  * “the transfer date” means a date specified by a scheme as the date on which the scheme is to have effect. \n\tModification of transfer schemes\n\t\tThe Secretary of State may modify a transfer scheme made under section 26,subject to subsection (2).\n\t\tIf a transfer under the scheme has taken effect, any modification undersubsection (1) that relates to the transfer may be made only with theagreement of the transferor or transferee affected by the modification (or,where both the transferor and transferee are affected, with the agreement ofboth of them).\n\t\tA modification takes effect from such date as the Secretary of State mayspecify (which may be the date when the original scheme came into effect)."
    },
    {
        "length": 1206,
        "text": "\nMiscellaneous and interpretation\n\tShadow directors, etc\n\t\tThe Secretary of State is not, by virtue of the exercise of a power conferredby or by virtue of this Part, to be regarded as—\n\t\t\ta person occupying the position of director in relation to a revenuecollection counterparty;\n\t\t\ta person in accordance with whose directions or instructions the directorsof a revenue collection counterparty are accustomed to act;\n\t\t\texercising any function of management in a revenue collection counterparty;\n\t\t\ta principal of a revenue collection counterparty.\n\tLicence modifications\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a particular licence under section 6(1)(b) or (c) of theElectricity Act 1989 (transmission and distribution licences);\n\t\t\tthe standard conditions incorporated in licences under section 6(1)(b) or(c) of the Electricity Act 1989 by virtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 6(1)(b) or (c) of the Electricity Act 1989 or an agreement that giveseffect to a document so maintained.\n\t\tThe Secretary of State may make a modification under subsection (1) onlyfor the purpose of—\n\t\t\tallowing or requiring services to be provided to a revenue collectioncounterparty;\n\t\t\tenforcing obligations under a revenue collection contract.\n\t\tProvision included in a licence, or in a document or agreement relating tolicences, by virtue of subsection (1) may in particular include provision of akind that may be included in revenue regulations.\n\t\tBefore making a modification under subsection (1), the Secretary of Statemust consult—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe holder of any licence being modified,\n\t\t\tevery holder of a licence to supply electricity under section 6(1)(d) ofthe Electricity Act 1989,\n\t\t\tthe Authority, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tSubsection (4) may be satisfied by consultation before the passing of thisAct (as well as by consultation after that time).\n\t\tThe power under subsection (1)—\n\t\t\tmay be exercised generally, only in relation to specified cases or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\tmay be exercised differently for different purposes;\n\t\t\tincludes power to make incidental, supplementary, consequential ortransitional modifications.\n\t\tProvision included in a licence, or in a document or agreement relating tolicences, by virtue of subsection (1)—\n\t\t\tmay make different provision for different purposes;\n\t\t\tneed not relate to the activities authorised by the licence;\n\t\t\tmay do anything authorised for licences of that type by section 7(2A), (3),(4), (5) or (6A) of the Electricity Act 1989.\n\t\tThe Secretary of State must publish details of any modifications made undersubsection (1) as soon as reasonably practicable after they are made.\n\t\tIf under subsection (1) the Secretary of State makes a modification of thestandard conditions of a licence, the Authority must—\n\t\t\tmake the same modification of those standard conditions for the purposes oftheir incorporation in licences of that type granted after that time, and\n\t\t\tpublish the modification.\n\t\tA modification made under subsection (1) of part of a standard conditionof a licence does not prevent any other part of the condition from continuingto be regarded as a standard condition for the purposes of Part 1 of theElectricity Act 1989.\n\t\tThe power conferred by subsection (1) to “modify” (in relation to licenceconditions or a document or agreement) includes power to amend, add to orremove, and references to modifications are to be construed accordingly.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t  * “the Authority” means the Gas and Electricity Markets Authority; \n\t\t  * “electricity supplier”, subject to any provision made by revenue regulations, means a person who is a holder of a licence to supply electricity under section 6(1)(d) of the Electricity Act 1989; \n\t\t  * “functions” includes powers and duties; \n\t\t  * “national system operator” means the person operating the national transmission system for Great Britain (and for this purpose “transmission system” has the same meaning as in the Electricity Act 1989, as to which see section 4(4) of that Act); \n\t\t  * “nuclear company” and “relevant licensee nuclear company” have the same meaning as in Part 1. "
    },
    {
        "length": 872,
        "text": "\nRelevant licensee nuclear company administration orders\n\tRelevant licensee nuclear company administration orders\n\t\tA relevant licensee nuclear company administration order (referred to inthis Part as an “RLNC administration order”) means an order which—\n\t\t\tis made by the court in relation to a relevant licensee nuclear company;\n\t\t\tdirects that, while the order is in force, the affairs, business andproperty of the company are to be managed by a person appointed by the court.\n\t\tThe person appointed in relation to a company for the purposes of an RLNCadministration order is referred to in this Part as the nuclear administratorof the company.\n\t\tThe nuclear administrator of a company must manage the company’s affairs,business and property, and exercise and perform all the powers and duties of anuclear administrator, so as to achieve the objective set out in section 32.\n\t\tIn this Part—\n\t\t\t  * “relevant licence”, in relation to a relevant licensee nuclear company, means the company’s electricity generation licence (within the meaning of Part 1); \n\t\t\t  * “relevant licensee nuclear company” has the same meaning as in Part 1. \n\tObjective of a relevant licensee nuclear company administration\n\t\tThe objective of a relevant licensee nuclear company administration is tosecure—\n\t\t\tthat electricity generation commences, or continues, at the nuclearinstallation in respect of which the relevant licensee nuclear company towhich the administration relates holds a relevant licence, and\n\t\t\tthat it becomes unnecessary, by one or both of the following means, for theRLNC administration order to remain in force for that purpose.\n\t\tThose means are—\n\t\t\tthe rescue as a going concern of the company subject to the RLNCadministration order, and\n\t\t\ttransfers falling within subsection (3).\n\t\tA transfer falls within this subsection if it is a transfer as a goingconcern—\n\t\t\tto another company, or\n\t\t\tas respects different parts of the undertaking of the company subject tothe RLNC administration order, to two or more different companies,\n\t\t\t\tof so much of that undertaking as it is appropriate to transfer for thepurpose of achieving the objective of the relevant licensee nuclear companyadministration.\n\t\tThe means by which transfers falling within subsection (3) may be effectedinclude, in particular—\n\t\t\ta transfer of the undertaking of the company subject to the RLNCadministration order, or of a part of its undertaking, to a wholly-ownedsubsidiary of that company, and\n\t\t\ta transfer to a company of securities of a wholly-owned subsidiary to whichthere has been a transfer falling within paragraph (a).\n\t\tThe objective of a relevant licensee nuclear company administration may beachieved by a transfer falling within subsection (3) to the extent only that—\n\t\t\tthe rescue as a going concern of the company subject to the RLNCadministration order is not reasonably practicable or is not reasonablypracticable without such a transfer,\n\t\t\tthe rescue of that company as a going concern will not achieve thatobjective or will not do so without such a transfer,\n\t\t\tsuch a transfer would produce a result for the company’s creditors as awhole that is better than the result that would be produced without it, or\n\t\t\tsuch a transfer would, without prejudicing the interests of those creditorsas a whole, produce a result for the company's members as a whole that isbetter than the result that would be produced without it.\n\t\tIn this section, “nuclear installation” has the same meaning as in theNuclear Installations Act 1965."
    },
    {
        "length": 1767,
        "text": "\nApplication and amendment of the Energy Act 2004\n\tApplication of certain provisions of the Energy Act 2004\n\t\tSections 156 to 167 of, and Schedules 20 and 21 to, the Energy Act 2004(special administration regime for energy licensees) apply in relation to anRLNC administration order as they apply in relation to an energyadministration order within the meaning given by section 154(1) of that Act,but with the modifications set out in subsections (2) to (5).\n\t\tIn the application of those provisions generally—\n\t\t\tfor “energy administration”, in each place where it occurs, substitute“relevant licensee nuclear company administration”;\n\t\t\tfor “energy administrator”, in each place where it occurs, substitute“nuclear administrator”;\n\t\t\tfor “a protected energy company”, in each place where it occurs, substitute“a relevant licensee nuclear company”.\n\t\tIn the application of sections 156 to 167—\n\t\t\tin section 156(4), omit paragraph (b) (and the “or” before it);\n\t\t\tin section 157 omit—\n\t\t\tsubsection (7), and\n\t\t\tparagraph (b) of subsection (8) (and the “or” before it);\n\t\t\tin section 164, omit subsection (2).\n\t\tIn the application of Schedule 20—\n\t\t\tomit paragraph 1(2);\n\t\t\tin paragraph 32(1)(d), for the words from ““energy administrationapplication”” to “Energy Act 2004” substitute ““relevant licensee nuclearcompany administration application” means an application to the court for arelevant licensee nuclear company administration order under Chapter 3 of Part3 of the Energy Act 2004, as applied by section 33 of the Nuclear Energy(Financing) Act 2022”;\n\t\t\tin paragraph 32(1)(e), for “section 155 of the Energy Act 2004” substitute“section 32 of the Nuclear Energy (Financing) Act 2022”;\n\t\t\tomit Part 3;\n\t\t\tomit paragraph 42(1);\n\t\t\tin paragraph 43, after “the Energy Act 2004” insert “and section 33 of theNuclear Energy (Financing) Act 2022”;\n\t\t\tin paragraph 44(5), after “the Energy Act 2004” insert “and section 33 ofthe Nuclear Energy (Financing) Act 2022”;\n\t\t\tin paragraph 45, after “section 157(1)(e) of this Act” insert “as appliedby section 33 of the Nuclear Energy (Financing) Act 2022”;\n\t\t\tomit paragraph 46 (but see section 38 of this Act);\n\t\t\tin paragraph 47, after “Part 1 of this Schedule” insert “and section 33 ofthe Nuclear Energy (Financing) Act 2022”.\n\t\tIn the application of Schedule 21—\n\t\t\tfor “old energy company”, in each place where it occurs, substitute “oldrelevant licensee nuclear company”;\n\t\t\t(c)in paragraph 1(b), for “section 155(3)” substitute “section 32(3) of theNuclear Energy (Financing) Act 2022”;\n\t\t\tin paragraphs 3(8) and 9(6), for “GEMA” substitute “—\n\t\t\tGEMA, \n\t\t\tthe Office for Nuclear Regulation,\n\t\t\twhere any part of the relevant site is in England, the Environment Agency,\n\t\t\twhere any part of the relevant site is in Wales, the Welsh Ministers andNatural Resources Wales,\n\t\t\twhere any part of the relevant site is in Scotland, the Scottish Ministersand the Scottish Environment Protection Agency, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate,\n\t\t\t\tand in this sub-paragraph, the “relevant site” is the site of the nuclearinstallation (within the meaning of the Nuclear Installations Act 1965) inrespect of which the old relevant licensee nuclear company holds a relevantlicence.”\n\t\t\tomit paragraph 10;\n\t\t\tin paragraph 12, for “section 155” substitute “section 32 of the NuclearEnergy (Financing) Act 2022”.\n\t\tSections 171 and 196 of the Energy Act 2004 (interpretation) apply for thepurposes of the application by subsection (1) of the provisions mentioned inthat subsection, but with the modifications set out in subsection (7).\n\t\tIn the application of section 171(1)—\n\t\t\tin the definition of “company”, omit paragraph (b) (and the “or” beforeit);\n\t\t\tomit the definition of “non-GB company”;\n\t\t\tinsert, at the appropriate places, the following definitions—\n\t\t\t\t  * ““objective of the relevant licensee nuclear company administration” is to be construed in accordance with section 32 of the Nuclear Energy (Financing) Act 2022;”;\n\t\t\t\t  * ““relevant licensee nuclear company” has the meaning given by section 31(4) of the Nuclear Energy (Financing) Act 2022;”;\n\t\t\t\t  * ““relevant licensee nuclear company administration order” has the meaning given by section 31(1) of the Nuclear Energy (Financing) Act 2022;”;\n\t\t\t\t  * ““relevant licensee nuclear company administration rules” means the rules made under section 411 of the 1986 Act by virtue of section 159(3) of this Act, for the purpose of giving effect to this Chapter as applied by section 33 of the Nuclear Energy (Financing) Act 2022;”;\n\t\t\tfor the definition of “energy administrator” substitute—\n\t\t\t\t  * ““nuclear administrator” has the meaning given by section 39 of the Nuclear Energy (Financing) Act 2022;”;\n\t\t\tfor the definition of “relevant licence” substitute—\n\t\t\t\t  * ““relevant licence” has the meaning given by section 31(4) of the Nuclear Energy (Financing) Act 2022.”;\n\t\t\tomit the definition of “unregistered company”.\n\tConduct of administration, transfer schemes, etc\n\t\tIn section 159(3) of the Energy Act 2004 (conduct of administration, transferschemes, etc under Chapter 3 of Part 3 of that Act), for “or section 4 of theSmart Meters Act 2018” substitute “, section 4 of the Smart Meters Act 2018 orsection 33 of the Nuclear Energy (Financing) Act 2022”."
    },
    {
        "length": 1599,
        "text": "\nLicence modifications\n\tLicence modifications: relevant licensee nuclear company administration\n\t\tThe Secretary of State may modify—\n\t\t\ta condition of a relevant licensee nuclear company’s relevant licence;\n\t\t\ta term of a relevant licensee nuclear company’s relevant licence.\n\t\tThe Secretary of State may exercise the power under subsection (1) only—\n\t\t\tif an RLNC administration order is in force in relation to the relevantlicensee nuclear company, and\n\t\t\tfor the purpose of furthering the objective of a relevant licensee nuclearcompany administration.\n\t\tWhen exercising the power under subsection (1), the Secretary of State musthave regard to—\n\t\t\tthe duties of the Secretary of State under sections 1 and 4(1)(b) of theClimate Change Act 2008 (carbon targets and budgets);\n\t\t\tthe interests of existing and future consumers of electricity, includingtheir interests in relation to the cost and security of supply of electricity;\n\t\t\tcosts, expenditure or liabilities of any description that the relevantlicensee nuclear company may reasonably be expected to incur in carrying outits activities;\n\t\t\tthe need to secure that the relevant licensee nuclear company is able tofinance its activities;\n\t\t\tthe need to secure that the relevant licensee nuclear company hasappropriate incentives in relation to the carrying out of its activities;\n\t\t\tsuch other matters as the Secretary of State considers appropriate.\n\t\tModifications made under subsection (1)(a) may include, for example—\n\t\t\tprovision about the revenue that the relevant licensee nuclear company mayreceive in respect of its activities;\n\t\t\tprovision about how the relevant licensee nuclear company’s revenuereferred to in paragraph (a) is to be calculated;\n\t\t\tprovision about the amounts that the relevant licensee nuclear company isentitled to receive, or is required to pay, under any revenue collectioncontract (within the meaning of Part 2) to which it is a party;\n\t\t\tprovision requiring the relevant licensee nuclear company to co-operatewith the Authority and to provide such information and assistance to theAuthority as the Authority may require for the purposes of carrying out any ofits functions;\n\t\t\tprovision about RLNC administration orders, including provision about theraising of funds for the purpose of meeting expenses arising by virtue of suchan order;\n\t\t\tprovision about the disclosure or publication of information by therelevant licensee nuclear company.\n\t\tThe Secretary of State may modify—\n\t\t\tthe standard conditions incorporated in licences under section 6(1)(a) to(d) of the Electricity Act 1989 by virtue of section 8A of that Act;\n\t\t\ta document maintained in accordance with the conditions of licences undersection 6(1)(a) to (d) of the Electricity Act 1989 or an agreement that giveseffect to a document so maintained.\n\t\tThe Secretary of State may exercise the power under subsection (5) only ifthe Secretary of State considers it appropriate to do so in consequence of, orfor purposes incidental or supplementary to, the making of a modificationunder subsection (1).\n\t\tReferences in this section to the activities of a relevant licensee nuclearcompany are references to the company’s activities in relation to the design,construction, commissioning and operation of the nuclear energy generationproject in respect of which it holds a relevant licence, including itsactivities in complying with any obligations it has under an approved fundeddecommissioning programme under Chapter 1 of Part 3 of the Energy Act 2008.\n\tProcedure etc relating to modifications under section 35\n\t\tBefore making a modification under a power conferred by section 35(1) or(5), the Secretary of State must consult—\n\t\t\tthe nuclear administrator (including as agent of the relevant licenseenuclear company),\n\t\t\tthe Authority,\n\t\t\tthe Office for Nuclear Regulation,\n\t\t\twhere any part of the relevant site is in England, the Environment Agency,\n\t\t\twhere any part of the relevant site is in Wales, the Welsh Ministers andNatural Resources Wales,\n\t\t\twhere any part of the relevant site is in Scotland, the Scottish Ministersand the Scottish Environment Protection Agency,\n\t\t\tin the case of a modification under section 35(5), other holders of alicence being modified, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tFor the purposes of subsection (1), the “relevant site” is the site of thenuclear installation (within the meaning of the Nuclear Installations Act1965) in respect of which the relevant licensee nuclear company holds arelevant licence.\n\t\tThe powers under section 35(1) and (5)—\n\t\t\tmay be exercised generally, only in relation to specified cases, or subjectto exceptions (including provision for a case to be excepted only so long asspecified conditions are satisfied);\n\t\t\tmay be exercised differently for different purposes;\n\t\t\tinclude a power to make incidental, supplementary, consequential ortransitional modifications.\n\t\tProvision included in a licence, or in a document or agreement described insection 35(5)(b), by virtue of section 35(1) or (5)—\n\t\t\tmay make different provision for different purposes;\n\t\t\tneed not relate to the activities authorised by the licence;\n\t\t\tmay do anything authorised for licences of that type by section 7(4),(5)(a) or (6A) of the Electricity Act 1989.\n\t\tThe Secretary of State must publish details of any modifications made undersection 35(1) or (5) as soon as reasonably practicable after they are made.\n\t\tThe Secretary of State may exclude from publication under subsection (5)anything the publication of which the Secretary of State considers—\n\t\t\twould be likely to prejudice the commercial interests of any person, or\n\t\t\twould be contrary to the interests of national security.\n\t\tIf under section 35(5) the Secretary of State makes a modification of thestandard conditions of a licence, the Authority must—\n\t\t\tmake the same modification of those standard conditions for the purposes oftheir incorporation in licences of that type granted after that time, and\n\t\t\tpublish the modification.\n\t\tA modification made under section 35(1) or (5) of part of a standardcondition of a licence does not prevent any other part of the condition fromcontinuing to be regarded as a standard condition for the purposes of Part 1of the Electricity Act 1989."
    },
    {
        "length": 549,
        "text": "\nPowers to modify enactments\n\tModification under the Enterprise Act 2002\n\t\tThe power to modify or apply enactments conferred on the Secretary of Stateby each of sections 248 and 277 of the Enterprise Act 2002 (amendmentsconsequential on that Act) includes power to make such consequentialmodifications of this Part as the Secretary of State considers appropriate inconnection with any other provision made under that section.\n\t\tIn section 170(1) of the Energy Act 2004 (modification of Chapter 3 of Part3 of that Act under the Enterprise Act 2002), for “or section 4 of the SmartMeters Act 2018” substitute “, section 4 of the Smart Meters Act 2018 orsection 33 of the Nuclear Energy (Financing) Act 2022”.\n\tPower to make further modifications of insolvency legislation\n\t\tThe Secretary of State may by regulations—\n\t\t\tprovide for insolvency legislation to apply in relation to any provisionmade by or under this Part;\n\t\t\tmake such modifications of insolvency legislation as the Secretary of Stateconsiders appropriate in relation to any provision made by or under this Part(including any insolvency legislation that is applied under paragraph (a)).\n\t\tIn relation to regulations under subsection (1), “insolvency legislation”means—\n\t\t\tthe Insolvency Act 1986,\n\t\t\tChapter 3 of Part 3 of the Energy Act 2004, and\n\t\t\tany other provision that relates to insolvency, or makes provision byreference to anything that is or may be done under the Insolvency Act 1986,and is—\n\t\t\tcontained in an Act passed before this Act or in the same Session, or\n\t\t\tmade under an Act before the regulations come into force.\n\t\tProvision made under subsection (1) may amend this Part.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tRegulations under this section must not be made unless a draft of thestatutory instrument containing them has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 654,
        "text": "\nInterpretation\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “the Authority” means the Gas and Electricity Markets Authority; \n\t\t\t  * “business”, “member” and “property” have the same meanings as in the Insolvency Act 1986; \n\t\t\t  * “company” means a company registered under the Companies Act 2006 in England and Wales or Scotland; \n\t\t\t  * “court”, in relation to a company, means the court— \n\t\t\thaving jurisdiction to wind up the company, or\n\t\t\tthat would have such jurisdiction apart from section 221(2) or 441(2) of theInsolvency Act 1986 (exclusion of winding up jurisdiction in case of companieshaving principal place of business in, or incorporated in, Northern Ireland);\n\t\t\t\t  * “functions” includes powers and duties; \n\t\t\t\t  * “modification” includes omission, addition or alteration, and cognate expressions are to be construed accordingly; \n\t\t\t\t  * “nuclear administrator” has the meaning given by section 31(2) and is to be construed in accordance with subsection (2) of this section; \n\t\t\t\t  * “objective of a relevant licensee nuclear company administration” is to be construed in accordance with section 32; \n\t\t\t\t  * “relevant licence” has the meaning given by section 31(4); \n\t\t\t\t  * “relevant licensee nuclear company” has the same meaning as in Part 1; \n\t\t\t\t  * “RLNC administration order” (or “relevant licensee nuclear company administration order”) has the meaning given by section 31(1); \n\t\t\t\t  * “subsidiary” and “wholly-owned subsidiary” have the meaning given by section 1159 of the Companies Act 2006. \n\t\tIn this Part references to the nuclear administrator of a company—\n\t\t\tinclude references to a person appointed under paragraph 91 or 103 ofSchedule B1 to the Insolvency Act 1986, as applied by Part 1 of Schedule 20 tothe Energy Act 2004 and section 33 of this Act to be the nuclear administratorof that company, and\n\t\t\twhere two or more persons are appointed to be the nuclear administrator ofthat company, are to be construed in accordance with the provision made undersection 158(5) of the Energy Act 2004, as applied by section 33 of this Act."
    },
    {
        "length": 1525,
        "text": "\nPART 4Miscellaneous and final provisions\n\tDecommissioning of nuclear sites: bodies corporate not “associated”\n\t\tIn section 67 of the Energy Act 2008 (meaning of “associated” for thepurposes of Chapter 1 of Part 3 of that Act), after subsection (7) insert—\n\t\tThis section is subject to section 67A.”\n\t\tAfter section 67 of that Act insert—\n\t\t“67AMeaning of “associated”: supplementary\n\t\t\tIn determining whether, by virtue of section 67, A has a significantinterest in B, the following are to be disregarded—\n\t\t\t\trelevant share security rights that A holds in relation to B;\n\t\t\t\tsubject to subsection (4), shares in B that are acquired by A inconsequence of the exercise of relevant share security rights that A holds inrelation to B;\n\t\t\t\tany power that A has, directly or indirectly, to secure that the affairs ofB are conducted in accordance with A’s wishes by virtue of—\n\t\t\t\trelevant share security rights that A holds in relation to B,\n\t\t\t\tarrangements that are designed to facilitate the exercise of relevantshare security rights that A holds in relation to B, or\n\t\t\t\trelevant asset security rights that A holds in relation to B, if A alsoholds relevant share security rights in relation to B.\n\t\t\tA holds “relevant share security rights” in relation to B if A holds—\n\t\t\t\trights to enforce a security interest over shares in B,\n\t\t\t\trights relating to enforcement of a security interest over shares in B, or\n\t\t\t\trights that enable A to preserve the value of a security interest overshares in B.\n\t\t\tA holds “relevant asset security rights” in relation to B if A holds—\n\t\t\t\trights to enforce a security interest over any of B’s assets,\n\t\t\t\trights relating to enforcement of a security interest over any of B’sassets, or\n\t\t\t\trights that enable A to preserve the value of a security interest over anyof B’s assets.\n\t\t\tSubsection (1)(b) does not apply if the shares acquired by A are retainedby A for a purpose other than that of preserving the value of the securityinterest in question or of realising it.\n\t\t\tIn this section—\n\t\t\t\ta reference to “shares” includes a reference to rights attached to shares;\n\t\t\t\ta reference to A holding rights in relation to B includes a reference to—\n\t\t\t\tA holding those rights on trust for another person, and\n\t\t\t\tA being the beneficiary of a trust of those rights;\n\t\t\t\ta reference to A acquiring shares in B includes a reference to—\n\t\t\t\tA acquiring shares in B to hold on trust for another person, and\n\t\t\t\tanother person acquiring shares in B to hold on trust for A;\n\t\t\t\ta reference to rights includes a reference to powers.”\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;\n\t\t\tany expenditure incurred by the Competition and Markets Authority by virtueof this Act;\n\t\t\tany expenditure incurred by the Authority by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\t\tThe expenditure referred to in subsection (1)(a) includes expenditureincurred by the Secretary of State for the purposes of or in connection with—\n\t\t\tthe establishment of a revenue collection counterparty;\n\t\t\tmaking payments or providing financial assistance to a revenue collectioncounterparty;\n\t\t\tmaking payments to a nuclear administrator or a relevant licensee nuclearcompany under or by virtue of Part 3.\n\t\tFinancial assistance or payments includes financial assistance or paymentsgiven subject to such conditions as may be determined by, or in accordancewith arrangements made by, the Secretary of State; and such conditions may inparticular in the case of a grant include conditions for repayment inspecified circumstances.\n\t\tIn this section—\n\t\t\t  * “financial assistance” means grants, loans, guarantees or indemnities, or any other kind of financial assistance; \n\t\t\t  * “nuclear administrator” has the same meaning as in Part 3; \n\t\t\t  * “relevant licensee nuclear company” has the same meaning as in Part 1; \n\t\t\t  * “revenue collection counterparty” has the same meaning as in Part 2. \n\tMinor and consequential provision\n\t\tThe Schedule contains minor and consequential provision.\n\tExtent \n\t\tThe following provisions extend to England and Wales and Scotland—\n\t\t\tParts 1 to 3;\n\t\t\tsection 42 (including the Schedule).\n\t\tSection 40 extends to England and Wales and Northern Ireland.\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsection 41;\n\t\t\tthis section and sections 44 and 45.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tin Part 1, sections 1 to 5, 11, 13 and 14;\n\t\t\tsection 16;\n\t\t\tPart 3 (for the purposes of making rules under section 411 of theInsolvency Act 1986 Act as applied by section 159(3) of the Energy Act 2004and section 33(1) of this Act);\n\t\t\tsection 40;\n\t\t\tsections 41 and 43, this section and section 45.\n\t\tThe following provisions come into force at the end of the period of 2months beginning with the day on which this Act is passed—\n\t\t\tin Part 1, sections 6 to 10 and 12;\n\t\t\tPart 2 (other than section 16);\n\t\t\tPart 3 (except as mentioned in subsection (1)(c));\n\t\t\tsection 42 (including the Schedule).\n\tShort title\n\t\tThis Act may be cited as the Nuclear Energy (Financing) Act 2022.\n\tSection 42"
    }
]