[
    {
        "length": 2849,
        "text": "\nRegional rates\n\tRegional rates\n\t\tThis section applies in respect of the year ending 31 March 2020.\n\t\tThe regional rate to be levied on the rateable net annual values ofhereditaments is to be 34.01 pence in the pound.\n\t\tThe regional rate to be levied on the rateable capital values ofhereditaments is to be 0.4574 pence in the pound.\n\t\tA rate specified in subsection (2) or (3) may be varied by an order made bythe Department under Article 7(1) of the Rates Order.\n\t\tAn order made by virtue of subsection (4)—\n\t\t\tmay be made only after the first occasion on which all the Ministerialoffices are filled after the passing of this Act, but\n\t\t\tmay set the rate in respect of the whole of the year for which it is made.\n\t\tIn this section—\n\t\t\t  * “the Ministerial offices” means— \n\t\t\tthe offices of First Minister and deputy First Minister, and\n\t\t\tthe Ministerial offices to be held by Northern Ireland Ministers (within themeaning of the Northern Ireland Act 1998);\n\t\t\t\t  * “the Rates Order” means the Rates (Northern Ireland) Order 1977 ([S.I. 1977/2157 (N.I. 28))](/id/nisi/1977/2157?view=plain \"Go to item of legislation\"); \n\t\t\t\tand any expression used in this section and in the Rates Order has the meaninggiven by that Order.\nRenewable heat incentive scheme\n\tIntroductory \n\t\tThe Renewable Heat Incentive Scheme Regulations (Northern Ireland) 2012([S.R. (NI) 2012 No. 396](/id/nisr/2012/396?view=plain \"Go to item oflegislation\")) (“the 2012 Regulations”) are amended in accordance withsections 3 and 4.\n\t\tNothing in those sections affects the power to make regulations undersection 113 of the Energy Act 2011 amending or revoking any provision amendedor inserted by those sections.\n\tTariffs for periodic support payments\n\t\tIn regulation 36(3) for “(7B)” substitute “(7C)”.\n\t\tIn regulation 36(5)—\n\t\t\tfor “(7B)” substitute “(7C)”;\n\t\t\tfor “or 4” substitute “, 4 or 5”.\n\t\tIn regulation 36(6) for “(7B)” substitute “(7C)”.\n\t\tIn regulation 36(7) after “(7B)” insert “or (7C)”.\n\t\tIn regulation 36(7A) after “accredited on or after 18th November 2015”insert “, other than installations to which paragraph (7C) applies”.\n\t\tIn regulation 36 after paragraph (7B) insert—\n\t\t\t“(7C)The tariffs for installations (whether accredited before or after thecoming into operation of section 3 of the Northern Ireland (Regional Rates andEnergy) Act 2019) falling within the small or medium biomass tariffs set outin Schedule 5—\n\t\t\tfor the period beginning with 1st April 2019 and ending with 31st March2020, are the tariffs set out in Schedule 5;\n\t\t\tfor each subsequent year commencing with 1st April and ending with the next31st March, are the tariffs applicable on the immediately preceding 31st Marchadjusted by the percentage increase or decrease in the consumer prices indexfor the previous calendar year (the resulting figure being rounded to thetenth of a penny, with any twentieth of a penny being rounded upwards).\n\t\t\t(7D)For the purposes of paragraph (7C) “the consumer prices index” means—\n\t\t\tthe consumer prices index calculated and published by the Office forNational Statistics; or\n\t\t\twhere the index is not published for a year, any substituted index orfigures published by that Office.”\n\t\tIn regulation 36(8) for “(7B)” substitute “(7C)”.\n\t\tIn regulation 36(9A) after “set out in Schedule 3A” insert “and the tarifffor the installation falls to be determined for the period mentioned inparagraph (7B)”.\n\t\tIn regulation 36 after paragraph (9A) insert—\n\t\t“(9B)Where an accredited RHI installation falls within the small biomasstariff set out in Schedule 5—\n\t\t\tthe tariff for the initial heat generated by the installation in any 12month period commencing with, or with the anniversary of, the date ofaccreditation (regardless of whether that date falls before or after thecoming into operation of section 3 of the Northern Ireland (Regional Rates andEnergy) Act 2019) is the Tier 1 tariff specified in Schedule 5;\n\t\t\tthe tariff for further heat generated in that same 12 month period is therelevant Tier 2 tariff specified in Schedule 5.\n\t\t\t(9C)Where an accredited RHI installation falls within either of the mediumbiomass tariffs set out in Schedule 5—\n\t\t\tthe tariff for the initial heat generated by the installation in any 12month period commencing with, or with the anniversary of, the date ofaccreditation (regardless of whether that date falls before or after thecoming into operation of section 3 of the Northern Ireland (Regional Rates andEnergy) Act 2019) is the relevant tariff specified in Schedule 5; and\n\t\t\tany further heat generated in that same 12 month period shall not beeligible for periodic payments.”\n\t\tIn regulation 36(10) for “and (9A)” substitute “to (9C)”.\n\t\tIn Schedules 3 and 4 omit the entries relating to small and medium biomassinstallations.\n\t\tAfter Schedule 4 insert the Schedule set out in the Schedule to this Act.\n\t\tNothing in this section has effect in relation to periodic supportpayments (within the meaning of the 2012 Regulations) for heat generatedbefore this section comes into force.\n\tVoluntary buy-out arrangements\n\t\tAfter regulation 23A insert—\n\t\t“23BVoluntary buy-out arrangements\n\t\t\tThe powers conferred by paragraph (2) may only be exercised in the periodwhile there is no Executive.\n\t\t\tThe Department may, in respect of the financial year beginning with 1stApril 2019 and each of the two financial years immediately following, prepareand publish in such manner as it thinks appropriate arrangements (“buy-outarrangements”) which—\n\t\t\t\tenable a participant to apply in writing to the Department to receive apayment (“a buy-out payment”) in respect of an accredited RHI installation;\n\t\t\t\tset out the method by which the Department is to determine—\n\t\t\t\twhether a participant qualifies for a buy-out payment in respect of anaccredited RHI installation; and\n\t\t\t\tif the participant does qualify, the amount of that payment;\n\t\t\t\twhere the Department determines that a participant does not qualify for abuy-out payment, require the Department to serve a notice on the participantstating that fact and setting out how the Department made that determination;\n\t\t\t\twhere the Department determines that a participant qualifies for a buy-outpayment, require the Department to serve on the participant a notice (“a buy-out offer”) setting out—\n\t\t\t\tthe proposed amount of that payment,\n\t\t\t\thow that payment is calculated, and\n\t\t\t\tthe effect of paragraph (5);\n\t\t\t\tenable the participant to serve a notice on the Department accepting orrejecting the buy-out offer; and\n\t\t\t\trequire the Department, subject to paragraph (4)(b), to make to aparticipant the buy-out payment proposed in a buy-out offer which has beenaccepted by the participant.\n\t\t\tThe method referred to in paragraph (2)(b)—\n\t\t\t\tmust be such as to take into account the amount of periodic supportpayments previously received by the participant in respect of the accreditedRHI installation; and\n\t\t\t\tmay accordingly be such that the participant does not qualify for a buy-outpayment.\n\t\t\tThe buy-out arrangements may contain such other provisions as appear to theDepartment to be necessary or expedient for the proper administration of thearrangements, including provisions—\n\t\t\t\tsetting out the times at which, or the periods within which, the stepsmentioned in paragraph (2) must be taken by a participant or, as the case maybe, the Department;\n\t\t\t\tpreventing a buy-out payment being made to a participant at any time whenperiodic support payments to the participant are being withheld or reducedunder Part 7 or are suspended under that Part;\n\t\t\t\tfor the Department to suspend periodic support payments in respect of anaccredited RHI installation while an application in respect of thatinstallation is being dealt with under the arrangements;\n\t\t\t\tapplying provisions of these regulations relating to the scheme to thearrangements (with or without modifications).\n\t\t\tWhere in accordance with the buy-out arrangements, the Department makes abuy-out payment to a participant in respect of an accredited RHI installation,the installation ceases from the date of the payment to be an accredited RHIinstallation.\n\t\t\tIn paragraph (1) “the period while there is no Executive” means the period—\n\t\t\t\tbeginning with the coming into operation of section 4 of the NorthernIreland (Regional Rates and Energy) Act 2019; and\n\t\t\t\tending on the next occasion when the offices of all of the Northern IrelandMinisters (including those of the First Minister and the deputy FirstMinister) are filled.”\n\tDuty to report on operation of buy-out arrangements\n\t\tThe Department must, after the end of each financial year for which buy-outarrangements are published by it, prepare a report on the operation of thearrangements in that year.\n\t\tA report under this section in respect of a financial year must, inparticular, set out—\n\t\t\tthe number of participants who have received a buy-out payment in thatyear, and\n\t\t\tthe total amount of the buy-out payments made by the Department in thatyear.\n\t\tIn the period while there is no Executive—\n\t\t\tthe Department must send a report under this section to the Secretary ofState, and\n\t\t\tthe Secretary of State must lay the report before Parliament.\n\t\tAt any other time, the Department must lay a report under this sectionbefore the Northern Ireland Assembly.\n\t\tIn this section “the Department”, “buy-out arrangements”, “buy-out payment”and “the period while there is no Executive” have the same meaning as inregulation 23B of the 2012 Regulations (inserted by section 4).\nFinal provisions\n\tCommencement \n\t\tThis section and sections 1 and 7 come into force on the day on which thisAct is passed.\n\t\tSections 2 and 3 and the Schedule come into force on 1 April 2019.\n\t\tSections 4 and 5 come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed.\n\tExtent and short title\n\t\tThis Act extends to Northern Ireland only.\n\t\tThis Act may be cited as the Northern Ireland (Regional Rates and Energy)Act 2019.\n\t\t\tSection 3"
    }
]