{
    "general": "This law changes how much money is collected from people living in Northern Ireland through taxes, called \"regional rates.\" It also makes small adjustments to a program that helps people pay for renewable energy heating systems.",
    "series": [
        [
            {
                "length": 277,
                "short": "\"Regional Rates and Energy Act 2019: Key Provisions for Year Ending 31 March 2020\"",
                "text": "* Simplified point 1: The Regional Rates and Energy Act 2019 applies to the year ending 31 March 2020.\n* Simplified point 2: The Regional Rates and Energy Act 2019 sets the regional rate for hereditaments in Northern Ireland for the year ending 31 March 2020.\n* Simplified point 3: The Regional Rates and Energy Act 2019 amends the Renewable Heat Incentive Scheme Regulations (Northern Ireland) 2012 to adjust the tariffs for periodic support payments for installations falling within the small or medium biomass tariffs.\n* Simplified point 4: The Regional Rates and Energy Act 2019 introduces voluntary buy-out arrangements for participants in the Renewable Heat Incentive Scheme.\n* Simplified point 5: The Regional Rates and Energy Act 2019 requires the Department to prepare and publish reports on the operation of the buy-out arrangements after the end of each financial year."
            }
        ]
    ],
    "summary": "The Northern Ireland (Regional Rates and Energy) Act 2019 is a law that affects the amount of money people have to pay in taxes in Northern Ireland for the year ending March 31st, 2020. It also changes how much money people get back if they use renewable energy sources like biomass heating systems. This law allows people who use these systems to choose to stop getting the payments they were supposed to get, and instead get a one-time payment instead. The government will then write a report on how well this works after the fiscal year ends.",
    "single": "\n* The Northern Ireland (Regional Rates and Energy) Act 2019 sets the regional rate for Northern Ireland for the year ending March 31, 2020.\n* The regional rate is 34.01 pence per pound and the capital value rate is 0.4574 pence per pound.\n* The act also amends the Renewable Heat Incentive Scheme Regulations (Northern Ireland) 2012 to adjust tariffs for periodic support payments.\n* The act establishes voluntary buy-out arrangements for participants in the Renewable Heat Incentive Scheme.\n* The department must prepare a report on the operation of the buy-out arrangements after the end of each financial year.\n* The act comes into force on different dates for different sections, with some sections coming into force immediately and others coming into force after a delay.\n* The act extends only to Northern Ireland."
}