[
    {
        "length": 1268,
        "text": "\nVote on Account for 2020-21\n\tVote on account for 2020-21\n\t\tThe use of resources for the year ending with 31 March 2021 is authorisedup to the amount of £298,028,070,000.\n\t\tOf the amount authorised by subsection (1)—\n\t\t\t£255,878,997,000 is authorised for use for current purposes, and\n\t\t\t£42,149,073,000 is authorised for use for capital purposes.\n\t\tThe Treasury may—\n\t\t\tissue money out of the Consolidated Fund, and\n\t\t\tapply it in the year ending with 31 March 2021 for expenditure authorisedby Parliament,\n\t\t\t\tup to the amount of £249,103,066,000.\nSupplementary provision for 2019-20\n\tAuthorisation of supplementary provision for 2019-20\n\t\tThe amount up to which authorisation was conferred for the use of resourcesfor the year ending with 31 March 2020 is to be treated as further increasedby £116,948,867,000.\n\t\tIn relation to the further amount treated as authorised by subsection (1)—\n\t\t\tthe amount up to which there is authorisation for use for current purposesis to be treated as further increased by £113,468,618,000, and\n\t\t\tthe amount up to which there is authorisation for use for capital purposesis to be treated as further increased by £3,480,249,000.\n\t\tThe amount up to which authorisation was conferred on the Treasury—\n\t\t\tto issue money out of the Consolidated Fund, and\n\t\t\tto apply it in the year ending with 31 March 2020 for expenditureauthorised by Parliament,\n\t\t\t\tis to be treated as further increased by £13,648,628,000.\n\t\tThe increases for which this section provides are to be treated as havinghad effect from the beginning of 1 April 2019.\n\tAppropriation of supplementary provision for 2019-20\n\t\tFor the purposes of—\n\t\t\tappropriating the amount of resources the use of which for the year endingwith 31 March 2020 is authorised by section 2(1), and\n\t\t\tappropriating the amount of money the issue of which out of theConsolidated Fund is authorised by section 2(3),\n\t\t\t\tthe Main Estimates Act 2019 is to be treated as having effect with theadjustments provided for in the Schedule to this Act.\n\t\tThe Schedule specifies the amounts by which adjustments are to be treatedas made to the amounts originally specified in the Scheduled Estimates in theMain Estimates Act 2019.\n\t\tFor the purpose of making the adjustments in the Schedule—\n\t\t\ta negative adjustment has effect to reduce an amount of authorisedexpenditure and, where applied to an estimated surplus (which is expressed asif it were itself a negative amount), increases the amount of the surplus, and\n\t\t\ta positive adjustment has effect to increase an amount of authorisedexpenditure and, where applied to an estimated surplus, reduces it.\n\t\tAccordingly— \n\t\t\twhere an adjustment by a negative amount of more than the amount itself ismade to an amount of authorised expenditure, what results is an estimatedsurplus, and\n\t\t\twhere an adjustment by a positive amount of more than the amount itself ismade to the amount of an estimated surplus, what results is an amount ofauthorised expenditure.\n\t\tWhere, in the Schedule, a description of matters to which expenditure mayrelate or from which income may arise (“description A”) differs from thedescription contained in the corresponding part of the Scheduled Estimates inthe Schedule to the Main Estimates Act 2019 (“description B”), the Schedule tothis Act has effect for adjusting that corresponding part by substitutingdescription A for description B.\n\t\tWhere, in relation to a department, other person or service to which aScheduled Estimate in the Schedule to the Main Estimates Act 2019 relates, theSchedule to this Act contains a new description of matters to whichexpenditure may relate or from which income may arise, the Schedule to thisAct has effect for adjusting that Scheduled Estimate by treating the newdescription as included in it.\n\t\tIn this section—\n\t\t\t  * “estimated surplus” has the same meaning as in the Main Estimates Act 2019; \n\t\t\t  * “Main Estimates Act 2019” means the Supply and Appropriation (Main Estimates) Act 2019. \n\t\tThe adjustments made by virtue of this section are to be treated as havinghad effect from the beginning of 1 April 2019.\nGeneral\n\tShort title\n\t\tThis Act may be cited as the Supply and Appropriation (Anticipation andAdjustments) Act 2020.\n\tSection 3"
    }
]