{
    "general": "This law allows the government to spend money on things that are important to the country, like healthcare, education, and defense, for the next two years (2020-2021). It also lets the government borrow money from the bank to pay for these things if they don't have enough money in their accounts. This way, the government can make sure there is enough money to provide essential services to the public.",
    "series": [
        [
            {
                "length": 294,
                "short": "\"UK Budget Allocation for Fiscal Year 2021-2022: £298 Billion Authorized\"",
                "text": "* Simplified point 1: The act authorizes the use of resources for the year ending March 31st, 2021, up to the amount of £298,028,070,000.\n* Simplified point 2: Of the authorized amount, £255,878,997,000 is for current purposes, and £42,149,073,000 is for capital purposes.\n* Simplified point 3: The Treasury can issue money out of the Consolidated Fund and apply it for expenditure authorized by parliament, up to the amount of £249,103,066,000.\n* Simplified point 4: The act also makes supplementary provisions for the year ending March 31st, 2019, increasing the authorized amount by £116,948,867,000.\n* Simplified point 5: The increases provided by the act are to be treated as having had effect from the beginning of April 1st, 2019."
            }
        ]
    ],
    "summary": "The Supply and Appropriation (Anticipation and Adjustments) Act 2020 allows the government to spend up to £298 billion on various things like public services and infrastructure projects for the financial years ending March 31st, 2020 and March 31st, 2021. This includes £255 billion for day-to-day spending and £42 billion for long-term investments like roads and schools. The government can take this money from the Consolidated Fund, which is like a special bank account used for government spending. Additionally, the act makes some adjustments to the spending limits for the previous financial year, allowing the government to spend an extra £117 billion. All of these changes are effective starting from April 1st, 2019.",
    "single": "\n* Authorizes the use of resources for the years ending with 31 March 2020 and 31 March 2021\n* Authorizes the issue of sums out of the Consolidated Fund for those years\n* Appropriates the supply authorized by this Act for the year ending with 31 March 2020\n* Increases the amount of resources available for the year ending with 31 March 2020 by £116,948,867,000\n* Provides supplementary provision for the year ending with 31 March 2020 of £13,648,628,000\n* Makes adjustments to the Main Estimates Act 2019 to reflect changes in government spending priorities\n* Has effect from the beginning of 1 April 2019"
}