[
    {
        "length": 1227,
        "text": "\nPremises to which the Fire Safety Order applies\n\tIn article 6 of the Regulatory Reform (Fire Safety) Order 2005 ([S.I.2005/1541](/id/uksi/2005/1541?view=plain \"Go to item of legislation\"))(application to premises)—\n\t\tin paragraph (1)(a) (excluded premises), after “except to the extentmentioned in” insert “paragraph (1A) or”;\n\t\tafter paragraph (1) insert—\n\t\t“(1A)Where a building contains two or more sets of domestic premises, thethings to which this order applies include—\n\t\tthe building’s structure and external walls and any common parts;\n\t\tall doors between the domestic premises and common parts (so far as notfalling within sub-paragraph (a)).\n\t\t(1B)The reference to external walls includes—\n\t\tdoors or windows in those walls, and\n\t\tanything attached to the exterior of those walls (including balconies).”;\n\t\tin paragraph (2), for “paragraph” substitute “provisions”.\nPower to change premises to which the Fire Safety Order applies\n\tThe relevant authority may by regulations amend the Regulatory Reform (FireSafety) Order 2005 ([S.I. 2005/1541](/id/uksi/2005/1541?view=plain \"Go to itemof legislation\"))—\n\t\tfor the purpose of changing or clarifying the premises to which it applies;\n\t\tin consequence of provision made under paragraph (a).\n\tThe “relevant authority”—\n\t\tin relation to premises in England, means the Secretary of State;\n\t\tin relation to premises in Wales, means the Welsh Ministers.\n\tThe amendments that may be made to the Regulatory Reform (Fire Safety)Order 2005 under subsection (1) include amendments to the provision insertedby section 1.\n\tThe power conferred by subsection (1) includes the power to maketransitional or saving provision.\n\tBefore making regulations under subsection (1) the relevant authority mustconsult anyone that appears to the relevant authority to be appropriate.\n\tRegulations under subsection (1) are to be made by statutory instrument.\n\tA statutory instrument containing regulations made by the Secretary ofState under subsection (1) may not be made unless a draft of the instrumenthas been laid before and approved by a resolution of each House of Parliament.\n\tA statutory instrument containing regulations made by the Welsh Ministersunder subsection (1) may not be made unless a draft of the instrument has beenlaid before and approved by a resolution of Senedd Cymru.\nRisk based guidance about the discharge of duties under the Fire SafetyOrder\n\tArticle 50 of the Regulatory Reform (Fire Safety) Order 2005 ([S.I.2005/1541](/id/uksi/2005/1541?view=plain \"Go to item of legislation\"))(guidance) is amended as follows.\n\tAfter paragraph (1) insert—\n\t\t“(1A)Where in any proceedings it is alleged that a person has contravened aprovision of articles 8 to 22 or of regulations made under article 24 inrelation to a relevant building (or part of the building)—\n\t\tproof of a failure to comply with any applicable risk based guidance may berelied on as tending to establish that there was such a contravention, and\n\t\tproof of compliance with any applicable risk based guidance may be reliedon as tending to establish that there was no such contravention.”\n\tAfter paragraph (2) insert—\n\t“(2A)Before revising or withdrawing any risk based guidance in relation torelevant buildings the Secretary of State must consult such persons as theSecretary of State considers appropriate.”\n\tAfter paragraph (3) insert—\n\tIn this article—\n\t\t  * “relevant building” means a building in England containing two or more sets of domestic premises;\n\t\t  * “risk based guidance” means guidance under paragraph (1) about how a person who is subject to the duties mentioned there in relation to more than one set of premises is to prioritise the discharge of those duties in respect of the different premises by reference to risk.”\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tSection 1 comes into force—\n\t\tin relation to premises in England, on such day as the Secretary of Statemay by regulations made by statutory instrument appoint;\n\t\tin relation to premises in Wales, on such day as the Welsh Ministers may byregulations made by statutory instrument appoint.\n\tDifferent days may be appointed for different purposes.\n\tSection 2 comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\tSection 3 comes into force at the same time as section 1 comes fully intoforce in relation to premises in England.\n\tThis section comes into force on the day on which this Act is passed.\n\tThis Act may be cited as the Fire Safety Act 2021.\n\t\t"
    }
]