{
    "general": "This law makes sure that landlords and property managers take care of fire safety in buildings with multiple homes, like apartments or flats. It also gives the government the power to change the rules in the future if needed. The main goal is to keep people safe from fires in these types of buildings.",
    "series": [
        [
            {
                "length": 245,
                "short": "\"New Fire Safety Laws Expand Scope and Empower Authorities\"",
                "text": "\n* Simplified point 1: The Fire Safety Act 2021 amends the Regulatory Reform (Fire Safety) Order 2005 to expand the scope of premises to which the Order applies, specifically including multi-unit dwellings with shared doors and external walls.\n* Simplified point 2: The Act empowers the relevant authorities (Secretary of State in England, Welsh Ministers in Wales) to make regulations to change or clarify the premises to which the Fire Safety Order applies, and to make transitional or saving provisions.\n* Simplified point 3: The Act also amends Article 50 of the Regulatory Reform (Fire Safety) Order 2005 to allow proof of compliance or non-compliance with risk-based guidance to be used as evidence in legal proceedings related to fire safety offenses.\n* Simplified point 4: The Act extends to England and Wales only, and comes into force in stages, with different sections coming into force on different days."
            }
        ]
    ],
    "summary": "The Fire Safety Act 2021 is a law that changes how buildings with multiple homes inside them are regulated when it comes to fire safety. Before, these buildings were not always covered by the same rules as other buildings, but now they will be. This means that people who live in these buildings will have better protection from fires. The law also gives the government the power to make new rules about which buildings need to follow certain fire safety guidelines. These rules can help keep people safe from fires. Additionally, if someone is accused of breaking fire safety laws, they can use proof that they followed or didn't follow certain guidelines as evidence in court. The law only applies to England and Wales, and it will come into effect gradually over time.",
    "single": "\n* The Fire Safety Act 2021 simplifies the application of the Regulatory Reform (Fire Safety) Order 2005 regarding premises with multiple sets of domestic properties.\n\n* Premises covered under the act include structures, external walls, doors, and anything attached to them.\n\n* The act allows for the modification of the premises covered by the Fire Safety Order through regulations made by the relevant authorities.\n\n* The relevant authorities are the Secretary of State for England and the Welsh Ministers for Wales.\n\n* Before making regulations, the relevant authorities must consult with anyone they deem appropriate.\n\n* The act also provides for risk-based guidance on the discharge of duties under the Fire Safety Order.\n\n* Risk-based guidance can be used as evidence in legal proceedings related to fire safety violations.\n\n* The act extends to England and Wales only and comes into force at different times for different sections."
}