[
    {
        "length": 2182,
        "text": "\nPart 1Slaughter\n\tFoot-and-mouth disease\n\t\tIn the Animal Health Act [1981 (c. 22)](/id/ukpga/1981/22?view=plain \"Go toitem of legislation\") (in this Act referred to as the 1981 Act) paragraph 3 ofSchedule 3 (power to cause slaughter of animals because of foot-and-mouthdisease) is amended as follows.\n\t\tIn sub-paragraph (1) omit “and” at the end of paragraph (a), and afterparagraph (b) insert—\n\t\t\tany animals the Secretary of State thinks should be slaughtered with aview to preventing the spread of foot-and-mouth disease.”\n\t\tAfter sub-paragraph (1) insert—\n\t\t\t“(1A)The Secretary of State may exercise the power under sub-paragraph (1)(c)whether or not animals—\n\t\t\tare affected with foot-and-mouth disease or suspected of being so affected;\n\t\t\tare or have been in contact with animals so affected;\n\t\t\thave been exposed to the infection of foot-and-mouth disease;\n\t\t\thave been treated with vaccine against foot-and-mouth disease.”\n\tExtension of power to slaughter\n\t\tIn the 1981 Act the following section is inserted after section 32—\n\t\t“32ASlaughter to prevent spread of disease\n\t\t\tThe Secretary of State may by order amend Schedule 3 for the purpose of—\n\t\t\t\tauthorising or requiring the slaughter of animals to be caused with a viewto preventing the spread of disease other than foot-and-mouth disease;\n\t\t\t\trequiring the payment of compensation in respect of animals slaughtered byvirtue of the order.\n\t\t\tAn order under this section may include—\n\t\t\t\tamendments corresponding to those made by section 1 of the Animal HealthAct 2002;\n\t\t\t\tamendments as to slaughter in relation to any disease not referred to inSchedule 3 (apart from the order);\n\t\t\t\tsupplementary or incidental provisions (including amendments of provisionsother than Schedule 3).\n\t\t\tNo order may be made under this section unless a draft of the order hasbeen laid before Parliament and approved by a resolution of each House.”\n\t\t\tIn section 35(2) of that Act (diseases to which power of seizure anddisposal of carcases applies), in paragraph (a)—\n\t\t\t\tfor the words “and swine-fever” substitute “, swine-fever and transmissiblespongiform encephalopathies”;\n\t\t\t\tafter “applies” insert “and any disease in respect of which an order undersection 32A is in force”.\n\tDisease control (slaughter) protocol\n\t\tIn the 1981 Act the following sections are inserted after section 32A (asinserted by section 2 above)—\n\t\t“32BDisease control (slaughter) protocol\n\t\t\tThis section applies to a power exercisable by the Secretary of Stateunder—\n\t\t\t\tparagraph 3(1)(c) of Schedule 3;\n\t\t\t\tsuch other provision of that Schedule (as amended by an order under section32A(1)(a)) as the Secretary of State by order specifies;\n\t\t\t\tsuch other provisions of this Act relating to the control of disease as theSecretary of State by order specifies.\n\t\t\tThe Secretary of State must prepare a document (the disease control(slaughter) protocol) indicating—\n\t\t\t\tthe purposes for which any power to which this section applies will beexercised;\n\t\t\t\tthe principal factors to be taken into account in deciding whether toexercise the power;\n\t\t\t\tthe procedure to be followed in deciding whether in any circumstances ordescription of circumstances the power is to be exercised, which shall includethe application of such methods of detecting disease in animals as may beavailable;\n\t\t\t\tthe procedure to be followed by persons who have functions in relation tothe exercise of the power;\n\t\t\t\tthe means by which a particular decision to exercise the power may bereviewed.\n\t\t\tAfter preparing a draft of the disease control (slaughter) protocol theSecretary of State—\n\t\t\t\tmust send a copy of the draft to such persons and organisations as hethinks are representative of those having an interest in the exercise of thepower;\n\t\t\t\tmust consider any representations made to him about the draft by suchpersons and organisations;\n\t\t\t\tmay amend the draft accordingly.\n\t\t\tAfter the Secretary of State has proceeded under subsection (3) he mustpublish the protocol in such manner as he thinks appropriate.\n\t\t\tThe Secretary of State must from time to time review the protocol and if hethinks it appropriate revise the protocol.\n\t\t\tSubsections (2) to (4) apply to a revision of the protocol as they apply toits preparation.\n\t\t\tThe power to make an order must be exercised by statutory instrumentsubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tIt is immaterial that anything done for the purposes of subsections (2) to(4) is done before the passing of the Animal Health Act 2002.\n\t\tCProtocol: exercise of powers\n\t\t\tA power to which section 32B applies must not be exercised unless theprotocol mentioned in that section has been published and has not beenwithdrawn.\n\t\t\tAny act which is done in contravention of subsection (1) is done withoutlawful authority.\n\t\t\tIf a person who has any function in relation to the exercise of a power towhich section 32B applies fails to act in accordance with the protocol he isnot by reason only of that failure liable in any civil or criminalproceedings.\n\t\t\tBut the protocol is admissible in evidence in such proceedings and a courtmay take account of any failure to act in accordance with it in deciding anyquestion in the proceedings.”\n\tExplanation of preventive slaughter\n\t\tIn the 1981 Act the following section is inserted after section 32C (asinserted by section 3 above)—\n\t\t“32DExplanation of preventive slaughter\n\t\t\tThis section applies to a power exercisable by the Secretary of Stateunder—\n\t\t\t\tparagraph 3(1)(c) of Schedule 3;\n\t\t\t\tany other provision of that Schedule as amended by an order under section32A(1)(a).\n\t\t\tThe Secretary of State must not exercise a power to which this sectionapplies unless before he first exercises the power in relation to anydescription of circumstances he publishes his reasons in relation to thecircumstances of that description—\n\t\t\t\tfor the exercise of the power;\n\t\t\t\tfor not exercising his power under section 16 to cause animals to betreated with serum or vaccine.\n\t\t\tIf the Secretary of State does not comply with subsection (2) in relationto any description of circumstances anything done in connection with theexercise of the power in such circumstances must be taken to have been donewithout lawful authority.”\n\tSlaughter of vaccinated animals\n\t\tIn the 1981 Act the following section is inserted after section 16—\n\t\t“16ASlaughter of vaccinated animals\n\t\t\tThis section applies to any animal which has been treated with vaccine forthe purpose of preventing the spread of foot-and-mouth disease or such otherdisease as the Secretary of State may by order specify.\n\t\t\tThe Secretary of State may cause to be slaughtered any animal to which thissection applies.\n\t\t\tThe power conferred by this section extends to taking any action—\n\t\t\t\twhich is required to enable any such animal to be slaughtered, or\n\t\t\t\twhich is otherwise required in connection with the slaughter.\n\t\t\tFor any animal slaughtered under this section the Secretary of State mustpay compensation in accordance with subsections (5) and (6).\n\t\t\tIn the case of an animal treated with vaccine for the purpose of preventingthe spread of foot-and-mouth disease—\n\t\t\t\tif the animal was affected with foot-and-mouth disease the compensation isthe value of the animal immediately before it became so affected;\n\t\t\t\tin any other case the compensation is the value of the animal immediatelybefore it was slaughtered.\n\t\t\tIn the case of an animal treated with vaccine for the purpose of preventingthe spread of a disease specified by order under subsection (1) thecompensation is of such an amount as may be prescribed by order of theSecretary of State.\n\t\t\tIn arriving at a value under subsection (5) above no account is to be takenof the fact that the animal had been treated with vaccine as mentioned in thatsubsection.”\n\t\t\tNo order may be made under subsection (1) unless a draft of the order hasbeen laid before Parliament and approved by a resolution of each House.\n\t\t\tA statutory instrument containing an order under subsection (6) is subjectto annulment in pursuance of a resolution of either House of Parliament.”"
    },
    {
        "length": 1029,
        "text": "\nTreatment: power of entry\n\tSection 16 of the 1981 Act (treatment after exposure to infection) isamended as follows.\n\tIn subsection (2) for “officer of the Minister” substitute “inspector”.\n\tIn that subsection omit the words from “taking with him” to the end.\n\tAfter subsection (2) insert the following—\n\tIf a justice of the peace is satisfied on sworn information in writingthat the first condition is satisfied and that the second or third conditionis satisfied he may issue a warrant authorising an inspector to enter any landor premises, if necessary using reasonable force, for the purpose mentioned insubsection (2).\n\tThe information must include—\n\t\ta statement as to whether any representations have been made by theoccupier of the land or premises to an inspector concerning the purpose forwhich the warrant is sought;\n\t\ta summary of any such representations.\n\tThe first condition is that there are reasonable grounds for an inspectorto enter the land or premises for that purpose.\n\tThe second condition is that each of the following applies to the occupierof the premises—\n\t\the has been informed of the decision to seek entry to the premises and ofthe reasons for that decision;\n\t\the has failed to allow entry to the premises on being requested to do so byan inspector;\n\t\the has been informed of the decision to apply for the warrant.\n\tThe third condition is that—\n\t\tthe premises are unoccupied or the occupier is absent and (in either case)notice of intention to apply for the warrant has been left in a conspicuousplace on the premises, or\n\t\tan application for admission to the premises or the giving of notice ofintention to apply for the warrant would defeat the object of entering thepremises.\n\tSubsections (9) to (12) apply to an inspector who enters any land orpremises by virtue of subsection (2) or under a warrant issued undersubsection (3).\n\tThe inspector may take with him—\n\t\tsuch other persons as he thinks necessary to give him such assistance as hethinks necessary;\n\t\tsuch equipment as he thinks necessary.\n\tThe inspector may require any person on the land or premises who fallswithin subsection (11) to give him such assistance as he may reasonablyrequire for the purpose mentioned in subsection (2).\n\tThe following persons fall within this subsection—\n\t\tthe occupier of the premises;\n\t\ta person appearing to the inspector to have charge of animals on thepremises;\n\t\ta person appearing to the inspector to be under the direction or control ofa person mentioned in paragraph (a) or (b).\n\tIf the inspector enters any unoccupied premises he must leave them aseffectively secured against entry as he found them.\n\tIf the inspector enters any premises by virtue of a warrant issued undersubsection (3) he must at the time of entry—\n\t\tserve a copy of the warrant on the occupier of the premises, or (if theoccupier is not on the premises)\n\t\tleave a copy of the warrant in a conspicuous place on the premises.\n\tA warrant issued under subsection (3) remains in force for one monthstarting with the date of its approval by the justice of the peace, which dateshall be clearly visible on the warrant.\n\tA warrant issued under subsection (3) must be executed only at areasonable hour unless the inspector thinks that the case is one of urgency.\n\tIn relation to any premises to which entry is obtained by virtue of awarrant under this section the Secretary of State must retain for a period ofnot less than 12 months beginning with the day after entry—\n\t\ta copy of the warrant;\n\t\ta copy of any record of the steps taken to effect entry to the premises andthe actions taken on the premises by the inspector and any other personentering the premises with him.\n\tA person commits an offence if—\n\t\the is required to give assistance under subsection (10), and\n\t\the fails to give it.”"
    },
    {
        "length": 1246,
        "text": "\nSlaughter: power of entry\n\tIn the 1981 Act the following sections are inserted after section 62—\n\t“62ASlaughter: power of entry\n\t\tAn inspector may at any time enter any premises for the purpose of—\n\t\t\tascertaining whether a power conferred by or under this Act to cause ananimal to be slaughtered should be exercised, or\n\t\t\tdoing anything in pursuance of the exercise of that power.\n\t\tIn this section and sections 62B and 62C premises includes any land,building or other place.\n\tBSlaughter: warrants\n\t\tIf a justice of the peace is satisfied on sworn information in writing thatthe first condition is satisfied and that the second or third condition issatisfied he may issue a warrant authorising an inspector to enter anypremises, if necessary using reasonable force, for the purpose mentioned insection 62A.\n\t\tThe information must include—\n\t\t\ta statement as to whether any representations have been made by theoccupier of the land or premises to an inspector concerning the purpose forwhich the warrant is sought;\n\t\t\ta summary of any such representations.\n\t\tThe first condition is that there are reasonable grounds for an inspectorto enter the premises for that purpose.\n\t\tThe second condition is that each of the following applies to the occupierof the premises—\n\t\t\the has been informed of the decision to seek entry to the premises and ofthe reasons for that decision;\n\t\t\the has failed to allow entry to the premises on being requested to do so byan inspector;\n\t\t\the has been informed of the decision to apply for the warrant.\n\t\tThe third condition is that—\n\t\t\tthe premises are unoccupied or the occupier is absent and (in either case)notice of intention to apply for the warrant has been left in a conspicuousplace on the premises, or\n\t\t\tan application for admission to the premises or the giving of notice ofintention to apply for the warrant would defeat the object of entering thepremises.\n\t\tA warrant issued under this section remains in force for one month startingwith the date of its approval by the justice of the peace, which date shall beclearly visible on the warrant.\n\t\tA warrant issued under this section must be executed only at a reasonablehour unless the inspector thinks that the case is one of urgency.\n\t\tIn relation to any premises to which entry is obtained by virtue of awarrant under this section the Secretary of State must retain for a period ofnot less than 12 months beginning with the day after entry—\n\t\t\ta copy of the warrant;\n\t\t\ta copy of any record of the steps taken to effect entry to the premises andthe actions taken on the premises by the inspector and any other personentering the premises with him.\n\tCSlaughter: supplementary\n\t\tThis section applies to an inspector who enters any premises by virtue ofsection 62A or under a warrant issued under section 62B.\n\t\tThe inspector may take with him—\n\t\t\tsuch other persons as he thinks necessary to give him such assistance as hethinks necessary;\n\t\t\tsuch equipment as he thinks necessary.\n\t\tThe inspector may require any person on the premises who falls withinsubsection (4) to give him such assistance as he may reasonably require forthe purpose mentioned in section 62A.\n\t\tThe following persons fall within this subsection—\n\t\t\tthe occupier of the premises;\n\t\t\ta person appearing to the inspector to have charge of animals on thepremises;\n\t\t\ta person appearing to the inspector to be under the direction or control ofa person mentioned in paragraph (a) or (b).\n\t\tIf the inspector enters any premises by virtue of a warrant issued undersection 62B he must at the time of entry—\n\t\t\tserve a copy of the warrant on the occupier of the premises, or (if theoccupier is not on the premises)\n\t\t\tleave a copy of the warrant in a conspicuous place on the premises.\n\t\tIf the inspector enters any unoccupied premises he must leave them aseffectively secured against entry as he found them.”\n\t\tIn that Act the following section is inserted after section 66—\n\t“66ARefusal and obstruction of inspector\n\t\tA person commits an offence if without lawful authority or excuse (proof ofwhich shall lie on him) he—\n\t\t\trefuses admission to any premises to a person acting under section 62Aabove,\n\t\t\tobstructs or impedes him in so acting, or\n\t\t\tassists in any such obstruction or impeding.\n\t\tA person commits an offence if—\n\t\t\the is required to give assistance under section 62C(3), and\n\t\t\the fails to give it.”"
    },
    {
        "length": 1309,
        "text": "\nTests and samples: power of entry\n\tIn the 1981 Act the following sections are inserted after section 62C(inserted by section 8 of this Act)—\n\t“62DTests and samples: power of entry\n\t\tA veterinary inspector may at any time enter any premises for the purposeof ascertaining—\n\t\t\twhether disease anti-bodies exist in animals on the premises;\n\t\t\twhether any animal on the premises or which was kept there at any time is,or was at that time, infected with disease;\n\t\t\twhether any causative agent of disease is present on the premises.\n\t\tDisease is foot-and-mouth disease and such other disease as the Secretaryof State may by order specify.\n\t\tNo order may be made under subsection (2) unless a draft of the order hasbeen laid before Parliament and approved by a resolution of each House.\n\t\tCausative agent includes any virus, bacterium and any other organism orinfectious substance which may cause or transmit disease.\n\t\tIn this section and sections 62E and 62F premises includes any land,building or other place.\n\tETests and samples: warrants\n\t\tIf a justice of the peace is satisfied on sworn information in writing thatthe first condition is satisfied and that the second or third condition issatisfied he may issue a warrant authorising a veterinary inspector to enterany premises, if necessary using reasonable force, for the purpose mentionedin section 62D.\n\t\tThe information must include—\n\t\t\ta statement as to whether any representations have been made by theoccupier of the land or premises to an inspector concerning the purpose forwhich the warrant is sought;\n\t\t\ta summary of any such representations.\n\t\tThe first condition is that there are reasonable grounds for a veterinaryinspector to enter the premises for that purpose.\n\t\tThe second condition is that each of the following applies to the occupierof the premises—\n\t\t\the has been informed of the decision to seek entry to the premises and ofthe reasons for that decision;\n\t\t\the has failed to allow entry to the premises on being requested to do so byan inspector;\n\t\t\the has been informed of the decision to apply for the warrant.\n\t\tThe third condition is that—\n\t\t\tthe premises are unoccupied or the occupier is absent and (in either case)notice of intention to apply for the warrant has been left in a conspicuousplace on the premises, or\n\t\t\tan application for admission to the premises or the giving of notice ofintention to apply for the warrant would defeat the object of entering thepremises.\n\t\tA warrant issued under this section remains in force for one month startingwith the date of its approval by the justice of the peace, which date shall beclearly visible on the warrant.\n\t\tA warrant issued under this section must be executed only at a reasonablehour unless the inspector thinks that the case is one of urgency.\n\t\tIn relation to any premises to which entry is obtained by virtue of awarrant under this section the Secretary of State must retain for a period ofnot less than 12 months beginning with the day after entry—\n\t\t\ta copy of the warrant;\n\t\t\ta copy of any record of the steps taken to effect entry to the premises andthe actions taken on the premises by the inspector and any other personentering the premises with him.\n\tFTests and samples: supplementary\n\t\tThis section applies to a veterinary inspector who enters any premises byvirtue of section 62D or under a warrant issued under section 62E.\n\t\tThe inspector may take with him—\n\t\t\tsuch other persons as he thinks necessary to give him such assistance as hethinks necessary;\n\t\t\tsuch equipment as he thinks necessary.\n\t\tThe inspector may take such samples (including samples from any animal onthe premises) and carry out such tests as he thinks are necessary for thepurpose mentioned in section 62D(1).\n\t\tThe inspector may require any person on the premises who falls withinsubsection (5) to give him such assistance as he may reasonably require forthe purpose mentioned in section 62D(1).\n\t\tThe following persons fall within this subsection—\n\t\t\tthe occupier of the premises;\n\t\t\ta person appearing to the inspector to have charge of animals on thepremises;\n\t\t\ta person appearing to the inspector to be under the direction or control ofa person mentioned in paragraph (a) or (b).\n\t\tIf the inspector enters any unoccupied premises he must leave them aseffectively secured against entry as he found them.\n\t\tIf the inspector enters any premises by virtue of a warrant issued undersection 62E he must at the time of entry—\n\t\t\tserve a copy of the warrant on the occupier of the premises, or (if theoccupier is not on the premises)\n\t\t\tleave a copy of the warrant in a conspicuous place on the premises.\n\t\tA person commits an offence if—\n\t\t\the is required to give assistance under subsection (4), and\n\t\t\the fails to give it.”"
    },
    {
        "length": 301,
        "text": "\nInspection of vehicles\n\tIn the 1981 Act the following section is inserted after section 65—\n\t“65AInspection of vehicles\n\t\tIf each of the conditions in subsection (2) is satisfied, an inspector maystop, detain and inspect any vehicle to ascertain whether the provisions ofany of the following are being complied with—\n\t\t\tthis Act;\n\t\t\tan order made under this Act;\n\t\t\ta regulation of a local authority made in pursuance of such an order.\n\t\tThe conditions are—\n\t\t\tthat the vehicle is in a designated area in a designated period;\n\t\t\tthat the inspector is accompanied by a constable in uniform.\n\t\tIn subsection (2) “designated” means designated by an order made by theSecretary of State.\n\t\tA vehicle includes—\n\t\t\ta trailer, semi-trailer or other thing which is designed or adapted to betowed by another vehicle;\n\t\t\tanything on a vehicle;\n\t\t\ta detachable part of a vehicle;\n\t\t\ta container or other structure designed or adapted to be carried by or on avehicle.”"
    },
    {
        "length": 100,
        "text": "\nObstruction \n\tIn section 60(5) of the 1981 Act (power to apprehend without warrant ifofficer is obstructed)—\n\t\tfor “officer other than a constable” substitute “inspector”;\n\t\tfor “officer” (in the second place where the word occurs) substitute“inspector or a constable”."
    },
    {
        "length": 1303,
        "text": "\nOffences\n\tDeliberate infection of animals\n\t\tIn the 1981 Act the following sections are inserted after section 28—\n\t\t“28ADeliberate infection\n\t\t\tA person commits an offence if without lawful authority or excuse (proof ofwhich shall lie on him) he knowingly does anything which causes or is intendedto cause an animal to be infected with a disease specified in Schedule 2A.\n\t\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\t\ton summary conviction, to imprisonment for a term not exceeding six monthsor to a fine not exceeding the statutory maximum or to both;\n\t\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine or to both.\n\t\t\tThe Secretary of State may by order amend Schedule 2A.\n\t\t\tA statutory instrument containing an order under subsection (3) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tBDeliberate infection: disqualification\n\t\t\tIf a person is convicted of an offence under section 28A the court may byorder disqualify him, for such period as it thinks fit, from keeping ordealing in—\n\t\t\t\tany animals, or\n\t\t\t\tany animals of a specified kind.\n\t\t\tThe court may suspend the operation of the order—\n\t\t\t\tfor such period as it thinks necessary to enable arrangements to be madefor the keeping of any animals to which the disqualification relates;\n\t\t\t\tpending an appeal.\n\t\t\tA person who is disqualified under subsection (1) may from time to timeapply to the court which imposed the disqualification to remove it or vary it.\n\t\t\tOn an application under subsection (3) the court may by order—\n\t\t\t\trefuse the application,\n\t\t\t\tremove the disqualification, or\n\t\t\t\tvary the disqualification to apply it only to such animals or kind ofanimals as it specifies.\n\t\t\tIn considering an application under subsection (3) the court may haveregard to—\n\t\t\t\tthe nature of the offence in respect of which the disqualification wasimposed;\n\t\t\t\tthe character of the applicant;\n\t\t\t\this conduct since the disqualification was imposed.\n\t\t\tThe first application under subsection (3) must not be made before the endof the period of one year starting with the date the disqualification starts.\n\t\t\tA further application must not be made before the end of the period of oneyear starting with the date of the court’s last order.\n\t\t\tFor the purposes of this section keeping or dealing in an animal includes—\n\t\t\t\thaving custody or control of an animal;\n\t\t\t\tbeing concerned in the management or control of a body (whether or notincorporated) whose activities include keeping or dealing in animals.”\n\t\t\tIn that Act the following Schedule is inserted after Schedule 2—\n\t\t“SCHEDULE 2ASpecified diseases\n\t\t\t  * Foot-and-mouth disease\n\t\t\t  * Swine vesicular disease\n\t\t\t  * Peste des petits ruminants\n\t\t\t  * Lumpy skin disease\n\t\t\t  * Bluetongue\n\t\t\t  * African horse sickness\n\t\t\t  * Classical swine fever\n\t\t\t  * Newcastle disease\n\t\t\t  * Vesicular stomatitis\n\t\t\t  * Rinderpest\n\t\t\t  * Contagious bovine pleuropneumonia\n\t\t\t  * Rift Valley fever\n\t\t\t  * Sheep pox and goat pox\n\t\t\t  * African swine fever\n\t\t\t  * Highly pathogenic avian influenza.”\n\tPenalties for certain summary offences\n\t\tIn the 1981 Act the following section is substituted for section 75—\n\t\t“75Penalties for certain summary offences\n\t\t\tThis section applies to any offence under this Act for which no penalty isspecified.\n\t\t\tA person guilty of an offence to which this section applies is liable onsummary conviction to imprisonment for a term not exceeding six months or to afine not exceeding level 5 on the standard scale or to both.”\n\tProsecutions: time limit\n\t\tIn the 1981 Act the following section is inserted before section 72—\n\t\t“71AProsecutions: time limit\n\t\t\tDespite anything in section 127(1) of the Magistrates' Courts Act 1980 aninformation relating to an offence under this Act which is triable by amagistrates' court in England and Wales may be so tried if it is laid at anytime—\n\t\t\t\twithin the period of three years starting with the date of the commissionof the offence, and\n\t\t\t\twithin the period of six months starting with the day on which evidencewhich the prosecutor thinks is sufficient to justify the proceedings comes tohis knowledge.\n\t\t\tA certificate by the prosecutor as to the date on which such evidence cameto his knowledge is conclusive evidence of that fact.”"
    },
    {
        "length": 1865,
        "text": "\nPart 4General\n\tDuty to consider vaccination\n\t\tIn the 1981 Act the following section is inserted after section 14A (asinserted by section 18) of this Act—\n\t\t“14BDuty to consider vaccination\n\t\t\tIn relation to any occurrence of foot-and-mouth disease the Secretary ofState must consider what is the most appropriate means of preventing thespread of the disease.\n\t\t\tIn particular he must consider whether in relation to the occurrencetreating animals with serum or vaccine is more appropriate than any othermeans of preventing the spread of the disease.”\n\tBiosecurity guidance\n\t\tIn the 1981 Act the following sections are inserted after section 6(eradication areas and attested areas)—\n\t\t“6ABiosecurity guidance\n\t\t\tThe Secretary of State must prepare guidance on the appropriate biosecuritymeasures to be taken in relation to—\n\t\t\t\tfoot-and-mouth disease;\n\t\t\t\tsuch other disease as the Secretary of State by order specifies.\n\t\t\tAfter preparing a draft of the guidance the Secretary of State—\n\t\t\t\tmust send a copy of the draft to such persons and organisations as hethinks are representative of those having an interest in biosecurity measures;\n\t\t\t\tmust consider any representations made to him about the draft by suchpersons and organisations;\n\t\t\t\tmay amend the draft accordingly.\n\t\t\tAfter the Secretary of State has proceeded under subsection (2) he mustpublish the guidance in such manner as he thinks appropriate.\n\t\t\tThe Secretary of State must from time to time review the guidance and if hethinks it appropriate revise the guidance.\n\t\t\tSubsections (1) to (3) apply to a revision of the guidance as they apply toits preparation.\n\t\t\tBut if the Secretary of State thinks that it is necessary to revise theguidance urgently he may publish revised guidance without proceeding undersubsection (2).\n\t\t\tBiosecurity measures are measures taken to prevent the spread of causativeagents of disease.\n\t\t\tCausative agent includes any virus, bacterium and any other organism orinfectious substance which may cause or transmit disease.\n\t\t\tThe power to make an order must be exercised by statutory instrumentsubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\t\tIt is immaterial that anything done for the purposes of subsections (1) to(3) is done before the passing of the Animal Health Act 2002.\n\t\tBBiosecurity compliance\n\t\t\tA person having a function under this Act relating to foot-and -mouthdisease or a disease specified by order under section 6A(1) must not exercisethe function unless the guidance under section 6A has been published and hasnot been withdrawn.\n\t\t\tAny act which is done in contravention of subsection (1) is done withoutlawful authority.\n\t\t\tIf a person to whom subsection (5) applies fails to comply with theguidance he is not by reason only of that failure liable in any civil orcriminal proceedings.\n\t\t\tBut the guidance is admissible in evidence in such proceedings and a courtmay take account of any failure to act in accordance with it in deciding anyquestion in the proceedings.\n\t\t\tThis subsection applies to—\n\t\t\t\tany person having functions under this Act;\n\t\t\t\tany person who is the owner or occupier of premises on which animals arekept;\n\t\t\t\tany person who has charge of animals;\n\t\t\t\tany person who is under the direction of a person mentioned in paragraphs(a) to (c).”\n\tAnnual review of import controls\n\t\tIn the 1981 Act the following section is inserted after section 10—\n\t\t“10AAnnual review of import controls\n\t\t\tThe Ministers shall prepare a report during each financial year which will—\n\t\t\t\treview all activities of government departments, the Food Standards Agency,local authorities, customs, police authorities and other relevant publicagencies directed to the prevention of the introduction of disease into orwithin England and Wales through the importation of animal products andmatter, whether animate or inanimate, and other things;\n\t\t\t\tidentify the nature, origin and quantity of such animal products and matterand stating whether the product or matter was destined for personal orcommercial consumption;\n\t\t\t\tassess the making of any orders under section 10 of this Act;\n\t\t\t\tassess the effectiveness of any action taken under an order made undersection 10 of this Act; and\n\t\t\t\tpropose such further action as may, on the basis of advice given to theMinisters by suitably qualified individuals appointed as scientific advisersto the Ministers, be required to further reduce the risk of disease beingimported.\n\t\t\tThe Ministers shall lay their report before Parliament and the NationalAssembly for Wales at the end of each financial year.”\n\tNational contingency plan\n\t\tBefore section 15 of the 1981 Act (requirements on certain persons relating toanimals affected with disease) there is inserted the following section—\n\t\t“14ANational contingency plan\n\t\t\tThe appropriate authority must prepare a document (the national contingencyplan) indicating the arrangements the authority intends to put in place forthe purpose of dealing with any occurrence of—\n\t\t\t\tfoot-and-mouth disease;\n\t\t\t\tsuch other disease as the authority by order specifies.\n\t\t\tAfter preparing a draft of the national contingency plan the appropriateauthority—\n\t\t\t\tmust send a copy of the draft to such persons and organisations as theauthority thinks are representative of those having an interest in thearrangements;\n\t\t\t\tmust consider any representations made to the authority about the draft bysuch persons and organisations;\n\t\t\t\tmay amend the draft accordingly.\n\t\t\tAfter the appropriate authority has proceeded under subsection (2) theauthority must—\n\t\t\t\tlay the plan before Parliament (unless subsection (9) applies);\n\t\t\t\tpublish it in such manner as the authority thinks likely to bring it to theattention of persons who may be affected by the arrangements.\n\t\t\tThe appropriate authority must from time to time (but not less frequentlythan at intervals of one year) review the plan and if the authority thinks itappropriate revise the plan.\n\t\t\tSubsections (2) and (3) apply to a revision of the plan as they apply toits preparation.\n\t\t\tThe power to make an order must be exercised by statutory instrument.\n\t\t\tThe instrument is subject to annulment in pursuance of a resolution ofeither House of Parliament (unless subsection (9) applies).\n\t\t\tThe appropriate authority is—\n\t\t\t\tthe Secretary of State in relation to England;\n\t\t\t\tthe Secretary of State and the National Assembly for Wales acting jointlyin relation to Wales (except for the purposes of subsection (1)(b));\n\t\t\t\tthe National Assembly for Wales in relation to Wales for the purposes ofsubsection (1)(b).\n\t\t\tThis subsection applies to a plan prepared in relation to Wales.\n\t\t\tIt is immaterial that anything done for the purposes of subsections (1) to(3) (except the making of an order under subsection (1)(b)) is done before thepassing of the Animal Health Act 2002.”\n\tCommencement \n\t\tThe preceding provisions of this Act come into force in accordance withprovision made by the Secretary of State by order made by statutoryinstrument.\n\t\tAn order under this section may make different provision for differentpurposes.\n\tFinance \n\t\tAny expenditure incurred by a Minister of the Crown in consequence of this Actis to be paid out of money provided by Parliament.\n\tExtent \n\t\tThis Act extends only to England and Wales.\n\tShort title\n\t\tThis Act may be cited as the Animal Health Act 2002.\n\tSection 6"
    }
]