[
    {
        "length": 1400,
        "text": "\nAmendments of the Geneva Conventions Act 1957\n\tThe Geneva Conventions Act [1957 (c. 52)](/id/ukpga/1957/52?view=plain \"Goto item of legislation\") is amended as follows.\n\tIn section 1 (grave breaches of Conventions and protocols), in subsection(1), for “or the first protocol” substitute “, the first protocol or the thirdprotocol”.\n\tIn subsection (1A) of that section, after paragraph (b) insert “; and\n\t\ta grave breach of the third protocol is anything which for the purposes ofArticle 6 of the protocol constitutes the perfidious use of the emblemspecified in section 6(1)(f) of this Act”.\n\tIn section 6 (use of the Red Cross and other emblems), in subsection (1),after paragraph (e) insert “;\n\t\tthe emblem of a red frame in the shape of a square on edge on a whiteground, conforming to the illustration in Article 1 of the Annex to the thirdprotocol (and whether or not incorporating another emblem, or a combination ofemblems, in accordance with Article 3 of the protocol), or the designation“Red Crystal” or “third Protocol emblem””.\n\tAfter subsection (4A) of that section, insert—\n\t\t“(4B)Subsection (4) of this section shall apply in relation to a design orwording reproducing or resembling the emblem or a designation specified inparagraph (f) of subsection (1) of this section as it applies to designs orwording reproducing or resembling an emblem or designation specified inparagraph (b) or (c) of that subsection.\n\t(4C)But subsection (4) of this section shall not apply by virtue of subsection(4B) of this section where the use of the design or wording concerned is suchas would appear, in time of armed conflict, to confer the protection of thescheduled conventions and, where applicable, the first protocol and the secondprotocol.\n\t(4D)For the purposes of subsection (4B) of this section references insubsection (4) of this section to the passing of this Act shall be construedas references to the passing of the Geneva Conventions and United NationsPersonnel (Protocols) Act 2009.”\n\tIn section 6A (regulations), in subsection (1)(b), for “or the secondprotocol” substitute “, the second protocol or the third protocol”.\n\tIn section 7 (interpretation), at the end of subsection (1) add “;\n\t“the third protocol” means the Protocol, additional to the Geneva Conventionsof 12 August 1949, relating to the Adoption of an Additional DistinctiveEmblem (Protocol III) done on 8 December 2005, the text of which is set out inSchedule 7”.\n\tAfter Schedule 6 (which sets out the text of the second protocol), insertthe Schedule 7 contained in the Schedule to this Act (which sets out the textof the third protocol).\nAmendments of the United Nations Personnel Act 1997\n\tSection 4 of the United Nations Personnel Act [1997 (c.13)](/id/ukpga/1997/13?view=plain \"Go to item of legislation\") (meaning of “UNworker”) is amended as follows.\n\tIn subsection (2)—\n\t\tfor “subsection (3)” substitute “subsections (3) and (3A)”, and\n\t\tin paragraph (c)(i), for “the maintenance or restoration of internationalpeace and security” substitute “a purpose mentioned in subsection (2A)”.\n\tAfter subsection (2) insert—\n\t\t“(2A)The purposes referred to in subsection (2)(c)(i) are—\n\t\tmaintaining or restoring international peace and security;\n\t\tdelivering humanitarian, political or development assistance inpeacebuilding;\n\t\tdelivering emergency humanitarian assistance.”\n\tAfter subsection (3) insert—\n\t“(3A)In this section “UN operation” also does not include any operation inrespect of which a declaration is made in accordance with Article II(3) of theOptional Protocol (opt-out for operation to deliver emergency humanitarianassistance in response to natural disaster).”\n\tIn subsection (4), after the definition of “the Convention” insert—\n\t““the Optional Protocol” means the Optional Protocol to the Convention adoptedby the General Assembly of the United Nations on 8 December 2005;”.\nCommencement, extent and short title\n\tSections 1 and 2 come into force on such day as the Secretary of State mayby order appoint.\n\tAn order under subsection (1)—\n\t\tmust be made by statutory instrument, and\n\t\tmay make different provision for different purposes.\n\tSection 8(2) of the Geneva Conventions Act [1957 (c.52)](/id/ukpga/1957/52?view=plain \"Go to item of legislation\") (power toextend provisions to the Channel Islands, the Isle of Man and British overseasterritories) applies in relation to the provisions of section 1 and theSchedule as if they were contained in that Act.\n\tSection 9(2) of the United Nations Personnel Act [1997 (c.13)](/id/ukpga/1997/13?view=plain \"Go to item of legislation\") (power toextend provisions to the Channel Islands, the Isle of Man and British overseasterritories) applies in relation to the provisions of section 2 as if theywere contained in that Act.\n\tThis Act may be cited as the Geneva Conventions and United NationsPersonnel (Protocols) Act 2009.\n\t\tSection 1(8)"
    }
]