{
    "general": "This law makes sure that people who work for the United Nations or are part of the Red Cross/Red Crescent movement are protected and have rules to follow during conflicts, like wars. It also says that countries should not do things that would hurt these people or make them unsafe. This law helps keep people safe when there is a conflict going on.",
    "series": [
        [
            {
                "length": 331,
                "short": "Geneva Conventions Amendment: Protecting UN Workers in Armed Conflicts",
                "text": "* Simplified point 1: The Geneva Conventions Act of 1957 is amended to include the Third Protocol of the Geneva Conventions, which deals with the adoption of an additional distinctive emblem for medical personnel in armed conflicts.\n* Simplified point 2: The amendment allows for the use of the Third Protocol emblem, which is a red frame in the shape of a square on a white ground, alongside the existing emblems protected by the Geneva Conventions.\n* Simplified point 3: The amendment extends the protections afforded by the Geneva Conventions to UN workers engaged in peacekeeping missions, including those involved in delivering humanitarian, political, or development assistance in peacebuilding situations.\n* Simplified point 4: The amendment defines \"UN worker\" to include individuals participating in UN operations related to maintaining or restoring international peace and security, delivering humanitarian, political, or development assistance in peacebuilding, or delivering emergency humanitarian assistance.\n* Simplified point 5: The amendment provides that the Optional Protocol to the Geneva Conventions, which allows states to opt out of certain provisions related to emergency humanitarian assistance, does not apply to UN operations in respect of which a declaration is made in accordance with Article II(3) of the Optional Protocol."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Geneva Conventions and United Nations Personnel (Protocols) Act of 2009 aims to protect people working for the United Nations (UN) in conflict zones. It updates the laws to include new symbols for medical staff and expands protection for UN workers involved in peacekeeping missions. This means that more people helping with humanitarian efforts, like delivering aid or providing medical care, will have better legal protection while doing their jobs. Additionally, the law ensures that countries cannot opt-out of these protections when they are providing emergency humanitarian assistance through UN operations. Overall, the act helps keep UN workers safe and enables them to continue providing essential services during times of conflict.",
    "single": "\n* The Geneva Conventions Act of 1957 is amended to include the Protocols of 2005.\n* The United Nations Personnel Act of 1997 is amended to include the Optional Protocol of 2005.\n* The Geneva Conventions Act now includes grave breaches of the third protocol, which covers the perfidious use of the emblem.\n* The United Nations Personnel Act now includes the meaning of \"UN worker\" and \"UN operation\" as well as the Optional Protocol.\n* The Act may be cited as the Geneva Conventions and United Nations Personnel (Protocols) Act 2009.\nKEY POINTS:\n* The Act amends two existing pieces of legislation to include the Protocols of 2005.\n* The Act gives effect to the Protocols of 2005, which include the third protocol on the adoption of an additional distinctive emblem.\n* The Act expands the definition of \"UN worker\" and \"UN operation\" to include the Optional Protocol.\n* The Act commences on a day appointed by the Secretary of State and applies to the Channel Islands, the Isle of Man, and British overseas territories."
}