{
    "general": "This law was passed in 2010 to allow the UK government to lend money to Ireland during a time when Ireland was facing financial difficulties. The purpose of the loan was to help Ireland pay its bills and keep its economy stable. This law only applies to the relationship between the UK and Ireland, and does not affect any other countries or their relationships with Ireland.",
    "series": [
        [
            {
                "length": 178,
                "short": "\"UK Loan Support for Ireland\"",
                "text": "\n* Simplified point 1: The UK government can provide loans to Ireland up to £3,250 million over a 6-year period starting from 2010.\n* Simplified point 2: The UK government can make orders to increase the amount of loans provided, but only with approval from the House of Commons.\n* Simplified point 3: Reports on the loans must be submitted to the House of Commons every 6 months, detailing the amounts borrowed, repaid, and still outstanding.\n* Simplified point 4: No reports are required if no payments were made or received during the reporting period.\n* Simplified point 5: The act extends to England, Wales, Scotland, and Northern Ireland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Loans to Ireland Act 2010 allows the UK government to lend money to Ireland up to £3,250 million over six years, starting in 2010. This helps Ireland deal with financial difficulties. The UK government can increase the amount of loans given, but only with permission from the British Parliament (House of Commons). Every six months, the government will report to Parliament about the loans, including how much was borrowed, paid back, and still owed. These reports do not need to be made if there were no payments during that time. The law applies to all parts of the UK - England, Wales, Scotland, and Northern Ireland.",
    "single": "\n* The Loans to Ireland Act 2010 allows the UK government to lend money to Ireland.\n* The UK government can lend up to £3,250 million to Ireland between 9 December 2010 and 8 December 2015.\n* The Treasury can make orders to increase this amount if needed.\n* The loans are for the purpose of helping Ireland's economy during the financial crisis.\n* The UK government will receive repayments of principal and interest on the loans.\n* The Treasury must report on the loans every 6 months, including the amount lent, repaid, and the remaining term of each loan.\n* The reports will be laid before the House of Commons.\n* The Act extends to England, Wales, Scotland, and Northern Ireland.\n* The Act comes into force on the day it is passed.\nKEY POINTS:\n* The Loans to Ireland Act 2010 allows the UK government to lend money to Ireland.\n* The UK government can lend up to £3,250 million to Ireland between 2010 and 2015.\n* The loans are for the purpose of helping Ireland's economy during the financial crisis.\n* The UK government will receive repayments of principal and interest on the loans.\n* The Treasury must report on the loans every 6 months.\n* The Act extends to England, Wales, Scotland, and Northern Ireland.\n* The Act comes into force on the day it is passed."
}