[
    {
        "length": 2407,
        "text": "\nChapter 1Changes to key provisions\n\tMental disorder\n\t\tRemoval of categories of mental disorder\n\t\t\tSection 1(2) of the 1983 Act (key definitions) is amended as set out insubsections (2) and (3).\n\t\t\tFor the definitions of “mental disorder” and “mentally disordered”substitute—\n\t\t\t\t““mental disorder” means any disorder or disability of the mind; and\n\t\t\t“mentally disordered” shall be construed accordingly;”.\n\t\t\tThe following definitions are omitted—\n\t\t\t\tthose of “severe mental impairment” and “severely mentally impaired”,\n\t\t\t\tthose of “mental impairment” and “mentally impaired”, and\n\t\t\t\tthat of “psychopathic disorder”.\n\t\t\tSchedule 1 (which contains further amendments to the 1983 Act andamendments to other Acts) has effect.\n\t\tLearning disability\n\t\t\tSection 1 of the 1983 Act (application of Act) is amended as follows.\n\t\t\tAfter subsection (2) insert—\n\t\t\t\t“(2A)But a person with learning disability shall not be considered by reasonof that disability to be—\n\t\t\t\tsuffering from mental disorder for the purposes of the provisions mentionedin subsection (2B) below; or\n\t\t\t\trequiring treatment in hospital for mental disorder for the purposes ofsections 17E and 50 to 53 below,\n\t\t\t\tunless that disability is associated with abnormally aggressive or seriouslyirresponsible conduct on his part.\n\t\t\t\t(2B)The provisions are—\n\t\t\t\tsections 3, 7, 17A, 20 and 20A below;\n\t\t\t\tsections 35 to 38, 45A, 47, 48 and 51 below; and\n\t\t\t\tsection 72(1)(b) and (c) and (4) below.”\n\t\t\tAfter subsection (3) insert—\n\t\t\tIn subsection (2A) above, “learning disability” means a state of arrestedor incomplete development of the mind which includes significant impairment ofintelligence and social functioning.”\n\t\tChanges to exclusions from operation of 1983 Act\n\t\t\tIn section 1 of the 1983 Act (application of Act), for subsection (3)substitute—\n\t\t\tDependence on alcohol or drugs is not considered to be a disorder ordisability of the mind for the purposes of subsection (2) above.”\n\tTests for detention etc\n\t\tReplacement of “treatability” and “care” tests with appropriatetreatment test\n\t\t\tThe 1983 Act is amended as follows.\n\t\t\tIn section 3 (admission for treatment)—\n\t\t\t\tin subsection (2), omit paragraph (b) (and the word “and” at the end ofthat paragraph),\n\t\t\t\tin that subsection, after paragraph (c) insert “; and\n\t\t\t\tappropriate medical treatment is available for him.”, and\n\t\t\t\tin subsection (3)(a), for “(b)” substitute “(d)”.\n\t\t\tIn that section, after subsection (3) insert—\n\t\t\tIn this Act, references to appropriate medical treatment, in relation to aperson suffering from mental disorder, are references to medical treatmentwhich is appropriate in his case, taking into account the nature and degree ofthe mental disorder and all other circumstances of his case.”\n\t\t\tIn section 20 (renewal of authority to detain), in subsection (4)—\n\t\t\t\tomit paragraph (b) (and the word “and” at the end of that paragraph),\n\t\t\t\tafter paragraph (c) insert “and\n\t\t\t\tappropriate medical treatment is available for him.”, and\n\t\t\t\tomit the words from “but, in the case of mental illness” to the end.\n\t\t\tIn section 37(2) (conditions for exercise of powers of court to orderhospital admission or guardianship), in paragraph (a)(i), for the words from“, in the case of psychopathic disorder” to the end substitute “appropriatemedical treatment is available for him; or”.\n\t\t\tIn section 45A(2) (conditions for exercise of powers of court to directhospital admission), for paragraph (c) substitute—\n\t\t\t\tthat appropriate medical treatment is available for him.”\n\t\t\tIn section 47(1) (conditions for exercise of Secretary of State’s powers todirect removal to hospital), in paragraph (b), for the words from “and, in thecase of psychopathic disorder” to the end substitute “; and\n\t\t\t\tthat appropriate medical treatment is available for him;”.\n\t\t\tIn section 72—\n\t\t\t\tin subsection (1)(b) (powers of tribunal to direct discharge of patient notliable to be detained under section 2), after sub-paragraph (ii) insert—\n\t\t\t\tthat appropriate medical treatment is available for him; or”, and\n\t\t\t\tomit subsection (2).\n\t\t\tIn section 73(1) (powers of tribunal to direct discharge of restrictedpatients), in paragraph (a), for “or (ii)” substitute “, (ii) or (iia)”.\n\t\t\tIn section 145 (interpretation), after subsection (1AA) insert—\n\t\t\t\t“(1AB)References in this Act to appropriate medical treatment shall beconstrued in accordance with section 3(4) above.”\n\t\tFurther cases in which appropriate treatment test is to apply\n\t\t\tThe 1983 Act is amended as follows.\n\t\t\tIn section 36(1) (remand to hospital for treatment) after paragraph (a)(inserted by Schedule 1 to this Act) insert “and\n\t\t\t\tappropriate medical treatment is available for him.”\n\t\t\tIn section 48(1) (removal to hospital of immigration detainees etc) afterparagraph (b) (inserted by Schedule 1 to this Act) insert “and\n\t\t\t\tappropriate medical treatment is available for him;”.\n\t\t\tIn section 51(6)(a) (further power to make hospital order) after sub-paragraph (i) (inserted by Schedule 1 to this Act) insert “and\n\t\t\t\tappropriate medical treatment is available for him; and”.\n\tMedical treatment\n\t\tAppropriate treatment test in Part 4 of 1983 Act\n\t\t\tPart 4 of the 1983 Act (consent to treatment) is amended as follows.\n\t\t\tIn the following provisions, for the words from “, having regard to” to theend substitute “it is appropriate for the treatment to be given.”—\n\t\t\t\tsection 57(2)(b) (certification of second opinion where treatment requiresconsent and a second opinion), and\n\t\t\t\tsection 58(3)(b) (certification of second opinion where treatment requiresconsent or a second opinion).\n\t\t\tIn section 64 (supplementary provisions for Part 4), after subsection (2)insert—\n\t\t\tFor the purposes of this Part of this Act, it is appropriate for treatmentto be given to a patient if the treatment is appropriate in his case, takinginto account the nature and degree of the mental disorder from which he issuffering and all other circumstances of his case.”\n\t\tChange in definition of “medical treatment”\n\t\t\tSection 145 of the 1983 Act is amended as follows.\n\t\t\tIn subsection (1), in the definition of “medical treatment”, for the wordsfrom “and also” to the end substitute “psychological intervention andspecialist mental health habilitation, rehabilitation and care (but see alsosubsection (4) below);”.\n\t\t\tAfter subsection (3) insert—\n\t\t\tAny reference in this Act to medical treatment, in relation to mentaldisorder, shall be construed as a reference to medical treatment the purposeof which is to alleviate, or prevent a worsening of, the disorder or one ormore of its symptoms or manifestations.”\n\tFundamental principles\n\t\tThe fundamental principles\n\t\t\tAfter section 118(2) of the 1983 Act (code of practice) insert—\n\t\t“(2A)The code shall include a statement of the principles which the Secretaryof State thinks should inform decisions under this Act.\n\t\t(2B)In preparing the statement of principles the Secretary of State shall, inparticular, ensure that each of the following matters is addressed—\n\t\t\trespect for patients' past and present wishes and feelings,\n\t\t\trespect for diversity generally including, in particular, diversity ofreligion, culture and sexual orientation (within the meaning of section 35 ofthe Equality Act 2006),\n\t\t\tminimising restrictions on liberty,\n\t\t\tinvolvement of patients in planning, developing and delivering care andtreatment appropriate to them,\n\t\t\tavoidance of unlawful discrimination,\n\t\t\teffectiveness of treatment,\n\t\t\tviews of carers and other interested parties,\n\t\t\tpatient wellbeing and safety, and\n\t\t\tpublic safety.\n\t\t\t(2C)The Secretary of State shall also have regard to the desirability ofensuring—\n\t\t\tthe efficient use of resources, and\n\t\t\tthe equitable distribution of services.\n\t\t\t(2D)In performing functions under this Act persons mentioned in subsection(1)(a) or (b) shall have regard to the code.”"
    },
    {
        "length": 1159,
        "text": "\nAmendments to Part 2 of 1983 Act\n\tPart 2 of the 1983 Act (compulsory admission to hospital and guardianship)is amended as follows.\n\tIn section 5 (application in respect of patient already in hospital)—\n\t\tin subsection (2), after “registered medical practitioner” insert “orapproved clinician”,\n\t\tfor subsection (3) substitute—\n\tThe registered medical practitioner or approved clinician in charge of thetreatment of a patient in a hospital may nominate one (but not more than one)person to act for him under subsection (2) above in his absence.\n\t\t(3A)For the purposes of subsection (3) above—\n\t\tthe registered medical practitioner may nominate another registered medicalpractitioner, or an approved clinician, on the staff of the hospital; and\n\t\tthe approved clinician may nominate another approved clinician, or aregistered medical practitioner, on the staff of the hospital.”, and\n\t\tin subsection (4), after “a practitioner”, in each place, insert “orclinician”.\n\tIn section 17 (leave of absence)—\n\t\tin subsection (1)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “that officer” substitute “that clinician”,\n\t\tin subsection (3), for “responsible medical officer” substitute“responsible clinician”, and\n\t\tin subsection (4)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “that officer” substitute “that clinician”.\n\tIn section 20 (duration of authority)—\n\t\tin subsections (3) and (5), for “responsible medical officer” substitute“responsible clinician”,\n\t\tafter subsection (5) insert—\n\t\t“(5A)But the responsible clinician may not furnish a report under subsection(3) above unless a person—\n\t\twho has been professionally concerned with the patient’s medical treatment;but\n\t\twho belongs to a profession other than that to which the responsibleclinician belongs,\n\t\tstates in writing that he agrees that the conditions set out in subsection (4)above are satisfied.”,\n\t\tin subsection (6), for “appropriate medical officer” substitute“appropriate practitioner”, and\n\t\tomit subsection (10).\n\tIn section 21B (patients who are taken into custody or return after morethan 28 days)—\n\t\tin subsections (2) and (3), for “appropriate medical officer” substitute“appropriate practitioner”, and\n\t\tin subsection (10), omit the definition of “appropriate medical officer”.\n\tIn section 23(2) (persons who may apply for discharge of patient), inparagraphs (a) and (b), for “responsible medical officer” substitute“responsible clinician”.\n\tIn section 24 (visiting and examination of patients), in each place, after“registered medical practitioner” insert “or approved clinician”.\n\tIn section 25(1) (restrictions on discharge by nearest relative)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “that officer” substitute “that clinician”.\n\tIn section 34 (interpretation of Part 2 of the 1983 Act), in subsection(1), insert the following definition at the appropriate place—\n\t““the appropriate practitioner” means—\n\t\tin the case of a patient who is subject to the guardianship of a personother than a local social services authority, the nominated medical attendantof the patient; and\n\t\tin any other case, the responsible clinician;”.\n\tIn that subsection, for the definition of “the responsible medicalofficer” substitute—\n\t““the responsible clinician” means—\n\t\tin relation to a patient liable to be detained by virtue of an applicationfor admission for assessment or an application for admission for treatment, ora community patient, the approved clinician with overall responsibility forthe patient’s case;\n\t\tin relation to a patient subject to guardianship, the approved clinicianauthorised by the responsible local social services authority to act (eithergenerally or in any particular case or for any particular purpose) as theresponsible clinician;”."
    },
    {
        "length": 665,
        "text": "\nAmendments to Part 3 of 1983 Act\n\tPart 3 of the 1983 Act (patients concerned in criminal proceedings) isamended as follows.\n\tIn section 35 (remand to hospital for report)—\n\t\tin subsections (4) and (5), for “registered medical practitioner”substitute “approved clinician”, and\n\t\tin subsection (8), after “registered medical practitioner” insert “orapproved clinician”.\n\tIn section 36 (remand to hospital for treatment)—\n\t\tin subsection (3), for “registered medical practitioner who would be incharge of his treatment” substitute “approved clinician who would have overallresponsibility for his case”,\n\t\tin subsection (4), for “responsible medical officer” substitute“responsible clinician”, and\n\t\tin subsection (7), after “registered medical practitioner” insert “orapproved clinician”.\n\tIn section 37 (hospital and guardianship orders), in subsection (4), for“registered medical practitioner who would be in charge of his treatment”substitute “approved clinician who would have overall responsibility for hiscase”.\n\tIn section 38 (interim hospital orders)—\n\t\tin subsection (4), for “registered medical practitioner who would be incharge of his treatment” substitute “approved clinician who would have overallresponsibility for his case”, and\n\t\tin subsection (5), for “responsible medical officer”, in each place,substitute “responsible clinician”.\n\tIn section 41 (power of courts to restrict discharge from hospital), insubsections (3)(c) and (6), for “responsible medical officer” substitute“responsible clinician”.\n\tIn section 44(2) (person who is to give evidence in connection withcommittal to hospital), for “registered medical practitioner who would be incharge of the offender’s treatment” substitute “approved clinician who wouldhave overall responsibility for the offender’s case”.\n\tIn section 45A(5) (person who is to give evidence in connection withhospital or limitation direction), for “registered medical practitioner whowould be in charge of his treatment” substitute “approved clinician who wouldhave overall responsibility for his case”.\n\tIn the following provisions, for “responsible medical officer” substitute“responsible clinician”—\n\t\tsection 45B(3) (requirement to produce report on person subject to hospitaland limitation directions), and\n\t\tsection 49(3) (requirement to produce report on person subject torestriction direction)."
    },
    {
        "length": 733,
        "text": "\nFurther amendments to Part 3 of 1983 Act\n\tPart 3 of the 1983 Act (patients concerned in criminal proceedings) isfurther amended as follows.\n\tIn section 50(1) (powers of Secretary of State in respect of prisonersunder sentence)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “registered medical practitioner” substitute “approved clinician”.\n\tIn section 51 (further provisions as to detained persons)—\n\t\tin subsection (3)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “registered medical practitioner” substitute “approved clinician”, and\n\t\tin subsection (4), for “responsible medical officer” substitute“responsible clinician”.\n\tIn section 52 (further provisions as to persons remanded by magistrates'courts), in subsections (5) and (7), for “responsible medical officer”substitute “responsible clinician”.\n\tIn section 53(2) (powers of Secretary of State in respect of civilprisoners and persons detained under the Immigration Acts)—\n\t\tfor “responsible medical officer” substitute “responsible clinician”, and\n\t\tfor “registered medical practitioner” substitute “approved clinician”.\n\tIn section 54 (requirements as to medical evidence), for subsection (2)substitute—\n\tFor the purposes of any provision of this Part of this Act under which acourt may act on the written evidence of any person, a report in writingpurporting to be signed by that person may, subject to the provisions of thissection, be received in evidence without proof of the following—\n\t\tthe signature of the person; or\n\t\this having the requisite qualifications or approval or authority or beingof the requisite description to give the report.\n\t\t\t(2A)But the court may require the signatory of any such report to be called togive oral evidence.”\n\tIn section 55 (interpretation of Part 3), for the definition of“responsible medical officer” in subsection (1) substitute—\n\t““responsible clinician”, in relation to a person liable to be detained in ahospital within the meaning of Part 2 of this Act, means the approvedclinician with overall responsibility for the patient’s case.”\n\tIn Part 2 of Schedule 1 (modifications in relation to patients subject tospecial restrictions), in paragraph 3—\n\t\tin paragraph (b), for ““the responsible medical officer” and after thewords “that officer”” substitute ““the responsible clinician” and after thewords “that clinician””, and\n\t\tin paragraph (c), for ““by the responsible medical officer”” substitute““by the responsible clinician””."
    },
    {
        "length": 839,
        "text": "\nAmendments to Part 4 of 1983 Act\n\tPart 4 of the 1983 Act (consent to treatment) is amended as follows.\n\tIn section 57 (requirements as to certification for treatment requiringconsent and a second opinion)—\n\t\tin subsection (2)(a), for “responsible medical officer” substitute“responsible clinician (if there is one) or the person in charge of thetreatment in question”, and\n\t\tin subsection (3), for the words from “, and of those persons” to the endsubstitute “but, of those persons—\n\t\tone shall be a nurse and the other shall be neither a nurse nor aregistered medical practitioner; and\n\t\tneither shall be the responsible clinician (if there is one) or the personin charge of the treatment in question.”\n\tIn section 58 (requirements as to certification for treatment requiringconsent or a second opinion)—\n\t\tin subsection (3)—\n\t\tin paragraph (a), for “responsible medical officer” substitute “approvedclinician in charge of it”, and\n\t\tin paragraph (b), for “responsible medical officer” substitute“responsible clinician or the approved clinician in charge of the treatment inquestion”, and\n\t\tin subsection (4), for the words from “, and of those persons” to the endsubstitute “but, of those persons—\n\t\tone shall be a nurse and the other shall be neither a nurse nor aregistered medical practitioner; and\n\t\tneither shall be the responsible clinician or the approved clinician incharge of the treatment in question.”\n\tIn section 61 (review of treatment)—\n\t\tin subsection (1)—\n\t\tfor “by the responsible medical officer” substitute “by the approvedclinician in charge of the treatment”, and\n\t\tin paragraph (a), for “responsible medical officer” substitute“responsible clinician”,\n\t\tin subsection (2)(b), for “responsible medical officer” substitute“responsible clinician”,\n\t\tin subsection (3), omit the words “to the responsible medical officer”, and\n\t\tafter that subsection insert—\n\t\t\t“(3A)The notice under subsection (3) above shall be given to the approvedclinician in charge of the treatment.”\n\tIn section 62(2) (exception to discontinuance of treatment), for“responsible medical officer” substitute “approved clinician in charge of thetreatment”.\n\tIn section 63 (treatment not requiring consent), for “responsible medicalofficer” substitute “approved clinician in charge of the treatment”.\n\tIn section 64 (supplementary provisions for Part 4)—\n\t\tin subsection (1), for the words from ““the responsible” to “treatment”substitute ““the responsible clinician” means the approved clinician withoverall responsibility for the case”, and\n\t\tafter that subsection insert—\n\t\t“(1A)References in this Part of this Act to the approved clinician in chargeof a patient’s treatment shall, where the treatment in question is a form oftreatment to which section 57 above applies, be construed as references to theperson in charge of the treatment.”"
    },
    {
        "length": 197,
        "text": "\nAmendments to Part 5 of 1983 Act\n\tPart 5 of the 1983 Act (Mental Health Review Tribunals) is amended asfollows.\n\tIn the following provisions, after “registered medical practitioner” insert“or approved clinician”—\n\t\tsection 67(2) (power to visit and examine patient for the purposes of atribunal reference), and\n\t\tsection 76(1) (power to visit and examine patient for the purposes of atribunal application).\n\tIn section 79 (interpretation of Part 5), in subsection (6), for “, and“the responsible medical officer” means the responsible medical officer,”substitute “, and “the responsible clinician” means the responsibleclinician,”."
    },
    {
        "length": 316,
        "text": "\nAmendments to other provisions of 1983 Act\n\tThe 1983 Act is amended as follows.\n\tIn section 118 (code of practice), in subsection (1)(a), after “registeredmedical practitioners” insert “, approved clinicians”.\n\tIn the following provisions, after “registered medical practitioner” insert“or approved clinician”—\n\t\tsection 120(4)(a) (right of person authorised by Secretary of State etc tovisit patients), and\n\t\tsection 121(5)(a) (right of person authorised by Mental Health ActCommission to visit patients).\n\tIn section 134 (correspondence of patients), in subsection (1), for“registered medical practitioner in charge of the treatment of the patient”substitute “approved clinician with overall responsibility for the patient’scase”.\n\tIn section 145 (general interpretation), in subsection (1), insert thefollowing definition at the appropriate place—\n\t\t““approved clinician” means a person approved by the Secretary of State (inrelation to England) or by the Welsh Ministers (in relation to Wales) to actas an approved clinician for the purposes of this Act;”."
    },
    {
        "length": 771,
        "text": "\nAmendments to other Acts\n\tIn section 116B(5) of the Army Act 1955 (3 & 4 Eliz. 2 c. 18) (provisionfor person subject to hospital order and restriction order to be remitted fortrial, etc)—\n\t\tfor “the responsible medical officer” substitute “the responsibleclinician”, and\n\t\tfor the words from “In this subsection” to the end substitute—\n\t\t\t“In this subsection “responsible clinician” means the responsible clinicianwithin the meaning of Part 3 of the 1983 Act.”\n\tIn section 116B(5) of the Air Force Act 1955 (3 & 4 Eliz. 2 c. 19)(provision for person subject to hospital order and restriction order to beremitted for trial, etc)—\n\t\tfor “the responsible medical officer” substitute “the responsibleclinician”, and\n\t\tfor the words from “In this subsection” to the end substitute—\n\t\t“In this subsection “responsible clinician” means the responsible clinicianwithin the meaning of Part 3 of the 1983 Act.”\n\tIn section 63B(5) of the Naval Discipline Act [1957 (c.53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\") (provision forperson subject to hospital order and restriction order to be remitted fortrial, etc)—\n\t\tfor “the responsible medical officer” substitute “the responsibleclinician”, and\n\t\tfor the words from “In this subsection” to the end substitute—\n\t\t“In this subsection “responsible clinician” means the responsible clinicianwithin the meaning of Part 3 of the 1983 Act.”\n\tIn section 5A(4) of the Criminal Procedure (Insanity) Act [1964 (c.84)](/id/ukpga/1964/84?view=plain \"Go to item of legislation\") (provision forperson subject to hospital order and restriction order to be remitted fortrial, etc), for “the responsible medical officer” substitute “the responsibleclinician”.\n\tIn section 171 of the Armed Forces Act [2006 (c.52)](/id/ukpga/2006/52?view=plain \"Go to item of legislation\") (remission fortrial)—\n\t\tin subsection (1), for “the responsible medical officer” substitute “theresponsible clinician”, and\n\t\tin subsection (4) for the definition of “the responsible medical officer”substitute—\n\t\t““the responsible clinician” means the responsible clinician within themeaning of Part 3 of the Mental Health Act 1983.”\n\tOn the commencement of the repeal of an enactment mentioned in subsection(1), (2) or (3) by the Armed Forces Act 2006, that subsection shall also ceaseto have effect."
    },
    {
        "length": 177,
        "text": "\nRegulations as to approvals in relation to England and Wales\n\tAfter section 142 of the 1983 Act, insert—\n\t“142ARegulations as to approvals in relation to England and Wales\n\t\tThe Secretary of State jointly with the Welsh Ministers may by regulationsmake provision as to the circumstances in which—\n\t\t\ta practitioner approved for the purposes of section 12 above, or\n\t\t\ta person approved to act as an approved clinician for the purposes of thisAct,\n\t\t\tapproved in relation to England is to be treated, by virtue of his approval,as approved in relation to Wales too, and vice versa.”"
    },
    {
        "length": 1295,
        "text": "\nApproved mental health professionals\n\tApproved mental health professionals\n\t\tFor section 114 of the 1983 Act (appointment of approved social workers) andthe cross-heading immediately above it substitute—\n\t\t“Approved mental health professionals\n\t\tApproval by local social services authority\n\t\t\tA local social services authority may approve a person to act as anapproved mental health professional for the purposes of this Act.\n\t\t\tBut a local social services authority may not approve a registered medicalpractitioner to act as an approved mental health professional.\n\t\t\tBefore approving a person under subsection (1) above, a local socialservices authority shall be satisfied that he has appropriate competence indealing with persons who are suffering from mental disorder.\n\t\t\tThe appropriate national authority may by regulations make provision inconnection with the giving of approvals under subsection (1) above.\n\t\t\tThe provision which may be made by regulations under subsection (4) aboveincludes, in particular, provision as to—\n\t\t\t\tthe period for which approvals under subsection (1) above have effect;\n\t\t\t\tthe courses to be undertaken by persons before such approvals are to begiven and during the period for which such approvals have effect;\n\t\t\t\tthe conditions subject to which such approvals are to be given; and\n\t\t\t\tthe factors to be taken into account in determining whether persons haveappropriate competence as mentioned in subsection (3) above.\n\t\t\tProvision made by virtue of subsection (5)(b) above may relate to coursesapproved or provided by such person as may be specified in the regulations (aswell as to courses approved under section 114A below).\n\t\t\tAn approval by virtue of subsection (6) above may be in respect of a coursein general or in respect of a course in relation to a particular person.\n\t\t\tThe power to make regulations under subsection (4) above includes power tomake different provision for different cases or areas.\n\t\t\tIn this section “the appropriate national authority” means—\n\t\t\t\tin relation to persons who are or wish to become approved to act asapproved mental health professionals by a local social services authoritywhose area is in England, the Secretary of State;\n\t\t\t\tin relation to persons who are or wish to become approved to act asapproved mental health professionals by a local social services authoritywhose area is in Wales, the Welsh Ministers.\n\t\t\tIn this Act “approved mental health professional” means—\n\t\t\t\tin relation to acting on behalf of a local social services authority whosearea is in England, a person approved under subsection (1) above by any localsocial services authority whose area is in England, and\n\t\t\t\tin relation to acting on behalf of a local social services authority whosearea is in Wales, a person approved under that subsection by any local socialservices authority whose area is in Wales.”\n\tApproval of courses etc for approved mental health professionals\n\t\tAfter section 114 of the 1983 Act insert—\n\t\t“114AApproval of courses etc for approved mental health professionals\n\t\t\tThe relevant Council may, in accordance with rules made by it, approvecourses for persons who are or wish to become approved mental healthprofessionals.\n\t\t\tFor that purpose—\n\t\t\t\tsubsections (2) to (4)(a) and (7) of section 63 of the Care Standards Act2000 apply as they apply to approvals given, rules made and courses approvedunder that section; and\n\t\t\t\tsections 66 and 71 of that Act apply accordingly.\n\t\t\tIn subsection (1), “the relevant Council” means—\n\t\t\t\tin relation to persons who are or wish to become approved to act asapproved mental health professionals by a local social services authoritywhose area is in England, the General Social Care Council;\n\t\t\t\tin relation to persons who are or wish to become approved to act asapproved mental health professionals by a local social services authoritywhose area is in Wales, the Care Council for Wales.\n\t\t\tThe functions of an approved mental health professional shall not beconsidered to be relevant social work for the purposes of Part 4 of the CareStandards Act 2000.\n\t\t\tThe General Social Care Council and the Care Council for Wales may alsocarry out, or assist other persons in carrying out, research into mattersrelevant to training for approved mental health professionals.”\n\tAmendment to section 62 of Care Standards Act 2000\n\t\tIn section 62 of the Care Standards Act [2000 (c.14)](/id/ukpga/2000/14?view=plain \"Go to item of legislation\") (codes ofpractice), after subsection (1) insert—\n\t“(1A)The codes may also lay down standards of conduct and practice expected ofsocial workers when carrying out the functions of an approved mental healthprofessional (as defined in section 114 of the Mental Health Act 1983).”\n\tApproved mental health professionals: further amendments\n\t\tSchedule 2 (which contains amendments in connection with section 18) haseffect."
    },
    {
        "length": 696,
        "text": "\nConflicts of interest in professional roles\n\tConflicts of interest\n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 11 (general provisions as to applications), after subsection (1)insert—\n\t\t\t“(1A)No application mentioned in subsection (1) above shall be made by anapproved mental health professional if the circumstances are such that therewould be a potential conflict of interest for the purposes of regulationsunder section 12A below.”\n\t\tIn section 12 (general provisions as to medical recommendations), insubsection (1), after “this Part of this Act” insert “or a guardianshipapplication”.\n\t\tIn that section, for subsections (3) to (7) substitute—\n\t\tNo medical recommendation shall be given for the purposes of anapplication mentioned in subsection (1) above if the circumstances are suchthat there would be a potential conflict of interest for the purposes ofregulations under section 12A below.”\n\t\tAfter that section insert—\n\t\t“12AConflicts of interest\n\t\t\tThe appropriate national authority may make regulations as to thecircumstances in which there would be a potential conflict of interest suchthat—\n\t\t\t\tan approved mental health professional shall not make an applicationmentioned in section 11(1) above;\n\t\t\t\ta registered medical practitioner shall not give a recommendation for thepurposes of an application mentioned in section 12(1) above.\n\t\t\tRegulations under subsection (1) above may make—\n\t\t\t\tprovision for the prohibitions in paragraphs (a) and (b) of that subsectionto be subject to specified exceptions;\n\t\t\t\tdifferent provision for different cases; and\n\t\t\t\ttransitional, consequential, incidental or supplemental provision.\n\t\t\tIn subsection (1) above, “the appropriate national authority” means—\n\t\t\t\tin relation to applications in which admission is sought to a hospital inEngland or to guardianship applications in respect of which the area of therelevant local social services authority is in England, the Secretary ofState;\n\t\t\t\tin relation to applications in which admission is sought to a hospital inWales or to guardianship applications in respect of which the area of therelevant local social services authority is in Wales, the Welsh Ministers.\n\t\t\tReferences in this section to the relevant local social services authority,in relation to a guardianship application, are references to the local socialservices authority named in the application as guardian or (as the case maybe) the local social services authority for the area in which the person sonamed resides.”\n\t\t\tIn section 13 (duty to make applications for admission or guardianship), insubsection (5), after “section 11(4) above” insert “or of regulations undersection 12A above”."
    },
    {
        "length": 1526,
        "text": "\nPatient’s nearest relative\n\tExtension of power to appoint acting nearest relative\n\t\tSection 29 of the 1983 Act (appointment by court of acting nearestrelative) is amended as follows.\n\t\tIn subsection (1), for the words from “the applicant” to the end substitute“the person specified in the order”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)If the court decides to make an order on an application under subsection(1) above, the following rules have effect for the purposes of specifying aperson in the order—\n\t\t\tif a person is nominated in the application to act as the patient’s nearestrelative and that person is, in the opinion of the court, a suitable person toact as such and is willing to do so, the court shall specify that person (or,if there are two or more such persons, such one of them as the court thinksfit);\n\t\t\totherwise, the court shall specify such person as is, in its opinion, asuitable person to act as the patient’s nearest relative and is willing to doso.”\n\t\tIn subsection (2)—\n\t\t\tafter “on the application of—” insert—\n\t\t\tthe patient;”, and\n\t\t\tomit the words from “but in relation to” to the end.\n\t\tIn subsection (3)—\n\t\t\tin paragraph (c) omit the word “or” at the end of the paragraph, and\n\t\t\tafter paragraph (d) insert “; or\n\t\t\tthat the nearest relative of the patient is otherwise not a suitable personto act as such.”\n\t\tIn subsection (5), for “(3)(a) or (b)” substitute “(3)(a), (b) or (e)”.\n\tDischarge and variation of orders appointing nearest relative\n\t\tSection 30 of the 1983 Act (discharge and variation of orders under section29) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tin paragraph (a), after “in any case, by” insert “the patient or”, and\n\t\t\tin paragraph (b), for “or paragraph (b)” substitute “, (b) or (e)”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)But, in the case of an order made on the ground specified in paragraph(e) of section 29(3) above, an application may not be made under subsection(1)(b) above by the person who was the nearest relative of the patient whenthe order was made except with leave of the county court.”\n\t\tIn subsection (2)—\n\t\t\tafter “or on the application of” insert “the patient or of”, and\n\t\t\tfor the words from “for the first-mentioned person” to the end substitute“another person for the person having those functions”.\n\t\tAfter that subsection insert—\n\t\t“(2A)If the court decides to vary an order on an application under subsection(2) above, the following rules have effect for the purposes of substitutinganother person—\n\t\t\tif a person is nominated in the application to act as the patient’s nearestrelative and that person is, in the opinion of the court, a suitable person toact as such and is willing to do so, the court shall specify that person (or,if there are two or more such persons, such one of them as the court thinksfit);\n\t\t\totherwise, the court shall specify such person as is, in its opinion, asuitable person to act as the patient’s nearest relative and is willing to doso.”\n\t\tIn subsection (4), for the words from “An order under” to “period isspecified” substitute “An order made on the ground specified in paragraph (c)or (d) of section 29(3) above shall, unless previously discharged undersubsection (1) above, cease to have effect as follows”.\n\t\tAfter subsection (4A) (inserted by Schedule 3 to this Act) insert—\n\t\t“(4B)An order made on the ground specified in paragraph (a), (b) or (e) ofsection 29(3) above shall—\n\t\t\tif a period was specified under section 29(5) above, cease to have effecton expiry of that period, unless previously discharged under subsection (1)above;\n\t\t\tif no such period was specified, remain in force until it is dischargedunder subsection (1) above.”\n\tRestriction of nearest relative’s right to apply to tribunal\n\t\tIn section 66 of the 1983 Act (applications to tribunal), in subsection (1)(h)after “section 29 above” insert “on the ground specified in paragraph (c) or(d) of subsection (3) of that section”.\n\tCivil partners\n\t\tSection 26 of the 1983 Act (definition of “relative” and “nearestrelative”) is amended as set out in subsections (2) to (5).\n\t\tIn subsection (1)(a), after “wife” insert “or civil partner”.\n\t\tIn subsection (5)—\n\t\t\tin paragraph (b) after “wife” insert “or civil partner”, and\n\t\t\tin paragraph (c) after “wife,” insert “civil partner,”.\n\t\tIn subsection (6)—\n\t\t\tfor “and “wife” include a person who is living with the patient as thepatient’s husband or wife” substitute “, “wife” and “civil partner” include aperson who is living with the patient as the patient’s husband or wife or asif they were civil partners”, and\n\t\t\tfor “unless the husband or wife” substitute “or a patient in a civilpartnership unless the husband, wife or civil partner”.\n\t\tIn subsection (7)(b), for “unless the husband or wife” substitute “or apatient in a civil partnership unless the husband, wife or civil partner”.\n\t\tIn section 27 of the 1983 Act (children and young persons in care), after“wife” insert “or civil partner”."
    },
    {
        "length": 2547,
        "text": "\nConsent to treatment\n\tElectro-convulsive therapy, etc.\n\t\tAfter section 58 of the 1983 Act insert—\n\t\t“58AElectro-convulsive therapy, etc.\n\t\t\tThis section applies to the following forms of medical treatment for mentaldisorder—\n\t\t\t\telectro-convulsive therapy; and\n\t\t\t\tsuch other forms of treatment as may be specified for the purposes of thissection by regulations made by the appropriate national authority.\n\t\t\tSubject to section 62 below, a patient shall be not be given any form oftreatment to which this section applies unless he falls within subsection (3),(4) or (5) below.\n\t\t\tA patient falls within this subsection if—\n\t\t\t\the has attained the age of 18 years;\n\t\t\t\the has consented to the treatment in question; and\n\t\t\t\teither the approved clinician in charge of it or a registered medicalpractitioner appointed as mentioned in section 58(3) above has certified inwriting that the patient is capable of understanding the nature, purpose andlikely effects of the treatment and has consented to it.\n\t\t\tA patient falls within this subsection if—\n\t\t\t\the has not attained the age of 18 years; but\n\t\t\t\the has consented to the treatment in question; and\n\t\t\t\ta registered medical practitioner appointed as aforesaid (not being theapproved clinician in charge of the treatment) has certified in writing—\n\t\t\t\tthat the patient is capable of understanding the nature, purpose and likelyeffects of the treatment and has consented to it; and\n\t\t\t\tthat it is appropriate for the treatment to be given.\n\t\t\tA patient falls within this subsection if a registered medical practitionerappointed as aforesaid (not being the responsible clinician (if there is one)or the approved clinician in charge of the treatment in question) hascertified in writing—\n\t\t\t\tthat the patient is not capable of understanding the nature, purpose andlikely effects of the treatment; but\n\t\t\t\tthat it is appropriate for the treatment to be given; and\n\t\t\t\tthat giving him the treatment would not conflict with—\n\t\t\t\tan advance decision which the registered medical practitioner concerned issatisfied is valid and applicable; or\n\t\t\t\ta decision made by a donee or deputy or by the Court of Protection.\n\t\t\tBefore giving a certificate under subsection (5) above the registeredmedical practitioner concerned shall consult two other persons who have beenprofessionally concerned with the patient’s medical treatment but, of thosepersons—\n\t\t\t\tone shall be a nurse and the other shall be neither a nurse nor aregistered medical practitioner; and\n\t\t\t\tneither shall be the responsible clinician (if there is one) or theapproved clinician in charge of the treatment in question.\n\t\t\tThis section shall not by itself confer sufficient authority for a patientwho falls within section 56(5) above to be given a form of treatment to whichthis section applies if he is not capable of understanding the nature, purposeand likely effects of the treatment (and cannot therefore consent to it).\n\t\t\tBefore making any regulations for the purposes of this section, theappropriate national authority shall consult such bodies as appear to it to beconcerned.\n\t\t\tIn this section—\n\t\t\t\ta reference to an advance decision is to an advance decision (within themeaning of the Mental Capacity Act 2005) made by the patient;\n\t\t\t\t“valid and applicable”, in relation to such a decision, means valid andapplicable to the treatment in question in accordance with section 25 of thatAct;\n\t\t\t\ta reference to a donee is to a donee of a lasting power of attorney (withinthe meaning of section 9 of that Act) created by the patient, where the doneeis acting within the scope of his authority and in accordance with that Act;and\n\t\t\t\ta reference to a deputy is to a deputy appointed for the patient by theCourt of Protection under section 16 of that Act, where the deputy is actingwithin the scope of his authority and in accordance with that Act.\n\t\t\tIn this section, “the appropriate national authority” means—\n\t\t\t\tin a case where the treatment in question would, if given, be given inEngland, the Secretary of State;\n\t\t\t\tin a case where the treatment in question would, if given, be given inWales, the Welsh Ministers.”\n\tSection 27: supplemental\n\t\tPart 4 of the 1983 Act (consent to treatment) is amended as follows.\n\t\tIn section 58 (treatment requiring consent or a second opinion)—\n\t\t\tin subsection (1)(b), after “section 57 above” insert “or section 58A(1)(b)below”, and\n\t\t\tin subsection (3)(b), before “has not consented to it” insert “being socapable”.\n\t\tIn section 59 (plans of treatment), for “or 58” substitute “, 58 or 58A”.\n\t\tIn section 60 (withdrawal of consent), for “or 58”, substitute “, 58 or58A”.\n\t\tIn section 61 (review of treatment)—\n\t\t\tin subsection (1), for “or 58(3)(b)” substitute “, 58(3)(b) or 58A(4) or(5)”, and\n\t\t\tin subsection (3)—\n\t\t\tfor “or 58(3)(b)” substitute “, 58(3)(b) or 58A(4) or (5)”, and\n\t\t\tfor “and 58” substitute “, 58 and 58A”.\n\t\tIn section 62 (urgent treatment), after subsection (1) insert—\n\t\t\t“(1A)Section 58A above, in so far as it relates to electro-convulsive therapyby virtue of subsection (1)(a) of that section, shall not apply to anytreatment which falls within paragraph (a) or (b) of subsection (1) above.\n\t\t(1B)Section 58A above, in so far as it relates to a form of treatmentspecified by virtue of subsection (1)(b) of that section, shall not apply toany treatment which falls within such of paragraphs (a) to (d) of subsection(1) above as may be specified in regulations under that section.\n\t\t(1C)For the purposes of subsection (1B) above, the regulations—\n\t\t\tmay make different provision for different cases (and may, in particular,make different provision for different forms of treatment);\n\t\t\tmay make provision which applies subject to specified exceptions; and\n\t\t\tmay include transitional, consequential, incidental or supplementalprovision.”\n\t\tIn that section, in subsection (2), for “or 58” substitute “, 58 or 58A”.\n\t\tIn section 63 (treatment not requiring consent), for “, not being treatmentfalling within section 57 or 58 above,” substitute “, not being a form oftreatment to which section 57, 58 or 58A above applies,”.\n\t\tIn section 64 (supplementary provisions), after subsection (1A) (insertedby section 12 of this Act) insert—\n\t\t“(1B)References in this Part of this Act to the approved clinician in chargeof a patient’s treatment shall, where the treatment in question is a form oftreatment to which section 58A above applies and the patient falls withinsection 56(5) above, be construed as references to the person in charge of thetreatment.\n\t\t(1C)Regulations made by virtue of section 32(2)(d) above apply for thepurposes of this Part as they apply for the purposes of Part 2 of this Act.”\n\t\tIn section 28 of the Mental Capacity Act [2005 (c.9)](/id/ukpga/2005/9?view=plain \"Go to item of legislation\") (Mental HealthAct matters), after subsection (1) insert—\n\t\t“(1A)Subsection (1) does not apply in relation to any form of treatment towhich section 58A of that Act (electro-convulsive therapy, etc.) applies ifthe patient comes within subsection (7) of that section (informal patientunder 18 who cannot give consent).”.\n\tWithdrawal of consent\n\t\tSection 60 of the 1983 Act (withdrawal of consent) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Subsection (1B) below applies where—\n\t\t\tthe consent of a patient to any treatment has been given for the purposesof section 57, 58 or 58A above; but\n\t\t\tbefore the completion of the treatment, the patient ceases to be capable ofunderstanding its nature, purpose and likely effects.\n\t\t\t(1B)The patient shall, subject to section 62 below, be treated as havingwithdrawn his consent, and those sections shall then apply as if the remainderof the treatment were a separate form of treatment.\n\t\t\t(1C)Subsection (1D) below applies where—\n\t\t\ta certificate has been given under section 58 or 58A above that a patientis not capable of understanding the nature, purpose and likely effects of thetreatment to which the certificate applies; but\n\t\t\tbefore the completion of the treatment, the patient becomes capable ofunderstanding its nature, purpose and likely effects.\n\t\t\t(1D)The certificate shall, subject to section 62 below, cease to apply to thetreatment and those sections shall then apply as if the remainder of thetreatment were a separate form of treatment.”\n\t\tIn subsection (2), for “subsection (1)” substitute “subsections (1) to(1D)”."
    },
    {
        "length": 2997,
        "text": "\nAdvocacy\n\tIndependent mental health advocates\n\t\tPart 10 of the 1983 Act (miscellaneous and supplementary) is amended asfollows.\n\t\tBefore section 131 insert—\n\t\t“130AIndependent mental health advocates\n\t\t\tThe appropriate national authority shall make such arrangements as itconsiders reasonable to enable persons (“independent mental health advocates”)to be available to help qualifying patients.\n\t\t\tThe appropriate national authority may by regulations make provision as tothe appointment of persons as independent mental health advocates.\n\t\t\tThe regulations may, in particular, provide—\n\t\t\t\tthat a person may act as an independent mental health advocate only in suchcircumstances, or only subject to such conditions, as may be specified in theregulations;\n\t\t\t\tfor the appointment of a person as an independent mental health advocate tobe subject to approval in accordance with the regulations.\n\t\t\tIn making arrangements under this section, the appropriate nationalauthority shall have regard to the principle that any help available to apatient under the arrangements should, so far as practicable, be provided by aperson who is independent of any person who is professionally concerned withthe patient’s medical treatment.\n\t\t\tFor the purposes of subsection (4) above, a person is not to be regarded asprofessionally concerned with a patient’s medical treatment merely because heis representing him in accordance with arrangements—\n\t\t\t\tunder section 35 of the Mental Capacity Act 2005; or\n\t\t\t\tof a description specified in regulations under this section.\n\t\t\tArrangements under this section may include provision for payments to bemade to, or in relation to, persons carrying out functions in accordance withthe arrangements.\n\t\t\tRegulations under this section—\n\t\t\t\tmay make different provision for different cases;\n\t\t\t\tmay make provision which applies subject to specified exceptions;\n\t\t\t\tmay include transitional, consequential, incidental or supplementalprovision.\n\t\tBArrangements under section 130A\n\t\t\tThe help available to a qualifying patient under arrangements under section130A above shall include help in obtaining information about andunderstanding—\n\t\t\t\tthe provisions of this Act by virtue of which he is a qualifying patient;\n\t\t\t\tany conditions or restrictions to which he is subject by virtue of thisAct;\n\t\t\t\twhat (if any) medical treatment is given to him or is proposed or discussedin his case;\n\t\t\t\twhy it is given, proposed or discussed;\n\t\t\t\tthe authority under which it is, or would be, given; and\n\t\t\t\tthe requirements of this Act which apply, or would apply, in connectionwith the giving of the treatment to him.\n\t\t\tThe help available under the arrangements to a qualifying patient shallalso include—\n\t\t\t\thelp in obtaining information about and understanding any rights which maybe exercised under this Act by or in relation to him; and\n\t\t\t\thelp (by way of representation or otherwise) in exercising those rights.\n\t\t\tFor the purpose of providing help to a patient in accordance with thearrangements, an independent mental health advocate may—\n\t\t\t\tvisit and interview the patient in private;\n\t\t\t\tvisit and interview any person who is professionally concerned with hismedical treatment;\n\t\t\t\trequire the production of and inspect any records relating to his detentionor treatment in any hospital or registered establishment or to any after-careservices provided for him under section 117 above;\n\t\t\t\trequire the production of and inspect any records of, or held by, a localsocial services authority which relate to him.\n\t\t\tBut an independent mental health advocate is not entitled to the productionof, or to inspect, records in reliance on subsection (3)(c) or (d) aboveunless—\n\t\t\t\tin a case where the patient has capacity or is competent to consent, hedoes consent; or\n\t\t\t\tin any other case, the production or inspection would not conflict with adecision made by a donee or deputy or the Court of Protection and the personholding the records, having regard to such matters as may be prescribed inregulations under section 130A above, considers that—\n\t\t\t\tthe records may be relevant to the help to be provided by the advocate; and\n\t\t\t\tthe production or inspection is appropriate.\n\t\t\tFor the purpose of providing help to a patient in accordance with thearrangements, an independent mental health advocate shall comply with anyreasonable request made to him by any of the following for him to visit andinterview the patient—\n\t\t\t\tthe person (if any) appearing to the advocate to be the patient’s nearestrelative;\n\t\t\t\tthe responsible clinician for the purposes of this Act;\n\t\t\t\tan approved mental health professional.\n\t\t\tBut nothing in this Act prevents the patient from declining to be providedwith help under the arrangements.\n\t\t\tIn subsection (4) above—\n\t\t\t\tthe reference to a patient who has capacity is to be read in accordancewith the Mental Capacity Act 2005;\n\t\t\t\tthe reference to a donee is to a donee of a lasting power of attorney(within the meaning of section 9 of that Act) created by the patient, wherethe donee is acting within the scope of his authority and in accordance withthat Act;\n\t\t\t\tthe reference to a deputy is to a deputy appointed for the patient by theCourt of Protection under section 16 of that Act, where the deputy is actingwithin the scope of his authority and in accordance with that Act.\n\t\tCSection 130A: supplemental\n\t\t\tThis section applies for the purposes of section 130A above.\n\t\t\tA patient is a qualifying patient if he is—\n\t\t\t\tliable to be detained under this Act (otherwise than by virtue of section 4or 5(2) or (4) above or section 135 or 136 below);\n\t\t\t\tsubject to guardianship under this Act; or\n\t\t\t\ta community patient.\n\t\t\tA patient is also a qualifying patient if—\n\t\t\t\tnot being a qualifying patient falling within subsection (2) above, hediscusses with a registered medical practitioner or approved clinician thepossibility of being given a form of treatment to which section 57 aboveapplies; or\n\t\t\t\tnot having attained the age of 18 years and not being a qualifying patientfalling within subsection (2) above, he discusses with a registered medicalpractitioner or approved clinician the possibility of being given a form oftreatment to which section 58A above applies.\n\t\t\tWhere a patient who is a qualifying patient falling within subsection (3)above is informed that the treatment concerned is proposed in his case, heremains a qualifying patient falling within that subsection until—\n\t\t\t\tthe proposal is withdrawn; or\n\t\t\t\tthe treatment is completed or discontinued.\n\t\t\tReferences to the appropriate national authority are—\n\t\t\t\tin relation to a qualifying patient in England, to the Secretary of State;\n\t\t\t\tin relation to a qualifying patient in Wales, to the Welsh Ministers.\n\t\t\tFor the purposes of subsection (5) above—\n\t\t\t\ta qualifying patient falling within subsection (2)(a) above is to beregarded as being in the territory in which the hospital or registeredestablishment in which he is liable to be detained is situated;\n\t\t\t\ta qualifying patient falling within subsection (2)(b) above is to beregarded as being in the territory in which the area of the responsible localsocial services authority within the meaning of section 34(3) above issituated;\n\t\t\t\ta qualifying patient falling within subsection (2)(c) above is to beregarded as being in the territory in which the responsible hospital issituated;\n\t\t\t\ta qualifying patient falling within subsection (3) above is to be regardedas being in the territory determined in accordance with arrangements made forthe purposes of this paragraph, and published, by the Secretary of State andthe Welsh Ministers.\n\t\tDDuty to give information about independent mental health advocates\n\t\t\tThe responsible person in relation to a qualifying patient (within themeaning given by section 130C above) shall take such steps as are practicableto ensure that the patient understands—\n\t\t\t\tthat help is available to him from an independent mental health advocate;and\n\t\t\t\thow he can obtain that help.\n\t\t\tIn subsection (1) above, “the responsible person” means—\n\t\t\t\tin relation to a qualifying patient falling within section 130C(2)(a) above(other than one also falling within paragraph (b) below), the managers of thehospital or registered establishment in which he is liable to be detained;\n\t\t\t\tin relation to a qualifying patient falling within section 130C(2)(a) aboveand conditionally discharged by virtue of section 42(2), 73 or 74 above, theresponsible clinician;\n\t\t\t\tin relation to a qualifying patient falling within section 130C(2)(b)above, the responsible local social services authority within the meaning ofsection 34(3) above;\n\t\t\t\tin relation to a qualifying patient falling within section 130C(2)(c)above, the managers of the responsible hospital;\n\t\t\t\tin relation to a qualifying patient falling within section 130C(3) above,the registered medical practitioner or approved clinician with whom thepatient first discusses the possibility of being given the treatmentconcerned.\n\t\t\tThe steps to be taken under subsection (1) above shall be taken—\n\t\t\t\twhere the responsible person falls within subsection (2)(a) above, as soonas practicable after the patient becomes liable to be detained;\n\t\t\t\twhere the responsible person falls within subsection (2)(b) above, as soonas practicable after the conditional discharge;\n\t\t\t\twhere the responsible person falls within subsection (2)(c) above, as soonas practicable after the patient becomes subject to guardianship;\n\t\t\t\twhere the responsible person falls within subsection (2)(d) above, as soonas practicable after the patient becomes a community patient;\n\t\t\t\twhere the responsible person falls within subsection (2)(e) above, whilethe discussion with the patient is taking place or as soon as practicablethereafter.\n\t\t\tThe steps to be taken under subsection (1) above shall include giving therequisite information both orally and in writing.\n\t\t\tThe responsible person in relation to a qualifying patient falling withinsection 130C(2) above (other than a patient liable to be detained by virtue ofPart 3 of this Act) shall, except where the patient otherwise requests, takesuch steps as are practicable to furnish the person (if any) appearing to theresponsible person to be the patient’s nearest relative with a copy of anyinformation given to the patient in writing under subsection (1) above.\n\t\t\tThe steps to be taken under subsection (5) above shall be taken when theinformation concerned is given to the patient or within a reasonable timethereafter.”\n\t\t\tIn section 134 (patients' correspondence), in subsection (3A), forparagraph (b) substitute—\n\t\t\t\t“independent advocacy services” means services provided under—\n\t\t\t\tarrangements under section 130A above;\n\t\t\t\tarrangements under section 248 of the National Health Service Act 2006 orsection 187 of the National Health Service (Wales) Act 2006; or\n\t\t\t\tarrangements of a description prescribed as mentioned in paragraph (a)above.”"
    },
    {
        "length": 572,
        "text": "\nAccommodation, etc.\n\tAccommodation, etc.\n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 39 (power of court to request information about hospitals),after subsection (1) insert—\n\t\t\t“(1A)In relation to a person who has not attained the age of 18 years,subsection (1) above shall have effect as if the reference to the making of ahospital order included a reference to a remand under section 35 or 36 aboveor the making of an order under section 44 below.\n\t\t(1B)Where the person concerned has not attained the age of 18 years, theinformation which may be requested under subsection (1) above includes, inparticular, information about the availability of accommodation or facilitiesdesigned so as to be specially suitable for patients who have not attained theage of 18 years.”\n\t\tAfter section 131 insert—\n\t\t“131AAccommodation, etc. for children\n\t\t\tThis section applies in respect of any patient who has not attained the ageof 18 years and who—\n\t\t\t\tis liable to be detained in a hospital under this Act; or\n\t\t\t\tis admitted to, or remains in, a hospital in pursuance of such arrangementsas are mentioned in section 131(1) above.\n\t\t\tThe managers of the hospital shall ensure that the patient’s environment inthe hospital is suitable having regard to his age (subject to his needs).\n\t\t\tFor the purpose of deciding how to fulfil the duty under subsection (2)above, the managers shall consult a person who appears to them to haveknowledge or experience of cases involving patients who have not attained theage of 18 years which makes him suitable to be consulted.\n\t\t\tIn this section, “hospital” includes a registered establishment.”\n\t\t\tIn section 140 (the title to which becomes “Notification of hospitalshaving arrangements for special cases”), for the words from “for thereception” to the end substitute “—\n\t\t\t\tfor the reception of patients in cases of special urgency;\n\t\t\t\tfor the provision of accommodation or facilities designed so as to bespecially suitable for patients who have not attained the age of 18 years.”"
    },
    {
        "length": 3431,
        "text": "\nCommunity treatment orders, etc\n\tThe 1983 Act is amended as follows.\n\tAfter section 17 insert—\n\t“17ACommunity treatment orders\n\t\tThe responsible clinician may by order in writing discharge a detainedpatient from hospital subject to his being liable to recall in accordance withsection 17E below.\n\t\tA detained patient is a patient who is liable to be detained in a hospitalin pursuance of an application for admission for treatment.\n\t\tAn order under subsection (1) above is referred to in this Act as a“community treatment order”.\n\t\tThe responsible clinician may not make a community treatment order unless—\n\t\t\tin his opinion, the relevant criteria are met; and\n\t\t\tan approved mental health professional states in writing—\n\t\t\tthat he agrees with that opinion; and\n\t\t\tthat it is appropriate to make the order.\n\t\tThe relevant criteria are—\n\t\t\tthe patient is suffering from mental disorder of a nature or degree whichmakes it appropriate for him to receive medical treatment;\n\t\t\tit is necessary for his health or safety or for the protection of otherpersons that he should receive such treatment;\n\t\t\tsubject to his being liable to be recalled as mentioned in paragraph (d)below, such treatment can be provided without his continuing to be detained ina hospital;\n\t\t\tit is necessary that the responsible clinician should be able to exercisethe power under section 17E(1) below to recall the patient to hospital; and\n\t\t\tappropriate medical treatment is available for him.\n\t\tIn determining whether the criterion in subsection (5)(d) above is met, theresponsible clinician shall, in particular, consider, having regard to thepatient’s history of mental disorder and any other relevant factors, what riskthere would be of a deterioration of the patient’s condition if he were notdetained in a hospital (as a result, for example, of his refusing orneglecting to receive the medical treatment he requires for his mentaldisorder).\n\t\tIn this Act—\n\t\t\t  * “community patient” means a patient in respect of whom a community treatment order is in force;\n\t\t\t  * “the community treatment order”, in relation to such a patient, means the community treatment order in force in respect of him; and\n\t\t\t  * “the responsible hospital”, in relation to such a patient, means the hospital in which he was liable to be detained immediately before the community treatment order was made, subject to section 19A below.\n\tBConditions \n\t\tA community treatment order shall specify conditions to which the patientis to be subject while the order remains in force.\n\t\tBut, subject to subsection (3) below, the order may specify conditions onlyif the responsible clinician, with the agreement of the approved mental healthprofessional mentioned in section 17A(4)(b) above, thinks them necessary orappropriate for one or more of the following purposes—\n\t\t\tensuring that the patient receives medical treatment;\n\t\t\tpreventing risk of harm to the patient’s health or safety;\n\t\t\tprotecting other persons.\n\t\tThe order shall specify—\n\t\t\ta condition that the patient make himself available for examination undersection 20A below; and\n\t\t\ta condition that, if it is proposed to give a certificate under Part 4A ofthis Act in his case, he make himself available for examination so as toenable the certificate to be given.\n\t\tThe responsible clinician may from time to time by order in writing varythe conditions specified in a community treatment order.\n\t\tHe may also suspend any conditions specified in a community treatmentorder.\n\t\tIf a community patient fails to comply with a condition specified in thecommunity treatment order by virtue of subsection (2) above, that fact may betaken into account for the purposes of exercising the power of recall undersection 17E(1) below.\n\t\tBut nothing in this section restricts the exercise of that power to caseswhere there is such a failure.\n\tCDuration of community treatment order\n\t\tA community treatment order shall remain in force until—\n\t\t\tthe period mentioned in section 20A(1) below (as extended under anyprovision of this Act) expires, but this is subject to sections 21 and 22below;\n\t\t\tthe patient is discharged in pursuance of an order under section 23 belowor a direction under section 72 below;\n\t\t\tthe application for admission for treatment in respect of the patientotherwise ceases to have effect; or\n\t\t\tthe order is revoked under section 17F below,\n\t\t\twhichever occurs first.\n\tDEffect of community treatment order\n\t\tThe application for admission for treatment in respect of a patient shallnot cease to have effect by virtue of his becoming a community patient.\n\t\tBut while he remains a community patient—\n\t\t\tthe authority of the managers to detain him under section 6(2) above inpursuance of that application shall be suspended; and\n\t\t\treference (however expressed) in this or any other Act, or in anysubordinate legislation (within the meaning of the Interpretation Act 1978),to patients liable to be detained, or detained, under this Act shall notinclude him.\n\t\tAnd section 20 below shall not apply to him while he remains a communitypatient.\n\t\tAccordingly, authority for his detention shall not expire during any periodin which that authority is suspended by virtue of subsection (2)(a) above.\n\tEPower to recall to hospital\n\t\tThe responsible clinician may recall a community patient to hospital if inhis opinion—\n\t\t\tthe patient requires medical treatment in hospital for his mental disorder;and\n\t\t\tthere would be a risk of harm to the health or safety of the patient or toother persons if the patient were not recalled to hospital for that purpose.\n\t\tThe responsible clinician may also recall a community patient to hospitalif the patient fails to comply with a condition specified under section 17B(3)above.\n\t\tThe hospital to which a patient is recalled need not be the responsiblehospital.\n\t\tNothing in this section prevents a patient from being recalled to ahospital even though he is already in the hospital at the time when the powerof recall is exercised; references to recalling him shall be construedaccordingly.\n\t\tThe power of recall under subsections (1) and (2) above shall beexercisable by notice in writing to the patient.\n\t\tA notice under this section recalling a patient to hospital shall besufficient authority for the managers of that hospital to detain the patientthere in accordance with the provisions of this Act.\n\tFPowers in respect of recalled patients\n\t\tThis section applies to a community patient who is detained in a hospitalby virtue of a notice recalling him there under section 17E above.\n\t\tThe patient may be transferred to another hospital in such circumstancesand subject to such conditions as may be prescribed in regulations made by theSecretary of State (if the hospital in which the patient is detained is inEngland) or the Welsh Ministers (if that hospital is in Wales).\n\t\tIf he is so transferred to another hospital, he shall be treated for thepurposes of this section (and section 17E above) as if the notice under thatsection were a notice recalling him to that other hospital and as if he hadbeen detained there from the time when his detention in hospital by virtue ofthe notice first began.\n\t\tThe responsible clinician may by order in writing revoke the communitytreatment order if—\n\t\t\tin his opinion, the conditions mentioned in section 3(2) above aresatisfied in respect of the patient; and\n\t\t\tan approved mental health professional states in writing—\n\t\t\tthat he agrees with that opinion; and\n\t\t\tthat it is appropriate to revoke the order.\n\t\tThe responsible clinician may at any time release the patient under thissection, but not after the community treatment order has been revoked.\n\t\tIf the patient has not been released, nor the community treatment orderrevoked, by the end of the period of 72 hours, he shall then be released.\n\t\tBut a patient who is released under this section remains subject to thecommunity treatment order.\n\t\tIn this section—\n\t\t\t“the period of 72 hours” means the period of 72 hours beginning with thetime when the patient’s detention in hospital by virtue of the notice undersection 17E above begins; and\n\t\t\treferences to being released shall be construed as references to beingreleased from that detention (and accordingly from being recalled tohospital).\n\tGEffect of revoking community treatment order\n\t\tThis section applies if a community treatment order is revoked undersection 17F above in respect of a patient.\n\t\tSection 6(2) above shall have effect as if the patient had never beendischarged from hospital by virtue of the community treatment order.\n\t\tThe provisions of this or any other Act relating to patients liable to bedetained (or detained) in pursuance of an application for admission fortreatment shall apply to the patient as they did before the communitytreatment order was made, unless otherwise provided.\n\t\tIf, when the order is revoked, the patient is being detained in a hospitalother than the responsible hospital, the provisions of this Part of this Actshall have effect as if—\n\t\t\tthe application for admission for treatment in respect of him were anapplication for admission to that other hospital; and\n\t\t\the had been admitted to that other hospital at the time when he wasoriginally admitted in pursuance of the application.\n\t\tBut, in any case, section 20 below shall have effect as if the patient hadbeen admitted to hospital in pursuance of the application for admission fortreatment on the day on which the order is revoked.”\n\t\tAfter section 20 (the cross-heading immediately above which becomes“Duration of authority and discharge”) insert—\n\t“20ACommunity treatment period\n\t\tSubject to the provisions of this Part of this Act, a community treatmentorder shall cease to be in force on expiry of the period of six monthsbeginning with the day on which it was made.\n\t\tThat period is referred to in this Act as “the community treatment period”.\n\t\tThe community treatment period may, unless the order has previously ceasedto be in force, be extended—\n\t\t\tfrom its expiration for a period of six months;\n\t\t\tfrom the expiration of any period of extension under paragraph (a) abovefor a further period of one year,\n\t\t\t\tand so on for periods of one year at a time.\n\t\tWithin the period of two months ending on the day on which the order wouldcease to be in force in default of an extension under this section, it shallbe the duty of the responsible clinician—\n\t\t\tto examine the patient; and\n\t\t\tif it appears to him that the conditions set out in subsection (6) beloware satisfied and if a statement under subsection (8) below is made, tofurnish to the managers of the responsible hospital a report to that effect inthe prescribed form.\n\t\tWhere such a report is furnished in respect of the patient, the managersshall, unless they discharge him under section 23 below, cause him to beinformed.\n\t\tThe conditions referred to in subsection (4) above are that—\n\t\t\tthe patient is suffering from mental disorder of a nature or degree whichmakes it appropriate for him to receive medical treatment;\n\t\t\tit is necessary for his health or safety or for the protection of otherpersons that he should receive such treatment;\n\t\t\tsubject to his continuing to be liable to be recalled as mentioned inparagraph (d) below, such treatment can be provided without his being detainedin a hospital;\n\t\t\tit is necessary that the responsible clinician should continue to be ableto exercise the power under section 17E(1) above to recall the patient tohospital; and\n\t\t\tappropriate medical treatment is available for him.\n\t\tIn determining whether the criterion in subsection (6)(d) above is met, theresponsible clinician shall, in particular, consider, having regard to thepatient’s history of mental disorder and any other relevant factors, what riskthere would be of a deterioration of the patient’s condition if he were tocontinue not to be detained in a hospital (as a result, for example, of hisrefusing or neglecting to receive the medical treatment he requires for hismental disorder).\n\t\tThe statement referred to in subsection (4) above is a statement in writingby an approved mental health professional—\n\t\t\tthat it appears to him that the conditions set out in subsection (6) aboveare satisfied; and\n\t\t\tthat it is appropriate to extend the community treatment period.\n\t\tBefore furnishing a report under subsection (4) above the responsibleclinician shall consult one or more other persons who have been professionallyconcerned with the patient’s medical treatment.\n\t\tWhere a report is duly furnished under subsection (4) above, the communitytreatment period shall be thereby extended for the period prescribed in thatcase by subsection (3) above.\n\tBEffect of expiry of community treatment order\n\t\tA community patient shall be deemed to be discharged absolutely fromliability to recall under this Part of this Act, and the application foradmission for treatment cease to have effect, on expiry of the communitytreatment order, if the order has not previously ceased to be in force.\n\t\tFor the purposes of subsection (1) above, a community treatment orderexpires on expiry of the community treatment period as extended under thisPart of this Act, but this is subject to sections 21 and 22 below.”\n\t\tSchedules 3 and 4 (which contain further amendments) have effect."
    },
    {
        "length": 246,
        "text": "\nRelationship with leave of absence\n\tThe 1983 Act is amended as follows.\n\tIn section 17 (leave of absence from hospital), after subsection (2)insert—\n\t\t“(2A)But longer-term leave may not be granted to a patient unless theresponsible clinician first considers whether the patient should be dealt withunder section 17A instead.\n\t(2B)For these purposes, longer-term leave is granted to a patient if—\n\t\tleave of absence is granted to him under this section either indefinitelyor for a specified period of more than seven consecutive days; or\n\t\ta specified period is extended under this section such that the totalperiod for which leave of absence will have been granted to him under thissection exceeds seven consecutive days.”\n\tIn Part 2 of Schedule 1 (patients subject to special restrictions), inparagraph 3 after paragraph (a) insert—\n\t\tsubsections (2A) and (2B) shall be omitted;”."
    },
    {
        "length": 1196,
        "text": "\nConsent to treatment\n\tPart 4 of the 1983 Act (consent to treatment) is amended as follows.\n\tFor section 56 substitute—\n\t“56Patients to whom Part 4 applies\n\t\tSection 57 and, so far as relevant to that section, sections 59 to 62 belowapply to any patient.\n\t\tSubject to that and to subsection (5) below, this Part of this Act appliesto a patient only if he falls within subsection (3) or (4) below.\n\t\tA patient falls within this subsection if he is liable to be detained underthis Act but not if—\n\t\t\the is so liable by virtue of an emergency application and the secondmedical recommendation referred to in section 4(4)(a) above has not been givenand received;\n\t\t\the is so liable by virtue of section 5(2) or (4) or 35 above or section 135or 136 below or by virtue of a direction for his detention in a place ofsafety under section 37(4) or 45A(5) above; or\n\t\t\the has been conditionally discharged under section 42(2) above or section73 or 74 below and he is not recalled to hospital.\n\t\tA patient falls within this subsection if—\n\t\t\the is a community patient; and\n\t\t\the is recalled to hospital under section 17E above.\n\t\tSection 58A and, so far as relevant to that section, sections 59 to 62below also apply to any patient who—\n\t\t\tdoes not fall within subsection (3) above;\n\t\t\tis not a community patient; and\n\t\t\thas not attained the age of 18 years.”\n\t\tIn section 61 (review of treatment), in subsection (1)—\n\t\t\tbefore “a report on” insert “, or by virtue of section 62A below inaccordance with a Part 4A certificate (within the meaning of that section),”,and\n\t\t\tin paragraph (a) for “or 21B(2) above renewing the authority for thedetention” substitute “, 20A(4) or 21B(2) above in respect”.\n\t\tAfter section 62 insert—\n\t“62ATreatment on recall of community patient or revocation of order\n\t\tThis section applies where—\n\t\t\ta community patient is recalled to hospital under section 17E above; or\n\t\t\ta patient is liable to be detained under this Act following the revocationof a community treatment order under section 17F above in respect of him.\n\t\tFor the purposes of section 58(1)(b) above, the patient is to be treated asif he had remained liable to be detained since the making of the communitytreatment order.\n\t\tBut section 58 above does not apply to treatment given to the patient if—\n\t\t\tthe certificate requirement is met for the purposes of section 64C or 64Ebelow; or\n\t\t\tas a result of section 64B(4) or 64E(4) below, the certificate requirementwould not apply (were the patient a community patient not recalled to hospitalunder section 17E above).\n\t\tSection 58A above does not apply to treatment given to the patient if thereis authority to give the treatment, and the certificate requirement is met,for the purposes of section 64C or 64E below.\n\t\tIn a case where this section applies, the certificate requirement is metonly in so far as—\n\t\t\tthe Part 4A certificate expressly provides that it is appropriate for oneor more specified forms of treatment to be given to the patient in that case(subject to such conditions as may be specified); or\n\t\t\ta notice having been given under subsection (5) of section 64H below,treatment is authorised by virtue of subsection (8) of that section.\n\t\tSubsection (5)(a) above shall not preclude the continuation of anytreatment, or of treatment under any plan, pending compliance with section 58or 58A above if the approved clinician in charge of the treatment considersthat the discontinuance of the treatment, or of the treatment under the plan,would cause serious suffering to the patient.\n\t\tIn a case where subsection (1)(b) above applies, subsection (3) above onlyapplies pending compliance with section 58 above.\n\t\tIn subsection (5) above—\n\t\t\t  * “Part 4A certificate” has the meaning given in section 64H below; and\n\t\t\t  * “specified”, in relation to a Part 4A certificate, means specified in the certificate.”"
    },
    {
        "length": 344,
        "text": "\nBAdult community patients\n\tThis section applies to the giving of relevant treatment to a communitypatient who—\n\t\tis not recalled to hospital under section 17E above; and\n\t\thas attained the age of 16 years.\n\tThe treatment may not be given to the patient unless—\n\t\tthere is authority to give it to him; and\n\t\tif it is section 58 type treatment or section 58A type treatment, thecertificate requirement is met.\n\tBut the certificate requirement does not apply if—\n\t\tgiving the treatment to the patient is authorised in accordance withsection 64G below; or\n\t\tthe treatment is immediately necessary and—\n\t\tthe patient has capacity to consent to it and does consent to it; or\n\t\ta donee or deputy or the Court of Protection consents to the treatment onthe patient’s behalf.\n\tNor does the certificate requirement apply in so far as the administrationof medicine to the patient at any time during the period of one monthbeginning with the day on which the community treatment order is made issection 58 type treatment.\n\tThe reference in subsection (4) above to the administration of medicinedoes not include any form of treatment specified under section 58(1)(a) above."
    },
    {
        "length": 751,
        "text": "\nCSection 64B: supplemental\n\tThis section has effect for the purposes of section 64B above.\n\tThere is authority to give treatment to a patient if—\n\t\the has capacity to consent to it and does consent to it;\n\t\ta donee or deputy or the Court of Protection consents to it on his behalf;or\n\t\tgiving it to him is authorised in accordance with section 64D or 64G below.\n\tRelevant treatment is section 58 type treatment or section 58A typetreatment if, at the time when it is given to the patient, section 58 or 58Aabove (respectively) would have applied to it, had the patient remained liableto be detained at that time (rather than being a community patient).\n\tThe certificate requirement is met in respect of treatment to be given to apatient if—\n\t\ta registered medical practitioner appointed for the purposes of Part 4 ofthis Act (not being the responsible clinician or the person in charge of thetreatment) has certified in writing that it is appropriate for the treatmentto be given or for the treatment to be given subject to such conditions as maybe specified in the certificate; and\n\t\tif conditions are so specified, the conditions are satisfied.\n\tIn a case where the treatment is section 58 type treatment, treatment isimmediately necessary if—\n\t\tit is immediately necessary to save the patient’s life; or\n\t\tit is immediately necessary to prevent a serious deterioration of thepatient’s condition and is not irreversible; or\n\t\tit is immediately necessary to alleviate serious suffering by the patientand is not irreversible or hazardous; or\n\t\tit is immediately necessary, represents the minimum interference necessaryto prevent the patient from behaving violently or being a danger to himself orothers and is not irreversible or hazardous.\n\tIn a case where the treatment is section 58A type treatment by virtue ofsubsection (1)(a) of that section, treatment is immediately necessary if itfalls within paragraph (a) or (b) of subsection (5) above.\n\tIn a case where the treatment is section 58A type treatment by virtue ofsubsection (1)(b) of that section, treatment is immediately necessary if itfalls within such of paragraphs (a) to (d) of subsection (5) above as may bespecified in regulations under that section.\n\tFor the purposes of subsection (7) above, the regulations—\n\t\tmay make different provision for different cases (and may, in particular,make different provision for different forms of treatment);\n\t\tmay make provision which applies subject to specified exceptions; and\n\t\tmay include transitional, consequential, incidental or supplementalprovision.\n\tSubsection (3) of section 62 above applies for the purposes of this sectionas it applies for the purposes of that section."
    },
    {
        "length": 419,
        "text": "\nDAdult community patients lacking capacity\n\tA person is authorised to give relevant treatment to a patient as mentionedin section 64C(2)(c) above if the conditions in subsections (2) to (6) beloware met.\n\tThe first condition is that, before giving the treatment, the person takesreasonable steps to establish whether the patient lacks capacity to consent tothe treatment.\n\tThe second condition is that, when giving the treatment, he reasonablybelieves that the patient lacks capacity to consent to it.\n\tThe third condition is that—\n\t\the has no reason to believe that the patient objects to being given thetreatment; or\n\t\the does have reason to believe that the patient so objects, but it is notnecessary to use force against the patient in order to give the treatment.\n\tThe fourth condition is that—\n\t\the is the person in charge of the treatment and an approved clinician; or\n\t\tthe treatment is given under the direction of that clinician.\n\tThe fifth condition is that giving the treatment does not conflict with—\n\t\tan advance decision which he is satisfied is valid and applicable; or\n\t\ta decision made by a donee or deputy or the Court of Protection.\n\tIn this section—\n\t\treference to an advance decision is to an advance decision (within themeaning of the Mental Capacity Act 2005) made by the patient; and\n\t\t“valid and applicable”, in relation to such a decision, means valid andapplicable to the treatment in question in accordance with section 25 of thatAct."
    },
    {
        "length": 483,
        "text": "\nEChild community patients\n\tThis section applies to the giving of relevant treatment to a communitypatient who—\n\t\tis not recalled to hospital under section 17E above; and\n\t\thas not attained the age of 16 years.\n\tThe treatment may not be given to the patient unless—\n\t\tthere is authority to give it to him; and\n\t\tif it is section 58 type treatment or section 58A type treatment, thecertificate requirement is met.\n\tBut the certificate requirement does not apply if—\n\t\tgiving the treatment to the patient is authorised in accordance withsection 64G below; or\n\t\tin a case where the patient is competent to consent to the treatment anddoes consent to it, the treatment is immediately necessary.\n\tNor does the certificate requirement apply in so far as the administrationof medicine to the patient at any time during the period of one monthbeginning with the day on which the community treatment order is made issection 58 type treatment.\n\tThe reference in subsection (4) above to the administration of medicinedoes not include any form of treatment specified under section 58(1)(a) above.\n\tFor the purposes of subsection (2)(a) above, there is authority to givetreatment to a patient if—\n\t\the is competent to consent to it and he does consent to it; or\n\t\tgiving it to him is authorised in accordance with section 64F or 64G below.\n\tSubsections (3) to (9) of section 64C above have effect for the purposes ofthis section as they have effect for the purposes of section 64B above.\n\tRegulations made by virtue of section 32(2)(d) above apply for the purposesof this section as they apply for the purposes of Part 2 of this Act."
    },
    {
        "length": 263,
        "text": "\nFChild community patients lacking competence\n\tA person is authorised to give relevant treatment to a patient as mentionedin section 64E(6)(b) above if the conditions in subsections (2) to (5) beloware met.\n\tThe first condition is that, before giving the treatment, the person takesreasonable steps to establish whether the patient is competent to consent tothe treatment.\n\tThe second condition is that, when giving the treatment, he reasonablybelieves that the patient is not competent to consent to it.\n\tThe third condition is that—\n\t\the has no reason to believe that the patient objects to being given thetreatment; or\n\t\the does have reason to believe that the patient so objects, but it is notnecessary to use force against the patient in order to give the treatment.\n\tThe fourth condition is that—\n\t\the is the person in charge of the treatment and an approved clinician; or\n\t\tthe treatment is given under the direction of that clinician."
    },
    {
        "length": 653,
        "text": "\nGEmergency treatment for patients lacking capacity or competence\n\tA person is also authorised to give relevant treatment to a patient asmentioned in section 64C(2)(c) or 64E(6)(b) above if the conditions insubsections (2) to (4) below are met.\n\tThe first condition is that, when giving the treatment, the personreasonably believes that the patient lacks capacity to consent to it or, asthe case may be, is not competent to consent to it.\n\tThe second condition is that the treatment is immediately necessary.\n\tThe third condition is that if it is necessary to use force against thepatient in order to give the treatment—\n\t\tthe treatment needs to be given in order to prevent harm to the patient;and\n\t\tthe use of such force is a proportionate response to the likelihood of thepatient’s suffering harm, and to the seriousness of that harm.\n\tSubject to subsections (6) to (8) below, treatment is immediately necessaryif—\n\t\tit is immediately necessary to save the patient’s life; or\n\t\tit is immediately necessary to prevent a serious deterioration of thepatient’s condition and is not irreversible; or\n\t\tit is immediately necessary to alleviate serious suffering by the patientand is not irreversible or hazardous; or\n\t\tit is immediately necessary, represents the minimum interference necessaryto prevent the patient from behaving violently or being a danger to himself orothers and is not irreversible or hazardous.\n\tWhere the treatment is section 58A type treatment by virtue of subsection(1)(a) of that section, treatment is immediately necessary if it falls withinparagraph (a) or (b) of subsection (5) above.\n\tWhere the treatment is section 58A type treatment by virtue of subsection(1)(b) of that section, treatment is immediately necessary if it falls withinsuch of paragraphs (a) to (d) of subsection (5) above as may be specified inregulations under section 58A above.\n\tFor the purposes of subsection (7) above, the regulations—\n\t\tmay make different provision for different cases (and may, in particular,make different provision for different forms of treatment);\n\t\tmay make provision which applies subject to specified exceptions; and\n\t\tmay include transitional, consequential, incidental or supplementalprovision.\n\tSubsection (3) of section 62 above applies for the purposes of this sectionas it applies for the purposes of that section."
    },
    {
        "length": 698,
        "text": "\nHCertificates: supplementary provisions\n\tA certificate under section 64B(2)(b) or 64E(2)(b) above (a “Part 4Acertificate”) may relate to a plan of treatment under which the patient is tobe given (whether within a specified period or otherwise) one or more forms ofsection 58 type treatment or section 58A type treatment.\n\tA Part 4A certificate shall be in such form as may be prescribed byregulations made by the appropriate national authority.\n\tBefore giving a Part 4A certificate, the registered medical practitionerconcerned shall consult two other persons who have been professionallyconcerned with the patient’s medical treatment but, of those persons—\n\t\tat least one shall be a person who is not a registered medicalpractitioner; and\n\t\tneither shall be the patient’s responsible clinician or the person incharge of the treatment in question.\n\tWhere a patient is given treatment in accordance with a Part 4Acertificate, a report on the treatment and the patient’s condition shall begiven by the person in charge of the treatment to the appropriate nationalauthority if required by that authority.\n\tThe appropriate national authority may at any time give notice directingthat a Part 4A certificate shall not apply to treatment given to a patientafter a date specified in the notice, and the relevant section shall thenapply to any such treatment as if that certificate had not been given.\n\tThe relevant section is—\n\t\tif the patient is not recalled to hospital in accordance with section 17Eabove, section 64B or 64E above;\n\t\tif the patient is so recalled or is liable to be detained under this Actfollowing revocation of the community treatment order under section 17F above—\n\t\tsection 58 above, in the case of section 58 type treatment;\n\t\tsection 58A above, in the case of section 58A type treatment;\n\t\t\t(subject to section 62A(2) above).\n\tThe notice under subsection (5) above shall be given to the person incharge of the treatment in question.\n\tSubsection (5) above shall not preclude the continuation of any treatmentor of treatment under any plan pending compliance with the relevant section ifthe person in charge of the treatment considers that the discontinuance of thetreatment or of treatment under the plan would cause serious suffering to thepatient.\n\tIn this section, “the appropriate national authority” means—\n\t\tin relation to community patients in respect of whom the responsiblehospital is in England, the Secretary of State;\n\t\tin relation to community patients in respect of whom the responsiblehospital is in Wales, the Welsh Ministers."
    },
    {
        "length": 118,
        "text": "\nJFactors to be considered in determining whether patient objects totreatment\n\tIn assessing for the purposes of this Part whether he has reason to believethat a patient objects to treatment, a person shall consider all thecircumstances so far as they are reasonably ascertainable, including thepatient’s behaviour, wishes, feelings, views, beliefs and values.\n\tBut circumstances from the past shall be considered only so far as it isstill appropriate to consider them."
    },
    {
        "length": 776,
        "text": "\nKInterpretation of Part 4A\n\tThis Part of this Act is to be construed as follows.\n\tReferences to a patient who lacks capacity are to a patient who lackscapacity within the meaning of the Mental Capacity Act 2005.\n\tReferences to a patient who has capacity are to be read accordingly.\n\tReferences to a donee are to a donee of a lasting power of attorney (withinthe meaning of section 9 of the Mental Capacity Act 2005) created by thepatient, where the donee is acting within the scope of his authority and inaccordance with that Act.\n\tReferences to a deputy are to a deputy appointed for the patient by theCourt of Protection under section 16 of the Mental Capacity Act 2005, wherethe deputy is acting within the scope of his authority and in accordance withthat Act.\n\tReference to the responsible clinician shall be construed as a reference tothe responsible clinician within the meaning of Part 2 of this Act.\n\tReferences to a hospital include a registered establishment.\n\tSection 64(3) above applies for the purposes of this Part of this Act as itapplies for the purposes of Part 4 of this Act.”\n\tIn section 119 of the 1983 Act (practitioners approved for Part 4 andsection 118)—\n\t\tin subsection (2)—\n\t\tafter “those provisions” insert “or under Part 4A of this Act”,\n\t\tin paragraph (a), for “in a registered establishment” substitute “in ahospital or registered establishment or any community patient in a hospital orestablishment of any description or (if access is granted) other place”, and\n\t\tin paragraph (b), for “in that home” substitute “there”, and\n\t\tafter subsection (2) insert—\n\tIn this section, “establishment of any description” shall be construed inaccordance with section 4(8) of the Care Standards Act 2000.”\n\tIn section 121 of the 1983 Act (Mental Health Act Commission), insubsection (2)(b) after “61” insert “, 64H(5)”.\n\tThe Mental Capacity Act [2005 (c. 9)](/id/ukpga/2005/9?view=plain \"Go toitem of legislation\") is amended as follows.\n\tIn section 28 (Mental Health Act matters), after subsection (1A) (insertedby section 28 of this Act) insert—\n\t\t“(1B)Section 5 does not apply to an act to which section 64B of the MentalHealth Act applies (treatment of community patients not recalled tohospital).”\n\tIn section 37 (independent mental capacity advocates: provision of seriousmedical treatment by NHS body), in subsection (2) after “Part 4” insert “or4A”."
    },
    {
        "length": 167,
        "text": "\nRepeal of provisions for after-care under supervision\n\tThe 1983 Act is amended as follows.\n\tSections 25A to 25J (after-care under supervision) are omitted.\n\tIn section 66 (applications to tribunals), in subsection (2)(c), for “casesmentioned in paragraphs (c) and (ga)” substitute “case mentioned in paragraph(c)”.\n\tIn Part 1 of Schedule 1 (application of certain provisions to patientssubject to hospital and guardianship orders: patients not subject to specialrestrictions), in paragraph 1, for “25C” substitute “26”."
    },
    {
        "length": 2938,
        "text": "\nChapter 5Mental Health Review Tribunals\n\tReferences \n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 21 (special provision as to patients absent without leave),after subsection (2) insert—\n\t\tWhere a patient is absent without leave on the day on which (apart fromthis section) the managers would be required under section 68 below to referthe patient’s case to a Mental Health Review Tribunal, that requirement shallnot apply unless and until—\n\t\t\tthe patient is taken into custody under section 18 above and returned tothe hospital where he ought to be; or\n\t\t\tthe patient returns himself to the hospital where he ought to be within theperiod during which he can be taken into custody under section 18 above.”\n\t\tFor section 68 substitute—\n\t\t“68Duty of managers of hospitals to refer cases to tribunal\n\t\t\tThis section applies in respect of the following patients—\n\t\t\t\ta patient who is admitted to a hospital in pursuance of an application foradmission for assessment;\n\t\t\t\ta patient who is admitted to a hospital in pursuance of an application foradmission for treatment;\n\t\t\t\ta community patient;\n\t\t\t\ta patient whose community treatment order is revoked under section 17Fabove;\n\t\t\t\ta patient who is transferred from guardianship to a hospital in pursuanceof regulations made under section 19 above.\n\t\t\tOn expiry of the period of six months beginning with the applicable day,the managers of the hospital shall refer the patient’s case to a Mental HealthReview Tribunal.\n\t\t\tBut they shall not do so if during that period—\n\t\t\t\tany right has been exercised by or in respect of the patient by virtue ofany of paragraphs (b), (ca), (cb), (e), (g) and (h) of section 66(1) above;\n\t\t\t\ta reference has been made in respect of the patient under section 67(1)above, not being a reference made while the patient is or was liable to bedetained in pursuance of an application for admission for assessment; or\n\t\t\t\ta reference has been made in respect of the patient under subsection (7)below.\n\t\t\tA person who applies to a tribunal but subsequently withdraws hisapplication shall be treated for these purposes as not having exercised hisright to apply, and if he withdraws his application on a date after expiry ofthe period mentioned in subsection (2) above, the managers shall refer thepatient’s case as soon as possible after that date.\n\t\t\tIn subsection (2) above, “the applicable day” means—\n\t\t\t\tin the case of a patient who is admitted to a hospital in pursuance of anapplication for admission for assessment, the day on which the patient was soadmitted;\n\t\t\t\tin the case of a patient who is admitted to a hospital in pursuance of anapplication for admission for treatment—\n\t\t\t\tthe day on which the patient was so admitted; or\n\t\t\t\tif, when he was so admitted, he was already liable to be detained inpursuance of an application for admission for assessment, the day on which hewas originally admitted in pursuance of the application for admission forassessment;\n\t\t\t\tin the case of a community patient or a patient whose community treatmentorder is revoked under section 17F above, the day mentioned in sub-paragraph(i) or (ii), as the case may be, of paragraph (b) above;\n\t\t\t\tin the case of a patient who is transferred from guardianship to ahospital, the day on which he was so transferred.\n\t\t\tThe managers of the hospital shall also refer the patient’s case to aMental Health Review Tribunal if a period of more than three years (or, if thepatient has not attained the age of 18 years, one year) has elapsed since hiscase was last considered by such a tribunal, whether on his own application orotherwise.\n\t\t\tIf, in the case of a community patient, the community treatment order isrevoked under section 17F above, the managers of the hospital shall also referthe patient’s case to a Mental Health Review Tribunal as soon as possibleafter the order is revoked.\n\t\t\tFor the purposes of furnishing information for the purposes of a referenceunder this section, a registered medical practitioner or approved clinicianauthorised by or on behalf of the patient may at any reasonable time—\n\t\t\t\tvisit and examine the patient in private; and\n\t\t\t\trequire the production of and inspect any records relating to the detentionor treatment of the patient in any hospital or any after-care servicesprovided for him under section 117 below.\n\t\t\tReference in this section to the managers of the hospital—\n\t\t\t\tin relation to a community patient, is to the managers of the responsiblehospital;\n\t\t\t\tin relation to any other patient, is to the managers of the hospital inwhich he is liable to be detained.\n\t\tAPower to reduce periods under section 68\n\t\t\tThe appropriate national authority may from time to time by order amendsubsection (2) or (6) of section 68 above so as to substitute for a periodmentioned there such shorter period as is specified in the order.\n\t\t\tThe order may include such transitional, consequential, incidental orsupplemental provision as the appropriate national authority thinks fit.\n\t\t\tThe order may, in particular, make provision for a case where—\n\t\t\t\ta patient in respect of whom subsection (1) of section 68 above applies is,or is about to be, transferred from England to Wales or from Wales to England;and\n\t\t\t\tthe period by reference to which subsection (2) or (6) of that sectionoperates for the purposes of the patient’s case is not the same in oneterritory as it is in the other.\n\t\t\tA patient is transferred from one territory to the other if—\n\t\t\t\the is transferred from a hospital, or from guardianship, in one territoryto a hospital in the other in pursuance of regulations made under section 19above;\n\t\t\t\the is removed under subsection (3) of that section from a hospital oraccommodation in one territory to a hospital or accommodation in the other;\n\t\t\t\the is a community patient responsibility for whom is assigned from ahospital in one territory to a hospital in the other in pursuance ofregulations made under section 19A above;\n\t\t\t\ton the revocation of a community treatment order in respect of him undersection 17F above he is detained in a hospital in the territory other than theone in which the responsible hospital was situated; or\n\t\t\t\the is transferred or removed under section 123 below from a hospital in oneterritory to a hospital in the other.\n\t\t\tProvision made by virtue of subsection (3) above may require or authorisethe managers of a hospital determined in accordance with the order to referthe patient’s case to a Mental Health Review Tribunal.\n\t\t\tIn so far as making provision by virtue of subsection (3) above, the order—\n\t\t\t\tmay make different provision for different cases;\n\t\t\t\tmay make provision which applies subject to specified exceptions.\n\t\t\tWhere the appropriate national authority for one territory makes an orderunder subsection (1) above, the appropriate national authority for the otherterritory may by order make such provision in consequence of the order as itthinks fit.\n\t\t\tAn order made under subsection (7) above may, in particular, make provisionfor a case within subsection (3) above (and subsections (4) to (6) above shallapply accordingly).\n\t\t\tIn this section, “the appropriate national authority” means—\n\t\t\t\tin relation to a hospital in England, the Secretary of State;\n\t\t\t\tin relation to a hospital in Wales, the Welsh Ministers.”\n\t\t\tIn section 71 (references by Secretary of State concerning restrictedpatients), after subsection (3) insert—\n\t\t\t\t“(3A)An order under subsection (3) above may include such transitional,consequential, incidental or supplemental provision as the Secretary of Statethinks fit.”\n\t\t\tIn section 143 (general provisions as to regulations, orders and rules)—\n\t\t\t\tin subsection (2)—\n\t\t\t\tafter “order made” insert “by the Secretary of State”, and\n\t\t\t\tafter “54A” insert “or 68A(7)”, and\n\t\t\t\tin subsection (3)—\n\t\t\t\tafter “made” insert “by the Secretary of State”, and\n\t\t\t\tfor “68(4)” substitute “68A(1)”.\n\t\t\tIn Part 1 of Schedule 1 to that Act (application of certain provisions topatients subject to hospital and guardianship orders: patients not subject tospecial restrictions)—\n\t\t\t\tin paragraph 2—\n\t\t\t\tfor “and 66” substitute “, 66 and 68”, and\n\t\t\t\tfor “to 9” substitute “to 10”, and\n\t\t\t\tafter paragraph 9 insert—\n\t\t\t\t“10In section 68—\n\t\t\t\tin subsection (1) paragraph (a) shall be omitted; and\n\t\t\t\tsubsections (2) to (5) shall apply if the patient falls within paragraph(e) of subsection (1), but not otherwise.”\n\tOrganisation \n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 65 (Mental Health Review Tribunals), for subsections (1) to (1C)substitute—\n\t\tThere shall be—\n\t\t\ta Mental Health Review Tribunal for England; and\n\t\t\ta Mental Health Review Tribunal for Wales.\n\t\t\t\t(1A)The purpose of the Mental Health Review Tribunals is to deal withapplications and references by and in respect of patients under the provisionsof this Act.”\n\t\tIn section 78 (procedure of tribunals)—\n\t\t\tin subsections (2)(a) and (k) and (6), for “chairman” substitute“President”,\n\t\t\tin subsection (2)(a), for “any other” substitute “the other”,\n\t\t\tin subsections (2)(b) and (4)(b), for “another” substitute “the other”,\n\t\t\tin subsection (4)(a), for “president” substitute “chairman”, and\n\t\t\tin subsection (6) omit “, if for any reason he is unable to act,”.\n\t\tIn section 79 (interpretation of Part 5), for subsection (7) substitute—\n\t\tFor the purposes of this Part of this Act—\n\t\t\tthe area of the Mental Health Review Tribunal for England is England; and\n\t\t\tthe area of the Mental Health Review Tribunal for Wales is Wales.”\n\t\tSchedule 2 (Mental Health Review Tribunals) is amended as set out insubsections (6) to (9).\n\t\tFor paragraph 3 substitute—\n\t\tThe Lord Chancellor shall appoint one of the legal members of the MentalHealth Review Tribunal for England to be the President of that tribunal.\n\t\tThe Lord Chancellor shall appoint one of the legal members of the MentalHealth Review Tribunal for Wales to be the President of that tribunal.”\n\t\tIn paragraph 4—\n\t\t\tfor “chairman”, in each place, substitute “President”, and\n\t\t\tomit “, if for any reason he is unable to act,”.\n\t\tIn paragraph 5—\n\t\t\tfor “any area” substitute “one area”, and\n\t\t\tfor “any other” substitute “the other”.\n\t\tIn paragraph 6—\n\t\t\tfor “chairman”, in each place, substitute “President”, and\n\t\t\tfor “president”, in each place, substitute “chairman”."
    },
    {
        "length": 225,
        "text": "\nChapter 6Cross-border patients\n\tCross-border arrangements\n\t\tAt the end of section 17 of the 1983 Act (leave of absence) insert—\n\t\tSubsection (7) below applies to a person who is granted leave by or byvirtue of a provision—\n\t\t\tin force in Scotland, Northern Ireland, any of the Channel Islands or theIsle of Man; and\n\t\t\tcorresponding to subsection (1) above.\n\t\tFor the purpose of giving effect to a direction or condition imposed byvirtue of a provision corresponding to subsection (3) above, the person may beconveyed to a place in, or kept in custody or detained at a place of safetyin, England and Wales by a person authorised in that behalf by the directionor condition.”\n\t\tSchedule 5 (which contains amendments to Part 6 of the 1983 Act and relatedamendments) has effect."
    },
    {
        "length": 627,
        "text": "\nChapter 7Restricted patients\n\tRestriction orders\n\t\tIn section 41(1) of the 1983 Act (restriction orders) omit the words “,either without limit of time or during such period as may be specified in theorder”.\n\t\tIn section 42(4)(b) of the 1983 Act (powers in respect of patients subjectto restriction orders) omit the words from “, and, if the restriction orderwas made for a specified period,” to the end.\n\t\tIn the following provisions omit the words “, made without limitation oftime”—\n\t\t\tsection 44(3) of the 1983 Act (committal to hospital),\n\t\t\tsection 84(2) of the 1983 Act (removal from Islands), and\n\t\t\tsection 10(3)(a) of the Colonial Prisoners Removal Act [1884 (c.31)](/id/ukpga/1884/31?view=plain \"Go to item of legislation\") (criminallunatics).\n\t\tIn section 81(7) of the 1983 Act (removal to Northern Ireland: expiry ofrestriction order or direction) omit (in each place) “restriction order or”.\n\t\tIn section 81A(3) of the 1983 Act (transfer of responsibility for patientto Northern Ireland: expiry of restriction order or direction)—\n\t\t\tomit (in each place) “restriction order or”, and\n\t\t\tomit “order or”.\n\t\tIn section 91(2) of the 1983 Act (patients removed from England and Wales:revival of order on return) omit the words “at any time before the end of theperiod for which those orders would have continued in force”.\n\t\tBut subsections (3) to (6) shall have no effect in respect of—\n\t\t\ta restriction order for a specified period made before subsection (1) comesinto force, or\n\t\t\tan order made outside England and Wales which is treated under the 1983 Actas if it were a restriction order for a specified period.\n\tConditionally discharged patients subject to limitation directions\n\t\tIn section 75(3) of the 1983 Act (power of Mental Health Review Tribunal todirect that restriction order, etc. is to cease to have effect)—\n\t\t\tin paragraph (b), after “restriction order”, insert “, limitationdirection”, and\n\t\t\tafter “hospital order”, insert “, hospital direction”."
    },
    {
        "length": 1567,
        "text": "\nChapter 8Miscellaneous\n\tOffence of ill-treatment: increase in maximum penalty on conviction onindictment\n\t\tIn section 127 of the 1983 Act (ill-treatment or wilful neglect of patients),in subsection (3)(b), for “two years” substitute “five years”.\n\tInformal admission of patients aged 16 or 17\n\t\tIn section 131 of the 1983 Act (informal admission of patients), forsubsection (2) substitute—\n\t\tSubsections (3) and (4) below apply in the case of a patient aged 16 or 17years who has capacity to consent to the making of such arrangements as arementioned in subsection (1) above.\n\t\tIf the patient consents to the making of the arrangements, they may bemade, carried out and determined on the basis of that consent even thoughthere are one or more persons who have parental responsibility for him.\n\t\tIf the patient does not consent to the making of the arrangements, they maynot be made, carried out or determined on the basis of the consent of a personwho has parental responsibility for him.\n\t\tIn this section—\n\t\t\tthe reference to a patient who has capacity is to be read in accordancewith the Mental Capacity Act 2005; and\n\t\t\t“parental responsibility” has the same meaning as in the Children Act1989.”\n\tPlaces of safety\n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 135 (warrant to search for and remove patients), aftersubsection (3) insert—\n\t\t\t“(3A)A constable, an approved mental health professional or a personauthorised by either of them for the purposes of this subsection may, beforethe end of the period of 72 hours mentioned in subsection (3) above, take aperson detained in a place of safety under that subsection to one or moreother places of safety.\n\t\t(3B)A person taken to a place of safety under subsection (3A) above may bedetained there for a period ending no later than the end of the period of 72hours mentioned in subsection (3) above.”\n\t\tIn section 136 (mentally disordered persons found in public places), aftersubsection (2) insert—\n\t\tA constable, an approved mental health professional or a person authorisedby either of them for the purposes of this subsection may, before the end ofthe period of 72 hours mentioned in subsection (2) above, take a persondetained in a place of safety under that subsection to one or more otherplaces of safety.\n\t\tA person taken to a place of a safety under subsection (3) above may bedetained there for a purpose mentioned in subsection (2) above for a periodending no later than the end of the period of 72 hours mentioned in thatsubsection.”\n\tDelegation of powers of managers of NHS foundation trusts\n\t\tIn section 23(6) of the 1983 Act (delegation of NHS foundation trust’spower to discharge patients), for the words from “non-executive directors” tothe end substitute “persons authorised by the board of the trust in thatbehalf each of whom is neither an executive director of the board nor anemployee of the trust.”\n\t\tIn section 32(3) of the 1983 Act (power to make provision about howhospital managers' functions under Part 2 of that Act are to be exercised),after “23(4)” insert “and (6)”.\n\t\tAfter section 142A of the 1983 Act (inserted by section 17 of this Act),insert—\n\t\t“142BDelegation of powers of managers of NHS foundation trusts\n\t\t\tThe constitution of an NHS foundation trust may not provide for a functionunder this Act to be delegated otherwise than in accordance with provisionmade by or under this Act.\n\t\t\tParagraph 15(3) of Schedule 7 to the National Health Service Act 2006(which provides that the powers of a public benefit corporation may bedelegated to a committee of directors or to an executive director) shall haveeffect subject to this section.”\n\tLocal Health Boards\n\t\tThe 1983 Act is amended as follows.\n\t\tIn section 19(3) (removal of patients), after “NHS foundation trust”, ineach place, insert “, Local Health Board”.\n\t\tIn section 145(1) (interpretation)—\n\t\t\tin the definition of “hospital”, after paragraph (b) insert “; and\n\t\t\tany hospital as defined by section 206 of the National Health Service(Wales) Act 2006 which is vested in a Local Health Board;”, and\n\t\t\tin the definition of “the managers”, after paragraph (bc) insert—\n\t\t\tin relation to a hospital vested in a Local Health Board, the Board;”.\n\tWelsh Ministers: procedure for instruments\n\t\tSection 143 of the 1983 Act (general provisions as to regulations, ordersand rules) is amended as follows.\n\t\tIn subsection (2), for “or rules made” substitute “made by the Secretary ofState, or rules made,”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)Subsections (3B) to (3D) apply where power to make regulations or anorder under this Act is conferred on the Welsh Ministers (other than by or byvirtue of the Government of Wales Act 2006).\n\t\t(3B)Any power of the Welsh Ministers to make regulations or an order shall beexercisable by statutory instrument.\n\t\t(3C)Any statutory instrument containing regulations, or an order under section68A(7) above, made by the Welsh Ministers shall be subject to annulment inpursuance of a resolution of the National Assembly for Wales.\n\t\t(3D)No order shall be made under section 68A(1) above by the Welsh Ministersunless a draft of it has been approved by a resolution of the NationalAssembly for Wales.\n\t\t(3E)In this section—\n\t\t\treferences to the Secretary of State include the Secretary of State and theWelsh Ministers acting jointly; and\n\t\t\treferences to the Welsh Ministers include the Welsh Ministers and theSecretary of State acting jointly.”"
    },
    {
        "length": 2088,
        "text": "\nPart 2Amendments to other Acts\n\tChapter 1Amendments to Domestic Violence, Crime and Victims Act 2004\n\t\tVictims' rights\n\t\t\tSchedule 6 (which makes amendments to Chapter 2 of Part 3 of the DomesticViolence, Crime and Victims Act [2004 (c. 28)](/id/ukpga/2004/28?view=plain\"Go to item of legislation\")) has effect.\n\tChapter 2Amendments to Mental Capacity Act 2005\n\t\tIndependent mental capacity advocacy service: exceptions\n\t\t\tFor section 40 of the Mental Capacity Act [2005 (c.9)](/id/ukpga/2005/9?view=plain \"Go to item of legislation\") (independentmental capacity advocacy service: exceptions) substitute—\n\t\t\t“40Exceptions\n\t\t\t\tThe duty imposed by section 37(3), 38(3) or (4) or 39(4) or (5) does not applywhere there is—\n\t\t\t\t\ta person nominated by P (in whatever manner) as a person to be consulted onmatters to which that duty relates,\n\t\t\t\t\ta donee of a lasting power of attorney created by P who is authorised tomake decisions in relation to those matters, or\n\t\t\t\t\ta deputy appointed by the court for P with power to make decisions inrelation to those matters.”\n\t\tMental Capacity Act 2005: deprivation of liberty\n\t\t\tThe Mental Capacity Act [2005 (c. 9)](/id/ukpga/2005/9?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\t\tAfter section 4 insert—\n\t\t\t“4ARestriction on deprivation of liberty\n\t\t\t\tThis Act does not authorise any person (“D”) to deprive any other person(“P”) of his liberty.\n\t\t\t\tBut that is subject to—\n\t\t\t\t\tthe following provisions of this section, and\n\t\t\t\t\tsection 4B.\n\t\t\t\tD may deprive P of his liberty if, by doing so, D is giving effect to arelevant decision of the court.\n\t\t\t\tA relevant decision of the court is a decision made by an order undersection 16(2)(a) in relation to a matter concerning P’s personal welfare.\n\t\t\t\tD may deprive P of his liberty if the deprivation is authorised by ScheduleA1 (hospital and care home residents: deprivation of liberty).\n\t\t\tBDeprivation of liberty necessary for life-sustaining treatment etc\n\t\t\t\tIf the following conditions are met, D is authorised to deprive P of hisliberty while a decision as respects any relevant issue is sought from thecourt.\n\t\t\t\tThe first condition is that there is a question about whether D isauthorised to deprive P of his liberty under section 4A.\n\t\t\t\tThe second condition is that the deprivation of liberty—\n\t\t\t\t\tis wholly or partly for the purpose of—\n\t\t\t\t\tgiving P life-sustaining treatment, or\n\t\t\t\t\tdoing any vital act, or\n\t\t\t\t\tconsists wholly or partly of—\n\t\t\t\t\tgiving P life-sustaining treatment, or\n\t\t\t\t\tdoing any vital act.\n\t\t\t\tThe third condition is that the deprivation of liberty is necessary inorder to—\n\t\t\t\t\tgive the life-sustaining treatment, or\n\t\t\t\t\tdo the vital act.\n\t\t\t\tA vital act is any act which the person doing it reasonably believes to benecessary to prevent a serious deterioration in P’s condition.”\n\t\t\t\tAfter section 16 insert—\n\t\t\t“16ASection 16 powers: Mental Health Act patients etc\n\t\t\t\tIf a person is ineligible to be deprived of liberty by this Act, the courtmay not include in a welfare order provision which authorises the person to bedeprived of his liberty.\n\t\t\t\tIf— \n\t\t\t\t\ta welfare order includes provision which authorises a person to be deprivedof his liberty, and\n\t\t\t\t\tthat person becomes ineligible to be deprived of liberty by this Act,\n\t\t\t\t\t\tthe provision ceases to have effect for as long as the person remainsineligible.\n\t\t\t\tNothing in subsection (2) affects the power of the court under section16(7) to vary or discharge the welfare order.\n\t\t\t\tFor the purposes of this section—\n\t\t\t\t\tSchedule 1A applies for determining whether or not P is ineligible to bedeprived of liberty by this Act;\n\t\t\t\t\t“welfare order” means an order under section 16(2)(a).”\n\t\t\t\tOmit the following provisions (which make specific provision aboutdeprivation of liberty)—\n\t\t\t\t\tsection 6(5);\n\t\t\t\t\tsection 11(6);\n\t\t\t\t\tsection 20(13).\n\t\t\t\tSchedule 7 (which inserts the new Schedule A1 into the Mental Capacity Act[2005 (c. 9)](/id/ukpga/2005/9?view=plain \"Go to item of legislation\")) haseffect.\n\t\t\t\tSchedule 8 (which inserts the new Schedule 1A into the Mental Capacity Act2005) has effect.\n\t\t\t\tSchedule 9 (which makes other amendments to the Mental Capacity Act 2005and to other Acts) has effect.\n\t\t\t\tIn subsection (9)—\n\t\t\t\t\t  * “GOWA 1998” means the Government of Wales Act [1998 (c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\"); \n\t\t\t\t\t  * “GOWA 2006” means the Government of Wales Act [2006 (c. 32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\"); \n\t\t\t\t\t  * “initial period” has the same meaning as in Schedule 11 to GOWA 2006. \n\t\t\t\tIf this Act is passed after the end of the initial period, the functionsconferred on the National Assembly for Wales by virtue of any provision ofthis Part of this Act are to be treated for the purposes of Schedule 11 toGOWA 2006 as if they—\n\t\t\t\t\thad been conferred on the Assembly constituted by GOWA 1998 by an Actpassed before the end of the initial period, and\n\t\t\t\t\twere exercisable by that Assembly immediately before the end of the initialperiod.\n\t\t\t\tIf any function of making subordinate legislation conferred by virtue ofany provision of this Part of this Act is transferred to the Welsh Ministers(whether by virtue of subsection (9) or otherwise)—\n\t\t\t\t\tparagraphs 34 and 35 of Schedule 11 to the Government of Wales Act 2006 donot apply; and\n\t\t\t\t\tsubsections (11) and (12) apply instead.\n\t\t\t\tIf a relevant statutory instrument contains regulations under paragraph42(2)(b), 129, 163 or 164 of Schedule A1 to the Mental Capacity Act 2005(whether or not it also contains other regulations), the instrument may not bemade unless a draft has been laid before and approved by resolution of theNational Assembly for Wales.\n\t\t\t\tSubject to that, a relevant statutory instrument is subject to annulmentin pursuance of a resolution of the National Assembly for Wales.\n\t\t\t\tIn subsections (11) and (12) “relevant statutory instrument” means astatutory instrument containing subordinate legislation made in exercise of afunction transferred as mentioned in subsection (10).\n\t\tAmendment to section 20(11) of Mental Capacity Act 2005\n\t\t\tIn section 20 of the Mental Capacity Act [2005 (c.9)](/id/ukpga/2005/9?view=plain \"Go to item of legislation\") (restrictions ondeputies), in subsection (11)(a), for “or” substitute “and”."
    },
    {
        "length": 1928,
        "text": "\nPart 3General\n\tMeaning of “1983 Act”\n\t\tIn this Act “the 1983 Act” means the Mental Health Act [1983 (c.20)](/id/ukpga/1983/20?view=plain \"Go to item of legislation\").\n\tTransitional provisions and savings\n\t\tSchedule 10 (which contains transitional provisions and savings) has effect.\n\tConsequential provisions\n\t\tThe Secretary of State may by order made by statutory instrument makesupplementary, incidental or consequential provision for the purposes of, inconsequence of, or for giving full effect to a provision of this Act.\n\t\tAn order under subsection (1) may, in particular—\n\t\t\tamend or repeal any provision of an Act passed before, or in the sameSession as, this Act;\n\t\t\tamend or revoke any provision of subordinate legislation made before thepassing of this Act;\n\t\t\tinclude transitional or saving provision in connection with the coming intoforce of provision made by the order.\n\t\tIn relation to provision which deals with matters with respect to whichfunctions are exercisable by the Welsh Ministers—\n\t\t\tthe power under subsection (1) is exercisable by the Secretary of Stateonly with agreement of the Welsh Ministers, and\n\t\t\tthe power under that subsection is also exercisable by the Welsh Ministersexcept that provision may not be made by virtue of subsection (2)(a).\n\t\tThe amendments that may be made by virtue of subsection (2) are in additionto those made by or by virtue of any other provision of this Act.\n\t\tA statutory instrument containing an order under subsection (1) which makesprovision by virtue of subsection (2)(a) may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\t\tA statutory instrument containing any other order under subsection (1) madeby the Secretary of State is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\tA statutory instrument containing an order under subsection (1) made by theWelsh Ministers is subject to annulment in pursuance of a resolution of theNational Assembly for Wales.\n\t\tIn subsection (2), “subordinate legislation” has the same meaning as in theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\").\n\tRepeals and revocations\n\t\tThe enactments mentioned in Schedule 11 are repealed or revoked to the extentspecified.\n\tCommencement \n\t\tThis Act (other than sections 51 to 53 (and Schedule 10), this section andsections 57 to 59) comes into force in accordance with provision made by theSecretary of State by order made by statutory instrument.\n\t\tIn relation to provision which deals with matters with respect to whichfunctions are exercisable by the Welsh Ministers, the power under subsection(1) is exercisable only with their agreement.\n\t\tSection 51 comes into force in accordance with provision made by the LordChancellor by order made by statutory instrument.\n\t\tAn order under this section may—\n\t\t\tmake different provision for different purposes (including differentprovision for different areas and different provision for differentdescriptions of patient);\n\t\t\tinclude transitional or saving provision.\n\t\tThe provision which may be made by virtue of subsection (4)(b) includesprovision modifying the application of a provision of this Act pending thecommencement of a provision of another enactment.\n\t\tA statutory instrument containing an order under this section which makesprovision by virtue of subsection (4)(b) (including provision within section57) is subject to annulment in pursuance of a resolution of either House ofParliament.\n\tCommencement of section 36\n\t\tAn order under section 56 providing for the commencement of section 36 may,in particular, provide—\n\t\t\tfor that section not to apply to or affect a patient who is subject toafter-care under supervision immediately before that commencement, and\n\t\t\tfor the patient to cease to be subject to after-care under supervision, andfor his case to be dealt with, in accordance with provision made by the order.\n\t\tThe order may require—\n\t\t\ta Primary Care Trust or Local Health Board to secure that the patient isexamined by a registered medical practitioner of a description specified inthe order;\n\t\t\tthe registered medical practitioner to examine the patient with a view tomaking a decision about his case by reference to criteria specified in theorder.\n\t\tThe order may require the registered medical practitioner, having compliedwith provision made by virtue of subsection (2)(b)—\n\t\t\tto discharge the patient,\n\t\t\tto recommend that he be detained in hospital,\n\t\t\tto recommend that he be received into guardianship, or\n\t\t\tto make a community treatment order in respect of him.\n\t\tThe order may, in respect of a recommendation made by virtue of subsection(3)(b) or (c)—\n\t\t\tprovide that the recommendation is to be made to a local social servicesauthority determined in accordance with the order;\n\t\t\tprovide that the recommendation is to be made in accordance with any otherrequirements specified in the order;\n\t\t\trequire the local social services authority determined in accordance withparagraph (a), in response to the recommendation, to make arrangements for anapproved mental health professional to consider the patient’s case on theirbehalf.\n\t\tThe order may provide that a registered medical practitioner shall not makea community treatment order in respect of a patient unless an approved mentalhealth professional states in writing—\n\t\t\tthat he agrees with the decision made by the practitioner about thepatient’s case, and\n\t\t\tthat it is appropriate to make the order.\n\t\tAn order requiring a registered medical practitioner to make a communitytreatment order in respect of a patient shall include provision about—\n\t\t\tthe effect of the community treatment order (in particular, replacingafter-care under supervision with a contingent requirement to attend, and bedetained at, a hospital), and\n\t\t\tthe effect of its revocation (including, in particular, provision fordetention under section 3 of the 1983 Act).\n\t\tThe order may modify a provision of the 1983 Act in its application inrelation to a patient who is subject to after-care under supervisionimmediately before the commencement of section 36.\n\t\tProvision made by virtue of subsection (7) may, in particular—\n\t\t\tmodify any of sections 25A to 25J of the 1983 Act in their application inrelation to a patient for so long as he is, by virtue of subsection (1)(a),subject to after-care under supervision after the commencement of section 36;\n\t\t\tmodify any of sections 17A to 17G, 20A and 20B of that Act (inserted bysection 32 of this Act) in their application in relation to a patient inrespect of whom a community treatment order is made by virtue of subsection(3)(d).\n\t\tA reference in this section to section 36 includes the amendments andrepeals in Schedules 3 and 11 consequential on that section.\n\t\tAn expression used in this section and in the 1983 Act has the samemeaning in this section as it has in that Act.\n\tExtent \n\t\tThe provisions of this Act which amend other enactments have the sameextent as the enactments which they amend.\n\t\tBut subsection (1) is subject to—\n\t\t\tparagraph 35 of Schedule 3,\n\t\t\tparagraphs 3, 4 and 20 of Schedule 5, and\n\t\t\tparagraph 12 of Schedule 9.\n\t\tSection 54 extends to the United Kingdom.\n\tShort title\n\t\tThis Act may be cited as the Mental Health Act 2007."
    }
]