[
    {
        "length": 753,
        "text": "\nIncome tax rates, allowances and limits\n\tMain rates of income tax for tax year 2019-20\n\t\tFor the tax year 2019-20 the main rates of income tax are as follows—\n\t\t\tthe basic rate is 20%;\n\t\t\tthe higher rate is 40%;\n\t\t\tthe additional rate is 45%.\n\tDefault and savings rates of income tax for tax year 2019-20\n\t\tFor the tax year 2019-20 the default rates of income tax are as follows—\n\t\t\tthe default basic rate is 20%;\n\t\t\tthe default higher rate is 40%;\n\t\t\tthe default additional rate is 45%.\n\t\tFor the tax year 2019-20 the savings rates of income tax are as follows—\n\t\t\tthe savings basic rate is 20%;\n\t\t\tthe savings higher rate is 40%;\n\t\t\tthe savings additional rate is 45%.\n\tBasic rate limit and personal allowance\n\t\tFor the tax years 2019-20 and 2020-21, the amount specified in section10(5) of ITA 2007 (basic rate limit) is “£37,500”.\n\t\tFor the tax years 2019-20 and 2020-21, the amount specified in section35(1) of ITA 2007 (personal allowance) is “£12,500”.\n\t\tIn consequence of the amendment made by subsection (2), omit section 4 ofF(No.2)A 2015 (which has effect only if the personal allowance is less than£12,500).\n\t\tOmit the following (which relate to the link between the personal allowanceand the national minimum wage)—\n\t\t\tsections 57(8), 57A and 1014(5)(b)(iia) of ITA 2007, and\n\t\t\tsection 3 of F(No.2)A 2015.\n\t\tIn consequence of the provision made by this section—\n\t\t\tsection 21 of ITA 2007 (indexation of basic rate limit and starting ratelimit for savings) does not apply in relation to the basic rate limit, and\n\t\t\tsection 57 of ITA 2007 (indexation of allowances) does not apply inrelation to the amount specified in section 35(1) of that Act,\n\t\t\t\tfor the tax years 2019-20 and 2020-21.\n\tStarting rate limit for savings for tax year 2019-20\n\t\tSection 21 of ITA 2007 (indexation) does not apply in relation to the startingrate limit for savings for the tax year 2019-20 (so that the starting ratelimit for savings remains at £5,000 for that tax year)."
    },
    {
        "length": 1300,
        "text": "\nOptional remuneration arrangements: arrangements for cars and vans\n\tITEPA 2003 is amended as follows.\n\tIn section 120A (optional remuneration arrangements: benefit of a car)—\n\t\tin subsection (3)(b), for the words from “the amount” to “year is”substitute “the total foregone amount in connection with the car for the taxyear is”, and\n\t\tafter subsection (3) insert—\n\tIn this section, and in section 121A, the total foregone amount inconnection with the car for a tax year is the total of—\n\t\tthe amount foregone (see section 69B) with respect to the benefit of thecar for that year, and\n\t\tthe amount foregone (see section 69B) with respect to each other benefitthat—\n\t\tis connected with the car,\n\t\tis provided in that year for the employee, or a member of the employee’shousehold, pursuant to optional remuneration arrangements, and\n\t\tis neither the provision of a driver nor the provision of fuel.”\n\tIn section 121A (optional remuneration arrangements: method of calculatingrelevant amount)—\n\t\tin subsection (1), for step 1 substitute—\n\t\t\t  * _“ Step 1_\n\t\t\tTake the total foregone amount in connection with the car for the tax year(see section 120A(4)).”, and\n\t\tin subsection (2)—\n\t\tfor ““amount foregone” under” substitute ““total foregone amount” for thepurposes of”, and\n\t\tfor “the benefit of the car” substitute “a benefit mentioned in section120A(4)(a) or (b)”.\n\tIn section 132A (capital contributions by employee: optional remunerationarrangements)—\n\t\tfor subsection (3) substitute—\n\tThe amount of the deduction allowed in any tax year is found by—\n\t\tfirst multiplying the capped amount by the appropriate percentage, and\n\t\tthen multiplying the result by the availability factor.”, and\n\t\tafter subsection (4) insert—\n\t\t“(4A)For the purposes of subsection (3), “the availability factor” is given bythe formula—\n\t\t[![](/ukpga/2019/1/images/ukpga_20190001_en_001)](/ukpga/2019/1/images/ukpga_20190001_en_001?view=plain)\n\t\twhere—\n\t\t\t  * Y is the number of days in the tax year, and\n\t\t\t  * U is the number of days in the tax year on which the car is unavailable.\n\t\t(4B)For the purposes of subsection (4A), the car is unavailable on any day ifthe day—\n\t\tfalls before the first day on which the car is available to the employee,\n\t\tfalls after the last day on which the car is available to the employee, or\n\t\tfalls within a period of 30 days or more throughout which the car is notavailable to the employee.”\n\tIn section 154A (optional remuneration arrangements: benefit of a van)—\n\t\tin subsection (2)(b), for the words from “the amount” to “section 69B)”substitute “the total foregone amount in connection with the van”,\n\t\tin subsection (3), for step 1 substitute—\n\t\t\t  * _“ Step 1_\n\t\tTake the total foregone amount in connection with the van for the tax year.”,\n\t\tin subsection (7), for “the benefit of the van” substitute “a benefitmentioned in subsection (8)(a) or (b)”, and\n\t\tafter subsection (7) insert—\n\tIn this section the total foregone amount in connection with the van for atax year is the total of—\n\t\tthe amount foregone (see section 69B) with respect to the benefit of thevan for that year, and\n\t\tthe amount foregone (see section 69B) with respect to each other benefitthat—\n\t\tis connected with the van,\n\t\tis provided in that year for the employee, or a member of the employee’shousehold, pursuant to optional remuneration arrangements, and\n\t\tis neither the provision of a driver nor the provision of fuel.”\n\tIn section 239 (exemptions for payments and benefits relating to taxablecars, vans and exempt HGVs), in subsection (3)—\n\t\tafter “by virtue of” insert “section 120A (optional remunerationarrangements: benefit of a car),”, and\n\t\tbefore “or section 160” insert “, section 154A (optional remunerationarrangements: benefit of a van)”.\n\tThe amendments made by this section have effect for the tax year 2019-20and subsequent tax years."
    },
    {
        "length": 370,
        "text": "\nExemption for benefit in form of vehicle-battery charging at workplace\n\tIn Chapter 3 of Part 4 of ITEPA 2003 (employment income: travel-relatedexemptions), after section 237 insert—\n\t“237AVehicle-battery charging\n\t\tNo liability to income tax arises in respect of the provision, at or nearan employee’s workplace, of facilities for charging a battery of a vehicleused by the employee (including a vehicle used by the employee as apassenger).\n\t\tSubsection (1) applies only if the facilities are made available generallyto the employer’s employees at that workplace.\n\t\tIn this section—\n\t\t\t  * “facilities”—\n\t\t\tincludes electricity, but\n\t\t\tdoes not include workplace parking,\n\t\t\t\t  * “taxable”, in relation to a car or van, has the meaning given by section 239(6),\n\t\t\t\t  * “vehicle” means a vehicle—\n\t\t\tto which Chapter 2 applies (see section 235), and\n\t\t\twhich is neither a taxable car nor a taxable van, and\n\t\t\t\t  * “workplace parking” has the meaning given by section 237(3).”\n\t\tThe amendment made by subsection (1) has effect for the tax year 2018-19and subsequent tax years."
    },
    {
        "length": 780,
        "text": "\nExemptions relating to emergency vehicles\n\tSection 248A of ITEPA 2003 (emergency vehicles) is amended in accordancewith subsections (2) and (3).\n\tIn subsection (1)—\n\t\tin paragraph (a), for “for the person’s private use” substitute “mainly foruse for the person’s business travel”;\n\t\tin paragraph (b), omit “engaged in on-call”.\n\tIn subsection (8)—\n\t\tin the opening words, omit “engaged in on-call”;\n\t\tin paragraph (a), for “it” substitute “the vehicle”;\n\t\tomit paragraph (b) (and the “and” before it).\n\tIn section 205 of ITEPA 2003 (cost of the benefit: asset made availablewithout transfer), after subsection (4) insert—\n\tWhere the asset is an emergency vehicle, the expense of providing fuel forit in a tax year is not an additional expense by virtue of subsection (4) solong as—\n\t\tthe person incurring that expense incurs no expense in that tax year in theprovision of fuel for the vehicle which is used for the employee’s privatetravel (“private fuel expense”), or\n\t\tall private fuel expense that the person does incur in that tax year ismade good by the employee on or before 6 July following the tax year.\n\tFor the purposes of this section—\n\t\t  * “emergency vehicle” has the same meaning as in section 248A;\n\t\t  * “fuel” includes electrical energy;\n\t\t  * “private travel” means travelling the expenses of which, if incurred and paid by the employee, would not be deductible under Chapter 2 or 5 of Part 5.”\n\tThe amendments made by subsections (1) to (4) have effect for the tax year2017-18 and subsequent tax years.\n\tFor the tax year 2017-18, the tax year 2018-19 and the tax year 2019-20,sections 205 and 205A of ITEPA 2003 (taxable benefits: assets made availablewithout transfer) have effect, where the asset mentioned in section 205(1)(a)is an emergency vehicle, with the modifications in subsections (7) and (8).\n\tSection 205(1C) has effect as if—\n\t\tin paragraph (a), at the beginning, there were inserted “the private useproportion of”;\n\t\tafter paragraph (b), and on a new line, there were inserted—\n\t\t\t“The private use proportion is the proportion (by miles) of travel by theemployee by the emergency vehicle in the tax year that is private travel.”\n\tSection 205A(2) has effect as if paragraphs (c) and (d) were omitted.\n\tFor the purposes of subsection (6), “emergency vehicle” has the samemeaning as in section 248A of ITEPA 2003."
    },
    {
        "length": 802,
        "text": "\nExemption for expenses related to travel\n\tSection 289A of ITEPA 2003 (exemption for paid or reimbursed expenses) isamended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)No liability to income tax arises in respect of an amount paid orreimbursed by a person (“the payer”) to an employee (whether or not anemployee of the payer) for expenses in the course of qualifying travel if—\n\t\tthe amount has been calculated and paid or reimbursed in accordance withregulations made by the Commissioners for Her Majesty’s Revenue and Customs,\n\t\tthe payment or reimbursement is not provided pursuant to relevant salarysacrifice arrangements, and\n\t\tcondition C is met.”\n\tAfter subsection (4) insert—\n\t“(4A)Condition C is that—\n\t\tthe payer or another person operates a system for checking that theemployee has undertaken the qualifying travel in relation to which the amountis paid or reimbursed, and\n\t\tneither the payer nor any other person operating the system knows orsuspects, or could reasonably be expected to know or suspect, that the travelwas not undertaken.”\n\tIn subsection (5)—\n\t\tfor ““Relevant” substitute “In this section “relevant”, and\n\t\tbefore “in respect of” insert “for or”.\n\tAfter subsection (5) insert—\n\t“(5A)In this section “qualifying travel” means travel for which a deductionfrom the employee’s earnings would be allowed under Chapter 2 or 5 of Part 5.”\n\tIn subsection (6), for “this section” substitute “subsection (2)”.\n\tIn subsection (7), after “subsection” insert “(2A)(a) or”.\n\tAfter subsection (7) insert—\n\tRegulations made under subsection (2A)(a) may contain provision aboutcalculating amounts that is framed by reference to rates (for expenses)published from time to time by the Commissioners for Her Majesty’s Revenue andCustoms.”\n\tThe amendments made by this section have effect for the tax year 2019-20and subsequent tax years.\n\tFor the tax year 2019-20 and subsequent tax years, the Income Tax(Approved Expenses) Regulations 2015 ([S.I.2015/1948](/id/uksi/2015/1948?view=plain \"Go to item of legislation\"))—\n\t\thave effect as if made under section 289A(2A)(a) of ITEPA 2003 (and may berevoked, or amended, accordingly), and\n\t\thave effect as if in regulation 2(1)—\n\t\tthe reference to section 289A of ITEPA 2003 were to section 289A(2A)(a) ofthat Act,\n\t\tfor the words “in an approved way” there were substituted “in accordancewith these regulations”, and\n\t\tthe words “purchased by the employee” were omitted."
    },
    {
        "length": 138,
        "text": "\nBeneficiaries of tax-exempt employer-provided pension benefits\n\tIn section 307(2) of ITEPA 2003 (“death or retirement benefit” is a benefitfor employee or others on employee’s retirement or death), for “or a member ofthe employee’s family or household” substitute “, or paid or given in respectof the employee to any other individual or to a charity,”.\n\tThe amendment made by subsection (1) has effect for the tax year 2019-20and subsequent tax years."
    },
    {
        "length": 867,
        "text": "\nTax treatment of social security income\n\tPart 10 of ITEPA 2003 (social security income) is amended as follows.\n\tIn Table A in section 660 (taxable UK benefits), at the appropriate placeinsert—\n\t\t“Carer’s allowance supplement| SS(S)A 2018| Sections 24 and 28”.  ---|---|---    (3)In section 658 (amount charged to tax), in subsection (4), after “carer’sallowance,” insert “carer’s allowance supplement,”.\n\tIn section 661 (taxable social security income), in subsection (1), after“carer’s allowance,” insert “carer’s allowance supplement,”.\n\tIn Part 1 of Table B in section 677(1) (UK social security benefits whollyexempt from tax: benefits payable under primary legislation), insert each ofthe following at the appropriate place—\n\t“Best start grant| SS(S)A 2018| Sections 24 and 32”  ---|---|---    “Discretionary housing payment| SS(S)A 2018| Section 88”  ---|---|---    “Discretionary support award| DSR(NI) 2016| Regulation 2”  ---|---|---    “Funeral expense assistance| SS(S)A 2018| Sections 24 and 34”  ---|---|---    “Flexible support fund payment| ETA 1973| Section 2”  ---|---|---    “Payment under a council tax reduction scheme: England| LGFA 1992| Section13A(2)”  ---|---|---    “Young carer grant | SS(S)A 2018| Sections 24 and 28”.  ---|---|---    (6)In the heading of Part 1 of Table B in section 677(1), after “NorthernIreland welfare supplementary payments” insert “etc”.\n\tIn Part 2 of Table B in section 677(1) (UK social security benefits whollyexempt from tax: benefits payable under regulations), insert each of thefollowing at the appropriate place—\n\t“Discretionary housing payment| CSPSSA 2000| Section 69”  ---|---|---    “Payment under a council tax reduction scheme: Wales| LGFA 1992| Section13A(4)”.  ---|---|---    (8)In Part 1 of Schedule 1 to ITEPA 2003 (abbreviations of Acts andinstruments), insert each of the following at the appropriate place—\n\t“LGFA 1992| Local Government Finance Act 1992”  ---|---    “CSPSSA 2000| Child Support, Pensions and Social Security Act 2000”  ---|---    “DSR(NI) 2016| Discretionary Support Regulations (Northern Ireland) 2016([S.R. (N.I.) 2016 No. 270](/id/nisr/2016/270?view=plain \"Go to item oflegislation\"))”  ---|---    “SS(S)A 2018| Social Security (Scotland) Act 2018”.  ---|---    ### Chargeable gains: interests in UK land etc"
    },
    {
        "length": 214,
        "text": "\nDisposals by non-UK residents etc\n\tSchedule 1 substitutes a new Part 1 of TCGA 1992 which—\n\t\textends the cases in which gains accruing to persons not resident in theUnited Kingdom are chargeable to tax, and\n\t\tabolishes the specific charge to tax on ATED-related chargeable gains.\n\tSchedule 1 also—\n\t\trepeals other provisions contained in the previous version of Part 1 ofTCGA 1992 or in Part 2 of that Act and restates their effect in rewritten form(whether in the new Part 1 or elsewhere),\n\t\tmakes provision in relation to collective investment vehicles that(directly or indirectly) hold interests in land in the United Kingdom, and\n\t\tmakes provision connected with the matters mentioned in subsection (1) orthis subsection."
    },
    {
        "length": 140,
        "text": "\nDisposals of UK land etc: payments on account of capital gains tax\n\tSchedule 2 makes provision for the purposes of capital gains tax requiringreturns, and payments on account of that tax, to be made where there is—\n\t\tany direct or indirect disposal of UK land which meets the non-residencecondition (whether or not a gain accrues), or\n\t\tany other direct disposal of UK land on which a residential property gainaccrues.\n\tSubsection (1) is to be read as if contained in Part 1 of that Schedule."
    },
    {
        "length": 3252,
        "text": "\nInternational matters\n\tOffshore receipts in respect of intangible property\n\t\tSchedule 3 contains provision about offshore receipts in respect of intangibleproperty.\n\tAvoidance involving profit fragmentation arrangements\n\t\tSchedule 4 contains provision about profit fragmentation arrangements.\n\tNon-UK resident companies carrying on UK property businesses etc\n\t\tSchedule 5 contains provision for non-UK resident companies to be chargeableto corporation tax on—\n\t\t\tprofits of UK property businesses,\n\t\t\tprofits consisting of other UK property income, and\n\t\t\tprofits arising from certain loan relationships and derivative contracts.\n\tDiverted profits tax\n\t\tSchedule 6 contains provision about diverted profits tax.\n\tHybrid and other mismatches: scope of Chapter 8 and “financialinstrument”\n\t\tPart 6A of TIOPA 2010 (hybrid and other mismatches) is amended as follows.\n\t\tIn section 259HA (circumstances in which Chapter 8 applies)—\n\t\t\tfor subsection (5) substitute—\n\t\tCondition C is that—\n\t\t\tthe payer is within the charge to corporation tax for the payment period,or\n\t\t\tthe multinational company—\n\t\t\tis UK resident for the payment period, and\n\t\t\tunder the law of the parent jurisdiction, is regarded as carrying on abusiness in the PE jurisdiction through a permanent establishment in thatterritory but, under the law of the PE jurisdiction, is not regarded as doingso.”, and\n\t\t\tin subsection (9)(a), for “company” substitute “payee”.\n\t\tFor section 259HC (counteraction of the multinational payee deduction/non-inclusion mismatch) substitute—\n\t\t“259HCCounteraction of the multinational payee deduction/non-inclusionmismatch\n\t\t\tFor corporation tax purposes—\n\t\t\t\tif paragraph (b) of Condition C in subsection (5) of section 259HA is met,an amount equal to the multinational payee deduction/non-inclusion mismatchmentioned in subsection (6) of that section is to be treated as income arisingto the multinational company in the United Kingdom (and nowhere else) for thepayment period, and\n\t\t\t\tin any other case, the relevant deduction that may be deducted from thepayer’s income for that period is to be reduced by that amount.”\n\t\t\tIn section 259N (meaning of “financial instrument”)—\n\t\t\t\tin subsection (3), for paragraph (b) substitute—\n\t\t\t\tanything of a description specified in regulations made by the Treasury.”,and\n\t\t\t\tomit subsection (4).\n\t\t\tThe amendments made by subsections (2)(a) and (3) have effect in relationto—\n\t\t\t\tpayments made on or after 1 January 2020, and\n\t\t\t\tquasi-payments in relation to which the payment period begins on or afterthat date.\n\t\t\tFor the purposes of subsection (5)(b), where a payment period begins before1 January 2020 and ends after that date (“the straddling period”)—\n\t\t\t\tso much of the straddling period as falls before that date, and so much ofit as falls on or after that date, are to be treated as separate taxableperiods, and\n\t\t\t\tif it is necessary to apportion an amount for the straddling period to thetwo separate taxable periods, it is to be apportioned—\n\t\t\t\ton a time basis according to the respective length of the separate taxableperiods, or\n\t\t\t\tif that would produce a result that is unjust or unreasonable, on a justand reasonable basis.\n\t\t\tThe amendment made by subsection (2)(b) is to be regarded as always havinghad effect.\n\t\t\tThe first regulations under section 259N(3)(b) may have effect in relationto times before they come into force, but not times before 1 January 2019.\n\t\t\tUntil those regulations come into force section 259N continues to haveeffect (other than for the purposes of making those regulations) as if—\n\t\t\t\tthe amendments made by subsection (4) had not been made, and\n\t\t\t\tthe Taxation of Regulatory Capital Securities Regulations 2013 ([S.I.2013/3209](/id/uksi/2013/3209?view=plain \"Go to item of legislation\")) had notbeen revoked by paragraph 1 of Schedule 20 to this Act.\n\tControlled foreign companies: finance company exemption and control\n\t\tPart 9A of TIOPA 2010 (controlled foreign companies) is amended as follows.\n\t\tIn section 371IA (exemptions for profits from qualifying loanrelationships), in subsection (4), for the words from “the profits” to the endsubstitute\n\t\t\t“so much of the profits of all its qualifying loan relationships takentogether as are non-trading finance profits which—\n\t\t\tfall within section 371EC (capital investment from the UK), and\n\t\t\tdo not fall within section 371EB (UK activities).”\n\t\tIn section 371RA (overview of Chapter 18), in subsection (2), for “Section371RC sets” substitute “Sections 371RC and 371RG set”.\n\t\tAfter section 371RF insert—\n\t\t“371RGCompanies in which a UK resident company has more than a 50%investment\n\t\t\tIf a UK resident company (whether alone or together with any associatedenterprises) directly or indirectly has more than a 50% investment in a non-UKresident company, the non-UK resident company is to be taken to be a CFC (ifit would not otherwise be).\n\t\t\tA person (“P”) is an “associated enterprise” in relation to a UK residentcompany if—\n\t\t\t\tP directly or indirectly has a 25% investment in the company (or viceversa), or\n\t\t\t\tanother person directly or indirectly has a 25% investment in each of P andthe company.\n\t\t\tSection 259ND (meaning of “50% investment” and “25% investment”) appliesfor the purposes of determining for the purposes of this section—\n\t\t\t\twhether a person has “more than a 50% investment” in another person, and\n\t\t\t\twhether a person has a “25% investment” in another person,\n\t\t\t\t\tand, accordingly, references in section 259ND to “X%” are to be read asreferences to more than 50% or to 25% (as appropriate) and references in thatsection to “X% or more” are to be read as references to more than 50% or to25% or more (as appropriate).”\n\t\t\tThe amendments made by this section have effect in relation to accountingperiods of CFCs beginning on or after 1 January 2019.\n\t\t\tFor the purposes of subsection (5), if a CFC has an accounting periodbeginning before, and ending on or after, that date (“the straddling period”)—\n\t\t\t\tso much of the straddling period as falls before that date, and so much ofit as falls on or after that date, are treated as separate accounting periods,and\n\t\t\t\tif it is necessary to apportion an amount for the straddling period to thetwo separate periods, it is to be apportioned—\n\t\t\t\ton a time basis according to the respective length of the separate periods,or\n\t\t\t\tif that would produce a result that is unjust or unreasonable, on a justand reasonable basis.\n\t\t\tIn this section “CFC” has the same meaning as in Part 9A of TIOPA 2010.\n\tPermanent establishments: preparatory or auxiliary activities\n\t\tSection 1143 of CTA 2010 (permanent establishments: preparatory orauxiliary activities) is amended as follows.\n\t\tIn subsection (2), at the end insert “and are not part of a fragmentedbusiness operation”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)Activities are “part of a fragmented business operation” if—\n\t\t\tthey are carried on (whether at the same place or at different places inthe same territory) by the company or a person closely related to the company,\n\t\t\tthey constitute complementary functions that are part of a cohesivebusiness operation, and\n\t\t\tsubsection (2B) applies.\n\t\t\t(2B)This subsection applies if—\n\t\t\tthe overall activity resulting from the combination of the functionsmentioned in subsection (2A)(b) is not activity that is only of a preparatoryor auxiliary character, or\n\t\t\tthe company or a person closely related to the company has a permanentestablishment in the territory by reason of carrying on any of thosefunctions.\n\t\t\t(2C)A person who is not a company is to be treated for the purposes ofsubsection (2B)(b) as having a permanent establishment in a territory if, werethe person a company, the person would have a permanent establishment in theterritory.\n\t\t\t(2D)For the purposes of this section, one person (“A”) is closely related toanother person (“B”) if—\n\t\t\tA is able to secure that B acts in accordance with A’s wishes (or viceversa),\n\t\t\tB can reasonably be expected to act, or typically acts, in accordance withA’s wishes (or vice versa),\n\t\t\ta third person is able to secure that A and B act in accordance with thethird person’s wishes,\n\t\t\tA and B can reasonably be expected to act, or typically act, in accordancewith a third person’s wishes, or\n\t\t\tthe 50% investment condition is met in relation to A and B.\n\t\t\t(2E)The 50% investment condition is met in relation to A and B if—\n\t\t\tA has a 50% investment in B (or vice versa), or\n\t\t\ta third person has a 50% investment in each of A and B,\n\t\t\tand section 259ND of TIOPA 2010 (meaning of “50% investment”) applies for thepurposes of determining whether a person has a “50% investment”.\n\t\tIn subsection (3), for “For this purpose” substitute “In this section”.\n\t\tThe amendments made by this section have effect in relation to accountingperiods beginning on or after 1 January 2019.\n\t\tFor the purposes of subsection (5), if a company has an accounting periodbeginning before, and ending on or after, that date (“the straddling period”)—\n\t\t\tso much of the straddling period as falls before that date, and so much ofit as falls on or after that date, are treated as separate accounting periods,and\n\t\t\tif it is necessary to apportion an amount for the straddling period to thetwo separate periods, it is to be apportioned—\n\t\t\ton a time basis according to the respective length of the separate periods,or\n\t\t\tif that would produce a result that is unjust or unreasonable, on a justand reasonable basis.\n\tPayment of CGT exit charges\n\t\tSchedule 7 contains provision about CGT exit charge payment plans.\n\tCorporation tax exit charges\n\t\tSchedule 8—\n\t\t\tamends provisions concerning CT exit charge payment plans,\n\t\t\trepeals certain provisions that enable the postponement of exit charges,and\n\t\t\tcontains amendments concerning the treatment of assets that are the subjectof EU exit charges.\n\tGroup relief etc: meaning of “UK related” company\n\t\tIn section 134 of CTA 2010 (group relief: meaning of “UK related” company)in paragraph (b) for the words from “carrying on” to the end substitute“within the charge to corporation tax”.\n\t\tIn section 188CJ of CTA 2010 (group relief for carried-forward losses:meaning of “UK related” company) in paragraph (b) for the words from “carryingon” to the end substitute “within the charge to corporation tax”.\n\t\tThe amendments made by this section have effect for the purpose ofdetermining whether a company is a UK related company at any time on or after5 July 2016.\n\t\tIn its application in relation to a claim for group relief or group relieffor carried-forward losses made in reliance on this section, paragraph 74 ofSchedule 18 to FA 1998 (time limit for claims) has effect as if the list ofdates in sub-paragraph (1) of that paragraph included 31 December 2019."
    },
    {
        "length": 1002,
        "text": "\nCorporation tax: miscellaneous\n\tIntangible fixed assets: restrictions on goodwill and certain otherassets\n\t\tSchedule 9 contains provision about the debits to be brought into account forcorporation tax purposes in respect of goodwill and certain other assets.\n\tIntangible fixed assets: exceptions to degrouping charges etc\n\t\tPart 8 of CTA 2009 (intangible fixed assets) is amended as follows.\n\t\tIn section 780 (deemed realisation etc on company leaving group) insubsection (5) (exceptions) after paragraph (a) insert—\n\t\t\tsection 782A (company leaving group because of relevant sharedisposal),”.\n\t\tAfter section 782 insert—\n\t\t“782ACompany leaving group because of relevant share disposal\n\t\t\tSection 780 does not apply if a company ceases to be a member of a groupbecause of a relevant disposal of shares by another company.\n\t\t\tA disposal of shares by a company is “relevant” if—\n\t\t\t\tthe company would not be chargeable to corporation tax in respect of anygain accruing on the disposal by reason of the exemption conferred byparagraph 1 of Schedule 7AC to TCGA 1992 (assuming the company was within thecharge to corporation tax), and\n\t\t\t\tthe disposal is not part of an arrangement under which the recipient of theshares is to dispose of any of them to another person.\n\t\t\tFor the purposes of subsection (2)(a) ignore paragraph 6 of Schedule 7AC toTCGA 1992 (cases in which exemptions do not apply).”\n\t\t\tIn section 785 (principal company becoming member of another group)—\n\t\t\t\tin subsection (2)(b) for the words from “both” to “effective 51%”substitute “a relevant”, and\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)For the purposes of subsection (2)(b) the transferee is a “relevantsubsidiary” of a member of the second group (“A”) if, but for sections 767 to770, the transferee would be a member of another group of which A would be theprincipal company.\n\t\t\t\t(2B)Subsection (2) does not apply if the transferee ceases to meet thequalifying condition by reason of a relevant disposal of shares by anothercompany (within the meaning given by section 782A(2)).”\n\t\t\tThe amendments made by this section have effect in relation to a companythat ceases to be a member of a group or ceases to meet the condition insection 785(2)(b) of CTA 2009 (as amended by subsection (4)) on or after 7November 2018.\n\t\t\tIn its application in relation to a company that ceases to be a member of agroup or ceases to meet the condition in section 785(2)(b) of CTA 2009 before21 December 2018, section 782A of CTA 2009 has effect as if subsection (3) ofthat section was omitted.\n\tCorporation tax relief for carried-forward losses\n\t\tSchedule 10 makes provision about corporation tax relief for losses and otheramounts that are carried forward.\n\tCorporate interest restriction\n\t\tSchedule 11 contains provision amending Part 10 of TIOPA 2010 (corporateinterest restriction).\n\tDebtor relationships of company where money lent to connected companies\n\t\tSchedule 12 makes provision for preventing a mismatch for corporation taxpurposes in a case where—\n\t\t\ta company has a debtor relationship which is dealt with in its accounts onthe basis of fair value accounting, and\n\t\t\tthe money it receives under that relationship is wholly or mainly used tolend money to companies that are connected with it (and, accordingly, thosecreditor relationships are required to be dealt with for corporation taxpurposes on an amortised cost basis of accounting)."
    },
    {
        "length": 3243,
        "text": "\nCapital allowances\n\tConstruction expenditure on buildings and structures\n\t\tThe Treasury may by regulations amend CAA 2001 so as to provide forallowances under that Act to be available where—\n\t\t\texpenditure has been incurred, on or after 29 October 2018, on theconstruction of a building,\n\t\t\tthe building is in qualifying use, and\n\t\t\tthe expenditure incurred on the construction of the building, or otherexpenditure, is qualifying expenditure.\n\t\tRegulations under this section (“the regulations”) must—\n\t\t\tspecify what is qualifying use;\n\t\t\tspecify what is qualifying expenditure;\n\t\t\tprovide for a writing-down allowance to be available at an annual rate of2% of the qualifying expenditure;\n\t\t\tspecify the persons to whom allowances may be made;\n\t\t\tmake provision about how effect is to be given to allowances.\n\t\tThe regulations must secure that—\n\t\t\tallowances are not available for expenditure on the acquisition of land orrights in or over land;\n\t\t\tqualifying use is restricted to use for prescribed business purposes.\n\t\tThe regulations may provide for allowances not to be available or to berestricted—\n\t\t\tin the case of a building that is wholly or partly used as a dwelling-houseor for purposes that are ancillary to the purposes of a dwelling-house;\n\t\t\tin respect of a building that is used wholly or partly for holiday orovernight accommodation of a prescribed kind;\n\t\t\tin respect of a building that is only partly in qualifying use or inrespect of periods when a building is not in qualifying use;\n\t\t\tin prescribed cases or circumstances.\n\t\tThe regulations may provide that if a person incurs expenditure for thepurposes of a qualifying activity before (but not more than 7 years before)the date on which the person starts to carry on that activity, the expenditureis to be treated as if it were incurred by the person on that date.\n\t\tThe regulations may provide that if—\n\t\t\tallowances have been available to a person (A) in respect of expenditure onthe construction of a building, and\n\t\t\tA sells A’s interest in the building to another person (B),\n\t\t\t\tallowances are available to B in respect of the residue of the qualifyingexpenditure.\n\t\tThe regulations may make provision about leases, including provision forthe grant of a lease to be treated in prescribed circumstances in the same wayas the sale of the grantor’s interest.\n\t\tThe regulations may make—\n\t\t\tprovision under which expenditure is apportioned;\n\t\t\tprovision for balancing adjustments (and about how effect is to be given tothem);\n\t\t\tprovision for qualifying expenditure to be written off;\n\t\t\tspecial provision about highway undertakings;\n\t\t\tprovision about additional VAT liability and additional VAT rebate (withinthe meaning given by section 547 of CAA 2001);\n\t\t\tanti-avoidance provision;\n\t\t\tsupplementary or incidental provision;\n\t\t\tconsequential provision (including provision amending enactments other thanCAA 2001).\n\t\tThe regulations may make transitional provision, including provision underwhich expenditure incurred on or after 29 October 2018 is treated as incurredbefore that date—\n\t\t\twhere the expenditure is associated or connected with expenditure incurredbefore that date,\n\t\t\twhere the expenditure relates to a contract entered into before that date,or\n\t\t\tin other prescribed cases.\n\t\tSubsections (2) to (9) are not to be read as limiting subsection (1).\n\t\tA statutory instrument containing the regulations may not be made unless adraft of the instrument has been laid before and approved by a resolution ofthe House of Commons.\n\t\tA reference in this section to expenditure on the construction of abuilding includes a reference to capital expenditure—\n\t\t\ton repairs to the building, or\n\t\t\ton the renovation or conversion of the building.\n\t\tIn this section—\n\t\t\t  * “building” includes structure; \n\t\t\t  * “dwelling-house” has the meaning given by the regulations; \n\t\t\t  * “prescribed” means prescribed by the regulations. \n\tSpecial rate expenditure on plant and machinery\n\t\tPart 2 of CAA 2001 (plant and machinery allowances) is amended as follows.\n\t\tIn section 104D(1) (writing-down allowances in respect of special rateexpenditure) for “8%” substitute “6%”.\n\t\tAccordingly, in—\n\t\t\tsection 56(2)(a),\n\t\t\tthe heading of section 104D, and\n\t\t\tsection 104E(1)(a),\n\t\t\t\tfor “8%” substitute “6%”.\n\t\tThe amendments made by subsections (2) and (3) have effect in relation tochargeable periods beginning on or after the relevant day.\n\t\tIn relation to a chargeable period that begins before and ends on or afterthe relevant day, section 104D(1) of CAA 2001 has effect as if the referenceto 8% was a reference to X%.\n\t\tFor the purposes of subsection (5), X is—\n\t\t[![](/ukpga/2019/1/images/ukpga_20190001_en_002)](/ukpga/2019/1/images/ukpga_20190001_en_002?view=plain)\n\t\twhere—\n\t\t\t  * BRD is the number of days in the chargeable period before the relevant day, \n\t\t\t  * ARD is the number of days in the chargeable period on or after the relevant day, and \n\t\t\t  * CP is the number of days in the chargeable period. \n\t\tWhere X would be a figure with more than 2 decimal places it is to berounded up to the nearest second decimal place.\n\t\tIn this section “the relevant day” is—\n\t\t\tfor corporation tax purposes, 1 April 2019, and\n\t\t\tfor income tax purposes, 6 April 2019.\n\tTemporary increase in annual investment allowance\n\t\tIn relation to expenditure incurred during the period of two yearsbeginning with 1 January 2019, section 51A of CAA 2001 (entitlement to annualinvestment allowance) has effect as if in subsection (5) the amount specifiedas the maximum allowance were £1,000,000.\n\t\tSchedule 13 contains provision about chargeable periods which straddle 1January 2019 or 1 January 2021.\n\tFirst-year allowances and first-year tax credits\n\t\tIn Part 2 of CAA 2001 (plant and machinery allowances), the followingprovisions are repealed—\n\t\t\tsections 45A to 45C (energy-saving plant or machinery),\n\t\t\tsections 45H to 45J (environmentally beneficial plant or machinery), and\n\t\t\tsection 262A and Schedule A1 (first-year tax credits).\n\t\tIn consequence of subsection (1)—\n\t\t\tin TMA 1970, in the second column of the Table in section 98, in the entryrelating to requirements imposed by provisions of CAA 2001, omit “45B(5) and(6),” and “, 45I(5) and (6)”,\n\t\t\tin CAA 2001—\n\t\t\tin section 2(3), for “262A” substitute “262”,\n\t\t\tin section 3—\n\t\t\tin subsection (1), omit “, and no first-year tax credit is to be paid underSchedule A1,”, and\n\t\t\tomit subsection (2B),\n\t\t\tin the list in section 39, omit—\n\t\t\tthe entry relating to section 45A, and\n\t\t\tthe entry relating to section 45H,\n\t\t\tin section 46—\n\t\t\tin the list in subsection (1), omit the entry relating to section 45A andthe entry relating to section 45H, and\n\t\t\tomit subsections (5) and (6), and\n\t\t\tin the table in section 52(3), omit—\n\t\t\tthe entry relating to expenditure qualifying under section 45A, and\n\t\t\tthe entry relating to expenditure qualifying under section 45H, and\n\t\t\tthe following provisions are repealed—\n\t\t\tin FA 2001, section 65 and Schedule 17,\n\t\t\tin FA 2003, paragraphs 2(c), 3, 4(1)(c) and (2) and 5 to 7 of Schedule 30,\n\t\t\tin FA 2006, paragraph 11 of Schedule 9,\n\t\t\tin FA 2008, section 79 and Schedule 25,\n\t\t\tin CTA 2009, paragraph 521 of Schedule 1,\n\t\t\tin CTA 2010, paragraph 364 of Schedule 1,\n\t\t\tin FA 2011, paragraph 12(16) of Schedule 14,\n\t\t\tin the Welfare Reform Act 2012—\n\t\t\tparagraph 14 of Schedule 3, and\n\t\t\tin the table in Part 1 of Schedule 14, the entry relating to CAA 2001,\n\t\t\tin FA 2012—\n\t\t\tsection 45(2) and (3), and\n\t\t\tparagraph 106 of Schedule 16,\n\t\t\tin FA 2013—\n\t\t\tsection 67,\n\t\t\tsection 68(2), and\n\t\t\tparagraph 6 of Schedule 18,\n\t\t\tin FA 2014, paragraph 7 of Schedule 4,\n\t\t\tin FA 2016, paragraph 7 of Schedule 8,\n\t\t\tin F(No.2)A 2017—\n\t\t\tparagraph 126 of Schedule 4, and\n\t\t\tparagraph 7 of Schedule 6, and\n\t\t\tin FA 2018, section 29.\n\t\tThe following orders were made under powers contained in provisionsrepealed by subsection (1) and are therefore revoked—\n\t\t\tthe Capital Allowances (Environmentally Beneficial Plant and Machinery)Order 2003 ([S.I. 2003/2076](/id/uksi/2003/2076?view=plain \"Go to item oflegislation\")), and\n\t\t\tany instrument amending that order.\n\t\tThe Capital Allowances (Energy-saving Plant and Machinery) Order 2018([S.I. 2018/268](/id/uksi/2018/268?view=plain \"Go to item of legislation\")) isrevoked.\n\t\tThe amendments made by this section have effect in relation to expenditureincurred on or after—\n\t\t\tfor corporation tax purposes, 1 April 2020, and\n\t\t\tfor income tax purposes, 6 April 2020.\n\tFirst-year allowance: expenditure on electric vehicle charge points\n\t\tIn section 45EA of CAA 2001 (expenditure on plant or machinery for electricvehicle charging point), in subsection (3) (the relevant period) for “2019”,in both places it occurs, substitute “2023”.\n\tQualifying expenditure: buildings, structures and land\n\t\tChapter 3 of Part 2 of CAA 2001 (qualifying expenditure) is amended asfollows.\n\t\tIn each of sections 21 and 22 (buildings, structures, assets and works), atthe end of subsection (4) insert “(but any reference in list C in subsection(4) of that section to “plant” does not include anything where expenditure onits provision is excluded by this section)”.\n\t\tThe amendments made by this section—\n\t\t\tare treated as always having had effect, but\n\t\t\tdo not have effect in relation to claims for capital allowances made before29 October 2018."
    },
    {
        "length": 890,
        "text": "\nOil activities and petroleum revenue tax\n\tOil activities: transferable tax history\n\t\tSchedule 15 makes provision for a company which sells an interest in an oillicence and a company which buys that interest to make a joint election for anamount of the seller’s profits to be treated, in accordance with theprovisions of the Schedule, as if it were an amount of the purchaser’sprofits.\n\tPetroleum revenue tax: post-transfer decommissioning expenditure\n\t\tSchedule 3 to OTA 1975 (petroleum revenue tax: miscellaneous provisions) isamended in accordance with this section.\n\t\tAfter paragraph 11 insert—\n\t\t“Transfers of interests in oil fields: post-transfer decommissioningexpenditure\n\t\t\t11A(1)This paragraph applies if—\n\t\t\t\tthere is, for the purposes of Schedule 17 to FA 1980, a transfer by aparticipator in an oil field of the whole or part of an interest in the field,and\n\t\t\t\ton or after 1 November 2018, the OGA gives consent for the transfer.\n\t\t\tParagraph 8(1) (certain subsidised expenditure to be disregarded) does notapply to any decommissioning expenditure that—\n\t\t\t\tis incurred by the new participator, and\n\t\t\t\thas been, or is to be, met directly or indirectly out of a payment made bythe old participator.\n\t\t\tSub-paragraph (4) applies if, at the end of the transfer period, the oldparticipator is no longer a licensee or a participator in respect of anylicensed area wholly or partly included in the oil field.\n\t\t\tDecommissioning expenditure that is incurred by the old participator, afterthe end of the transfer period, is to be treated for the purposes of this Actas having been incurred by the new participator (and paragraph 8(1) does notapply to any such expenditure).\n\t\t\tIf the old participator has transferred the whole or part of anotherinterest in the oil field to the new participator, but the condition in sub-paragraph (1)(b) was not met in respect of the transfer, references in sub-paragraphs (2) and (4) to decommissioning expenditure are references to suchproportion of that expenditure as is just and reasonable.\n\t\t\tIn this paragraph—\n\t\t\t\t“decommissioning expenditure” means—\n\t\t\t\texpenditure that is incurred, in relation to the oil field mentioned insub-paragraph (1)(a), for a purpose within section 3(1)(i) or (j)(decommissioning or restoration), and\n\t\t\t\tis allowable under that section;\n\t\t\t\t“the old participator”, “the new participator” and “the transfer period”have the same meaning as in Schedule 17 to FA 1980 (see paragraph 1(3) of thatSchedule).\n\t\t\tIf there is, for the purposes of Schedule 17 to FA 1980, a subsequenttransfer of the whole or part of an interest in the oil field mentioned insub-paragraph (1)(a), references in this paragraph to “the old participator”include references to each participator whose interest, or part of it, in theoil field is the subject of a transfer to which this paragraph applies.”\n\t\t\tIn paragraph 8, at the end insert—\n\t\t\tThis paragraph is subject to paragraph 11A (transfers of interests in oilfields: post-transfer decommissioning expenditure).”"
    },
    {
        "length": 776,
        "text": "\nMiscellaneous reliefs\n\tEntrepreneurs’ relief\n\t\tSchedule 16 contains provision amending Part 5 of TCGA 1992 (transfer ofbusiness assets, entrepreneurs’ relief and investors’ relief) in connectionwith entrepreneurs’ relief.\n\tGift aid etc: restrictions on associated benefits\n\t\tIn section 418 of ITA 2007 (gifts to charities by individuals: restrictionson associated benefits) in subsection (2) (the variable limit) for paragraphs(a) to (c) substitute—\n\t\t\tin a case where the amount of the gift is £100 or less, 25% of thatamount, and\n\t\t\tin a case where the amount of the gift exceeds £100, the sum of £25 and 5%of the amount of the excess.”\n\t\tThe amendment made by subsection (1) has effect in relation to gifts madeon or after 6 April 2019.\n\t\tIn section 197 of CTA 2010 (payments to charities by companies:restrictions on associated benefits) in subsection (2) (the variable limit)for paragraphs (a) to (c) substitute—\n\t\t\tin a case where the amount of the payment is £100 or less, 25% of thatamount, and\n\t\t\tin a case where the amount of the payment exceeds £100, the sum of £25 and5% of the amount of the excess.”\n\t\tThe amendment made by subsection (3) has effect in relation to paymentsmade on or after 6 April 2019.\n\tCharities: exemption for small trades etc\n\t\tIn section 528 of ITA 2007 (exemption for small trades of charitable trust:condition that trading incoming resources etc do not exceed requisite limit)in subsection (6)(b) (the requisite limit)—\n\t\t\tfor “£5,000” substitute £8,000”, and\n\t\t\tfor “£50,000” substitute “£80,000”.\n\t\tThe amendments made by subsection (1) have effect for the tax year 2019-20and subsequent tax years.\n\t\tSection 482 of CTA 2010 (exemption for small trades of charitable company:condition that trading incoming resources etc do not exceed requisite limit)is amended as follows.\n\t\tIn subsection (6)(b) (the requisite limit)—\n\t\t\tfor “£5,000” substitute “£8,000”, and\n\t\t\tfor “£50,000” substitute “£80,000”.\n\t\tIn subsection (7)—\n\t\t\tfor “£5,000” substitute £8,000”, and\n\t\t\tfor “£50,000” substitute “£80,000”.\n\t\tThe amendments made by subsections (3) to (5) have effect in relation toaccounting periods beginning on or after 1 April 2019."
    },
    {
        "length": 904,
        "text": "\nRelief for first-time buyers in cases of shared ownership\n\tSchedule 9 to FA 2003 (stamp duty land tax: shared ownership leases etc) isamended as follows.\n\tIn paragraph 4 (shared ownership lease: election where staircasingallowed), after sub-paragraph (4) insert—\n\t\t“(4A)See paragraph 15 for further provision in connection with relief forfirst-time buyers.”\n\tAfter paragraph 14 insert—\n\t“Relief for first-time buyers: shared ownership lease where electionmade\n\t\t15Where—\n\t\t\tparagraph 4 applies, and\n\t\t\trelief is claimed under paragraph 1 of Schedule 6ZA in respect of the grantof the lease concerned,\n\t\t\tno tax is chargeable in respect of so much of the chargeable consideration forthe grant as consists of rent.”\n\t\tAfter paragraph 15 (as inserted by subsection (3)) insert—\n\t“Relief for first-time buyers: shared ownership lease where no electionmade\n\t\t15A(1)This paragraph applies where—\n\t\t\ta shared ownership lease is granted, and\n\t\t\tno election is made for tax to be charged in accordance with paragraph 2 or4.\n\t\tFor the purpose of determining whether the second condition in paragraph 1of Schedule 6ZA is met in respect of the grant, the chargeable considerationfor the grant is to be treated as being the amount stated in the lease inaccordance with paragraph 2(2)(e) or paragraph 4(2)(e)(i) or (ii).\n\t\tIf relief is claimed in respect of the grant under paragraph 1 of Schedule6ZA no tax is chargeable in respect of so much of the chargeable considerationfor the grant as consists of rent.\n\t\tIn this paragraph “shared ownership lease” has the same meaning as inparagraph 4A.\n\tRelief for first-time buyers: shared ownership trust where no electionmade\n\t\t15B(1)This paragraph applies where—\n\t\t\ta shared ownership trust is declared, and\n\t\t\tno election is made for tax to be charged in accordance with paragraph 9.\n\t\tFor the purpose of determining whether the second condition in paragraph 1of Schedule 6ZA is met in respect of the declaration, the chargeableconsideration for the declaration is to be treated as being the sum specifiedin the trust in accordance with paragraph 7(4)(f).\n\t\tIf relief is claimed in respect of the declaration under paragraph 1 ofSchedule 6ZA no tax is chargeable in respect of any rent-equivalent paymenttreated by reason of paragraph 11(b) as rent.”\n\t\tFor the italic cross-heading before paragraph 16 substitute “No relief forfirst-time buyers for staircasing transactions etc”.\n\t\tIn paragraph 16 (cases where first-time buyer’s relief is not available)—\n\t\t\tin sub-paragraph (1), omit paragraphs (a), (b) and (d) (but not “or” at theend of paragraph (d)), and\n\t\t\tin sub-paragraph (2), omit paragraphs (a) and (c) (but not “or” at the endof paragraph (c)).\n\t\tThe amendments made by this section have effect in relation to—\n\t\t\tany land transaction of which the effective date is on or after 29 October2018, and\n\t\t\tany land transaction of which the effective date is before 29 October 2018and in respect of which a land transaction return has not been given by thatdate."
    },
    {
        "length": 504,
        "text": "\nRepayment to first-time buyers in cases of shared ownership\n\tUntil 29 October 2019, a claim for the repayment of tax may be made inrespect of a land transaction within subsection (2) or (3).\n\tA transaction is within this subsection if the amount of tax chargeable inrespect of the transaction would have been less had the amendment made bysection 42(3) been in force from the effective date of the transaction.\n\tA transaction is within this subsection if first-time buyer’s relief—\n\t\tcould not have been claimed for the transaction, but\n\t\tcould have been claimed had the amendments made by section 42(4), (5) and(6) been in force from the effective date of the transaction.\n\tWhere a claim is made under this section, HMRC must repay—\n\t\tin a case where the transaction is within subsection (2), so much of thetax paid as exceeds the amount that would have been chargeable had theamendment made by section 42(3) been in force from the effective date of thetransaction, and\n\t\tin a case where the transaction is within subsection (3), so much of thetax paid as exceeds the amount that would have been chargeable had theamendments made by section 42(4), (5) and (6) been in force from the effectivedate of the transaction and had a claim for first-time buyer’s relief beenmade.\n\tA claim under this section must be made by amendment of the landtransaction return.\n\tSub-paragraphs (2A) and (3) of paragraph 6 of Schedule 10 to FA 2003 do notapply in the case of an amendment of a land transaction return made for thepurpose of making a claim under this section.\n\tIn this section—\n\t\tthe expressions used have the same meaning as in Part 4 of FA 2003;\n\t\t“first-time buyer’s relief” means relief under Schedule 6ZA to FA 2003."
    },
    {
        "length": 290,
        "text": "\nHigher rates of tax for additional dwellings etc\n\tSchedule 4ZA to FA 2003 (stamp duty land tax: higher rates for additionaldwellings and dwellings purchased by companies) is amended as follows.\n\tIn paragraph 2 (meaning of “higher rates transaction” etc) after sub-paragraph (4) insert—\n\tReferences in this Schedule to a major interest in a dwelling include anundivided share in a major interest in a dwelling.”\n\tThe amendment made by subsection (2) has effect in relation to any landtransaction of which the effective date is on or after 29 October 2018.\n\tIn paragraph 8(3) (period during which land transaction return may beamended to take account of subsequent disposal of main residence) for thewords from “whichever” to the end substitute “the period of 12 monthsbeginning with—\n\t\tthe effective date of the subsequent transaction, or\n\t\tif later, the filing date for the return.\n\tThe amendment made by subsection (4) has effect in a case where theeffective date of the subsequent transaction is on or after 29 October 2018."
    },
    {
        "length": 487,
        "text": "\nExemption in respect of financial institutions in resolution\n\tIn FA 2003, after section 66 insert—\n\t“66AResolution of financial institutions\n\t\tA land transaction is exempt from charge if it is effected by—\n\t\t\tan instrument listed in subsection (2), or\n\t\t\tan instrument made under an instrument listed in subsection (2).\n\t\tThe instruments are—\n\t\t\ta property transfer instrument made in accordance with section 12(2) of theBanking Act 2009 (transfer to a bridge bank),\n\t\t\ta property transfer instrument made in accordance with section 12ZA(3) ofthat Act (transfer to asset management vehicle),\n\t\t\ta supplemental property transfer instrument made in accordance with section42(2) of that Act where the original instrument was made in accordance withsection 12(2), 12ZA(3) or 41A(2) of that Act,\n\t\t\ta property transfer instrument made in accordance with section 41A(2) ofthat Act (transfer of property subsequent to resolution instrument),\n\t\t\ta bridge bank supplemental property transfer instrument made in accordancewith section 44D(2) of that Act,\n\t\t\ta property transfer order made in accordance with section 45(2) of that Act(temporary public ownership: property transfer), or\n\t\t\ta third-country instrument made in accordance with section 89H(2) or 89I(4)of that Act.\n\t\tReferences in subsection (2) to a provision of the Banking Act 2009 includereferences to that provision as applied by or under any other provision ofthat Act (including where it is applied with modifications or in a substitutedform).”\n\t\tThe amendment made by this section has effect in relation to any landtransaction the effective date of which is on or after the day on which thisAct is passed."
    },
    {
        "length": 2573,
        "text": "\nChanges to periods for delivering returns and paying tax\n\tFA 2003 is amended as follows.\n\tIn section 76(1) (duty to deliver land transaction return), for “30 days”substitute “14 days”.\n\tFor section 80(2) (adjustment where contingency ceases or consideration isascertained) substitute—\n\tIf the effect of the new information is that a transaction becomesnotifiable, the purchaser must make a return to HMRC within 14 days.\n\t\t(2A)If the effect of the new information is that—\n\t\ttax is payable in respect of a transaction where none was payable beforeand subsection (2) does not apply, or\n\t\tadditional tax is payable in respect of a transaction,\n\t\tthe purchaser must make a further return to HMRC within 30 days.\n\t\t(2B)For the purposes of subsections (2) and (2A), any tax or additional taxpayable is calculated according to the effective date of the transaction.\n\t\t(2C)If a purchaser is required to make a return under subsection (2) or afurther return under subsection (2A)—\n\t\tthat return must contain a self-assessment of the tax chargeable in respectof the transaction on the basis of the information contained in the return,and\n\t\tthe tax or additional tax payable must be paid not later than the filingdate for that return.”\n\tIn section 81 (further return where relief withdrawn)—\n\t\tin subsection (1B)—\n\t\tafter paragraph (c) insert—\n\t\tin the case of relief under paragraph 5CA of that Schedule (acquisitionunder a regulated home reversion plan), the first day in the period mentionedin paragraph 5IA(2) of that Schedule on which the purchaser holds the higherthreshold interest otherwise than for the purposes of the regulated homereversion plan, unless paragraph 5IA(3)(a) and (b) applies;”, and\n\t\tafter paragraph (d) insert—\n\t\tin the case of relief under paragraph 5EA of that Schedule (acquisitionby management company of flat for occupation by caretaker), the first day inthe period mentioned in paragraph 5JA(2) of that Schedule on which thepurchaser holds the higher threshold interest otherwise than for the purposeof making the flat available for use as caretaker accommodation;”, and\n\t\tin subsection (2A), after “subsection (1)” insert “or (1A)”.\n\tFor section 81A(1) (return or further return in consequence of later linkedtransaction) substitute—\n\tWhere the effect of a transaction (“the later transaction”) that is linkedto an earlier transaction is that the earlier transaction becomes notifiable,the purchaser under the earlier transaction must deliver a return in respectof that transaction before the end of the period of 14 days after theeffective date of the later transaction.\n\t(1A)Where the effect of a transaction (“the later transaction”) that is linkedto an earlier transaction is that—\n\t\ttax is payable in respect of the earlier transaction where none was payablebefore and subsection (1) does not apply, or\n\t\tadditional tax is payable in respect of the earlier transaction,\n\t\tthe purchaser under the earlier transaction must deliver a further return inrespect of that transaction before the end of the period of 30 days after theeffective date of the later transaction.\n\t\t(1B)For the purposes of subsections (1) and (1A), any tax or additional taxpayable is calculated according to the effective date of the earliertransaction.\n\t\t(1C)Where a purchaser is required to deliver a return under subsection (1) ora further return under subsection (1A)—\n\t\tthat return must include a self-assessment of the amount of tax chargeableas a result of the later transaction, and\n\t\tthe tax or additional tax payable must be paid not later than the filingdate for that return.”\n\tIn section 86(2) (payment of tax), before paragraph (a) insert—\n\t\tany of paragraphs 5G to 5K of Schedule 4A (higher rate for certaintransactions),”.\n\tIn section 87 (interest on unpaid tax)—\n\t\tafter subsection (1) insert—\n\t\t“(1A)But where the relevant date is determined by subsection (3)(aa), (aaa),(ab) or (c), and a return is required to be delivered before the end of theperiod of 14 days after that relevant date, interest is instead payable on theamount of any unpaid tax from the end of that period until the tax is paid.”,\n\t\tin subsection (2), after “subsection (1)” insert “or (1A)”, and\n\t\tin subsection (3), before paragraph (a) insert—\n\t\tin the case of an amount payable because relief is withdrawn under any ofparagraphs 5G to 5K of Schedule 4A (higher rate for certain transactions), thedate which is the relevant date for the purposes of section 81(1A);”.\n\tIn Schedule 17A (further provisions relating to leases)—\n\t\tfor paragraph 3(3) substitute—\n\tWhere the effect of sub-paragraph (2) in relation to the continuation ofthe lease for a period (or further period) of one year after the end of afixed term is that a transaction becomes notifiable, the purchaser mustdeliver a return in respect of that transaction before the end of the periodof 14 days after the end of that one year period.\n\t(3ZA)Where the effect of sub-paragraph (2) in relation to the continuation ofthe lease for a period (or further period) of one year after the end of afixed term is that—\n\t\ttax is payable in respect of a transaction where none was payable beforeand sub-paragraph (3) does not apply, or\n\t\tadditional tax is payable in respect of a transaction,\n\t\tthe purchaser must deliver a further return in respect of that transactionbefore the end of the period of 30 days after the end of that one year period.\n\t\t(3ZB)For the purposes of sub-paragraphs (3) and (3ZA), any tax or additionaltax payable is calculated according to the effective date of the transaction.\n\t\t(3ZC)Where a purchaser is required to deliver a return under sub-paragraph (3)or a further return under sub-paragraph (3ZA)—\n\t\tthat return must include a self-assessment of the amount of tax chargeablein respect of the transaction on the basis of the information contained in thereturn, and\n\t\tthe tax or additional tax payable must be paid not later than the filingdate for that return.”,\n\t\tfor paragraph 4(3) substitute—\n\tWhere the effect of sub-paragraph (1) in relation to the continuation ofthe lease after the end of a deemed fixed term is that a transaction becomesnotifiable, the purchaser must deliver a return in respect of that transactionbefore the end of the period of 14 days after the end of that term.\n\t(3A)Where the effect of sub-paragraph (1) in relation to the continuation ofthe lease after the end of a deemed fixed term is that—\n\t\ttax is payable in respect of a transaction where none was payable beforeand sub-paragraph (3) does not apply, or\n\t\tadditional tax is payable in respect of a transaction,\n\t\tthe purchaser must deliver a further return in respect of that transactionbefore the end of the period of 30 days after the end of that term.\n\t\t(3B)For the purposes of sub-paragraphs (3) and (3A), any tax or additional taxpayable is calculated according to the effective date of the transaction.\n\t\t(3C)Where a purchaser is required to deliver a return under sub-paragraph (3)or a further return under sub-paragraph (3A)—\n\t\tthat return must include a self-assessment of the amount of tax chargeablein respect of the transaction on the basis of the information contained in thereturn, and\n\t\tthe tax or additional tax payable must be paid not later than the filingdate for that return.”, and\n\t\tfor paragraph 8(3) substitute—\n\tIf the result as regards the rent paid or payable in respect of the firstfive years of the term of the lease is that a transaction becomes notifiable,the purchaser must make a return to HMRC within 14 days of the date referredto in sub-paragraph (1)(a) or (b).\n\t(3A)If the result as regards the rent paid or payable in respect of the firstfive years of the term of the lease is that—\n\t\ttax is payable in respect of a transaction where none was payable beforeand sub-paragraph (3) does not apply, or\n\t\tadditional tax is payable in respect of a transaction,\n\t\tthe purchaser must make a further return to HMRC within 30 days of the datereferred to in sub-paragraph (1)(a) or (b).\n\t\t(3B)If a purchaser is required to make a return under sub-paragraph (3) or afurther return under sub-paragraph (3A)—\n\t\tthat return must contain a self-assessment of the tax chargeable in respectof the transaction on the basis of the information contained in the return,\n\t\tthe tax so chargeable is to be calculated by reference to the rates inforce at the effective date of the transaction, and\n\t\tthe tax or additional tax payable must be paid not later than the filingdate for that return.”\n\tIn Schedule 61 to FA 2009 (alternative finance investment bonds)—\n\t\tin paragraph 7(5) (interest due on first transaction where relief iswithdrawn) for “30 days” substitute “14 days”, and\n\t\tin paragraph 20(3)(a) (no relief where bond-holder acquires control ofunderlying asset) for “30 days” substitute “14 days”.\n\tThe amendments made by this section are to be treated as having effect inrelation to—\n\t\tany land transaction with an effective date on or after 1 March 2019, and\n\t\tany land transaction with an effective date before 1 March 2019 whichbecomes notifiable on or after 1 March 2019."
    },
    {
        "length": 2622,
        "text": "\nStamp duty and SDRT\n\tStamp duty: transfers of listed securities and connected persons\n\t\tThis section applies if—\n\t\t\tan instrument transfers listed securities to a company or a company’snominee (whether or not for consideration), and\n\t\t\tthe person transferring the securities is connected with the company or isthe nominee of a person connected with the company.\n\t\t“Listed securities” are stock or marketable securities which are regularlytraded on—\n\t\t\ta regulated market,\n\t\t\ta multilateral trading facility, or\n\t\t\ta recognised foreign exchange,\n\t\t\t\tand expressions used in paragraphs (a) to (c) have the same meaning as insection 80B of FA 1986 (intermediaries: supplementary).\n\t\tFor the purposes of the enactments relating to stamp duty—\n\t\t\tin a case where listed securities are transferred for consideration whichconsists of money or any stock or security, or to which section 57 of theStamp Act 1891 applies, the amount or value of the consideration is to betreated as being equal to—\n\t\t\tthe amount or value of the consideration for the transfer, or\n\t\t\tif higher, the value of the listed securities;\n\t\t\tin any other case, the transfer of listed securities effected by theinstrument is to be treated as being for an amount of consideration in moneyequal to the value of the listed securities.\n\t\tFor the purposes of subsection (3)—\n\t\t\t“the enactments relating to stamp duty” means the Stamp Act 1891 and anyenactment amending that Act or that is to be construed as one with that Act,and\n\t\t\tthe value of listed securities is to be taken to be the price which theymight reasonably be expected to fetch on a sale in the open market at the datethe instrument is executed.\n\t\tSection 1122 of CTA 2010 (connected persons) has effect for the purposes ofthis section.\n\t\tThe Treasury may by regulations made by statutory instrument provide forthis section not to apply in relation to particular cases.\n\t\tRegulations under subsection (6) may have effect in relation to instrumentsexecuted before the regulations come into force.\n\t\tA statutory instrument containing regulations under subsection (6) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tThis section is to be construed as one with the Stamp Act 1891.\n\t\tThis section has effect in relation to instruments executed on or after 29October 2018.\n\tSDRT: listed securities and connected persons\n\t\tThis section applies if a person is connected with a company and—\n\t\t\tthe person or the person’s nominee agrees to transfer listed securities tothe company or the company’s nominee (whether or not for consideration), or\n\t\t\tthe person or the person’s nominee transfers such securities to the companyor the company’s nominee for consideration in money or money’s worth.\n\t\t“Listed securities” are chargeable securities which are regularly tradedon—\n\t\t\ta regulated market,\n\t\t\ta multilateral trading facility, or\n\t\t\ta recognised foreign exchange,\n\t\t\t\tand expressions used in paragraphs (a) to (c) have the same meaning as insection 88B of FA 1986 (intermediaries: supplementary).\n\t\tFor the purposes of stamp duty reserve tax chargeable under section 87 ofFA 1986 (the principal charge)—\n\t\t\tin a case where the agreement is one to transfer listed securities forconsideration in money or money’s worth, the amount or value of theconsideration is to be treated as being equal to—\n\t\t\tthe amount or value of the consideration for the transfer, or\n\t\t\tif higher, the value of the listed securities at the time the agreement ismade;\n\t\t\tin any other case, the agrement to transfer listed securities is to betreated as being one for an amount of consideration in money equal to thevalue of the listed securities at the time the agreement is made.\n\t\tSubsection (5) has effect for the purposes of stamp duty reserve taxchargeable under section 93 (depositary receipts) or 96 (clearance services)of FA 1986.\n\t\tIf the amount or value of the consideration for any transfer of listedsecurities is less than the value of those securities at the time they aretransferred, the transfer is to be treated as being for an amount ofconsideration in money equal to that value.\n\t\tFor the purposes of this section, the value of listed securities at anytime is the price which they might reasonably be expected to fetch on a salein the open market at that time.\n\t\tSection 1122 of CTA 2010 (connected persons) has effect for the purposes ofthis section.\n\t\tThe Treasury may by regulations made by statutory instrument provide forthis section not to apply in relation to particular cases.\n\t\tRegulations under subsection (8) may have effect in relation totransactions entered into before the regulations come into force.\n\t\tA statutory instrument containing regulations under subsection (8) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tThis section is to be construed as one with Part 4 of FA 1986.\n\t\tThis section has effect—\n\t\t\tin relation to the charge to tax under section 87 of FA 1986 where—\n\t\t\tthe agreement to transfer securities is conditional and the condition issatisfied on or after 29 October 2018, or\n\t\t\tin any other case, the agreement is made on or after that date;\n\t\t\tin relation to the charge to tax under section 93 or 96 of that Act, wherethe transfer is on or after 29 October 2018 (whenever the arrangement wasmade).\n\tStamp duty: exemption in respect of financial institutions inresolution\n\t\tIn FA 1986, after section 85 insert—\n\t\t“Resolution of financial institutions\n\t\t\tAResolution of financial institutions\n\t\t\t\tStamp duty is not chargeable on the transfer of stock or marketablesecurities by—\n\t\t\t\t\tan instrument listed in subsection (2), or\n\t\t\t\t\tan instrument made under an instrument listed in subsection (2).\n\t\t\t\tThe instruments are—\n\t\t\t\t\ta mandatory reduction instrument made in accordance with section 6B of theBanking Act 2009 (mandatory write-down, conversion etc of capitalinstruments),\n\t\t\t\t\ta share transfer instrument or property transfer instrument made inaccordance with section 12(2) of that Act (transfer to a bridge bank),\n\t\t\t\t\ta property transfer instrument made in accordance with section 12ZA(3) ofthat Act (transfer to asset management vehicle),\n\t\t\t\t\ta resolution instrument made in accordance with section 12A of that Act(bail-in),\n\t\t\t\t\ta share transfer order or share transfer instrument made in accordance withsection 13(2) of that Act (share transfer),\n\t\t\t\t\ta supplemental share transfer instrument made in accordance with section 26of that Act, where the original instrument was made in accordance with section12(2) or 13(2) of that Act,\n\t\t\t\t\ta supplemental share transfer order made in accordance with section 27 ofthat Act,\n\t\t\t\t\ta property transfer instrument made in accordance with section 41A(2) ofthat Act (transfer of property subsequent to resolution instrument),\n\t\t\t\t\ta supplemental property transfer instrument made in accordance with section42(2) of that Act where the original instrument was made in accordance withsection 12(2), 12ZA(3) or 41A(2) of that Act,\n\t\t\t\t\ta bridge bank supplemental property transfer instrument made in accordancewith section 44D(2) of that Act,\n\t\t\t\t\ta property transfer order made in accordance with section 45(2) of thatAct,\n\t\t\t\t\ta supplemental resolution instrument made in accordance with section 48U(2)of that Act,\n\t\t\t\t\tan onward transfer resolution instrument made in accordance with section48V of that Act in the circumstances set out in subsection (3),\n\t\t\t\t\tan order under section 85 of that Act (temporary public ownership: buildingsocieties), or\n\t\t\t\t\ta third-country instrument made in accordance with section 89H(2) or 89I(4)of that Act.\n\t\t\t\tThe circumstances referred to in subsection (2)(m) are that the transfer—\n\t\t\t\t\tis to a person within section 67(6), (7) or (8) or section 70(6), (7) or(8) of this Act (depositary receipt issuers, clearance services), and\n\t\t\t\t\tis made by way of compensation to a creditor of the financial institutionin respect of which the original instrument (within the meaning of section 48Vof the Banking Act 2009) was made.\n\t\t\t\tReferences in this section to a provision of the Banking Act 2009 includereferences to that provision as applied by or under any other provision ofthat Act (including where it is applied with modifications or in a substitutedform).”\n\t\t\t\tThe amendment made by this section has effect in relation to instruments—\n\t\t\t\t\twithin section 85A(2) of FA 1986, or\n\t\t\t\t\tmade under an instrument within section 85A(2) of FA 1986,\n\t\t\t\t\t\twhich are executed on or after the day on which this Act is passed.\n\tStamp duty and SDRT: exemptions in respect of share incentive plans\n\t\tIn section 95 of FA 2001 (exemptions in relation to approved shareincentive plans)—\n\t\t\tin subsections (1) and (2), and in the heading, omit “approved”, and\n\t\t\tin subsection (3), for “an approved share incentive plan” substitute “aSchedule 2 SIP”.\n\t\tThe amendments made by subsection (1) are to be treated as having effectfrom 6 April 2014."
    },
    {
        "length": 208,
        "text": "\nValue added tax\n\tDuty of customers to account for tax on supplies\n\t\tIn section 55A of VATA 1994 (customers to account for tax on certain suppliesof goods or services), after subsection (9) insert—\n\t“(9A)An order made under subsection (9) may modify the application ofsubsection (3) in relation to any description of goods or services specifiedin the order.”\n\tTreatment of vouchers\n\t\tSchedule 17 makes provision about the VAT treatment of vouchers.\n\tGroups: eligibility\n\t\tSchedule 18 contains provision about the eligibility of individuals andpartnerships to be treated as members of a group for the purposes of valueadded tax.\n\t\tThat Schedule comes into force on such day as the Treasury may byregulations made by statutory instrument appoint."
    },
    {
        "length": 1657,
        "text": "\nAlcohol\n\tRates of duty on cider, wine and made-wine\n\t\tALDA 1979 is amended as follows.\n\t\tIn section 62(1A) (rates of duty on cider) in paragraph (a) (rate of dutyon sparkling cider of a strength exceeding 5.5%), for “£279.46” substitute“£288.10”.\n\t\tFor Part 1 of the table in Schedule 1 substitute—\n\t\t“WINE OR MADE-WINE OF A STRENGTH NOT EXCEEDING 22%\n\t\t\tDescription of wine or made-wine| Rates of duty per hectolitre £  ---|---  Wine or made-wine of a strength not exceeding 4%| 91.68  Wine or made-wine of a strength exceeding 4% but not exceeding 5.5%| 126.08  Wine or made-wine of a strength exceeding 5.5% but not exceeding 15% and notbeing sparkling| 297.57  Sparkling wine or sparkling made-wine of a strength exceeding 5.5% but lessthan 8.5%| 288.10  Sparkling wine or sparkling made-wine of a strength of at least 8.5% but notexceeding 15%| 381.15  Wine or made-wine of a strength exceeding 15% but not exceeding 22%| 396.72”    (4)The amendments made by this section are treated as having come into forceon 1 February 2019.\n\tExcise duty on mid-strength cider\n\t\tALDA 1979 is amended as follows.\n\t\tIn section 62(1A) (rates of excise duty on cider)—\n\t\t\tomit the “and” at the end of paragraph (b), and\n\t\t\tafter paragraph (b) insert—\n\t\t\t£50.71 per hectolitre in the case of cider of a strength of not less than6.9 per cent but not exceeding 7.5 per cent which is not sparkling cider;and”.\n\t\tIn section 62B (cider labelled as strong cider)—\n\t\t\tin the heading, after “strong cider” insert “or mid-strength cider”,\n\t\t\tin subsection (1)—\n\t\t\tin the opening words, after “standard cider” insert “or mid-strengthcider”,\n\t\t\tfor paragraph (a) substitute—\n\t\t\tis in a container which is up-labelled as a container of strong cider,or”,\n\t\t\tin paragraph (b), for “an up-labelled container” substitute “a containerwhich is up-labelled as a container of strong cider,”, and\n\t\t\tin the words after paragraph (b), after “standard cider” insert “or mid-strength cider”,\n\t\t\tafter subsection (1), insert—\n\t\t\t\t“(1A)For the purposes of this Act, any liquor which would apart from thissection be standard cider and which—\n\t\t\tis in a container which is up-labelled as a container of mid-strengthcider, or\n\t\t\thas, at any time after 31 January 2019 when it was in the United Kingdom,been in a container which is up-labelled as a container of mid-strength cider,\n\t\t\tshall be deemed to be mid-strength cider, and not standard cider.”,\n\t\t\tfor subsection (2) substitute—\n\t\tAccordingly, references in this Act to making cider include references to—\n\t\t\tputting standard or mid-strength cider in a container which is up-labelledas a container of strong cider;\n\t\t\tcausing a container in which there is standard or mid-strength cider to beup-labelled as a container of strong cider;\n\t\t\tputting standard cider in a container which is up-labelled as a containerof mid-strength cider; or\n\t\t\tcausing a container in which there is standard cider to be up-labelled as acontainer of mid-strength cider.”,\n\t\t\tin subsection (4)—\n\t\t\tin paragraph (a), for “not exceeding 7.5 per cent” substitute “of less than6.9 per cent”,\n\t\t\tomit the “and” at the end of that paragraph, and\n\t\t\tafter paragraph (a), insert—\n\t\t\t“mid-strength cider” means cider which is not sparkling and is of astrength of not less than 6.9 per cent but not exceeding 7.5 per cent; and”,\n\t\t\tin subsection (5), in the opening words, after “up-labelled” insert “as acontainer of strong cider”, and\n\t\t\tafter subsection (6), insert—\n\t\tFor the purposes of this section a container is up-labelled as a containerof mid-strength cider if there is anything on—\n\t\t\tthe container itself,\n\t\t\ta label or leaflet attached to or used with the container, or\n\t\t\tany packaging used for or in association with the container,\n\t\t\twhich states or tends to suggest that the strength of any liquor in thatcontainer falls within the mid-strength cider strength range.\n\t\tFor the purposes of subsection (7), a strength falls within the mid-strength cider strength range if it is not less than 6.9 per cent but does notexceed 7.5 per cent.\n\t\tWhere liquor is no longer in a container which is an up-labelled container,and it falls within subsection (1)(b) and within subsection (1A)(b), then itis deemed to be cider of the strength range stated or suggested by thelabelling for the up-labelled container in which it was first contained.\n\t\tFor the purposes of subsection (9)—\n\t\t\tan “up-labelled container” means—\n\t\t\ta container which is up-labelled as a container of strong cider asmentioned in subsection (1)(b), or\n\t\t\ta container which is up-labelled as a container of mid-strength cider asmentioned in subsection (1A)(b), and\n\t\t\treferences to the labelling for any container are references to anythingon—\n\t\t\tthe container itself,\n\t\t\ta label or leaflet attached to or used with the container, or\n\t\t\tany packaging used for or in association with the container.”\n\t\tThe amendments made by this section are to be treated as having come intoforce on 1 February 2019."
    },
    {
        "length": 556,
        "text": "\nTobacco\n\tRates \n\t\tTPDA 1979 is amended as follows.\n\t\tFor the table in Schedule 1 substitute—\n\t\t“TABLE\n\t\t\t1 Cigarettes|\n\t\tAn amount equal to the higher of—\n\t\t\t16.5% of the retail price plus £228.29 per thousand cigarettes, or\n\t\t\t£293.95 per thousand cigarettes.    ---|---  2 Cigars| £284.76 per kilogram  3 Hand-rolling tobacco| £234.65 per kilogram  4 Other smoking tobacco and chewing tobacco| £125.20 per kilogram”    (3)The amendment made by this section is treated as having come into force at6pm on 29 October 2018.\n\tTobacco for heating\n\t\tTPDA 1979 is amended as follows.\n\t\tIn section 1 (tobacco products), in subsection (1)—\n\t\t\tin paragraph (d), omit the final “and”;\n\t\t\tafter paragraph (e) insert “and\n\t\t\ttobacco for heating,”.\n\t\tIn that section, in subsection (3), for “and chewing tobacco” substitute “,chewing tobacco and tobacco for heating”.\n\t\tIn the table in Schedule 1 (as substituted by section 56), at the endinsert—\n\t\t\t“5\\. Tobacco for heating| £234.65 per kilogram”.  ---|---    (5)The Commissioners for Her Majesty’s Revenue and Customs may by regulationsmade by statutory instrument make consequential, supplementary, incidental ortransitional provision in relation to the provision made by subsections (2) to(4) (including provision amending any enactment).\n\t\tA statutory instrument containing regulations under subsection (5) issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\tThe amendments made by subsections (2) and (4) come into force on such dayas the Treasury may by regulations made by statutory instrument appoint."
    },
    {
        "length": 1510,
        "text": "\nVED: rates for light passenger vehicles, light goods vehicles,motorcycles etc\n\tSchedule 1 to VERA 1994 (annual rates of vehicle excise duty) is amended asfollows.\n\tIn paragraph 1 (general rate)—\n\t\tin sub-paragraph (2) (vehicle not covered elsewhere in Schedule with enginecylinder capacity exceeding 1,549cc), for “£255” substitute “£265”, and\n\t\tin sub-paragraph (2A) (vehicle not covered elsewhere in Schedule withengine cylinder capacity not exceeding 1,549cc), for “£155” substitute “£160”.\n\tIn paragraph 1B (graduated rates for light passenger vehicles registeredbefore 1 April 2017)—\n\t\tfor the Table substitute—\n\t\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £  100| 110| 10| 20  110| 120| 20| 30  120| 130| 115| 125  130| 140| 135| 145  140| 150| 150| 160  150| 165| 190| 200  165| 175| 225| 235  175| 185| 250| 260  185| 200| 290| 300  200| 225| 315| 325  225| 255| 545| 555  255| —| 560| 570”;    (b)in the sentence immediately following the Table, for paragraphs (a) and (b)substitute—\n\t\tin column (3), in the last two rows, “315” were substituted for “545” and“560”, and\n\t\tin column (4), in the last two rows, “325” were substituted for “555” and“570”.”\n\tIn paragraph 1GC (graduated rates for first licence for light passengervehicles registered on or after 1 April 2017)—\n\t\tfor Table 1 (vehicles other than higher rate diesel vehicles) substitute—\n\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £| £  0| 50| 0| 10  50| 75| 15| 25  75| 90| 100| 110  90| 100| 120| 130  100| 110| 140| 150  110| 130| 160| 170  130| 150| 200| 210  150| 170| 520| 530  170| 190| 845| 855  190| 225| 1270| 1280  225| 255| 1805| 1815  255| —| 2125| 2135”, and    (b)for Table 2 (higher rate diesel vehicles) substitute—\n\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)  Exceeding| Not exceeding| Rate  g/km| g/km| £  0| 50| 25  50| 75| 110  75| 90| 130  90| 100| 150  100| 110| 170  110| 130| 210  130| 150| 530  150| 170| 855  170| 190| 1280  190| 225| 1815  225| 255| 2135  255| —| 2135”.    (5)In paragraph 1GD (rates for any other licence for light passenger vehiclesregistered on or after 1 April 2017), in sub-paragraph (1)—\n\t\tin paragraph (a) (the reduced rate) for “£130” substitute “£135”, and\n\t\tin paragraph (b) (the standard rate) for “£140” substitute “£145”.\n\tIn paragraph 1GE (rates for light passenger vehicles registered on or after1 April 2017 with a price exceeding £40,000), in sub-paragraph (4) for “£310”substitute “£320”.\n\tIn paragraph 1J (rates for light goods vehicles), in paragraph (a) for“£250” substitute “£260”.\n\tIn paragraph 2(1) (rates for motorcycles)—\n\t\tin paragraph (a) for “£19” substitute “£20”,\n\t\tin paragraph (b) for “£42” substitute “£43”,\n\t\tin paragraph (c) for “£64” substitute “£66”, and\n\t\tin paragraph (d) for “£88” substitute “£91”.\n\tThe amendments made by this section have effect in relation to licencestaken out on or after 1 April 2019."
    },
    {
        "length": 757,
        "text": "\nVED: taxis capable of zero emissions\n\tPart 1AA of Schedule 1 to VERA 1994 (annual rates of duty: light passengervehicles first registered on or after 1 April 2017) is amended as follows.\n\tIn paragraph 1GE (higher rates for vehicles with price above £40,000),after sub-paragraph (4) insert—\n\tSub-paragraphs (2) and (4) do not apply to a vehicle if when it is firstregistered, whether that is under this Act or under the law of a country orterritory outside the United Kingdom, it is a taxi capable of zero emissions(see paragraph 1GG).”\n\tAfter paragraph 1GF insert—\n\t“Meaning of “taxi capable of zero emissions”\n\t\t1GG(1)The Secretary of State may by regulations make provision about themeaning of “taxi capable of zero emissions” in paragraph 1GE.\n\t\tIn the following provisions of this paragraph “regulations” meansregulations under sub-paragraph (1).\n\t\tRegulations may (in particular) make provision of any one or more of thefollowing kinds—\n\t\t\tthat a vehicle is a taxi capable of zero emissions if the vehicle is of adescription specified in regulations;\n\t\t\tthat a vehicle is at any particular time a taxi capable of zero emissionsif the vehicle is of a model specified at that time in a list maintained bythe Secretary of State;\n\t\t\tthat a vehicle is a taxi capable of zero emissions if conditions specifiedin regulations are met.\n\t\tWhere regulations make provision of the kind mentioned in sub-paragraph(3)(b)—\n\t\t\tregulations may (in particular) provide that a model of vehicle may bespecified in the list only if it appears to the Secretary of State thatvehicles of that model are of a description specified in regulations;\n\t\t\tregulations must provide for publication of the list;\n\t\t\tregulations may allow a model of vehicle to be included in the list withbackdated effect.\n\t\tA description of a kind mentioned in sub-paragraph (3)(a) or (4)(a) may beframed (in particular) by reference to a scheme, or an instrument or otherdocument, as it has effect from time to time.\n\t\tRegulations made before 1 April 2020 that do not increase the amount ofvehicle excise duty for which any person is liable may have effect in relationto vehicle licences taken out at times before the regulations come into force(including times before the regulations are made).”\n\t\tThe amendments made by this section have effect in relation to licencestaken out on or after 1 April 2019.\n\t\tThe new paragraph 1GE(5) has effect, in the case of a vehicle firstregistered in the two years beginning with 1 April 2017, as if the referenceto when the vehicle is first registered were to the start of the first periodbeginning on or after 1 April 2019 for which a vehicle licence for the vehicleis taken out."
    },
    {
        "length": 2357,
        "text": "\nHGV road user levy\n\tThe HGV Road User Levy Act 2013 is amended in accordance with subsections(2) to (6).\n\tIn section 5(5) (payment of levy for UK heavy goods vehicles) for “inSchedule 1” substitute “or Table 1A in Schedule 1 (depending on which of thoseTables applies to the vehicle)”.\n\tIn section 6(4) (payment of levy for non-UK heavy goods vehicles) for “inSchedule 1” substitute “or Table 1A in Schedule 1 (depending on which of thoseTables applies to the vehicle)”.\n\tIn section 7 (rebate of levy), after subsection (2) insert—\n\t\t“(2A)A rebate entitlement also arises where—\n\t\tHGV road user levy has been paid in respect of a vehicle at the rateapplicable to a vehicle that does not meet Euro 6 emissions standards, and\n\t\tthe vehicle becomes a vehicle that meets those standards.”\n\tIn section 19 (interpretation)—\n\t\tin subsection (3)—\n\t\tin paragraph (b), for “under section 7” substitute “as a result of anentitlement arising under section 7(2)”, and\n\t\tafter paragraph (b) insert—\n\t\twhere a person receives a rebate of levy in respect of a vehicle as aresult of an entitlement arising under section 7(2A), the person is treated asnot having paid levy in respect of the vehicle for the period starting withthe first day of the month after the month in which the application for arebate was made and ending with the end of the levy period.”, and\n\t\tafter subsection (3), insert—\n\tFor the purposes of subsection (3)(c), a month starts on the day of themonth on which the levy period started.”\n\tIn Schedule 1 (rates of HGV road user levy)—\n\t\tfor paragraph 1 substitute—\n\tTable 1 applies to a heavy goods vehicle that meets Euro 6 emissionsstandards.\n\tTable 1A applies to a heavy goods vehicle that does not meet Euro 6emissions standards.\n\tTables 1 and 1A set out the rates of levy for each of the Bands given byTables 2 to 5 and by paragraph 4.”;\n\t\tin paragraph 5, after paragraph (b) insert—\n\t\ta heavy goods vehicle meets Euro 6 emissions standards if it complies withthe emission limits set out in Annex 1 of Regulation [(EC) No.595/2009](/european/regulation/2009/0595?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 18th June 2009on type approval of motor vehicles and engines with respect to emissions fromheavy duty vehicles (Euro VI) and on access to repair and maintenanceinformation.”;\n\t\tfor Table 1 substitute—\n\t“TABLE 1: VEHICLES MEETING EURO 6 EMISSIONS STANDARDS - RATES FOR EACHBAND\n\t\tBand| Daily rate| Weekly rate| Monthly rate| Half-yearly rate| Yearly rate  ---|---|---|---|---|---  A| £1.53| £3.83| £7.65| £45.90| £76.50  B| £1.89| £4.73| £9.45| £56.70| £94.50  C| £4.32| £10.80| £21.60| £129.60| £216.00  D| £6.30| £15.75| £31.50| £189.00| £315.00  E| £9.00| £28.80| £57.60| £345.60| £576.00  F| £9.00| £36.45| £72.90| £437.40| £729.00  G| £9.00| £45.00| £90.00| £540.00| £900.00  B(T)| £2.43| £6.08| £12.15| £72.90| £121.50  C(T)| £5.58| £13.95| £27.90| £167.40| £279.00  D(T)| £8.10| £20.25| £40.50| £243.00| £405.00  E(T)| £9.00| £37.35| £74.70| £448.20| £747.00    ##### TABLE 1A: VEHICLES NOT MEETING EURO 6 EMISSIONS STANDARDS - RATES FOREACH BAND\n\tBand| Daily rate| Weekly rate| Monthly rate| Half-yearly rate| Yearly rate  ---|---|---|---|---|---  A| £2.04| £5.10| £10.20| £61.20| £102.00  B| £2.52| £6.30| £12.60| £75.60| £126.00  C| £5.76| £14.40| £28.80| £172.80| £288.00  D| £8.40| £21.00| £42.00| £252.00| £420.00  E| £10.00| £38.40| £76.80| £460.80| £768.00  F| £10.00| £48.60| £97.20| £583.20| £972.00  G| £10.00| £60.00| £120.00| £720.00| £1,200.00  B(T)| £3.24| £8.10| £16.20| £97.20| £162.00  C(T)| £7.44| £18.60| £37.20| £223.20| £372.00  D(T)| £10.00| £27.00| £54.00| £324.00| £540.00  E(T)| £10.00| £49.80| £99.60| £597.60| £996.00”    (7)The HGV Road User Levy (Rate for Prescribed Vehicles) Regulations 2018([S.I. 2018/417](/id/uksi/2018/417?view=plain \"Go to item of legislation\"))are revoked.\n\t\tIn section 19 of VERA 1994 (rebates)—\n\t\t\tin subsection (3), after paragraph (g) insert—\n\t\t\ta relevant application for a vehicle licence for the vehicle has beenreceived by the Secretary of State.”,\n\t\t\tafter subsection (3ZA) insert—\n\t\t\t“(3ZB)An application for a vehicle licence is a relevant application for thepurposes of subsection (3)(h) if—\n\t\t\tthere is an unexpired licence for the vehicle in respect of which theapplication is made,\n\t\t\twhen the unexpired licence was taken out, the vehicle was chargeable to HGVroad user levy under section 5 of the HGV Road User Levy Act 2013 at a rateapplicable to a vehicle that does not meet Euro 6 emissions standards, and\n\t\t\tthe vehicle now meets those standards, and an application for a rebate ofHGV road user levy has been made under section 7 of that Act as a result of anentitlement arising under subsection (2A) of that section.”,\n\t\t\tin subsection (7), after “rebate conditions” insert “(other than thecondition in subsection (3)(h))”, and\n\t\t\tafter subsection (7) insert—\n\t\t\t“(7A)Where the rebate condition in subsection (3)(h) is satisfied in relationto a licence, the licence ceases to be in force immediately before the firstday of the period for which the relevant person is treated as not having paidlevy in respect of the vehicle as a result of section 19(3)(c) of the HGV RoadUser Levy Act 2013.”\n\t\tThe amendments and revocation made by subsections (1) to (7) are to betreated as having effect in relation to HGV road user levy that—\n\t\t\tbecomes due on or after 1 February 2019, and\n\t\t\tis paid on or after that date.\n\t\tThe amendments made by subsection (8) are to be treated as having effectin relation to licences taken out on or after 1 February 2019."
    },
    {
        "length": 137,
        "text": "\nAir passenger duty\n\tRates of duty from 1 April 2020\n\t\tIn section 30 of FA 1994 (air passenger duty: rates), in subsection (4A)(long haul rates of duty)—\n\t\t\tin paragraph (a) for “£78” substitute “£80”, and\n\t\t\tin paragraph (b) for “£172” substitute “£176”.\n\t\tThose amendments have effect in relation to the carriage of passengersbeginning on or after 1 April 2020."
    },
    {
        "length": 246,
        "text": "\nGaming\n\tRemote gaming duty: rate\n\t\tIn section 155(3) of FA 2014 (rate of remote gaming duty) for “15%”substitute “21%”.\n\t\tThat amendment has effect in relation to accounting periods beginning on orafter 1 April 2019.\n\t\tThe amount of remote gaming duty charged in respect of an accounting periodthat begins before and ends on or after 1 April 2019 is the sum of—\n\t\t\tthe amount of that duty that would have been charged in respect of theaccounting period had it consisted only of those days within the period thatfell before that date, and\n\t\t\tthe amount of that duty that would have been charged in respect of theaccounting period had it consisted only of those days within the period thatfell on or after that date and had the amendment made by subsection (1) hadeffect in relation to it.\n\tGaming duty\n\t\tSchedule 19 contains provision about gaming duty."
    },
    {
        "length": 380,
        "text": "\nEnvironmental taxes\n\tClimate change levy: exemption for mineralogical and metallurgicalprocesses\n\t\tParagraph 12A of Schedule 6 to FA 2000 (exemption: mineralogical andmetallurgical processes) is amended as follows.\n\t\tIn sub-paragraph (1)—\n\t\t\tomit “to a person”, and\n\t\t\tomit “by the person”.\n\t\tIn sub-paragraph (2), for the words from “has the same meaning” to the endsubstitute “means a process falling within Division 23 of NACE Rev 2.”\n\t\tIn sub-paragraph (4), the words after paragraph (c) become sub-paragraph(4A).\n\t\tIn that sub-paragraph, for “sub-paragraph” substitute “paragraph”.\n\tLandfill tax rates\n\t\tSection 42 of FA 1996 (amount of landfill tax) is amended as follows.\n\t\tIn subsection (1)(a) (standard rate), for “£88.95” substitute “£91.35”.\n\t\tIn subsection (2) (reduced rate for certain disposals), in the words afterparagraph (b)—\n\t\t\tfor “£88.95” substitute “£91.35”, and\n\t\t\tfor “£2.80” substitute “£2.90”.\n\t\tThe amendments made by this section have effect in relation to disposalsmade (or treated as made) on or after 1 April 2019."
    },
    {
        "length": 377,
        "text": "\nInheritance tax\n\tResidence nil-rate band\n\t\tIHTA 1984 is amended as follows.\n\t\tIn section 8FA(2)(b) and (5) (conditions for entitlement to downsizingaddition), for “VT”, in each place it occurs, substitute “the valuetransferred by the transfer of value under section 4 on the person’s death”.\n\t\tIn section 8FE(9) (calculation of downsizing addition in section 8FAcases), in Step 2, for “VT” substitute “the value transferred by the transferof value under section 4 on the person’s death”.\n\t\tIn section 8E(1) (which, in relation to the person mentioned in section8D(1), refers to the transfer of value under section 4), after “section 4”insert “on the person’s death”.\n\t\tIn section 8J(6) (meaning of “inherited”: property disposed of before deathby gift subject to a reservation), for the words after “by way of” substitute“gift—\n\t\t\tsubsections (2) to (5) do not apply, and\n\t\t\tB inherits the property if the property originally comprised in the giftbecame comprised in B’s estate on the making of the disposal.”\n\t\tThe amendments made by this section apply for the purpose of calculatingthe amount of the charge to inheritance tax under section 4 of IHTA 1984 on aperson’s death if the person dies after 29 October 2018."
    },
    {
        "length": 869,
        "text": "\nSoft drinks industry levy\n\tApplication of penalty provisions\n\t\tIn Schedule 10 to F(No.3)A 2010 (which prospectively amends Schedule 55 toFA 2009 (penalties for failure to make returns etc)) in paragraph 7, in theinserted paragraph 13A(1), after “7B” insert “, 13A”.\n\t\tThe amendments to Schedule 55 to FA 2009 made by Schedule 10 to F(No.3)A2010 (including the amendment made by subsection (1)) are taken to have comeinto force for the purposes of soft drinks industry levy on the day on whichthis section comes into force.\n\t\tIn Schedule 11 to F(No.3)A 2010 (which prospectively amends Schedule 56 toFA 2009 (penalties for failure to make payments)) in paragraph 5(3), in thesubstituted text of paragraph 3(1)(a) of Schedule 56 to FA 2009, for “11”substitute “11ZA”.\n\tIsle of Man\n\t\tIn section 1(1) of the Isle of Man Act 1979 (common duties), at the endinsert—\n\t\t\tsoft drinks industry levy chargeable under the law of the United Kingdomor the Isle of Man.”\n\t\tPart 2 of FA 2017 (soft drinks industry levy) is amended in accordance withsubsections (3) and (4).\n\t\tAfter section 58 insert—\n\t\t“58AIsle of Man: import and export of chargeable soft drinks\n\t\t\tSubsections (2) and (3) apply if—\n\t\t\t\tchargeable soft drinks are imported into the United Kingdom from the Isleof Man, and\n\t\t\t\ta charge to soft drinks industry levy (the “corresponding charge”) arisesin relation to the soft drinks under the law of the Isle of Man.\n\t\t\tIf the corresponding charge arises at a rate equal to, or greater than, theUK rate, the soft drinks are not to be treated as being imported into theUnited Kingdom for the purposes of section 33 (chargeable events: importedsoft drinks).\n\t\t\tIf the corresponding charge arises at a rate lower than the UK rate, theamount of soft drinks industry levy charged under this Part in relation to thesoft drinks is to be reduced by an amount equal to the corresponding charge.\n\t\t\tIn this section “the UK rate”, in relation to chargeable soft drinks, isthe rate of soft drinks industry levy that would (apart from this section) bechargeable in relation to the soft drinks under this Part.\n\t\t\tFor the purposes of section 39(1)(a) (tax credits: exported soft drinks) orregulations made under that provision, chargeable soft drinks are not to betreated as being exported from the United Kingdom if the soft drinks areexported to the Isle of Man.”\n\t\t\tAt the end of section 33, insert—\n\t\t\tThis section is subject to section 58A (Isle of Man: import and export ofchargeable soft drinks).”\n\t\t\tIn section 39, after subsection (5) insert—\n\t\t\t\t“(5A)This section is subject to section 58A (Isle of Man: import and export ofchargeable soft drinks).”\n\t\t\tThis section comes into force on 1 April 2019."
    },
    {
        "length": 3367,
        "text": "\nPART 3Carbon emissions tax\n\tIntroductory\n\t\tCarbon emissions tax\n\t\t\tA tax called “carbon emissions tax” is to be charged in accordance withthis Part.\n\t\t\tThe Commissioners are responsible for the collection and management ofcarbon emissions tax.\n\tCharge to tax\n\t\tCharge to carbon emissions tax\n\t\t\tCarbon emissions tax is charged, in relation to a regulated installation,if the amount of reported carbon emissions for a reporting period exceeds theemissions allowance for the period.\n\t\t\tThe amount of “taxable carbon emissions” in relation to the installationfor the reporting period is the amount of the excess.\n\t\t\tCarbon emissions tax is charged on taxable carbon emissions at the rate of£16 per tonne of carbon dioxide equivalent.\n\t\t“Reported carbon emissions”\n\t\t\tThe amount of “reported carbon emissions” in relation to an installationfor a reporting period is the total amount of emissions from the installation,in tonnes of carbon dioxide equivalent, that is stated—\n\t\t\t\tin the emissions determination (or, if there is more than one, the latestemissions determination) for the period, or\n\t\t\t\tif there is no such determination, in the emissions report for the period.\n\t\t\tIn subsection (1), “emissions determination” means the regulator’s estimateof the total amount of emissions from the installation for the period,determined in accordance with—\n\t\t\t\tarticle 70 of the Monitoring and Reporting Regulation, or\n\t\t\t\tregulation 44 of the Emissions Regulations.\n\t\t“Emissions report” and “reporting period”\n\t\t\tIn this Part, “emissions report” means a report of emissions that issubmitted to the regulator for the purpose of complying with—\n\t\t\t\tthe monitoring and reporting requirements or, in the case of an excludedinstallation, the monitoring and reporting conditions, or\n\t\t\t\ta requirement of a notice of surrender or of a revocation notice.\n\t\t\t“Reporting period”, in relation to a regulated installation, means—\n\t\t\t\ta scheme year, or\n\t\t\t\tsuch shorter period for which an emissions report for the installation isrequired by a notice of surrender or a revocation notice.\n\t\t“Emissions allowance”\n\t\t\tThe “emissions allowance”, in relation to an installation for a reportingperiod, is the amount of emissions, in tonnes of carbon dioxide equivalent,specified by or under, or determined in accordance with, regulations made bythe Commissioners under this section.\n\t\tLiability to pay carbon emissions tax\n\t\t\tCarbon emissions tax in relation to an installation is payable by theperson who, at the end of the reporting date, holds the permit for theinstallation.\n\t\t\tThe “reporting date”, in relation to a reporting period, means the day onwhich the emissions report for that period is required to be submitted to theregulator under the Emissions Regulations.\n\tAdministration etc.\n\t\tPower to make further provision about carbon emissions tax\n\t\t\tThe Commissioners may by regulations—\n\t\t\t\tmake provision about the assessment, payment, collection and recovery ofcarbon emissions tax, including provision about the recovery of overpayments;\n\t\t\t\trequire persons to keep, for purposes connected with carbon emissions tax,records of specified matters, and to preserve those records for a specifiedperiod;\n\t\t\t\tmake provision for the review of, and a right of appeal against, specifieddecisions of HMRC in connection with carbon emissions tax;\n\t\t\t\tmake provision about the enforcement of carbon emissions tax;\n\t\t\t\tpermit or require the sharing of information between HMRC, authorities andregulators for purposes in connection with carbon emissions tax;\n\t\t\t\tmake provision about the form, manner and content of any notice,application or other communication with HMRC in connection with carbonemissions tax (including provision about communications in electronic form);\n\t\t\t\tmake provision in relation to cases where an individual liable for carbonemissions tax dies or becomes incapacitated, or where a person (whether or notan individual) is subject to an insolvency procedure.\n\t\t\tThe Commissioners may by regulations make provision for purposes inconnection with carbon emissions tax—\n\t\t\t\tabout the submission of emissions reports to a regulator;\n\t\t\t\tabout emissions determinations, including provision permitting or requiringa regulator to make an emissions determination in specified circumstances;\n\t\t\t\tspecifying conditions to be included in a permit granted by a regulator;\n\t\t\t\tfor the review of, and a right of appeal against, specified decisions of aregulator;\n\t\t\t\tabout the performance of a function of a regulator;\n\t\t\t\tabout the form, manner and content of any notice, application or othercommunication with a regulator (including provision about communications inelectronic form).\n\t\t\tRegulations under this section may, in particular—\n\t\t\t\tmake provision that is equivalent to, or applies with or withoutmodification, any provision of an enactment relating to tax;\n\t\t\t\tamend the Monitoring and Reporting Regulation or the VerificationRegulation.\n\t\tConsequential provision\n\t\t\tIn section 1 of the Provisional Collection of Taxes Act 1968 (temporarystatutory effect of House of Commons resolutions), in subsection (1), after“petroleum revenue tax” insert “, carbon emissions tax,”.\n\t\t\tIn regulation 52 of the Emissions Regulations (penalty for carrying out aregulated activity without a permit), after paragraph (2) insert—\n\t\t\t\t“(2A)In paragraph (2), the reference to “costs” includes a reference to carbonemissions tax.”\n\t\t\tSection 4(1) of the European Union (Withdrawal) Act 2018 does not apply,for the purposes of carbon emissions tax, in relation to any rights, powers,liabilities, obligations, restrictions, remedies and procedures so far as theyarise under—\n\t\t\t\tCouncil Directive [2008/118/EC](/european/directive/2008/0118?view=plain\"Go to item of legislation\") of 16 December 2008 concerning the generalarrangements for excise duty, or\n\t\t\t\tCouncil Directive [2003/96/EC](/european/directive/2003/0096?view=plain \"Goto item of legislation\") of 27 October 2003 restructuring the Communityframework for the taxation of energy products and electricity.\n\t\t\tThe Commissioners may by regulations make such provision as they considerappropriate in consequence of this Part.\n\t\t\tRegulations under subsection (4) may amend, repeal or revoke any enactment(whenever passed or made).\n\tGeneral\n\t\tInterpretation \n\t\t\tIn this Part—\n\t\t\t\t  * “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “emissions allowance” has the meaning given by section 73; \n\t\t\t\t  * “emissions determination” has the meaning given by section 71; \n\t\t\t\t  * “the Emissions Regulations” means the Greenhouse Gas Emissions Trading Scheme Regulations 2012 ([S.I. 2012/3038](/id/uksi/2012/3038?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “emissions report” has the meaning given by section 72; \n\t\t\t\t  * “enactment” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; \n\t\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “installation” has the meaning given by regulation 3 of the Emissions Regulations (and references to an installation include references to an offshore installation, as defined in those Regulations); \n\t\t\t\t  * “the Monitoring and Reporting Regulation” means [Commission Regulation (EU) No 601/2012](/european/regulation/2012/0601?view=plain \"Go to item of legislation\") of 21 June 2012 on the monitoring and reporting of greenhouse gas emissions pursuant to Directive [2003/87/EC](/european/directive/2003/0087?view=plain \"Go to item of legislation\") of the European Parliament and of the Council (as amended from time to time); \n\t\t\t\t  * “operator” has the meaning given by regulation 3 of the Emissions Regulations (as read with Schedule 1 to those Regulations); \n\t\t\t\t  * “reporting period” has the meaning given by section 72 (subject to section 79(4)); \n\t\t\t\t  * “specified” means specified in regulations under this Part; \n\t\t\t\t  * “the Verification Regulation” means [Commission Regulation (EU) No 600/2012](/european/regulation/2012/0600?view=plain \"Go to item of legislation\") of 21 June 2012 on the verification of greenhouse gas emission reports and tonne-kilometre reports and the accreditation of verifiers pursuant to Directive [2003/87/EC](/european/directive/2003/0087?view=plain \"Go to item of legislation\") of the European Parliament and of the Council (as amended from time to time). \n\t\t\tIn this Part, the following terms have the meaning given by regulation 3 ofthe Emissions Regulations—\n\t\t\t\t  * “authority”, \n\t\t\t\t  * “emissions”, \n\t\t\t\t  * “excluded installation”, \n\t\t\t\t  * “monitoring and reporting conditions”, \n\t\t\t\t  * “monitoring and reporting requirements”, \n\t\t\t\t  * “notice of surrender”, \n\t\t\t\t  * “permit”, \n\t\t\t\t  * “regulator”, \n\t\t\t\t  * “revocation notice”, \n\t\t\t\t  * “scheme year”, and \n\t\t\t\t  * “tonne of carbon dioxide equivalent”. \n\t\t\tAn “installation” is a “regulated installation” for a reporting period if,at any time during the period, the operator holds a permit for theinstallation.\n\t\t\tReferences in this Part to the Verification Regulation or the Monitoringand Reporting Regulation include references to any EU regulation whichreplaces either of them and forms part of the law of the United Kingdom as aresult of section 3 of the European Union (Withdrawal) Act 2018 (andaccordingly the reference in section 71(2)(a) to article 70 of the Monitoringand Reporting Regulation includes a reference to the corresponding provisionin any such replacement of that Regulation).\n\t\tRegulations \n\t\t\tRegulations under section 73, 75 or 76 may—\n\t\t\t\tmake provision conferring functions or discretions on an authority, aregulator or any other person;\n\t\t\t\timpose charges as a means of recovering costs incurred by a person inexercising a function conferred under the regulations;\n\t\t\t\tmake provision by reference to matters determined or published by HMRC, theSecretary of State, an authority or a regulator (whether before or after theregulations are made);\n\t\t\t\tmake different provision for different purposes;\n\t\t\t\tinclude incidental, consequential, supplementary, transitional ortransitory provision.\n\t\t\tRegulations under this Part are to be made by statutory instrument.\n\t\t\tA statutory instrument containing regulations under section 76(4) thatmakes provision amending or repealing any provision of an Act of Parliamentmay not be made unless a draft of the instrument has been laid before andapproved by a resolution of the House of Commons.\n\t\t\tAny other statutory instrument containing regulations under this Part issubject to annulment in pursuance of a resolution of the House of Commons.\n\t\t\tBut subsection (4) does not apply to a statutory instrument containing onlyregulations under section 79 (commencement).\n\t\tCommencement and transitional provision\n\t\t\tThis Part comes into force on such day as the Commissioners may byregulations appoint.\n\t\t\tRegulations under subsection (1) may—\n\t\t\t\tappoint different days for different purposes;\n\t\t\t\tinclude transitional or transitory provision.\n\t\t\tSection 72(2) (reporting period) is subject to subsection (4).\n\t\t\tFor the purposes of the application of this Part in relation to the schemeyear 2019, the “reporting period”, in relation to a regulated installation,means—\n\t\t\t\tthe period beginning with 1 April 2019 and ending with 31 December 2019, or\n\t\t\t\tsuch shorter period beginning on or after 1 April 2019 for which anemissions report is required by a notice of surrender or a revocation notice.\n\t\t\tFor the purposes of the scheme year 2019, the provisions of the EmissionsRegulations, the Monitoring and Reporting Regulation and the VerificationRegulation apply, and anything done under those provisions has effect—\n\t\t\t\tas if, for the purposes of reporting or determining emissions from aninstallation, references to a period corresponding to a scheme year werereferences to the reporting period for 2019 (and accordingly as if referencesto a period beginning with 1 January were references to a period beginningwith 1 April 2019), and\n\t\t\t\twith such other modifications as are necessary for the purposes of thecharge to carbon emissions tax for a reporting period beginning in 2019."
    },
    {
        "length": 2135,
        "text": "\nTime limits for assessments etc\n\tOffshore matters or transfers: income tax and capital gains tax\n\t\tTMA 1970 is amended as follows.\n\t\tAfter section 36 insert—\n\t\t“36ALoss of tax involving offshore matter or offshore transfer\n\t\t\tThis section applies in a case involving a loss of income tax or capitalgains tax, where—\n\t\t\t\tthe lost tax involves an offshore matter, or\n\t\t\t\tthe lost tax involves an offshore transfer which makes the lost taxsignificantly harder to identify.\n\t\t\tAn assessment on a person (“the taxpayer”) may be made at any time not morethan 12 years after the end of the year of assessment to which the lost taxrelates.\n\t\t\t\tThis is subject to section 36(1A) above and any other provision of the TaxesActs allowing a longer period.\n\t\t\tLost income tax or capital gains tax “involves an offshore matter” if it ischarged on or by reference to—\n\t\t\t\tincome arising from a source in a territory outside the United Kingdom,\n\t\t\t\tassets situated or held in a territory outside the United Kingdom,\n\t\t\t\tincome or assets received in a territory outside the United Kingdom,\n\t\t\t\tactivities carried on wholly or mainly in a territory outside the UnitedKingdom, or\n\t\t\t\tanything having effect as if it were income, assets or activities of a kinddescribed above.\n\t\t\tLost income tax or capital gains tax “involves an offshore transfer” if—\n\t\t\t\tit does not involve an offshore matter, and\n\t\t\t\tthe income or the proceeds of the disposal on or by reference to which itis charged, or any part of the income or proceeds, is transferred to aterritory outside the United Kingdom before the relevant date.\n\t\t\tIn subsection (4)—\n\t\t\t\t  * “relevant date” means—\n\t\t\t\tin a case where the taxpayer (or a person acting on the taxpayer’s behalf)delivered a return under the Taxes Acts to HMRC for the year of assessment towhich the lost tax relates and in which information relating to the lost taxwas required to be provided, the date on which the return was delivered, and\n\t\t\t\tin any other case, 31 January in the year of assessment after that to whichthe lost tax relates;\n\t\t\t\treferences to income or proceeds transferred include references to assetsderived from or representing the income or proceeds.\n\t\t\tWhere lost tax involves an offshore transfer, the cases in which thetransfer makes the lost tax significantly harder to identify include any casewhere, because of the transfer—\n\t\t\t\tHMRC was significantly less likely to become aware of the lost tax, or\n\t\t\t\tHMRC was likely to become aware of the lost tax only at a significantlylater time.\n\t\t\tBut an assessment may not be made under subsection (2) if—\n\t\t\t\tbefore the time limit that would otherwise apply for making the assessment,HMRC received relevant overseas information on the basis of which HMRC couldreasonably have been expected to become aware of the lost tax, and\n\t\t\t\tit was reasonable to expect the assessment to be made before that timelimit.\n\t\t\tIn subsection (7)(a) “relevant overseas information” means informationwhich is provided to HMRC by an authority in a territory outside the UnitedKingdom under—\n\t\t\t\tany provision of EU law relating to any tax, or\n\t\t\t\tan agreement to which the United Kingdom and that territory are parties,with or without other parties.\n\t\t\tAn assessment may also not be made under subsection (2) to the extent thatliability to the lost tax arises as a result of an adjustment under Part 4 ofTIOPA 2010 (transfer pricing adjustments).\n\t\t\tIn this section “assets” has the meaning given in section 21(1) of the1992 Act, but also includes sterling.\n\t\t\tSection 36(2) to (3A) applies for the purposes of this section (as ifreferences to section 36(1) or (1A) were to subsection (1) of this section).””\n\t\t\tIn section 37A (effect of assessment where allowances transferred), after“or (1A)” insert “or 36A”.\n\t\t\tIn section 40 (personal representatives), in subsection (1), for “or 36”substitute “, 36 or 36A”.\n\t\t\tThe amendments made by this section have effect—\n\t\t\t\tin relation to assessments on a person relating to the 2013-14 year ofassessment and subsequent years of assessment, where the loss of tax isbrought about carelessly by that person or by a person acting on that person’sbehalf, and\n\t\t\t\tin any other case, in relation to assessments relating to the 2015-16 yearof assessment and subsequent years of assessment.\n\tOffshore matters or transfers: inheritance tax\n\t\tIHTA 1984 is amended as follows.\n\t\tIn section 240 (underpayments), in subsection (3), at the end insert “andto section 240B (underpayments involving offshore matter etc).”\n\t\tAfter section 240A insert—\n\t\t“240BUnderpayments involving offshore matters etc\n\t\t\tThis section applies in a case within section 240(2) which involves a lossof tax in relation to a chargeable transfer, where—\n\t\t\t\tthe lost tax involves an offshore matter, or\n\t\t\t\tthe lost tax involves an offshore transfer which makes the lost taxsignificantly harder to identify.\n\t\t\tProceedings for the recovery of the lost tax may be brought at any time notmore than 12 years after the later of the dates in section 240(2)(a) and (b).\n\t\t\tLost tax “involves an offshore matter” if it is charged on or by referenceto property which is situated or held in a territory outside the UnitedKingdom at, or immediately after, the time of the chargeable transfer.\n\t\t\tLost tax “involves an offshore transfer” if—\n\t\t\t\tit does not involve an offshore matter, and\n\t\t\t\tthe property is transferred to a territory outside the United Kingdom at arelevant time.\n\t\t\tIn subsection (4)(b) “relevant time” means a time after the chargeabletransfer but before—\n\t\t\t\tthe date on which an account under section 216 is delivered to HMRC inrelation to the chargeable transfer, or\n\t\t\t\tany later date on which an account under section 217 is so delivered.\n\t\t\tWhere lost tax involves an offshore transfer, the cases in which thetransfer makes the lost tax significantly harder to identify include any casewhere, because of the transfer—\n\t\t\t\tHMRC was significantly less likely to become aware of the lost tax, or\n\t\t\t\tHMRC was likely to become aware of the lost tax only at a significantlylater time.\n\t\t\tBut proceedings may not be brought under this section if—\n\t\t\t\tbefore the last date on which the proceedings could otherwise be brought,HMRC received relevant overseas information on the basis of which HMRC couldreasonably have been expected to become aware of the lost tax, and\n\t\t\t\tit was reasonable to expect the proceedings to be brought before that date.\n\t\t\tIn subsection (7)(a) “relevant overseas information” means informationwhich is provided to HMRC by an authority in a territory outside the UnitedKingdom under—\n\t\t\t\tany provision of EU law relating to any tax, or\n\t\t\t\tan agreement to which the United Kingdom and that territory are parties,with or without other parties.\n\t\t\tThis section is subject to any provision of this Act which allows for alonger period for the bringing of proceedings.”\n\t\t\tThe amendments made by this section have effect—\n\t\t\t\tin a case involving loss of tax brought about carelessly by a person liablefor the tax (or a person acting on behalf of such a person), in relation tochargeable transfers taking place on or after 1 April 2013, and\n\t\t\t\tin any other case, in relation to chargeable transfers taking place on orafter 1 April 2015.\n\t\t\tSection 240(8) of IHTA 1984 applies to the reference to “person liable forthe tax” in subsection (4)(a)."
    },
    {
        "length": 945,
        "text": "\nSecurity deposits\n\tConstruction industry scheme and corporation tax etc\n\t\tIn Chapter 3 of Part 3 of FA 2004 (construction industry scheme)—\n\t\t\tin the italic heading before section 69, after “returns” insert “,security”;\n\t\t\tafter section 70 insert—\n\t\t“70ASecurity for payments to HMRC\n\t\t\tThe Commissioners for Her Majesty’s Revenue and Customs may by regulationsmake provision for and in connection with requiring the giving, by prescribedpersons and in prescribed circumstances, of security for the payment ofamounts that a person is or may be liable to pay to the Commissioners underthis Chapter.\n\t\t\tRegulations under this section must provide that security may be requiredonly where an officer of Revenue and Customs considers it necessary for theprotection of the revenue.\n\t\t\tRegulations under this section must provide for a right of appeal against—\n\t\t\t\tdecisions to require security to be given;\n\t\t\t\tdecisions as to the amount, terms or duration of any security required.\n\t\t\tA person commits an offence if—\n\t\t\t\tthe person fails to comply with a requirement to give security that isimposed by regulations under this section, and\n\t\t\t\tthe failure continues for such period as is prescribed.\n\t\t\tA person who commits an offence under subsection (4) is liable on summaryconviction—\n\t\t\t\tin England and Wales, to a fine;\n\t\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale.\n\t\t\tIn this section—\n\t\t\t\t  * “prescribed” means prescribed in regulations under this section;\n\t\t\t\t  * “security” includes further security.”\n\t\t\tIn Schedule 18 to FA 1998 (company tax returns, assessments and relatedmatters), after paragraph 88 insert—\n\t\t“Security for payments\n\t\t\t88A(1)The Commissioners for Her Majesty’s Revenue and Customs may byregulations make provision for and in connection with requiring the giving, byprescribed persons and in prescribed circumstances, of security for thepayment of tax that a company is or may be liable to pay.\n\t\t\tRegulations under this paragraph must provide that security may be requiredonly where an officer of Revenue and Customs considers it necessary for theprotection of the revenue.\n\t\t\tRegulations under this paragraph must provide for a right of appealagainst—\n\t\t\t\tdecisions to require security to be given;\n\t\t\t\tdecisions as to the amount, terms or duration of any security required.\n\t\t\tA person commits an offence if—\n\t\t\t\tthe person fails to comply with a requirement to give security that isimposed by regulations under this paragraph, and\n\t\t\t\tthe failure continues for such period as is prescribed.\n\t\t\tA person who commits an offence under sub-paragraph (4) is liable onsummary conviction—\n\t\t\t\tin England and Wales, to a fine;\n\t\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale.\n\t\t\tIn this paragraph—\n\t\t\t\t  * “prescribed” means prescribed in regulations under this paragraph;\n\t\t\t\t  * “security” includes further security.”\n\t\t\tIn section 684(4A) of ITEPA 2003 (failure to comply with requirement underPAYE regulations to give security), for “on summary conviction to a fine notexceeding level 5 on the standard scale” substitute\n\t\t\t“on summary conviction—\n\t\t\t\tin England and Wales, to a fine;\n\t\t\t\tin Scotland or Northern Ireland, to a fine not exceeding level 5 on thestandard scale”."
    },
    {
        "length": 2468,
        "text": "\nInternational agreements\n\tResolution of double taxation disputes\n\t\tIn Chapter 2 of Part 2 of TIOPA 2010 (double taxation relief: miscellaneousprovisions) after section 128 insert—\n\t\t“International dispute-resolution instruments and agreements\n\t\t\tAPower by regulations to give effect to international obligationsetc\n\t\t\t\tThe Treasury may make regulations for, or in connection with, giving effectto or enabling effect to be given to—\n\t\t\t\t\t[Council Directive (EU) 2017/1852](/european/directive/2017/1852?view=plain\"Go to item of legislation\") of 10 October 2017 on tax dispute resolutionmechanisms in the European Union (“the Directive”);\n\t\t\t\t\tany instrument modifying or supplementing the Directive;\n\t\t\t\t\tany international agreements or arrangements that deal with—\n\t\t\t\t\tmatters dealt with by the Directive,\n\t\t\t\t\tmatters that are similar to any of those dealt with by the Directive, or\n\t\t\t\t\tany other matters that relate to or are connected with the resolution ofdisputes in relation to double taxation arrangements.\n\t\t\t\tThe provision that may be made by regulations under this section includes(in particular)—\n\t\t\t\t\tprovision as to the effect of any arrangements that the Commissioners forHer Majesty’s Revenue and Customs may make with authorities of territoriesoutside the United Kingdom;\n\t\t\t\t\tprovision conferring or imposing functions, rights or obligations, orauthorising the conferral or imposition of functions, rights or obligations,on a person (including a commission, tribunal or court);\n\t\t\t\t\tprovision under which the Commissioners or other persons may exercisediscretions;\n\t\t\t\t\tprovision about procedure in relation to the resolution of disputes;\n\t\t\t\t\tprovision about costs, expenses and fees;\n\t\t\t\t\tprovision imposing penalties or creating criminal offences;\n\t\t\t\t\tprovision about appeals;\n\t\t\t\t\tprovision about the form and manner in which, or time within which, thingsare to be done;\n\t\t\t\t\tprovision supplementing section 128B.\n\t\t\t\tThe regulations may—\n\t\t\t\t\tmake provision having effect in relation to periods before the regulationscome into force;\n\t\t\t\t\tmake provision by reference to an instrument or document as it has effectfrom time to time;\n\t\t\t\t\tmake provision about things done, or to be done, in territories outside theUnited Kingdom;\n\t\t\t\t\tmake different provision for different purposes;\n\t\t\t\t\tmake consequential, incidental, supplemental, transitional, transitory orsaving provision;\n\t\t\t\t\tmake provision amending, repealing, revoking or disapplying, or modifyingthe effect of, any enactment (whenever passed or made).\n\t\t\t\tThe regulations may not create a criminal offence punishable on indictmentwith imprisonment for more than two years.\n\t\t\t\tRegulations under this section containing anything that amends or repeals aprovision of primary legislation may not be made unless a draft of theregulations has been laid before, and approved by a resolution of, the Houseof Commons.\n\t\t\t\t\tIn this subsection “primary legislation” means—\n\t\t\t\t\tan Act,\n\t\t\t\t\tan Act of the Scottish Parliament,\n\t\t\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\t\t\tNorthern Ireland legislation.\n\t\t\t\tIn subsections (2) and (3) and sections 128B and 128C, a reference to acommission, tribunal, court or other person includes a reference to acommission, tribunal, court or other person in a territory outside the UnitedKingdom.\n\t\t\tBGiving effect to requirements under section 128A regulations\n\t\t\t\tSubsection (2) applies if anything in regulations under section 128Arequires the Commissioners for Her Majesty’s Revenue and Customs to giveeffect to an agreement, decision or opinion made or given by—\n\t\t\t\t\tthe Commissioners (or their authorised representative),\n\t\t\t\t\tthe competent authority of a territory outside the United Kingdom, or\n\t\t\t\t\tany commission, tribunal, court or other person.\n\t\t\t\tThe Commissioners are to give effect to the agreement, decision or opiniondespite anything in any enactment, and any such adjustment as is appropriatein consequence may be made.\n\t\t\t\tAn adjustment under subsection (2) may be made by way of discharge orrepayment of tax, the allowance of credit against tax payable in the UnitedKingdom, the making of an assessment or otherwise.\n\t\t\tCDisclosure under international obligations etc\n\t\t\t\tThe obligation as to secrecy imposed by any enactment does not prevent—\n\t\t\t\t\tthe Commissioners for Her Majesty’s Revenue and Customs,\n\t\t\t\t\ta person who is or was an authorised Revenue and Customs official,\n\t\t\t\t\ta person who is or was a member of a committee or other body established bythe Commissioners for Her Majesty’s Revenue and Customs (or jointly by theCommissioners and an authority of a territory outside the United Kingdom), or\n\t\t\t\t\ta person specified, or of a description specified, in regulations made bythe Treasury,\n\t\t\t\t\t\tfrom disclosing information required to be disclosed under a relevantinstrument or agreement in pursuance of a request made by any person.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “relevant instrument or agreement” means an instrument, agreement or arrangement referred to, or of a kind referred to, in section 128A(1);\n\t\t\t\t\t  * “Revenue and Customs official” means—\n\t\t\t\t\ta Commissioner for Her Majesty’s Revenue and Customs;\n\t\t\t\t\tan officer of Revenue and Customs;\n\t\t\t\t\ta person acting on behalf of the Commissioners for Her Majesty’s Revenue andCustoms;\n\t\t\t\t\ta person acting on behalf of an officer of Revenue and Customs.”\n\tInternational tax enforcement: disclosable arrangements\n\t\tThe Treasury may, for the purpose of securing compliance with an obligationof the government of the United Kingdom under an international tax provision,make regulations requiring persons who participate in arrangements of adescription specified in the regulations to disclose information about thosearrangements.\n\t\tRegulations under this section may—\n\t\t\trequire information to be disclosed in such form and manner, and at suchintervals, as may be specified in the regulations;\n\t\t\trequire persons to disclose information about arrangements that theyparticipated in before (as well as after) the coming into force of thissection;\n\t\t\tprovide for the imposition of penalties in respect of a contravention of,or non-compliance with, a requirement of the regulations, including provisionabout appeals in relation to the imposition of a penalty;\n\t\t\tmake different provision for different purposes.\n\t\tFor the purposes of subsections (1) and (2)—\n\t\t\t  * “arrangements” includes any scheme, transaction or series of transactions; \n\t\t\t  * “participate”, in relation to arrangements, includes being involved in, or facilitating, the arrangements in any way (for example, by receiving any benefit from them or by designing, marketing or providing services in connection with them, or arranging for others to do so); \n\t\t\t  * “international tax provision” means any provision of— \n\t\t\tany arrangements specified in an Order in Council made under section 173 of FA2006 (international tax enforcement arrangements), or\n\t\t\t[Council Directive 2011/16/EU](/european/directive/2011/0016?view=plain \"Go toitem of legislation\") of 15 February 2011 on administrative cooperation in thefield of taxation and repealing Directive[77/799/EEC](/european/directive/1977/0799?view=plain \"Go to item oflegislation\"), as amended from time to time.\n\t\tRegulations under this section may make consequential, supplementary,incidental, transitional or saving provision (and may do so by amending,repealing or revoking an enactment whenever passed or made).\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section whichamend or repeal an enactment contained in an Act may not be made unless adraft of the instrument has been laid before, and approved by resolution of,the House of Commons.\n\t\tA statutory instrument containing any other regulations under this sectionis subject to annulment in pursuance of a resolution of the House of Commons.\n\t\tNo regulations may be made under this section unless the Chancellor of theExchequer has laid before the House of Commons a report on how the powers inthis section are to be exercised in each of the scenarios in subsection (9).\n\t\tThe scenarios to be considered in the report under subsection (8) are—\n\t\t\tif either—\n\t\t\ta negotiated withdrawal agreement, or\n\t\t\ta framework for the future relationship with the European Union,\n\t\t\t\thas not been ratified under section 13 of the European Union (Withdrawal) Act2018 at the time of the United Kingdom ceasing to be a member of the EuropeanUnion, and\n\t\t\tif both—\n\t\t\ta negotiated withdrawal agreement, and\n\t\t\ta framework for the future relationship with the European Union,\n\t\t\thave been ratified under section 13 of the European Union (Withdrawal) Act2018 at the time of the United Kingdom ceasing to be a member of the EuropeanUnion."
    },
    {
        "length": 1700,
        "text": "\nPayment of unlawful advance corporation tax\n\tInterest in respect of unlawful ACT\n\t\tThis section applies where—\n\t\t\ton any date before 12 December 2012, a person started proceedings againstthe Commissioners in the High Court or the Court of Session,\n\t\t\tthe proceedings include a claim arising out of a relevant payment, and\n\t\t\tthe claim has not been settled, discontinued or finally determined.\n\t\t“Relevant payment” means a payment of unlawful ACT that—\n\t\t\twas made by the person on or after 1 January 1996 or in the period of 6years ending immediately before the date the proceedings were started, and\n\t\t\twas set off or repaid (wholly or in part) before the proceedings werestarted.\n\t\tThe person is entitled to an order requiring the Commissioners to pay tothe person—\n\t\t\tan amount (“the principal amount”) equal to the amount of interest thatwould have accrued if simple interest had accrued on the relevant payment atthe appropriate rate for the period beginning with the date the payment wasmade and ending with—\n\t\t\tthe date as regards which the unlawful ACT was set off, or\n\t\t\tthe date the unlawful ACT was repaid, and\n\t\t\tsimple interest at the appropriate rate on the principal amount for theperiod beginning with the day after the date mentioned in paragraph (a)(i) or(ii) and ending with the date the principal amount is paid.\n\t\t“The appropriate rate” is, in relation to any day, the rate specified inthe following table in respect of that day.\n\t\t\tPeriod| Rate per year (%)  ---|---  1 October 1993 to 31 March 1997| 8  1 April 1997 to 5 January 1999| 6  6 January 1999 to 5 March 1999| 5  6 March 1999 to 5 February 2000| 4  6 February 2000 to 5 May 2001| 5  6 May 2001 to 5 November 2001| 4  6 November 2001 to 5 August 2003| 3  6 August 2003 to 5 December 2003| 2  6 December 2003 to 5 September 2004| 3  6 September 2004 to 5 September 2005| 4  6 September 2005 to 5 September 2006| 3  6 September 2006 to 5 August 2007| 4  6 August 2007 to 5 January 2008| 5  6 January 2008 to 5 November 2008| 4  6 November 2008 to 5 December 2008| 3  6 December 2008 to 5 January 2009| 2  6 January 2009 to 26 January 2009| 1  27 January 2009 to 29 October 2018| 0.5  30 October 2018 onwards| 0.5 or such other rate as the Treasury may byregulations specify in respect of a period specified in the regulations    (5)Where the unlawful ACT was repaid, any amount of interest or repaymentsupplement paid by the Commissioners on the making of the repayment is to bededucted from the principal amount (and subsection (3)(b) has effectaccordingly).\n\t\tWhere part of the unlawful ACT has been set off or repaid at one time, andpart of it has been set off or repaid at another time or has not been set offor repaid, for the purposes of this section treat each part as a separatepayment.\n\t\tIn this section—\n\t\t\t  * “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs (or, in relation to any time before the commencement of section 5 of the Commissioners for Revenue and Customs Act 2005, the Commissioners of Inland Revenue); \n\t\t\t  * “set off or repaid”: references to a payment of unlawful ACT being set off or repaid are— \n\t\t\tto it being set against a liability to corporation tax of any person, or\n\t\t\tto it being repaid by the Commissioners;\n\t\t\t\t  * “settled” means settled by agreement; \n\t\t\t\t  * “unlawful ACT” means advance corporation tax that was unlawfully levied. \n\t\tThe Treasury may by regulations substitute for the date for the time beingspecified in subsection (1)(a) such later date as they consider appropriate.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of the House of Commons.\n\tSection 85: supplementary\n\t\tThis section supplements section 85.\n\t\tNothing in section 85 limits the remedies that a court may award in respectof the claim.\n\t\tHowever— \n\t\t\ta person is not entitled to an order under section 85 in respect of arelevant payment if the person has obtained any other relevant remedy inrespect of the relevant payment, and\n\t\t\ta person who has obtained an order under section 85 in respect of arelevant payment is not entitled to any other relevant remedy in respect ofthe relevant payment.\n\t\tIn subsection (3) “relevant remedy” means a remedy for the loss of use ofthe amount of the relevant payment during the period mentioned in section85(3)(a) (or during some similar period).\n\t\tAny interest or repayment supplement paid by the Commissioners on themaking of—\n\t\t\ta repayment of a relevant payment, or\n\t\t\ta repayment of corporation tax occurring as a result of a relevant payment,\n\t\t\t\tis not regarded as a relevant remedy in respect of the relevant payment.\n\t\tWhere the right to bring a claim arising out of a payment of unlawful ACThas been transferred from the person who made the payment (“the payor”) toanother person (“the successor”)—\n\t\t\tin section 85(1) the reference to “a person” is to the payor or thesuccessor;\n\t\t\tin section 85(2) the reference to “the person” is to the payor;\n\t\t\tin section 85(3) the reference to “the person” is to the successor.\n\t\tAny amount paid by the Commissioners to a person on a day by virtue ofsection 85 is to be brought into account when calculating, for tax purposes,the profits (or income) of the person for any period which includes that day."
    },
    {
        "length": 1365,
        "text": "\nVoluntary returns\n\tVoluntary returns\n\t\tIn Part 2 of TMA 1970 (returns of income and gains), after section 12Cinsert—\n\t\t“Voluntary returns\n\t\t\tDReturns made otherwise than pursuant to a notice\n\t\t\t\tThis section applies where—\n\t\t\t\t\ta person delivers a purported return (“the relevant return”) under section8, 8A or 12AA (“the relevant section”) for a year of assessment or otherperiod (“the relevant period”),\n\t\t\t\t\tno notice under the relevant section has been given to the person inrespect of the relevant period, and\n\t\t\t\t\tHMRC treats the relevant return as a return made and delivered in pursuanceof such a notice.\n\t\t\t\tFor the purposes of the Taxes Acts—\n\t\t\t\t\ttreat a relevant notice as having been given to the person on the day therelevant return was delivered, and\n\t\t\t\t\ttreat the relevant return as having been made and delivered in pursuance ofthat notice (and, accordingly, treat it as if it were a return under therelevant section).\n\t\t\t\t“Relevant notice” means—\n\t\t\t\t\tin relation to section 8 or 8A, a notice under that section in respect ofthe relevant period;\n\t\t\t\t\tin relation to section 12AA, a notice under section 12AA(3) requiring theperson to deliver a return in respect of the relevant period, on or before theday the relevant return was delivered (or, if later, the earliest day thatcould be specified under section 12AA).\n\t\t\t\tIn subsection (1)(a) “purported return” means anything that—\n\t\t\t\t\tis in a form, and is delivered in a way, that a corresponding return couldhave been made and delivered had a relevant notice been given, and\n\t\t\t\t\tpurports to be a return under the relevant section.\n\t\t\t\tNothing in this section affects sections 34 to 36 or any other provisionsof the Taxes Acts specifying a period for the making or delivering of anyassessment (including self-assessment) to income tax or capital gains tax.”\n\t\t\t\tIn Schedule 18 to FA 1998 (company tax returns etc) at the end of Part 2insert—\n\t\t“Voluntary returns\n\t\t\t20A(1)This paragraph applies where—\n\t\t\t\ta company delivers a purported return (“the relevant return”) for a period(“the relevant period”),\n\t\t\t\tno notice under paragraph 3 has been given to the company in respect of therelevant period, and\n\t\t\t\tHer Majesty’s Revenue and Customs treats the relevant return as a returnmade and delivered in pursuance of such a notice.\n\t\t\tFor the purposes of the Taxes Acts—\n\t\t\t\ttreat a relevant notice as having been given to the company on the day therelevant return was delivered, and\n\t\t\t\ttreat the relevant return as having been made and delivered in pursuance ofthat notice (and, accordingly, treat it as if it were a company tax returnunder paragraph 3).\n\t\t\t“Relevant notice” means a notice under paragraph 3 requiring the company todeliver a return for the relevant period.\n\t\t\tIn sub-paragraph (1)(a) “purported return” means anything that—\n\t\t\t\tis in a form, and is delivered in a way, that a corresponding return couldhave been made and delivered had a relevant notice been given, and\n\t\t\t\tpurports to be a company tax return.\n\t\t\tNothing in this paragraph affects paragraph 46 or any other provisions ofthe Taxes Acts specifying a time limit for the making of an assessment.”\n\t\t\tThe amendments made by this section are treated as always having been inforce.\n\t\t\tHowever, those amendments do not apply in relation to a purported returndelivered by a person if, before 29 October 2018—\n\t\t\t\tthe person made an appeal under the Taxes Acts, or a claim for judicialreview, and\n\t\t\t\tthe ground (or one of the grounds) for the making of the appeal or claimwas that the purported return was not a return under section 8, 8A or 12AA ofTMA 1970 or paragraph 3 of Schedule 18 to FA 1998 because no relevant noticewas given.\n\t\t\tThe Treasury may by regulations—\n\t\t\t\tmake such amendments of relevant tax legislation as they considerappropriate in consequence of subsection (1) or (2);\n\t\t\t\tmake such amendments of section 12D of TMA 1970 (inserted by subsection (1)of this section) as they consider appropriate in connection with the cominginto force of section 61 of, and Schedule 14 to, F(No.2)A 2017 (digitalreporting and record keeping for income tax etc).\n\t\t\tIn subsection (5)(a) “relevant tax legislation” means—\n\t\t\t\tTMA 1970,\n\t\t\t\tSchedule 18 to FA 1998, or\n\t\t\t\tany other enactment relating to income tax, corporation tax or capitalgains tax.\n\t\t\tRegulations under this section are to be made by statutory instrument.\n\t\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of the House of Commons."
    },
    {
        "length": 965,
        "text": "\nInterest\n\tInterest under section 178 of FA 1989 and section 101 of FA 2009\n\t\tWhere, before the day on which this Act is passed—\n\t\t\tregulations under subsection (1) of section 178 of FA 1989 provide for arate of interest for the purposes of an enactment to which that sectionapplies, but\n\t\t\tno order was made under subsection (7) of that section appointing a day forthat enactment,\n\t\t\t\tthe rate has effect for any period of time beginning on or after the day onwhich the regulations came into force even though no such order was made.\n\t\tIn section 178 of FA 1989 (setting of rates of interest)—\n\t\t\tin subsection (2), omit paragraph (u);\n\t\t\tin subsection (3)(f), after “provide that” insert “rates or”;\n\t\t\tomit subsection (7) (but this repeal does not affect any order already madeunder that subsection).\n\t\tIn Schedule 35 to FA 2014 (promoters of tax avoidance schemes), inparagraph 11 (interest on penalties)—\n\t\t\tin sub-paragraph (1), for the words from “at the rate” to the endsubstitute “in accordance with section 101 of FA 2009”;\n\t\t\tomit sub-paragraph (2).\n\t\tIn the Taxes (Interest Rate) Regulations 1989 ([S.I.1989/1297](/id/uksi/1989/1297?view=plain \"Go to item of legislation\"))—\n\t\t\tin regulation 3(1), after paragraph (e) insert—\n\t\t\tsection 14(4) of the Ports Act 1991 (for any period of time beginning onor after the day on which the Finance Act 2019 is passed), and\n\t\t\tparagraph 8 of Schedule 1 to the Employment Act 2002 (for any period oftime beginning on or after the day on which the Finance Act 2019 is passed),”;\n\t\t\tafter regulation 5 insert—\n\t\t“5AApplicable rate of interest for diverted profits tax\n\t\t\tFor the purposes of section 79 of the Finance Act 2015, the rate applicableunder section 178 of the Finance Act 1989 is—\n\t\t\t\t3% per annum for the period beginning with 1 October 2015 and ending with 5April 2017, and\n\t\t\t\t2.5% per annum thereafter.”\n\t\t\tRegulations under section 178(1) of FA 1989 may revoke or amend theprovision made in the Taxes (Interest Rate) Regulations 1989 by subsection(4).\n\t\t\tSection 101 of FA 2009 is to be regarded as having come into force on 6 May2014 for the purposes of—\n\t\t\t\tpenalties under paragraphs 6B to 6D of Schedule 55 to FA 2009, in the caseof returns falling within item 4 in the Table in paragraph 1 of that Schedule(real time information for PAYE);\n\t\t\t\tpenalties under paragraphs 5 to 8 of Schedule 56 to FA 2009, in the case ofpayments of tax falling within item 2 or 4 of the Table in paragraph 1 of thatSchedule (PAYE and CIS amounts);\n\t\t\t\ta penalty under section 208 or 226 of FA 2014 (penalties relating tofollower notices, accelerated payment notices and partner payment notices),where the penalty relates to income tax payable under PAYE regulations."
    },
    {
        "length": 2556,
        "text": "\nPART 5Miscellaneous and final\n\tRegulatory capital securities\n\t\tRegulatory capital securities and hybrid capital instruments\n\t\t\tSchedule 20—\n\t\t\t\tmakes provision revoking the previous rules that applied in relation toregulatory capital securities, and\n\t\t\t\tmakes new provision in relation to hybrid capital instruments.\n\tEU withdrawal\n\t\tMinor amendments in consequence of EU withdrawal\n\t\t\tThe Treasury may by regulations make such provision as they considerappropriate—\n\t\t\t\tfor the purpose of maintaining the effect of any relevant tax legislationon the withdrawal of the United Kingdom from the EU (and, accordingly, on theUnited Kingdom ceasing to be an EEA state);\n\t\t\t\tfor the purposes of any relevant tax, in connection with any provision madeby regulations under section 8 of the European Union (Withdrawal) Act 2018(power to remedy deficiencies);\n\t\t\t\tin connection with any reference in relevant tax legislation to euros;\n\t\t\t\tamending paragraph 2(4) of Schedule 5 to FA 1997 (indirect taxes:overpayments etc) for the purposes of removing the reference to EUlegislation;\n\t\t\t\tamending section 173 of FA 2006 (international tax enforcement) to permitthe disclosure of information to the Commissioners by other public authoritiesand by the Commissioners (subject to conditions about its use) to personsoutside the United Kingdom.\n\t\t\tThe regulations may—\n\t\t\t\tamend any enactment;\n\t\t\t\tcontain incidental, transitional or saving provision;\n\t\t\t\tmake different provision for different purposes.\n\t\t\tWhere— \n\t\t\t\tregulations under this section are made after exit day, and\n\t\t\t\ta provision of the regulations is made by virtue of any of paragraphs (a)to (d) of subsection (1),\n\t\t\t\t\tthe regulations may provide that the provision has effect from exit day.\n\t\t\tRegulations under this section are to be made by statutory instrument.\n\t\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of the House of Commons.\n\t\t\tIn this section—\n\t\t\t\t  * “the Commissioners” means the Commissioners for Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation; \n\t\t\t\t  * “relevant tax” means any tax (including stamp duty) except— \n\t\t\t\tvalue added tax,\n\t\t\t\tany duty of customs, or\n\t\t\t\tany excise duty under the Alcoholic Liquor Duties Act 1979, the HydrocarbonOil Duties Act 1979 or the Tobacco Products Duty Act 1979;\n\t\t\t\t\t  * “relevant tax legislation” means any enactment relating to a relevant tax. \n\t\t\tThe provisions of this section only come into force if—\n\t\t\t\ta negotiated withdrawal agreement and a framework for the futurerelationship have been approved by a resolution of the House of Commons on amotion moved by a Minister of the Crown for the purposes of section 13(1)(b)of the European Union (Withdrawal) Act 2018, or\n\t\t\t\tthe Prime Minister has notified the President of the European Council, inaccordance with Article 50(3) of the Treaty on European Union, of the UnitedKingdom’s request to extend the period in which the Treaties shall still applyto the United Kingdom, or\n\t\t\t\tleaving the European Union without a withdrawal agreement and a frameworkfor the future relationship has been approved by a resolution of the House ofCommons on a motion moved by a Minister of the Crown.\n\tPreparatory expenditure\n\t\tEmissions reduction trading scheme: preparatory expenditure\n\t\t\tThe Secretary of State may incur expenditure in preparing for theintroduction of a scheme for charges to be imposed for the allocation ofemissions allowances.\n\t\t\tIn subsection (1), “emissions allowance” means an allowance under paragraph5 of Schedule 2 to the Climate Change Act 2008 relating to a trading schemedealt with under Part 1 of that Schedule (schemes limiting activities relatingto emissions of greenhouse gas).\n\tReviews\n\t\tImpact analyses of the anti-avoidance provisions of this Act\n\t\t\tThe Chancellor of the Exchequer must review the impact of—\n\t\t\t\tsection 15 and Schedule 3,\n\t\t\t\tsection 16 and Schedule 4,\n\t\t\t\tsections 19 and 20,\n\t\t\t\tsection 22 and Schedule 7,\n\t\t\t\tsection 23 and Schedule 8,\n\t\t\t\tsections 47 and 48, and\n\t\t\t\tsection 84,\n\t\t\t\t\tof this Act in accordance with this section and lay a report of that reviewbefore the House of Commons within six months of the passing of this Act.\n\t\t\tA review under this section must consider the impact of those provisionson—\n\t\t\t\tchild poverty,\n\t\t\t\thouseholds at different levels of income,\n\t\t\t\tpeople with protected characteristics (within the meaning of the EqualityAct 2010), and\n\t\t\t\tdifferent parts of the United Kingdom and different regions of England.\n\t\t\tIn this section—\n\t\t\t\t  * “parts of the United Kingdom” means— \n\t\t\t\tEngland,\n\t\t\t\tScotland,\n\t\t\t\tWales, and\n\t\t\t\tNorthern Ireland;\n\t\t\t\t\t  * “regions of England” has the same meaning as that used by the Office for National Statistics. \n\t\tReview of effectiveness of provisions on tax avoidance\n\t\t\tThe Chancellor of the Exchequer must review the effectiveness of theprovisions of this Act relating to tax avoidance and lay a report of thatreview before the House of Commons within six months of the passing of thisAct.\n\t\t\tIn this section, “the provisions of this Act relating to tax avoidance”means—\n\t\t\t\tsection 15 and Schedule 3,\n\t\t\t\tsection 16 and Schedule 4,\n\t\t\t\tsections 19 and 20,\n\t\t\t\tsection 22 and Schedule 7,\n\t\t\t\tsection 23 and Schedule 8,\n\t\t\t\tsections 47 and 48,\n\t\t\t\tsection 84.\n\t\t\tA review under this section must consider in particular—\n\t\t\t\tthe effects of those provisions in reducing tax avoidance and evasion,\n\t\t\t\tthe effect of those provisions in inducing new tax avoidance measuresunanticipated by the Act, and\n\t\t\t\testimates of the efficacy of the provisions in reducing the tax gap in eachtax year from 2018-19 to 2028-29.\n\t\tReview of public health effects of gaming provisions\n\t\t\tThe Chancellor of the Exchequer must review the public health effects ofthe provisions of section 62 of and Schedule 19 to this Act and lay a reportof that review before the House of Commons within six months of the passing ofthis Act.\n\t\t\tA review under this section must consider—\n\t\t\t\tthe effects of those provisions in reducing the negative public healtheffects of gambling, and\n\t\t\t\tthe implications for the public finances of the public health effects of—\n\t\t\t\tthose provisions,\n\t\t\t\tthe operation of the law relating to remote gaming duty and gaming duty ifthose provisions were not given effect.\n\t\tReview of changes made by sections 80 and 81\n\t\t\tThe Chancellor of the Exchequer must review the effects of the changes madeby sections 80 and 81 to TMA 1970 and IHTA 1984, and lay a report on thatreview before the House of Commons not later than 30 March 2019.\n\t\t\tThe review under this section must include a comparison of the time limiton proceedings for the recovery of lost tax that involves an offshore matterwith other time limits on proceedings for the recovery of lost tax, including,but not limited to, those provided for by Schedules 11 and 12 to the F(No. 2)A2017.\n\t\t\tThe review under this section must also consider the extent to whichprovisions equivalent to section 36A(7)(b) of TMA 1970 (relating to reasonableexpectations) apply to the application of other time limits.\n\tOther\n\t\tInterpretation \n\t\t\tIn this Act the following abbreviations are references to the following Acts.\n\t\tALDA 1979| Alcoholic Liquor Duties Act 1979  ---|---  CAA 2001| Capital Allowances Act 2001  CTA 2009| Corporation Tax Act 2009  CTA 2010| Corporation Tax Act 2010  FA, followed by a year| Finance Act of that year  F(No.2)A, followed by a year| Finance (No.2) Act of that year  F(No.3)A, followed by a year| Finance (No.3) Act of that year  IHTA 1984| Inheritance Tax Act 1984  ITA 2007| Income Tax Act 2007  ITEPA 2003| Income Tax (Earnings and Pensions) Act 2003  ITTOIA 2005| Income Tax (Trading and Other Income) Act 2005  OTA 1975| Oil Taxation Act 1975  TCGA 1992| Taxation of Chargeable Gains Act 1992  TIOPA 2010| Taxation (International and Other Provisions) Act 2010  TMA 1970| Taxes Management Act 1970  TPDA 1979| Tobacco Products Duty Act 1979  VATA 1994| Value Added Tax Act 1994  VERA 1994| Vehicle Excise and Registration Act 1994    #### 97Short title\n\t\tThis Act may be cited as the Finance Act 2019."
    }
]