[
    {
        "length": 238,
        "text": "\nCharitable companies\n\tAlteration of charitable company’s purposes\n\t\tSection 198 of the Charities Act 2011 (alteration of objects by companiesand Commission’s consent) is amended as follows.\n\t\tIn subsection (2)(a), for the words from “adding” to the end of theparagraph substitute “which alters the charitable purposes of the company,”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)In considering whether to consent to an alteration falling withinsubsection (2)(a) the Commission must have regard to—\n\t\t\tthe purposes of the company when it was established, if and so far as theyare reasonably ascertainable,\n\t\t\tthe desirability of securing that the purposes of the company are, so faras reasonably practicable, similar to the purposes being altered, and\n\t\t\tthe need for the company to have purposes which are suitable and effectivein the light of current social and economic circumstances.”"
    },
    {
        "length": 534,
        "text": "\nCharitable incorporated organisations\n\tAmendments to constitution of CIOs\n\t\tThe Charities Act 2011 is amended as follows.\n\t\tIn section 226 (amendment of constitution and Commission’s consent)—\n\t\t\tfor subsection (1) substitute—\n\t\tAn amendment to a CIO’s constitution which would make a regulatedalteration—\n\t\t\trequires the prior written consent of the Commission, and\n\t\t\tcannot take effect if such consent has not been obtained.”;\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)In considering whether to consent to an alteration falling withinsubsection (2)(a) the Commission must have regard to—\n\t\t\tthe purposes of the CIO when it was established, if and so far as they arereasonably ascertainable,\n\t\t\tthe desirability of securing that the purposes of the CIO are, so far asreasonably practicable, similar to the purposes being altered, and\n\t\t\tthe need for the CIO to have purposes which are suitable and effective inthe light of current social and economic circumstances.”\n\t\tIn section 227 (registration and coming into effect of amendments)—\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)An amendment to a CIO’s constitution that makes a regulated alterationfalling within section 226(2)(a) takes effect—\n\t\t\twhen it is registered by the Commission, or\n\t\t\tif later, on the date specified for that purpose in the resolutioncontaining the amendment.\n\t\t\t(1B)Any other amendment to a CIO’s constitution takes effect (whatever thedate on which the amendment is registered by the Commission)—\n\t\t\ton the date the resolution containing it is passed, or\n\t\t\tif a later date is specified for that purpose in the resolution containingthe amendment, on that later date.\n\t\t\t(1C)Subsections (1A) and (1B) are subject to section 226(1).”;\n\t\t\tomit subsections (2) to (5)."
    },
    {
        "length": 1771,
        "text": "\nUnincorporated charities\n\tPowers of unincorporated charities\n\t\tOmit sections 267 to 280 of the Charities Act 2011 (which together dealwith powers to transfer the property of, and alter the purposes or powers of,an unincorporated charity).\n\t\tBefore the italic heading preceding section 281 of that Act insert—\n\t\t“Unincorporated charity’s general power to amend\n\t\t\tAAmendment of the trusts of an unincorporated charity\n\t\t\t\tThis section applies to any charity which is not a company or other bodycorporate.\n\t\t\t\tThe charity trustees of such a charity may, if they are satisfied that itis expedient in the interests of the charity, resolve that the trusts of thecharity should be amended in such manner as is specified in the resolution.\n\t\t\t\tThe power under subsection (2) is not exercisable in any way which wouldresult in the institution ceasing to be a charity.\n\t\t\t\tSubsection (5) applies in the case of a charity which has a body of membersdistinct from the charity trustees, any of whom are entitled under the trustsof the charity to attend and vote at a general meeting of the body.\n\t\t\t\tIn the case of a charity to which this subsection applies, a resolutionunder subsection (2) is effective only if—\n\t\t\t\t\tit is passed by a majority of the charity trustees of the charity, and\n\t\t\t\t\tit is approved by a further resolution which is passed—\n\t\t\t\t\tat a general meeting, by not less than 75% of the members entitled toattend and vote at the meeting who vote on the resolution,\n\t\t\t\t\tat a general meeting, by a decision taken without a vote and without anyexpression of dissent in response to the question put to the meeting, or\n\t\t\t\t\totherwise than at a general meeting, by the agreement of all the membersentitled to attend and vote at a general meeting.\n\t\t\t\tIn the case of a charity other than one to which subsection (5) applies, aresolution under subsection (2) is effective only if it is passed by not lessthan 75% of the charity trustees of the charity.\n\t\t\t\tAn amendment to which subsection (8) applies—\n\t\t\t\t\trequires the written consent of the Commission, and\n\t\t\t\t\tis ineffective if such consent has not been obtained.\n\t\t\t\tThis subsection applies to an amendment—\n\t\t\t\t\twhich would alter the purposes of the charity;\n\t\t\t\t\twhich would alter a provision directing the application of property of thecharity on its dissolution;\n\t\t\t\t\twhich would provide authorisation for any benefit to be obtained by charitytrustees or members of the charity, or persons connected with them;\n\t\t\t\t\twhich would alter a restriction making property permanent endowment;\n\t\t\t\t\twhich would require the consent of a person other than—\n\t\t\t\t\ta charity trustee of, or trustee for, the charity, or\n\t\t\t\t\ta member of the charity,\n\t\t\t\t\t\tif made otherwise than by virtue of this section;\n\t\t\t\t\twhich would affect any right directly conferred by the trusts of thecharity on a person who—\n\t\t\t\t\tis named in the trusts of the charity, or\n\t\t\t\t\tholds an office or other position specified in the trusts of the charity(other than that of charity trustee or member of, or trustee for, thecharity); or\n\t\t\t\t\twhich would confer power on any person or persons to make an amendmentfalling within any of paragraphs (a) to (f).\n\t\t\t\tBut paragraphs (e) and (f) of subsection (8) do not apply where the personconcerned consents to the amendment or is no longer in existence.\n\t\t\t\tIn considering whether to consent to an alteration falling withinsubsection (8)(a), or to the conferral of a power which would enable a personor persons to make such an alteration, the Commission must have regard to—\n\t\t\t\t\tthe purposes of the charity when it was established, if and so far as theyare reasonably ascertainable,\n\t\t\t\t\tthe desirability of securing that the purposes of the charity are, so faras reasonably practicable, similar to the purposes being altered, and\n\t\t\t\t\tthe need for the charity to have purposes which are suitable and effectivein the light of current social and economic circumstances.\n\t\t\tBS. 280A: supplementary provision\n\t\t\t\tA resolution under section 280A(2) takes effect on the latest of—\n\t\t\t\t\tthe date the resolution is passed,\n\t\t\t\t\tthe date specified in the resolution for it to take effect,\n\t\t\t\t\tif relevant, the date on which the resolution required by virtue of section280A(5)(b) is passed, and\n\t\t\t\t\tif relevant, the date on which the Commission gives any consent required byvirtue of section 280A(7).\n\t\t\t\tFor the purposes of section 280A(8)(c) “benefit” means a direct or indirectbenefit of any nature, except that it does not include—\n\t\t\t\t\tany remuneration whose receipt may be authorised under section 185, or\n\t\t\t\t\tthe purchase of any insurance which may be authorised under section 189.\n\t\t\t\tFor the purposes of section 280A(8)(c) the following persons are connectedwith a charity trustee or a member of a charity—\n\t\t\t\t\ta child, parent, grandchild, grandparent, brother or sister of the trusteeor member;\n\t\t\t\t\tthe spouse or civil partner of the trustee or member or of any personfalling within paragraph (a);\n\t\t\t\t\ta person carrying on business in partnership with the trustee or member orwith any person falling within paragraph (a) or (b);\n\t\t\t\t\tan institution which is controlled—\n\t\t\t\t\tby the trustee or member or by any person falling within paragraph (a), (b)or (c), or\n\t\t\t\t\tby two or more persons falling within sub-paragraph (i), when takentogether;\n\t\t\t\t\ta body corporate in which—\n\t\t\t\t\tthe trustee or member or any connected person falling within any ofparagraphs (a) to (c) has a substantial interest, or\n\t\t\t\t\ttwo or more persons falling within sub-paragraph (i), when taken together,have a substantial interest.\n\t\t\t\tSections 350 to 352 (meaning of child, spouse, civil partner, controlledinstitution and substantial interest) apply for the purposes of subsection(3).”\n\t\t\t\tThe amendments made by this section do not have effect in respect of aresolution passed under section 268(1), 275(2) or 280(2) of the Charities Act2011 before the commencement of this section."
    },
    {
        "length": 646,
        "text": "\nCharities established etc by Royal charter or Act\n\tPower to amend Royal charter\n\t\tAfter section 280B of the Charities Act 2011 (as inserted by section 3)insert—\n\t\t“Charity established etc by Royal charter: general power to amend\n\t\t\tCPower to amend Royal charter\n\t\t\t\tThis section applies to any charity which is established or regulated byRoyal charter.\n\t\t\t\tThe charity trustees of such a charity may resolve that the Royal chartershould be amended in such manner as is specified in the resolution if—\n\t\t\t\t\tthey are satisfied that it is expedient in the interests of the charity todo so, and\n\t\t\t\t\tthere is no power under the Royal charter to make the proposed amendment.\n\t\t\t\tSubsection (4) applies in the case of a charity which has a body of membersdistinct from the charity trustees, any of whom are entitled under the Royalcharter to attend and vote at a general meeting of the body.\n\t\t\t\tIn the case of a charity to which this subsection applies, a resolutionunder subsection (2) may not be approved under subsection (6) unless—\n\t\t\t\t\tit is passed by a majority of the charity trustees of the charity, and\n\t\t\t\t\tit is approved by a further resolution which is passed—\n\t\t\t\t\tat a general meeting, by not less than 75% of the members entitled toattend and vote at the meeting who vote on the resolution,\n\t\t\t\t\tat a general meeting, by a decision taken without a vote and without anyexpression of dissent in response to the question put to the meeting, or\n\t\t\t\t\totherwise than at a general meeting, by the agreement of all the membersentitled to attend and vote at a general meeting.\n\t\t\t\tIn the case of any other charity to which this section applies, aresolution under subsection (2) may not be approved under subsection (6)unless it is passed by not less than 75% of the charity trustees of thecharity.\n\t\t\t\tA resolution under this section takes effect when it is approved by HerMajesty by Order in Council.”\n\tOrders under section 73 of the Charities Act 2011: parliamentaryprocedure\n\t\tIn section 73 of the Charities Act 2011 (powers to make schemes alteringprovision made by Acts, etc)—\n\t\t\tomit subsections (3) and (4);\n\t\t\tin subsection (5), omit “Subject to subsection (6),”;\n\t\t\tomit subsection (6)."
    },
    {
        "length": 1339,
        "text": "\nCy-près and schemes\n\tCy-près powers\n\t\tFor sections 63 to 65 of the Charities Act 2011 (which deal with theapplication of property cy-près) substitute—\n\t\t“63AFailure of specific charitable purposes: application cy-près\n\t\t\tProperty given for specific charitable purposes which fail is applicablecy-près as if given for charitable purposes generally, if—\n\t\t\t\tthe court or the Commission by order so direct, or\n\t\t\t\tthe condition specified in subsection (3), (4) or (6) is met.\n\t\t\tAn order may be made under subsection (1)(a) if it appears to the court orthe Commission—\n\t\t\t\tthat it would be unreasonable, having regard to the amounts likely to bereturned to the donors, to incur expense with a view to returning theproperty, or\n\t\t\t\tthat it would be unreasonable, having regard to the nature, circumstancesand amounts of the gifts, and to the lapse of time since the gifts were made,for the donors to expect the property to be returned.\n\t\t\tThe condition in this subsection is met if—\n\t\t\t\tthe property is a single gift of £120 or less, and\n\t\t\t\tthe charity trustees reasonably believe that during the financial year ofthe charity in which it is given the total amount given by the donor to thecharity for the specific charitable purposes is £120 or less,\n\t\t\t\t\tunless at the time of giving the gift the donor states in writing that thegift must be returned if the specific charitable purposes fail.\n\t\t\tThe condition in this subsection is met if the property is given by a donorwho, after the agreed actions are taken, is not identified or is not found.\n\t\t\tThe “agreed actions” are those agreed in writing between the charitytrustees and the Commission as being reasonable in all the circumstances ofthe case to identify and find donors.\n\t\t\tThe condition in this subsection is met if the property consists of—\n\t\t\t\tthe proceeds of cash collections made—\n\t\t\t\tby means of collecting boxes, or\n\t\t\t\tby other means not adapted for distinguishing one gift from another, or\n\t\t\t\tthe proceeds of any lottery, competition, entertainment, sale or similarmoney-raising activity, after allowing for property given to provide prizes orarticles for sale or otherwise to enable the activity to be undertaken.\n\t\t\tThe Secretary of State may by regulations amend subsection (3)(a) or (b) bysubstituting a different sum for the time being specified there.”\n\t\t\tThe Charities (Failed Appeals) Regulations 2008 are revoked.\n\t\t\tThe amendments made by this section apply to property given for charitablepurposes whenever given.\n\tProceeds of fund-raising: power of charity trustees to apply cy-près\n\t\tAfter section 67 of the Charities Act 2011 insert—\n\t\t“67AProceeds of fund-raising: power of charity trustees to apply cy-près\n\t\t\tSubsection (2) applies if—\n\t\t\t\tmoney or other property is solicited to enable a charity to furtherspecific charitable purposes,\n\t\t\t\tmoney or other property is given as a result of that solicitation, and\n\t\t\t\tsome or all of that money or other property (or the property for the timebeing representing it or derived from it) is applicable cy-près by virtue ofsection 62(1)(a) or (b) or 63A.\n\t\t\tThe charity trustees of the charity may resolve that all the money or otherproperty which is applicable cy-près by virtue of section 62(1)(a) or (b) or63A be applied for such charitable purposes specified in the resolution asthey consider appropriate, having regard to—\n\t\t\t\tthe desirability of securing that the purposes are, so far as reasonablypracticable, similar to the specific charitable purposes for which the moneyor other property was given;\n\t\t\t\tthe need for the purposes to be suitable and effective in the light ofcurrent social and economic circumstances.\n\t\t\tA resolution under this section must be passed by a majority of the charitytrustees.\n\t\t\tIf a resolution passed under this section concerns money or other propertywith a value exceeding £1,000—\n\t\t\t\tthe charity trustees must send a copy of the resolution to the Commission,together with a statement of their reasons for passing it, and\n\t\t\t\tthe resolution does not have effect until the date on which the Commissionconsents to it in writing.\n\t\t\tThe Secretary of State may by regulations amend subsection (4) bysubstituting a different sum for the sum for the time being specified there.”\n\tPower of the court and the Commission to make schemes\n\t\tBefore the italic heading preceding section 75A of the Charities Act 2011insert—\n\t\t“Power of the court and the Commission to make schemes\n\t\t\tZAPower of the court and the Commission to make schemes\n\t\t\t\tAny power of the court or the Commission to make a scheme in relation to acharity that is a charitable trust is also exercisable in relation to anyother institution which is a charity.\n\t\t\t\tSubsection (1)—\n\t\t\t\t\tis subject to the provisions of this Act;\n\t\t\t\t\tis to be treated as always having had effect.”"
    },
    {
        "length": 1311,
        "text": "\nAmendment of powers to release restrictions on spending capital\n\tThe Charities Act 2011 is amended as follows.\n\tIn section 281 (power of unincorporated charities to spend capital:general)—\n\t\tin subsection (1), omit “which is not a company or other body corporate”;\n\t\tafter subsection (6) insert—\n\t\t\t“(6A)If—\n\t\tan amount falls to be repaid to or paid into the fund by the charitytrustees because the charity trustees have borrowed an amount from the fund,\n\t\tthe amount when repaid or paid would fall to be added to the fund and to besubject to the same restrictions as to expenditure as apply to the othercapital in the fund, and\n\t\tthe condition in subsection (6B) is met in relation to the charity,\n\t\tthe charity trustees may resolve for the purposes of this section that theobligation to repay or pay the amount ought to cease to have effect eitherwholly or in part.\n\t\t(6B)The condition is that the charity trustees are satisfied that the purposesset out in the trusts to which the fund is subject could be carried out moreeffectively if the obligation ceased to have effect to that extent.\n\t\t(6C)Once the charity trustees have passed a resolution under subsection (6A),the obligation ceases to have effect to that extent.\n\t\t(6D)Where a resolution passed under subsection (6A) relates to all outstandingobligations to repay amounts to or pay amounts into the fund in respect of theamount borrowed from the fund, any other obligation which falls to be carriedout by the charity trustees because the charity trustees have borrowed thatamount from the fund also ceases to have effect once the resolution has beenpassed.”\n\tIn section 282 (resolution to spend larger fund given for particularpurpose)—\n\t\tin the heading, omit “given for particular purpose”;\n\t\tin subsection (1), for the words from “which is not” to the end of thesubsection substitute “if—\n\t\tin a case where subsection (1A) applies, the adjusted market value of thefund exceeds £25,000, or\n\t\tin any other case, the market value of the fund exceeds that sum.”;\n\t\tafter subsection (1) insert—\n\t\t“(1A)This subsection applies where the charity trustees of the charity haveborrowed from the fund and all or part of that borrowing is outstanding.”;\n\t\tafter subsection (3) insert—\n\t\t“(3A)If—\n\t\tan amount falls to be repaid to or paid into the fund by the charitytrustees because the charity trustees have borrowed an amount from the fund,\n\t\tthe amount when repaid or paid would fall to be added to the fund and to besubject to the same restrictions as to expenditure as apply to the othercapital in the fund, and\n\t\tthe condition in subsection (3B) is met in relation to the charity,\n\t\tthe charity trustees may resolve for the purposes of this section that theobligation to repay or pay the amount ought to cease to have effect eitherwholly or in part.\n\t\t(3B)The condition is that the charity trustees are satisfied that the purposesset out in the trusts to which the fund is subject could be carried out moreeffectively if the obligation ceased to have effect to that extent.”;\n\t\tin subsection (4)(a), after “(2)” insert “or (3A)”;\n\t\tin subsection (5), at the appropriate place insert—\n\t\t\t  * ““adjusted market value”, in relation to an endowment fund, means the current market value of the fund as determined on a valuation carried out for the purpose—\n\t\treduced by the value, if any, of the benefit of the debt owed by the charitytrustees representing outstanding borrowing from the fund on the date of thatvaluation, and\n\t\tincreased by the amount of the charity trustees’ outstanding borrowing fromthe fund on that date;”;”;\n\t\t\t  * ““outstanding borrowing” means outstanding borrowing by virtue of section 284A or otherwise.”;\n\t\tomit subsection (6).\n\tIn section 284 (when and how a section 282 resolution takes effect)—\n\t\tin subsection (5), after “282(2)” insert “or (as the case may be) theobligation to repay or pay the amount to the fund ceases to have effect, byvirtue of this section, to the extent resolved by the trustees under section282(3A)”;\n\t\tafter subsection (5) insert—\n\tWhere the resolution passed under section 282(3A) relates to alloutstanding obligations to repay amounts to or pay amounts into the fund inrespect of the amount borrowed from the fund, any other obligation which fallsto be carried out by the charity trustees because the charity trustees haveborrowed that amount from the fund ceases to have effect when the obligationsto repay or pay amounts cease to have effect.”"
    },
    {
        "length": 354,
        "text": "\nTaking effect of resolution under section 282 of the Charities Act 2011\n\tSection 284 of the Charities Act 2011 (when and how a resolution undersection 282 takes effect) is amended as follows.\n\tIn subsection (3), for “period of 3 months beginning with the relevantdate” substitute “relevant period”.\n\tFor subsection (4) substitute—\n\tThe “relevant period” means—\n\t\tthe period of 60 days beginning with the date on which the Commissionreceives the copy of the resolution in accordance with section 282(4), or\n\t\tthat period as modified by subsection (4A) or (4B).\n\t\t\t(4A)If under section 283(1) the Commission directs the charity trustees togive public notice of a resolution, the running of the relevant period issuspended from the date on which the direction is given to the charitytrustees until the end of the period of 42 days beginning with the date onwhich public notice of the resolution is given by the charity trustees.\n\t\t(4B)If under section 283(2) the Commission directs the charity trustees toprovide any information or explanations, the running of the relevant period issuspended from the date on which the direction is given to the charitytrustees until the date on which the information or explanations is or areprovided to the Commission.”"
    },
    {
        "length": 1988,
        "text": "\nPower to borrow from permanent endowment\n\tThe Charities Act 2011 is amended as follows.\n\tAfter section 284 insert—\n\t“Power to borrow from permanent endowment\n\t\tAPower to borrow from permanent endowment: general\n\t\t\tThis section applies to any available endowment fund of a charity.\n\t\t\tThe charity trustees may resolve to borrow an amount, not exceeding thepermitted amount, from the available endowment fund if they are satisfied—\n\t\t\t\tthat it is expedient for the amount to be borrowed, in the light of thepurposes set out in the trusts to which the fund is subject and the purposesof the charity, and\n\t\t\t\tthat arrangements are in place for the amount to be repaid within 20 yearsof being borrowed.\n\t\t\tAny amount borrowed in accordance with subsection (2) no longer forms partof the available endowment fund and, as a result, is freed from therestrictions with respect to the expenditure of capital that applied to itwhen it was comprised in that fund.\n\t\t\tAn amount borrowed in accordance with subsection (2) may not be used torepay (in whole or in part) any amount previously borrowed from permanentendowment (whether the previous borrowing was by virtue of this section orotherwise).\n\t\t\tWhen repaying an amount borrowed (whether in whole or in part), the charitytrustees may resolve to pay an additional amount not exceeding the maximumestimated capital appreciation.\n\t\t\tAny— \n\t\t\t\trepayment of an amount borrowed, and\n\t\t\t\tpayment of an additional amount by virtue of a resolution under subsection(5),\n\t\t\t\t\tis to be added to the available endowment fund and is to be subject to thesame restrictions as to expenditure as apply to the other capital in the fund.\n\t\t\tThe powers conferred by this section—\n\t\t\t\tmay be restricted or excluded by the trusts of the charity;\n\t\t\t\tare (subject to paragraph (a)) in addition to any other power to borrowthat the charity or charity trustees may have.\n\t\t\tIf, and in so far as, the power conferred by subsection (5) confers powerto accumulate income, it is not subject to section 14(3) of the Perpetuitiesand Accumulations Act 2009 (which provides for certain powers to accumulateincome to cease after 21 years).\n\t\t\tIn this section “available endowment fund”, in relation to a charity,means—\n\t\t\t\tthe whole of the charity’s permanent endowment if it is all subject to thesame trusts, or\n\t\t\t\tany part of its permanent endowment which is subject to any particulartrusts that are different from those to which any other part is subject.\n\t\t\tIf a resolution under section 104A(2) has effect in respect of anavailable endowment fund (or portion of such a fund), references in thissection to an “available endowment fund” include that fund (or portion) but donot include any returns from the investment of the fund (or portion) whichhave not been accumulated.\n\t\t\tFor the meaning of “permitted amount” and “maximum estimated capitalappreciation” see sections 284B and 284C respectively.\n\t\tBCalculation of the “permitted amount”\n\t\t\tThe “permitted amount” for the purposes of section 284A(2) is given by theformula—\n\t\t\t\t[![](/ukpga/2022/6/images/ukpga_20220006_en_001)](/ukpga/2022/6/images/ukpga_20220006_en_001?view=plain)\n\t\t\twhere—\n\t\t\t\t  * V is the value of the available endowment fund on the relevant date (ignoring the value, if any, of the benefit of the debt owed by the charity trustees representing outstanding borrowing from the fund), and\n\t\t\t\t  * B is the amount of the charity trustees’ outstanding borrowing from the available endowment fund on that date.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “outstanding borrowing” means outstanding borrowing by virtue of section 284A or otherwise;\n\t\t\t\t  * the “relevant date” is the date on which the trustees resolve to borrow from the available endowment fund (see section 284A(2)).\n\t\t\tIf a resolution under section 104A(2) has effect in respect of theavailable endowment fund (or any part of it), for the purposes of subsection(1) the value of the available endowment fund does not include any returnsfrom the investment of the fund (or part) which have not been accumulated.\n\t\tCCalculation of the “maximum estimated capital appreciation”\n\t\t\tThe “maximum estimated capital appreciation” for the purposes of section284A(5) is given by the formula—\n\t\t\t\tR × I\n\t\t\twhere—\n\t\t\t\t  * R is the amount of borrowing being repaid, and\n\t\t\t\t  * I is the percentage increase in the relevant index between the month in which the amount was borrowed and the month preceding the month in which the repayment is made (or if there is no increase is nil).\n\t\t\tThe “relevant index” is whichever of the following is selected by thecharity trustees from time to time—\n\t\t\t\tthe retail prices index;\n\t\t\t\tthe consumer prices index;\n\t\t\t\tany similar general index of prices published by the Statistics Board.\n\t\t\tIn this section—\n\t\t\t\t  * “consumer prices index” means the general index for consumer prices published by the Statistics Board;\n\t\t\t\t  * “retail prices index” means the general index of retail prices (for all items) published by the Statistics Board.\n\t\tDInability to repay\n\t\t\tIf (at any time) it appears to the charity trustees that—\n\t\t\t\tthey will not be able to fulfil the arrangements put in place to repay anamount borrowed under section 284A, or\n\t\t\t\tthose arrangements are not sufficient to ensure that the amount is repaid,\n\t\t\t\t\tthe trustees must apply to the Commission for an order under this sectiondirecting them how to proceed.\n\t\t\tAn order under this section may give such directions as the Commissionthinks fit, including—\n\t\t\t\tthat the relevant amount may be repaid over a longer period,\n\t\t\t\tthat the charity trustees put in place arrangements specified in the order,or\n\t\t\t\tthat the charity trustees need not repay an amount borrowed.”\n\t\t\tIn section 285 (power to alter sums specified in Part 13), after subsection(2) insert—\n\t\t\tThe Secretary of State may by regulations amend—\n\t\t\t\tthe period of time specified in section 284A(2)(b), or\n\t\t\t\tthe multiplier in the formula set out in section 284B(1),\n\t\t\t\tso as to substitute a different time period or multiplier (as the case may be)for the period or multiplier for the time being specified in that provision.”\n\t\t\tIn section 348 (regulations subject to affirmative procedure etc)—\n\t\t\t\tin subsection (1), after paragraph (c) insert—\n\t\t\t\tregulations under section 285(3) (power to amend period or multiplierspecified);”;\n\t\t\t\tin subsection (2), for “or (c)” substitute “, (c), (d)”."
    },
    {
        "length": 604,
        "text": "\nTotal return investment\n\tThe Charities Act 2011 is amended as follows.\n\tAfter section 104A insert—\n\t“104AATotal return investment: social investments\n\t\tThis section applies to a fund, or a portion of a fund, in respect of whicha resolution under section 104A(2) has effect.\n\t\tThe charity trustees may resolve that—\n\t\t\tthe fund or portion, and\n\t\t\tany returns from the investment of the fund or portion,\n\t\t\t\tmay be used to make social investments (within the meaning of section 292A)which they could not otherwise make.\n\t\tWhile a resolution under subsection (2) has effect, regulations undersection 104B(1)(b) and (ba) apply to—\n\t\t\tthe fund or portion, and\n\t\t\tany returns from the investment of the fund or portion.”\n\t\tIn section 104B (total return investment: regulations)—\n\t\t\tin subsection (1)(a), for “section 104A(2)” substitute “sections 104A(2)and 104AA(2)”;\n\t\t\tomit the “and” following subsection (1)(b);\n\t\t\tafter subsection (1)(b) insert—\n\t\t\tthe use of a relevant social investment fund to make social investments(within the meaning of section 292A),”;\n\t\t\tafter subsection (1)(c) insert “, and\n\t\t\tany steps that must be taken by charity trustees in respect of a relevantsocial investment fund in the event of a resolution under section 104AA(2)ceasing to have effect.”;\n\t\t\tin subsection (2)(a), after “104A(2)” insert “or 104AA(2)”;\n\t\t\tin subsection (6), for “section “relevant” substitute “section—\n\t\t\t\t  * “relevant””;\n\t\t\tin subsection (6), at the end insert—\n\t\t\t\t  * ““relevant social investment fund” means a fund, or a portion of a fund, and any returns from the investment of the fund, or portion, in respect of which a resolution under section 104AA(2) has effect.”"
    },
    {
        "length": 170,
        "text": "\nSpecial trusts\n\tSpecial trusts\n\t\tOmit Part 14 of the Charities Act 2011 (special trusts).\n\t\tIn section 353 of that Act (minor definitions), after subsection (3)insert—\n\t\tIn this Act, “special trust” means property which—\n\t\t\tis held and administered by or on behalf of a charity for any specialpurposes of the charity, and\n\t\t\tis so held and administered on separate trusts relating only to thatproperty.\n\t\t\t\tBut a special trust does not, by itself, constitute a charity for the purposesof Part 8 (charity accounts, reports and returns).”"
    },
    {
        "length": 1198,
        "text": "\nEx gratia payments etc\n\tSmall ex gratia payments\n\t\tIn Part 18 of the Charities Act 2011 (miscellaneous and supplementary), beforethe italic heading preceding section 332 insert—\n\t\t“Limited power to make ex gratia payments\n\t\t\tALimited power for charity trustees to make ex gratia payments etc\n\t\t\t\tThe charity trustees of a charity may take any action falling withinsubsection (2)(a) or (b) if the conditions in subsection (3) are met.\n\t\t\t\tThe actions are—\n\t\t\t\t\tmaking any application of property of the charity, or\n\t\t\t\t\twaiving to any extent, on behalf of the charity, its entitlement to receiveany property.\n\t\t\t\tThe conditions are—\n\t\t\t\t\tthat the value of the property does not exceed the relevant threshold,\n\t\t\t\t\tthat the charity trustees have no power to take the action apart from thissection or by virtue of section 106, and\n\t\t\t\t\tthat in all the circumstances the charity trustees could reasonably beregarded as being under a moral obligation to take the action.\n\t\t\t\tThe power conferred by this section may be restricted or excluded by thetrusts of the charity.\n\t\t\t\tIn relation to a charity established by (or whose purposes or functions areset out in) legislation, the power conferred by this section is not disappliedonly because the legislation concerned prohibits application of property ofthe charity otherwise than as set out in the legislation.\n\t\t\t\tFor the purposes of subsection (3)(a)—\n\t\t\t\t\tif the charity’s gross income in its last financial year did not exceed£25,000, the relevant threshold is £1,000;\n\t\t\t\t\tif the charity’s gross income in its last financial year exceeded £25,000but not £250,000, the relevant threshold is £2,500;\n\t\t\t\t\tif the charity’s gross income in its last financial year exceeded £250,000but not £1 million, the relevant threshold is £10,000;\n\t\t\t\t\tif the charity’s gross income in its last financial year exceeded £1million, the relevant threshold is £20,000.\n\t\t\t\tIn subsection (5) “legislation” means—\n\t\t\t\t\tan Act of Parliament;\n\t\t\t\t\tan Act or Measure of Senedd Cymru;\n\t\t\t\t\tsubordinate legislation (within the meaning of the Interpretation Act 1978)made under an Act of Parliament;\n\t\t\t\t\tan instrument made under an Act or Measure of Senedd Cymru; or\n\t\t\t\t\ta Measure of the Church Assembly or of the General Synod of the Church ofEngland.\n\t\t\tBPower to alter sums specified in s.331A\n\t\t\t\tThe Secretary of State may by regulations amend section 331A(6) (relevantincome thresholds) by substituting a different sum for any sum for the timebeing specified in that provision.”\n\tPower of Commission etc to authorise ex gratia payments etc\n\t\tIn section 106 of the Charities Act 2011 (power of Commission to authorise exgratia payments etc)—\n\t\t\tfor subsection (1) substitute—\n\t\tThe Commission, the Attorney General or the court may authorise thecharity trustees of a charity to take any action falling within subsection(2)(a) or (b) in a case where the charity trustees—\n\t\t\t(apart from by virtue of this section or section 331A) have no power totake the action, but\n\t\t\tin all the circumstances could reasonably be regarded as being under amoral obligation to take it.\n\t\t\t(1A)In relation to a charity established by (or whose purposes or functionsare set out in) legislation, subsection (1) is not disapplied only because thelegislation concerned prohibits application of property of the charityotherwise than as set out in the legislation.\n\t\t\t(1B)In subsection (1A) “legislation” means—\n\t\t\tan Act of Parliament;\n\t\t\tan Act or Measure of Senedd Cymru;\n\t\t\tsubordinate legislation (within the meaning of the Interpretation Act 1978)made under an Act of Parliament;\n\t\t\tan instrument made under an Act or Measure of Senedd Cymru; or\n\t\t\ta Measure of the Church Assembly or of the General Synod of the Church ofEngland.”;\n\t\t\tin subsection (3), after second “Commission” insert “by order and”."
    },
    {
        "length": 2967,
        "text": "\nPART 2Charity land\n\tDispositions and mortgages\n\t\tScope of Part 7 of the Charities Act 2011\n\t\t\tIn section 117 of the Charities Act 2011 (restrictions on dispositions ofland: general), after subsection (1) insert—\n\t\t“(1A)For the purposes of this Part, land is held by or in trust for a charityonly if the whole of the land which forms the subject matter of thedisposition is held—\n\t\t\tby the charity solely for its own benefit (and, accordingly, is not beingheld as nominee or in trust for another person), or\n\t\t\tin trust solely for the charity.”\n\t\tExceptions to restrictions on dispositions or mortgages of charity land\n\t\t\tThe Charities Act 2011 is amended as follows.\n\t\t\tIn section 117(3) (exceptions to restrictions on dispositions of charityland)—\n\t\t\t\tafter paragraph (a) insert—\n\t\t\t\tany disposition by a liquidator, provisional liquidator, receiver,mortgagee or an administrator,”;\n\t\t\t\tomit paragraph (b);\n\t\t\t\tfor paragraph (c) (but not the “or” following it) substitute—\n\t\t\t\tany disposition of land held by or in trust for a charity which is made toanother charity otherwise than as—\n\t\t\t\ta disposition made with a view to achieving the best price that canreasonably be obtained, or\n\t\t\t\ta disposition that is a social investment for the purposes of Part 14A(social investments),”.\n\t\t\tIn section 124(9) (restrictions on mortgages)—\n\t\t\t\tafter paragraph (a) (and the “or” following it) insert—\n\t\t\t\tgranted by a liquidator, provisional liquidator, receiver, mortgagee oran administrator.”;\n\t\t\t\tomit paragraph (b).\n\t\tAdvertising and report requirements for disposition of charity land\n\t\t\tIn section 119 of the Charities Act 2011 (requirements for dispositions otherthan certain leases)—\n\t\t\t\tomit subsection (1)(b) (but not the “and” following it);\n\t\t\t\tin subsection (4), omit—\n\t\t\t\t“contain such information, and”;\n\t\t\t\tthe “,” after “matters”.\n\t\tAdvice relating to the disposition of charity land\n\t\t\tIn section 119 of the Charities Act 2011 (requirements for dispositions otherthan certain leases)—\n\t\t\t\tin subsection (1)(a), for “qualified surveyor” substitute “designatedadviser”;\n\t\t\t\tin subsection (1)(c), for “surveyor’s” substitute “adviser’s”;\n\t\t\t\tin subsection (3), for “qualified surveyor” substitute “designatedadviser”.\n\t\tAdvice etc from charity trustees, officers and employees\n\t\t\tThe Charities Act 2011 is amended as follows.\n\t\t\tAfter section 128 insert—\n\t\t\t“Advice etc from charity trustees, officers and employees\n\t\t\t\tAAdvice etc from charity trustees, officers and employees\n\t\t\t\t\tSubsection (2) applies to—\n\t\t\t\t\t\ta report by a designated adviser for the purposes of section 119(1)(a),\n\t\t\t\t\t\tadvice on a proposed disposition for the purposes of section 120(2)(a),\n\t\t\t\t\t\tproper advice in connection with a mortgage of land for the purposes ofsection 124(2), and\n\t\t\t\t\t\tproper advice in connection with a mortgage of land for the purposes ofsection 124(7).\n\t\t\t\t\tFor the purposes of the provisions mentioned in subsection (1), it does notmatter if the report or the advice (as the case may be) is provided—\n\t\t\t\t\t\tby a charity trustee or an officer or employee of the charity or of thecharity trustees, or\n\t\t\t\t\t\tin the course of a person’s employment as an officer or an employee of thecharity or of the charity trustees.”\n\t\t\t\t\tIn section 124 (restrictions on mortgages), in subsection (8), omit from“and such advice” to the end.\n\t\tResidential tenancies granted to employees\n\t\t\tIn section 118 of the Charities Act 2011 (meaning of “connected person” insection 117(2)), after subsection (2) insert—\n\t\t“(2A)A person who is an employee of the charity does not fall withinsubsection (2)(d) if the disposition in question is the grant of a tenancy—\n\t\t\tfor a fixed term of one year or less or which is a periodic tenancy and theperiod is one year or less, and\n\t\t\twhich confers the right to occupy a dwelling as a home.”\n\t\tInformation to be included in certain instruments\n\t\t\tThe Charities Act 2011 is amended as follows.\n\t\t\tIn section 122 (instruments concerning dispositions of land: requiredstatements, etc)—\n\t\t\t\tfor subsection (2) substitute—\n\t\t\tAn instrument to which this subsection applies must—\n\t\t\t\tstate that the land is held by or in trust for a charity,\n\t\t\t\tstate whether the charity is an exempt charity,\n\t\t\t\tif the charity is not an exempt charity, state whether the disposition isone falling within section 117(3)(a), (aa), (c) or (d), and\n\t\t\t\tif the charity is not an exempt charity and the disposition is not onefalling within section 117(3)(a), (aa), (c) or (d), include the statementrequired by subsection (2A).\n\t\t\t\t\t(2A)The statement is—\n\t\t\t\tin a case where section 117(1) applies to the disposition to which theinstrument relates, a statement that the disposition has been sanctioned by anorder of the court or of the Charity Commission, or\n\t\t\t\tin a case where section 117(2) applies to the disposition to which theinstrument relates, a statement that there is power under the trusts of thecharity to effect the disposition and that sections 117 to 121 have beencomplied with.”;\n\t\t\t\tomit subsection (3);\n\t\t\t\tfor subsection (4) substitute—\n\t\t\tWhere subsection (2)(d) has been complied with in relation to a contractfor the disposition of land it is conclusively presumed, for the purposes ofenforcing the contract, that the statement is true.\n\t\t\t(4A)Where subsection (2)(d) has been complied with in relation to aninstrument effecting the disposition of land it is conclusively presumed, infavour of a person who (whether under the disposition or afterwards) acquiresan interest in the land for money or money’s worth, that the statement istrue.”;\n\t\t\t\tfor subsections (5) and (6) substitute—\n\t\t\tWhere subsection (2)(d) applies in relation to a contract for thedisposition of land but the statement required by subsection (2A) has not beenincluded in it, then in favour of a person who has entered into the contractin good faith the contract is enforceable as if—\n\t\t\t\tthe disposition to which the contract relates had been sanctioned by anorder of the court or of the Charity Commission, or\n\t\t\t\tthere is power under the trusts of the charity to effect such a dispositionand sections 117 to 121 have been complied with.\n\t\t\t\t(5A)Where subsection (2)(d) applies in relation to an instrument effecting thedisposition of land but the statement required by subsection (2A) has not beenincluded in it, then in favour of a person who (whether under the dispositionor afterwards) in good faith acquires an interest in the land for money ormoney’s worth, the disposition is valid even if—\n\t\t\t\tthe disposition has not been sanctioned by an order of the court or of theCharity Commission, or\n\t\t\t\tthere is no power under the trusts of the charity to effect the dispositionor sections 117 to 121 have not been complied with in relation to it (orboth).”\n\t\t\tIn section 125 (mortgages: required statements, etc)—\n\t\t\t\tfor subsection (1) substitute—\n\t\t\tAny mortgage of land held by or in trust for a charity must—\n\t\t\t\tstate that the land is held by or in trust for a charity,\n\t\t\t\tstate whether the charity is an exempt charity and whether the mortgage isone falling within section 124(9), and\n\t\t\t\tif the charity is not an exempt charity and the mortgage is not one fallingwithin section 124(9), include the statement required by subsection (1A).\n\t\t\t\t(1A)The statement is—\n\t\t\t\tin a case where section 124(1) applies, a statement that the mortgage hasbeen sanctioned by an order of the court or of the Charity Commission, or\n\t\t\t\tin a case where section 124(2) applies, a statement that there is powerunder the trusts of the charity to grant the mortgage and the requirements ofsection 124(2) have been complied with.”;\n\t\t\t\tomit subsection (2);\n\t\t\t\tin subsection (3)—\n\t\t\t\tfor “subsection (2)” substitute “subsection (1)(c)”;\n\t\t\t\tfor the words from “facts” to the end substitute “statement is true”;\n\t\t\t\tfor subsections (4) and (5) substitute—\n\t\t\tWhere subsection (1)(c) applies in relation to a mortgage of land but thestatement required by subsection (1A) has not been included in it, then infavour of a person who (whether under the mortgage or afterwards) in goodfaith acquires an interest in the land for money or money’s worth, themortgage is valid even if—\n\t\t\t\tthe mortgage has not been sanctioned by an order of the court or of theCharity Commission, or\n\t\t\t\tthere is no power under the trusts of the charity to grant the mortgage orthe requirements of section 124(2) have not been complied with in relation toit (or both).”\n\tUniversities and College Estates Act 1925\n\t\tAmendments of the Universities and College Estates Act 1925\n\t\t\tThe Universities and College Estates Act 1925 is amended in accordance withsubsections (2) to (6).\n\t\t\tAfter section 1 insert—\n\t\t\t“General power over land\n\t\t\t\tAGeneral power over land\n\t\t\t\t\tA university or college has in relation to land belonging to the universityor college all the powers of an absolute owner.\n\t\t\t\t\tThe power conferred by subsection (1) is subject to—\n\t\t\t\t\t\tany restriction, condition or limitation imposed by, or arising under, anyenactment,\n\t\t\t\t\t\tany rule of law or equity, or\n\t\t\t\t\t\tthe statutes regulating the university or college.”\n\t\t\t\t\tOmit sections 2 to 38 and Schedule 1 (provisions relating to land and theapplication of capital money).\n\t\t\t\t\tIn section 40 (power to transfer to university or college), omit “with theconsent of the Minister”.\n\t\t\t\t\tIn section 42 (saving of existing powers), omit from “: Provided that” tothe end.\n\t\t\t\t\tIn section 43 (definitions)—\n\t\t\t\t\t\tin the opening words, omit from “unless” to “say”;\n\t\t\t\t\t\tomit sub-paragraphs (i), (ii), (viii) and (x).\n\t\t\t\t\tSchedule 1 (which contains consequential amendments) has effect."
    },
    {
        "length": 1729,
        "text": "\nPART 3Charity names\n\tWorking names etc\n\t\tIn section 42 of the Charities Act 2011 (power to require name to be changed)—\n\t\t\tin the heading, after “name” insert “or working name”;\n\t\t\tfor subsection (1) substitute—\n\t\tIf one or more of the conditions in subsection (2) are met in relation tothe name or a working name of a charity, the Commission may give a direction—\n\t\t\trequiring the name of the charity to be changed to a name determined by thecharity trustees with the approval of the Commission, or\n\t\t\trequiring that that working name of the charity no longer be used as aworking name (as the case may be).\n\t\t\t(1A)A direction given under this section must specify the period within whichthe charity is to comply with the direction.”;\n\t\t\tin subsection (2)—\n\t\t\tfor paragraph (a) and the words before it substitute—\n\t\tThe conditions are—\n\t\t\tthat the name or working name is the same as, or in the opinion of theCommission too like, the name or a working name of another charity,”;\n\t\t\tin paragraph (b), for “the name” substitute “that the name or workingname”;\n\t\t\tin paragraph (c), for “the name” substitute “that the name or workingname”;\n\t\t\tin paragraph (c), for “its name” substitute “the name or working name”;\n\t\t\tin paragraph (d), for “the name of the charity” substitute “that the nameor working name”;\n\t\t\tin paragraph (e), for “the name of the charity” substitute “that the nameor working name”;\n\t\t\tomit subsection (3);\n\t\t\tfor subsection (4) substitute—\n\t\tIn this Act, any reference to a working name of a charity is a referenceto a name that is not the name of the charity but which is used to designatethe charity and under which activities of the charity are carried out.”\n\tPower to delay registration of unsuitably named charity\n\t\tAfter section 45 of the Charities Act 2011 insert—\n\t\t“45APower to delay registration following s. 42 direction\n\t\t\tThe Commission may delay the registration of a charity if the Commissionhas given a direction under section 42 (“the section 42 direction”) requiringthe name of the charity to be changed.\n\t\t\tA delay under subsection (1) may last until the first to occur of—\n\t\t\t\tthe charity trustees notifying the Commission of the charity’s new name andthe date of the name change, or\n\t\t\t\tthe expiry of the maximum postponement period.\n\t\t\tThe “maximum postponement period” is the period of 60 days beginning at theend of the period specified in the section 42 direction for giving effect tothe direction.\n\t\t\tIf any relevant proceedings are commenced, any day on which the relevantproceedings are ongoing is to be disregarded for the purposes of determiningwhether the period of 60 days mentioned in subsection (3) has elapsed.\n\t\t\tEach of the following are “relevant proceedings”—\n\t\t\t\tproceedings on an appeal brought to the Tribunal under section 319 againstthe section 42 direction or against any steps taken by the Commission with aview to securing compliance with the section 42 direction;\n\t\t\t\tproceedings on an application made to the Tribunal under section 321 forthe review of the Commission’s decision to institute an inquiry under section46 in respect of matters connected with the section 42 direction;\n\t\t\t\tproceedings on an application for judicial review of the Commission’sdecision to give the section 42 direction or to take any steps with a view tosecuring compliance with the section 42 direction;\n\t\t\t\tproceedings on an application under section 336 in respect of disobedienceto the section 42 direction.\n\t\t\tRelevant proceedings are commenced when a notice, claim form or otherdocument is sent or delivered to, or filed with, the Tribunal or court for thepurpose of commencing the proceedings.\n\t\t\tRelevant proceedings are ongoing until—\n\t\t\t\tthe proceedings (including any proceedings on appeal or further appeal)have been concluded, and\n\t\t\t\tany period during which an appeal (or further appeal) may ordinarily bemade has passed.”\n\tPower to delay entry of unsuitable name in register\n\t\tAfter section 45A of the Charities Act 2011 insert—\n\t\t“45BPower to delay entry of name in register following a s. 42 direction\n\t\t\tIf the charity trustees of a charity notify the Commission under section35(3) of a change of name of the charity, the Commission may delay changingthe charity’s name in the register if the Commission has given a directionunder section 42 (“the section 42 direction”) requiring the new name to bechanged.\n\t\t\tA delay under subsection (1) may last until the first to occur of—\n\t\t\t\tthe charity trustees notifying the Commission of the charity’s further newname and the date of the further name change, or\n\t\t\t\tthe expiry of the maximum postponement period.\n\t\t\tThe “maximum postponement period” is the period of 60 days beginning at theend of the period specified in the section 42 direction for giving effect tothe direction.\n\t\t\tIf any relevant proceedings are commenced, any day on which the relevantproceedings are ongoing is to be disregarded for the purposes of determiningwhether the period of 60 days mentioned in subsection (3) has elapsed.\n\t\t\tEach of the following are “relevant proceedings”—\n\t\t\t\tproceedings on an appeal brought to the Tribunal under section 319 againstthe section 42 direction or against any steps taken by the Commission with aview to securing compliance with the section 42 direction;\n\t\t\t\tproceedings on an application made to the Tribunal under section 321 forthe review of the Commission’s decision to institute an inquiry under section46 in respect of matters connected with the section 42 direction;\n\t\t\t\tproceedings on an application for judicial review of the Commission’sdecision to give the section 42 direction or to take any steps with a view tosecuring compliance with the section 42 direction;\n\t\t\t\tproceedings on an application under section 336 in respect of disobedienceto the section 42 direction.\n\t\t\tRelevant proceedings are commenced when a notice, claim form or otherdocument is sent or delivered to, or filed with, the Tribunal or court for thepurpose of commencing the proceedings.\n\t\t\tRelevant proceedings are ongoing until—\n\t\t\t\tthe proceedings (including any proceedings on appeal or further appeal)have been concluded, and\n\t\t\t\tany period during which an appeal (or further appeal) may ordinarily bemade has passed.”\n\tPower to direct change of name of exempt charity\n\t\tIn Schedule 9 to the Charities Act 2011 (transitory modifications), omitparagraph 10 and the italic heading preceding it."
    },
    {
        "length": 1617,
        "text": "\nPART 4Charity trustees\n\tPowers relating to appointments of trustees\n\t\tAfter section 184A of the Charities Act 2011 insert—\n\t\t“Invalid appointment of charity trustee\n\t\t\tBPower to confirm trustee appointments etc\n\t\t\t\tSubsection (2) applies if—\n\t\t\t\t\ta person acts, or intends to act, as a charity trustee in relation to acharity, but\n\t\t\t\t\tthere is not, or might not be, a valid appointment or election of thatperson to a qualifying position in relation to that charity.\n\t\t\t\tThe Commission may, with the consent of the person concerned, by orderprovide that for the purposes of anything done (or not done) on or after thedate of the order—\n\t\t\t\t\tany defect in the person’s appointment or election to a qualifying position(including any absence of appointment or election) is to be ignored inrelation to the charity, and\n\t\t\t\t\tso far as is necessary for those purposes, a valid appointment or electionto that qualifying position is to be treated as having been made in respect ofthe person.\n\t\t\t\tFor the purposes of this section a position is a “qualifying position” inrelation to a charity if, as a result of a person holding that position, theperson is a charity trustee of the charity.\n\t\t\t\tThe fact that a position is not a position in a charity does not prevent itfrom being a qualifying position in relation to the charity.\n\t\t\t\tAn order under subsection (2) may include—\n\t\t\t\t\tprovision with respect to the vesting in or transfer of property that theCommission could make on the removal or appointment of a charity trustee by itunder section 69 (Commission’s concurrent jurisdiction with High Court forcertain purposes);\n\t\t\t\t\tprovision that an act of a person who is the subject of the order is validnotwithstanding that there was not at the time the act was carried out a validappointment or election to a qualifying position in respect of that person.\n\t\t\t\tAn order containing provision made by virtue of subsection (5)(a) has thesame effect as an order made under section 69.”\n\tRemuneration of charity trustees etc providing goods or services tocharity\n\t\tIn section 185 of the Charities Act 2011 (remuneration of charity trustees etcproviding services to charity)—\n\t\t\tin the heading, before “services” insert “goods or”;\n\t\t\tin subsection (1), in the words before paragraph (a), before “services”insert “goods or”;\n\t\t\tin subsection (2)—\n\t\t\tin Condition A, in paragraph (a), for “services” substitute “goods orservices, or goods and services,”;\n\t\t\tin Condition A, in paragraph (b), for “services” substitute “goods orservices, or goods and services,”;\n\t\t\tin condition B, for “services” substitute “goods or services, or goodsand services,”;\n\t\t\tfor subsection (3) substitute—\n\t\tThis section does not apply to any remuneration for services provided by aperson in the person’s capacity as a charity trustee or trustee for a charityor under a contract of employment.\n\t\t(3A)Any entitlement to receive remuneration under subsection (2) is inaddition to and does not affect any entitlement to receive the remuneration byvirtue of—\n\t\t\tany provision contained in the trusts of the charity;\n\t\t\tany order of the court or the Commission;\n\t\t\tany other statutory provision contained in or having effect under any Act.”\n\tRemuneration etc of charity trustees etc\n\t\tAfter section 186 of the Charities Act 2011 insert—\n\t\t“186ARemuneration etc for work already carried out\n\t\t\tThis section applies to a person who—\n\t\t\t\thas carried out work for or on behalf of a charity, and\n\t\t\t\tis a charity trustee or trustee for the charity (or was one when the workwas carried out).\n\t\t\tIf the condition in subsection (3) is met, the Commission may by order—\n\t\t\t\trequire the charity trustees of the charity to pay the person suchremuneration for the work as must be specified in the order;\n\t\t\t\tauthorise, to such extent as must be specified in the order, any benefitalready received in connection with the work to be retained.\n\t\t\tThe condition in this subsection is that the Commission considers that itwould be inequitable for the person not to be paid the remuneration or not toretain the benefit.\n\t\t\tIn determining whether to make an order under this section, the Commissionmust in particular have regard to—\n\t\t\t\twhether, if the person had not carried out the work, the charity would havepaid someone else to carry it out,\n\t\t\t\tthe level of skill with which the work was carried out,\n\t\t\t\tany express provision in the trusts of the charity prohibiting the personfrom receiving the remuneration or retaining the benefit, and\n\t\t\t\twhether remunerating the person or allowing the person to retain thebenefit would encourage breaches of trust or breaches of duty by persons intheir capacity as charity trustees or trustees for charities.”\n\tTrustee of charitable trust: status as trust corporation\n\t\tAfter section 334 of the Charities Act 2011 insert—\n\t\t“Trustee of charitable trust: status as trust corporation\n\t\t\tAStatus of certain trustees of charitable trusts\n\t\t\t\tFor the purposes of the provisions listed in subsection (2), “trustcorporation”, in relation to a charitable trust, includes a trustee of or forthe charitable trust if that trustee is a body corporate and itself a charity.\n\t\t\t\tThe provisions are—\n\t\t\t\t\tsection 117(1)(xxx) of the Settled Land Act 1925,\n\t\t\t\t\tparagraph (18) of section 68(1) of the Trustee Act 1925,\n\t\t\t\t\tsection 205(1)(xxviii) of the Law of Property Act 1925,\n\t\t\t\t\tsection 55(1)(xxvi) of the Administration of Estates Act 1925, and\n\t\t\t\t\tsection 128 of the Senior Courts Act 1981.”\n\t\t\t\tThe amendment made by subsection (1) has effect in relation to any trusteeof or for a charitable trust, even if the trustee became the trustee of or forthe charitable trust before the amendment comes into force."
    },
    {
        "length": 767,
        "text": "\nPART 5Charity mergers\n\tGifts to merged charity\n\t\tGifts to merged charity\n\t\t\tThe Charities Act 2011 is amended as follows.\n\t\t\tIn section 239 (effect of registration of CIO), for subsection (3)substitute—\n\t\t\tSubsection (4) applies to a gift if—\n\t\t\t\tthe gift would have taken effect as a gift to one of the old CIOs if it hadnot been dissolved, and\n\t\t\t\tthe date on which the gift would have taken effect is a date on or afterthe date of the registration of the new CIO.\n\t\t\tThe gift takes effect as a gift to the new CIO.”\n\t\t\tIn section 244 (effect of confirmation of resolution to transfer propertyetc to another CIO), for subsection (2) substitute—\n\t\t\tSubsection (3) applies to a gift if—\n\t\t\t\tthe gift would have taken effect as a gift to the transferor CIO if it hadnot been dissolved, and\n\t\t\t\tthe date on which the gift would have taken effect is a date on or afterthe date on which the resolution is confirmed (or treated as confirmed).\n\t\t\tThe gift takes effect as a gift to the transferee CIO.”\n\t\t\tIn section 311 (effect of registering charity merger on gifts totransferor), for subsection (2) substitute—\n\t\t\tSubsection (2A) applies to a gift, other than an excluded gift, if—\n\t\t\t\tthe gift would have taken effect as a gift to the transferor if thetransferor had been in existence, and\n\t\t\t\tthe date on which the gift would have taken effect is a date on or afterthe date of the registration of the merger.\n\t\t\t\t\t(2A)The gift takes effect as a gift to the transferee.”\n\t\t\tThe amendments made by this section have effect in relation to all giftsmade on or after the date this section comes into force; and it does notmatter if the will or other document, agreement, transaction or other meanswhich gives rise to the gift was executed or entered into before that date.\n\tVesting declarations\n\t\tVesting declarations: exclusions\n\t\t\tIn section 310(3) of the Charities Act 2011 (exclusion of certain propertyfrom automatic vesting following a vesting declaration)—\n\t\t\t\tomit paragraph (a);\n\t\t\t\tfor paragraph (b) (but not the “or” following it) substitute—\n\t\t\t\tany land held by the transferor under a lease or agreement if, had thetransferor assigned its interest in the land on the specified date to thetransferee, that assignment would have given rise to—\n\t\t\t\tan actionable breach of covenant or condition against alienation, or\n\t\t\t\ta forfeiture,”.\n\t\tVesting permanent endowment following a merger\n\t\t\tIn section 306 of the Charities Act 2011 (meaning of “relevant charitymerger”), in subsection (2)—\n\t\t\t\tin paragraph (a), omit “a”;\n\t\t\t\tomit paragraph (b) and the “and” before it."
    },
    {
        "length": 257,
        "text": "\nPART 6Legal proceedings\n\tCosts incurred in relation to Tribunal proceedings etc\n\t\tAfter section 324 of the Charities Act 2011 insert—\n\t\t“324APower to authorise costs to be incurred in relation to proceedings\n\t\t\tThe Tribunal may make an authorised costs order on the application of acharity or charity trustees of a charity.\n\t\t\tAn authorised costs order is an order—\n\t\t\t\tmade in respect of proceedings brought, or proposed to be brought, beforethe Tribunal or on appeal from it, and\n\t\t\t\tauthorising payment out of the funds of the charity of costs falling withinsubsection (3).\n\t\t\tThose costs are costs incurred, or to be incurred, in connection with theproceedings—\n\t\t\t\tby the charity,\n\t\t\t\tby its charity trustees, or\n\t\t\t\tby any other person, so far as the charity or its charity trustees areordered by the Tribunal or the court hearing the appeal to bear them.”"
    },
    {
        "length": 908,
        "text": "\nPART 7General\n\tPublic notice as regards Commission orders etc\n\t\tThe Charities Act 2011 is amended as follows.\n\t\tIn section 337 (other provisions as to orders of Commission)—\n\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Where an application is made for an order under this Act or theCommission proposes to make such an order, the Commission—\n\t\t\tmay itself give such public notice as it thinks fit of the contents of theorder applied for or proposed to be made, or\n\t\t\tmay require it to be given by—\n\t\t\tany person making an application for the order, or\n\t\t\tany charity that would be affected by the order.”;\n\t\t\tafter subsection (3) insert—\n\t\t\t“(3A)Where the Commission’s written consent is sought under section 67A, 198,226 or 280A in relation to a charity, the Commission—\n\t\t\tmay itself give such public notice as it thinks fit of the contents of theconsent sought, or\n\t\t\tmay require it to be given by the charity.\n\t\t\t(3B)Where the Commission gives written consent under section 67A, 198, 226 or280A in relation to a charity, the Commission—\n\t\t\tmay itself give such public notice as it thinks fit of the giving orcontents of the consent, or\n\t\t\tmay require it to be given by the charity.”;\n\t\t\tin the heading, after “orders” insert “etc”.\n\t\tIn section 338 (directions of the Commission or person conducting inquiry),in subsection (2), for “any such directions” substitute “a direction of theCommission under any provision of this Act”.\n\t“Connected person”: illegitimate children\n\t\tIn section 350(1) of the Charities Act 2011 (connected person: meaning of“child”), omit “and an illegitimate child”.\n\t“Connected person”: power to amend\n\t\tAfter section 352 of the Charities Act 2011 insert—\n\t\t“352APower to amend definition of “connected person”\n\t\t\tThe Secretary of State may by regulations amend this Act to alter what is a“connected person” for the purposes of any provision of this Act.”\n\t\t\tIn section 348 of that Act (regulations subject to affirmative procedureetc)—\n\t\t\t\tin subsection (1), after paragraph (d) (inserted by section 12) insert—\n\t\t\t\tregulations under section 352A (power to amend definition of “connectedperson”).”;\n\t\t\t\tin subsection (2), after “(d)” (inserted by section 12) insert “or (e)”.\n\tMinor and consequential provision\n\t\tSchedule 2 (which contains minor and consequential amendments) has effect.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only, subject to subsection (2).\n\t\tAn amendment made by—\n\t\t\tsection 24;\n\t\t\tSchedule 1;\n\t\t\tparagraph 12 or 46 of Schedule 2,\n\t\t\t\thas the same extent as the enactment or provision to which it relates.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint anddifferent days may be appointed for different purposes.\n\t\tRegulations under subsection (4) may make consequential, transitional orsaving provision.\n\t\tThis Act may be cited as the Charities Act 2022."
    }
]