{
    "general": "This law changes some rules about charities, universities, and college estates. It updates the Charities Act from 2011 and adds new rules for these organizations. The goal is to make sure they are run well and use their money wisely.",
    "series": [
        [
            {
                "length": 169,
                "short": "\"Charitable Company Purpose Alterations: Ensuring Similarity and Effectiveness\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows charitable companies to alter their purposes, but only if the alteration is similar to the original purposes of the company and is suitable and effective in current social and economic circumstances.\n* Simplified point 2: The Commission must consider the desirability of securing that the company's purposes are similar to the altered purposes, and must have regard to the purposes of the company when it was established, if and so far as they are reasonably ascertainable.\n* Simplified point 3: The Commission must also consider the need for the company to have purposes that are suitable and effective in the light of current social and economic circumstances."
            },
            {
                "length": 312,
                "short": "\"Charity Law Updates: Amending Constitutions & Purpose Maintenance\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 amends the Charities Act 2011 to require prior written consent from the Commission for any amendments to a CIO's constitution that would make a regulated alteration.\n* Simplified point 2: The Commission must consider the purposes of the CIO when it was established, the desirability of securing that the purposes of the CIO are similar to the purposes being altered, and the need for the CIO to have suitable and effective purposes in current social and economic circumstances when considering whether to consent to an alteration.\n* Simplified point 3: The amendment to a CIO's constitution that makes a regulated alteration takes effect when it is registered by the Commission, or on the date specified for that purpose in the resolution containing the amendment.\n* Simplified point 4: Any other amendment to a CIO's constitution takes effect on the date the resolution containing it is passed, or on a later date specified for that purpose in the resolution.\n* Simplified point 5: The amendments to the Charities Act 2011 made by the Charities Act 2022 apply to CIOs established before or after the commencement of the Charities Act 2022."
            },
            {
                "length": 239,
                "short": "\"Charity Trustee Amendment Rules: Streamlined Approval Process\"",
                "text": "\n* Simplified point 1: The section omits the requirement for unincorporated charities to obtain the Commission's consent before amending their trusts.\n* Simplified point 2: The section allows unincorporated charities to amend their trusts by a simple majority vote of the charity trustees, without the need for a resolution passed at a general meeting.\n* Simplified point 3: The section introduces a new power for unincorporated charities to amend their trusts, subject to certain restrictions and requirements.\n* Simplified point 4: The section removes the requirement for unincorporated charities to obtain the Commission's consent before making certain amendments to their trusts.\n* Simplified point 5: The section introduces new provisions for the approval of amendments to the trusts of unincorporated charities, including the requirement for a majority vote of the charity trustees and the approval of the Commission."
            },
            {
                "length": 212,
                "short": "\"Charity Law Amendments: Streamlining Governance & Approval Processes\"",
                "text": "\n* Simplified point 1: The section of the legislation allows charities established by Royal charter to amend their charter with a simple majority vote of the charity trustees, rather than requiring approval from the Queen through an Order in Council.\n* Simplified point 2: The section also allows for the amendment of the charter to be approved by a further resolution passed by a majority of the members entitled to vote at a general meeting, or by the agreement of all the members entitled to attend and vote at a general meeting.\n* Simplified point 3: The section applies to any charity which is established or regulated by Royal charter, and does not apply to other charities.\n* Simplified point 4: The section removes the requirement for Orders under section 73 of the Charities Act 2011 to follow a specific parliamentary procedure."
            },
            {
                "length": 217,
                "short": "\"Charity Law Reform: Cy-Prés Powers and Schemes\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows for the application of cy-près (a legal principle that allows for the redirection of funds for charitable purposes if the original purpose fails) to specific charitable purposes that fail.\n* Simplified point 2: The Act provides for the court or the Commission to make orders for the application of cy-près, and sets out the conditions under which this can be done.\n* Simplified point 3: The Act allows for the charity trustees to apply cy-près to proceeds of fund-raising, and provides for the resolution of the charity trustees to be passed by a majority of the trustees.\n* Simplified point 4: The Act gives the court and the Commission the power to make schemes in relation to charities, and provides for the provisions of the Act to be applied to any other institution that is a charity."
            },
            {
                "length": 297,
                "short": "\"Charity Trustee Powers Expanded under the Charities Act 2022\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 amends the powers of unincorporated charities to spend capital.\n* Simplified point 2: The amendment allows charity trustees to resolve for the purposes of section 281 that an obligation to repay or pay an amount to the fund should cease to have effect, if the adjusted market value of the fund exceeds £25,000 or if the charity trustees have borrowed from the fund and all or part of that borrowing is outstanding.\n* Simplified point 3: The amendment also allows charity trustees to resolve for the purposes of section 282 that an obligation to repay or pay an amount to the fund should cease to have effect, if the charity trustees have borrowed from the fund and all or part of that borrowing is outstanding.\n* Simplified point 4: The amendment introduces a new section 284A, which allows charity trustees to borrow from the fund subject to certain conditions and restrictions.\n* Simplified point 5: The amendment makes other minor changes to the wording of the Act to improve clarity and consistency."
            },
            {
                "length": 219,
                "short": "\"Charity Resolutions: Timeframes and Suspension\"",
                "text": "\n* Simplified point 1: This section of the legislation amends the time period for a resolution under section 282 of the Charities Act 2011 to take effect.\n* Simplified point 2: The \"relevant period\" is now defined as either the period of 60 days beginning with the date the Commission receives the copy of the resolution, or a modified period if the Commission directs the charity trustees to give public notice of the resolution or provide information/explanations.\n* Simplified point 3: The running of the relevant period is suspended during the period of 42 days beginning with the date public notice of the resolution is given by the charity trustees if the Commission directs them to do so.\n* Simplified point 4: The running of the relevant period is also suspended during the period the charity trustees provide information or explanations to the Commission if directed to do so."
            },
            {
                "length": 304,
                "short": "\"Charity Trustee Borrowing Powers Under the Charities Act 2022\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows charity trustees to borrow from an available endowment fund, subject to certain conditions and restrictions.\n* Simplified point 2: The power to borrow is limited to the \"permitted amount\" which is calculated using a formula that takes into account the value of the available endowment fund and the outstanding borrowing from the fund.\n* Simplified point 3: The charity trustees must make arrangements to repay the borrowed amount within 20 years, and they may use an additional amount not exceeding the maximum estimated capital appreciation to repay the borrowed amount.\n* Simplified point 4: The power to accumulate income is not subject to certain restrictions that apply to other powers to accumulate income.\n* Simplified point 5: The charity trustees must apply to the Commission for an order if they are unable to fulfil the arrangements put in place to repay the borrowed amount.\n* Simplified point 6: The Commission may give directions as it thinks fit, including that the relevant amount may be repaid over a longer period, that the charity trustees put in place specified arrangements, or that the charity trustees need not repay the borrowed amount."
            },
            {
                "length": 303,
                "short": "\"Charity Trustees Allowed to Invest in Social Enterprises Under New Law\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows charity trustees to invest in social investments, such as funds that support social enterprises or charitable projects, even if it would otherwise be prohibited by the charity's governing document or the law.\n* Simplified point 2: The charity trustees can make these social investments without needing to obtain the approval of the charity's members or the Commissioners for Charity, as long as they follow certain regulations and resolutions.\n* Simplified point 3: The regulations and resolutions require the charity trustees to ensure that the social investments are made in a way that is consistent with the charity's purposes and principles, and that the investments are not excessive or risky.\n* Simplified point 4: The charity trustees must also ensure that any returns from the social investments are used for the benefit of the charity and its purposes, and not for the benefit of any individual or group.\n* Simplified point 5: The Charities Act 2022 also allows for the creation of \"relevant social investment funds\" which are funds that are specifically established to make social investments, and which are subject to certain regulations and requirements."
            },
            {
                "length": 149,
                "short": "```Omitted Part 14 of Charities Act 2011: Special Trusts for Specific Purposes```",
                "text": "\n* Simplified point 1: The extract omits Part 14 of the Charities Act 2011, which relates to special trusts.\n* Simplified point 2: The extract defines a \"special trust\" as property held and administered by or on behalf of a charity for specific purposes, on separate trusts relating only to that property.\n* Simplified point 3: The special trust does not, by itself, constitute a charity for the purposes of Part 8 (charity accounts, reports, and returns)."
            },
            {
                "length": 301,
                "short": "\"Charity Trustee Ex Gratia Payments: New Powers and Limitations Under the Charities Act 2022\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows charity trustees to make small ex gratia payments without needing explicit authority from the Commission, Attorney General, or court, as long as certain conditions are met.\n* Simplified point 2: The power to make ex gratia payments is limited to payments of property or waiving entitlements, and the value of the property must not exceed a certain threshold (£1,000, £2,500, £10,000, or £20,000 depending on the charity's gross income).\n* Simplified point 3: The power to make ex gratia payments is only available if the charity trustees have no other power to take the action and could reasonably be regarded as being under a moral obligation to do so.\n* Simplified point 4: The power to make ex gratia payments is not disapplied even if the legislation establishing the charity prohibits application of property otherwise than as set out in the legislation.\n* Simplified point 5: The Secretary of State can amend the sums specified in section 331A(6) by regulations."
            },
            {
                "length": 263,
                "short": "\"Charity Land Disposals: Improved Transparency and Accountability\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title: Charities Act 2022.\n* Simplified point 2: The extract outlines changes to the requirements for charities to dispose of land, including the need for a designated adviser's report and the inclusion of certain statements in instruments.\n* Simplified point 3: The changes aim to improve the transparency and accountability of charities in relation to the disposal of land, and to ensure that charities comply with the requirements of the Charities Act 2022.\n* Simplified point 4: The extract also includes amendments to the Universities and College Estates Act 1925, which relate to the powers of universities and colleges over land.\n* Simplified point 5: The amendments to the Universities and College Estates Act 1925 include the insertion of a new section that grants universities and colleges general powers over land, subject to certain restrictions and limitations."
            },
            {
                "length": 216,
                "short": "\"Charity Name Changes: Government and Commission Powers\"",
                "text": "\n* Simplified point 1: The UK government has the power to change the name of a charity if the name is too similar to another charity's name or if it does not accurately reflect the charity's purpose.\n* Simplified point 2: The Charity Commission has the power to delay the registration of a charity if the charity's name is not suitable or if the charity trustees have not complied with a direction to change the name.\n* Simplified point 3: The Charity Commission can also delay the entry of a charity's name in the register if the charity trustees have not notified the Commission of a change of name or if there are relevant proceedings ongoing.\n* Simplified point 4: The Charity Commission has the power to direct a change of name of an exempt charity if the name is not suitable or if there are relevant proceedings ongoing."
            },
            {
                "length": 209,
                "short": "```Charity Trustee Appointment Validation and Remuneration Regulations```",
                "text": "\n* Simplified point 1: This section of the legislation allows the Charity Commission to confirm the appointment of trustees for charities, even if there are defects in the appointment process.\n* Simplified point 2: The Commission can make orders to validate any defective appointments, and provide that the person acting as a trustee is validly appointed, despite any lack of proper appointment procedures.\n* Simplified point 3: The legislation also covers remuneration for trustees who provide goods or services to charities, and allows the Commission to make orders regarding remuneration for work already carried out.\n* Simplified point 4: The section also defines \"trust corporation\" for the purposes of certain provisions in the Trustee Act 1925, to include trustees of charitable trusts who are bodies corporate and themselves charities."
            },
            {
                "length": 207,
                "short": "\"Charity Mergers: Gift Vesting and Property Rights Under the Charities Act 2022\"",
                "text": "\n* Simplified point 1: The section of the Charities Act 2022 deals with the gifts to merged charities.\n* Simplified point 2: The section amends the previous legislation to ensure that gifts made to one of the merging charities before the merger takes effect as a gift to the new charity.\n* Simplified point 3: The section also deals with vesting declarations and exclusions of certain property from automatic vesting following a vesting declaration.\n* Simplified point 4: The section makes amendments to ensure that gifts made to the transferor charity before the merger take effect as gifts to the transferee charity.\n* Simplified point 5: The section also deals with vesting permanent endowment following a merger."
            },
            {
                "length": 200,
                "short": "\"Charity Legal Costs Coverage: Ensuring Financial Stability for Non-Profit Organizations\"",
                "text": "\n* Simplified point 1: This extract of the legislation allows the Tribunal to authorize the payment of costs incurred in legal proceedings related to charities.\n* Simplified point 2: The authorized costs order can cover costs incurred by the charity, its trustees, or other persons, as long as the charity or its trustees are ordered by the Tribunal or the court to bear them.\n* Simplified point 3: The purpose of this provision is to ensure that charities can incur costs related to legal proceedings without facing financial hardship.\n* Simplified point 4: This provision applies to proceedings brought before the Tribunal or on appeal from it, and it allows the Tribunal to authorize payment of costs from the charity's funds."
            },
            {
                "length": 273,
                "short": "The Charities Act 2022 Amendments: Empowering the Commission with Public Notice",
                "text": "\n* Simplified point 1: The Charities Act 2022 amends the Charities Act 2011 to give the Commission the power to give public notice of orders applied for or proposed to be made under the Act.\n* Simplified point 2: The Commission may require any person making an application for an order or the charity affected by the order to give public notice of the contents of the order.\n* Simplified point 3: The Commission may give public notice of its own motion of the contents of the order or the giving of its consent.\n* Simplified point 4: The Act also amends the definition of \"connected person\" to remove illegitimate children and gives the Secretary of State the power to amend the definition by regulations.\n* Simplified point 5: The Act makes minor and consequential amendments to the Charities Act 2011 and extends to England and Wales only.\n* Simplified point 6: The Act comes into force on the day it is passed, except for certain provisions that may be brought into force at a later date by regulations made by statutory instrument."
            }
        ],
        [
            {
                "length": 1025,
                "short": "\"Charity Law Reforms: Streamlining Amendments and Cy-Prés Powers\"",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows charitable companies to alter their purposes, but only if the alteration is similar to the original purposes of the company and is suitable and effective in current social and economic circumstances.\n* Simplified point 2: The Commission must consider the desirability of securing that the company's purposes are similar to the altered purposes, and must have regard to the purposes of the company when it was established, if and so far as they are reasonably ascertainable.\n* Simplified point 3: The Commission must also consider the need for the company to have purposes that are suitable and effective in the light of current social and economic circumstances.\n\n* Simplified point 1: The Charities Act 2022 amends the Charities Act 2011 to require prior written consent from the Commission for any amendments to a CIO's constitution that would make a regulated alteration.\n* Simplified point 2: The Commission must consider the purposes of the CIO when it was established, the desirability of securing that the purposes of the CIO are similar to the purposes being altered, and the need for the CIO to have suitable and effective purposes in current social and economic circumstances when considering whether to consent to an alteration.\n* Simplified point 3: The amendment to a CIO's constitution that makes a regulated alteration takes effect when it is registered by the Commission, or on the date specified for that purpose in the resolution containing the amendment.\n* Simplified point 4: Any other amendment to a CIO's constitution takes effect on the date the resolution containing it is passed, or on a later date specified for that purpose in the resolution.\n* Simplified point 5: The amendments to the Charities Act 2011 made by the Charities Act 2022 apply to CIOs established before or after the commencement of the Charities Act 2022.\n\n* Simplified point 1: The section omits the requirement for unincorporated charities to obtain the Commission's consent before amending their trusts.\n* Simplified point 2: The section allows unincorporated charities to amend their trusts by a simple majority vote of the charity trustees, without the need for a resolution passed at a general meeting.\n* Simplified point 3: The section introduces a new power for unincorporated charities to amend their trusts, subject to certain restrictions and requirements.\n* Simplified point 4: The section removes the requirement for unincorporated charities to obtain the Commission's consent before making certain amendments to their trusts.\n* Simplified point 5: The section introduces new provisions for the approval of amendments to the trusts of unincorporated charities, including the requirement for a majority vote of the charity trustees and the approval of the Commission.\n\n* Simplified point 1: The section of the legislation allows charities established by Royal charter to amend their charter with a simple majority vote of the charity trustees, rather than requiring approval from the Queen through an Order in Council.\n* Simplified point 2: The section also allows for the amendment of the charter to be approved by a further resolution passed by a majority of the members entitled to vote at a general meeting, or by the agreement of all the members entitled to attend and vote at a general meeting.\n* Simplified point 3: The section applies to any charity which is established or regulated by Royal charter, and does not apply to other charities.\n* Simplified point 4: The section removes the requirement for Orders under section 73 of the Charities Act 2011 to follow a specific parliamentary procedure.\n\n* Simplified point 1: The Charities Act 2022 allows for the application of cy-près (a legal principle that allows for the redirection of funds for charitable purposes if the original purpose fails) to specific charitable purposes that fail.\n* Simplified point 2: The Act provides for the court or the Commission to make orders for the application of cy-près, and sets out the conditions under which this can be done.\n* Simplified point 3: The Act allows for the charity trustees to apply cy-près to proceeds of fund-raising, and provides for the resolution of the charity trustees to be passed by a majority of the trustees.\n* Simplified"
            },
            {
                "length": 1025,
                "short": "\n* Group 1: Changes to Disposal of Land Provisions\n\t+ Simplified point 1: Amends requirements for charities to dispose of land, including need for designated adviser's report and inclusion of certain statements in instruments.\n\t+ Simplified point 2: Aims to improve transparency and accountability of charities in relation to disposal of land.\n\t+ Simplified point 3: Includes amendments to the Universities and College Estates Act 1925.\n* Group 2: Name Change and Validation of",
                "text": "\n* Simplified point 1: The extract omits Part 14 of the Charities Act 2011, which relates to special trusts.\n* Simplified point 2: The extract defines a \"special trust\" as property held and administered by or on behalf of a charity for specific purposes, on separate trusts relating only to that property.\n* Simplified point 3: The special trust does not, by itself, constitute a charity for the purposes of Part 8 (charity accounts, reports, and returns).\n\n* Simplified point 1: The Charities Act 2022 allows charity trustees to make small ex gratia payments without needing explicit authority from the Commission, Attorney General, or court, as long as certain conditions are met.\n* Simplified point 2: The power to make ex gratia payments is limited to payments of property or waiving entitlements, and the value of the property must not exceed a certain threshold (£1,000, £2,500, £10,000, or £20,000 depending on the charity's gross income).\n* Simplified point 3: The power to make ex gratia payments is only available if the charity trustees have no other power to take the action and could reasonably be regarded as being under a moral obligation to do so.\n* Simplified point 4: The power to make ex gratia payments is not disapplied even if the legislation establishing the charity prohibits application of property otherwise than as set out in the legislation.\n* Simplified point 5: The Secretary of State can amend the sums specified in section 331A(6) by regulations.\n\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title: Charities Act 2022.\n* Simplified point 2: The extract outlines changes to the requirements for charities to dispose of land, including the need for a designated adviser's report and the inclusion of certain statements in instruments.\n* Simplified point 3: The changes aim to improve the transparency and accountability of charities in relation to the disposal of land, and to ensure that charities comply with the requirements of the Charities Act 2022.\n* Simplified point 4: The extract also includes amendments to the Universities and College Estates Act 1925, which relate to the powers of universities and colleges over land.\n* Simplified point 5: The amendments to the Universities and College Estates Act 1925 include the insertion of a new section that grants universities and colleges general powers over land, subject to certain restrictions and limitations.\n\n* Simplified point 1: The UK government has the power to change the name of a charity if the name is too similar to another charity's name or if it does not accurately reflect the charity's purpose.\n* Simplified point 2: The Charity Commission has the power to delay the registration of a charity if the charity's name is not suitable or if the charity trustees have not complied with a direction to change the name.\n* Simplified point 3: The Charity Commission can also delay the entry of a charity's name in the register if the charity trustees have not notified the Commission of a change of name or if there are relevant proceedings ongoing.\n* Simplified point 4: The Charity Commission has the power to direct a change of name of an exempt charity if the name is not suitable or if there are relevant proceedings ongoing.\n\n* Simplified point 1: This section of the legislation allows the Charity Commission to confirm the appointment of trustees for charities, even if there are defects in the appointment process.\n* Simplified point 2: The Commission can make orders to validate any defective appointments, and provide that the person acting as a trustee is validly appointed, despite any lack of proper appointment procedures.\n* Simplified point 3: The legislation also covers remuneration for trustees who provide goods or services to charities, and allows the Commission to make orders regarding remuneration for work already carried out.\n* Simplified point 4: The section also defines \"trust corporation\" for the purposes of certain provisions in the Trustee Act 1925, to include trust"
            }
        ],
        [
            {
                "length": 1025,
                "short": "Charity Law Changes: Alterations, Consent, and Approval\n\nThe Charities Act 2022 brings significant changes to charity law regarding alterations, consent, and approval. Key simplified points include allowing charitable companies to alter their purposes, simplifying the process for unincorporated charities to amend their trusts, and enabling charities established by Royal charter to amend their charters. Additionally, the Act introduces new provisions for the approval of amendments to trusts and charters, and allows for the application of cy-près to specific char",
                "text": "\n* Simplified point 1: The Charities Act 2022 allows charitable companies to alter their purposes, but only if the alteration is similar to the original purposes of the company and is suitable and effective in current social and economic circumstances.\n* Simplified point 2: The Commission must consider the desirability of securing that the company's purposes are similar to the altered purposes, and must have regard to the purposes of the company when it was established, if and so far as they are reasonably ascertainable.\n* Simplified point 3: The Commission must also consider the need for the company to have purposes that are suitable and effective in the light of current social and economic circumstances.\n\n* Simplified point 1: The Charities Act 2022 amends the Charities Act 2011 to require prior written consent from the Commission for any amendments to a CIO's constitution that would make a regulated alteration.\n* Simplified point 2: The Commission must consider the purposes of the CIO when it was established, the desirability of securing that the purposes of the CIO are similar to the purposes being altered, and the need for the CIO to have suitable and effective purposes in current social and economic circumstances when considering whether to consent to an alteration.\n* Simplified point 3: The amendment to a CIO's constitution that makes a regulated alteration takes effect when it is registered by the Commission, or on the date specified for that purpose in the resolution containing the amendment.\n* Simplified point 4: Any other amendment to a CIO's constitution takes effect on the date the resolution containing it is passed, or on a later date specified for that purpose in the resolution.\n* Simplified point 5: The amendments to the Charities Act 2011 made by the Charities Act 2022 apply to CIOs established before or after the commencement of the Charities Act 2022.\n\n* Simplified point 1: The section omits the requirement for unincorporated charities to obtain the Commission's consent before amending their trusts.\n* Simplified point 2: The section allows unincorporated charities to amend their trusts by a simple majority vote of the charity trustees, without the need for a resolution passed at a general meeting.\n* Simplified point 3: The section introduces a new power for unincorporated charities to amend their trusts, subject to certain restrictions and requirements.\n* Simplified point 4: The section removes the requirement for unincorporated charities to obtain the Commission's consent before making certain amendments to their trusts.\n* Simplified point 5: The section introduces new provisions for the approval of amendments to the trusts of unincorporated charities, including the requirement for a majority vote of the charity trustees and the approval of the Commission.\n\n* Simplified point 1: The section of the legislation allows charities established by Royal charter to amend their charter with a simple majority vote of the charity trustees, rather than requiring approval from the Queen through an Order in Council.\n* Simplified point 2: The section also allows for the amendment of the charter to be approved by a further resolution passed by a majority of the members entitled to vote at a general meeting, or by the agreement of all the members entitled to attend and vote at a general meeting.\n* Simplified point 3: The section applies to any charity which is established or regulated by Royal charter, and does not apply to other charities.\n* Simplified point 4: The section removes the requirement for Orders under section 73 of the Charities Act 2011 to follow a specific parliamentary procedure.\n\n* Simplified point 1: The Charities Act 2022 allows for the application of cy-près (a legal principle that allows for the redirection of funds for charitable purposes if the original purpose fails) to specific charitable purposes that fail.\n* Simplified point 2: The Act provides for the court or the Commission to make orders for the application of cy-près, and sets out the conditions under which this can be done.\n* Simplified point 3: The Act allows for the charity trustees to apply cy-près to proceeds of fund-raising, and provides for the resolution of the charity trustees to be passed by a majority of the trustees.\n\n* Group "
            }
        ]
    ],
    "summary": "The Charities Act 2022 simplifies and streamlines the law governing charities in the United Kingdom. It makes it easier for charities to amend their purposes, and introduces new powers for unincorporated charities to amend their trusts. Additionally, the act allows for the application of cy-près to specific charitable purposes that fail, and improves transparency and accountability in relation to the disposal of land. Finally, the act gives the UK government the power to change the name of a charity if necessary, and confirms the appointment of trustees for charities, even if there are defects in the appointment process."
}