[
    {
        "length": 2037,
        "text": "\n“Work for your benefit” schemes etc.\n\tSchemes for assisting persons to obtain employment: “work for yourbenefit” schemes etc.\n\t\tThe [Jobseekers Act 1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to itemof legislation\") is amended as follows.\n\t\tAfter section 17 insert—\n\t\t““Work for your benefit” schemes etc.\n\t\t\tASchemes for assisting persons to obtain employment: “work for yourbenefit” schemes etc.\n\t\t\t\tRegulations may make provision for or in connection with imposing onclaimants in prescribed circumstances a requirement to participate in schemesof any prescribed description that are designed to assist them to obtainemployment.\n\t\t\t\tRegulations under this section may, in particular, require participants toundertake work, or work-related activity, during any prescribed period with aview to improving their prospects of obtaining employment.\n\t\t\t\tIn subsection (2) “work-related activity”, in relation to any person, meansactivity which makes it more likely that the person will obtain or remain inwork or be able to do so.\n\t\t\t\tRegulations under this section may not require a person to participate in ascheme unless the person would (apart from the regulations) be required tomeet the jobseeking conditions.\n\t\t\t\tRegulations under this section may, in particular, make provision—\n\t\t\t\t\tfor notifying participants of the requirement to participate in a schemewithin subsection (1);\n\t\t\t\t\tfor securing that participants are not required to meet the jobseekingconditions or are not required to meet such of those conditions as arespecified in the regulations;\n\t\t\t\t\tfor suspending any jobseeker’s agreement to which a person is a party forany period during which the person is a participant;\n\t\t\t\t\tfor securing that the appropriate consequence follows if a participant hasfailed to comply with the regulations and it is not shown, within a prescribedperiod, that the participant had good cause for the failure;\n\t\t\t\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a participant has good cause for any failure to complywith the regulations;\n\t\t\t\t\tprescribing circumstances in which a participant is, or is not, to beregarded as having good cause for any failure to comply with the regulations.\n\t\t\t\tIn the case of a jobseeker’s allowance other than a joint-claim jobseeker’sallowance, the appropriate consequence for the purposes of subsection (5)(d)is that the allowance is not payable for such period (of at least one week butnot more than 26 weeks) as may be prescribed.\n\t\t\t\tIn the case of a joint-claim jobseeker’s allowance, the appropriateconsequence for the purposes of subsection (5)(d) is that the participant isto be treated as subject to sanctions for the purposes of section 20A for suchperiod (of at least one week but not more than 26 weeks) as may be prescribed.\n\t\t\t\tRegulations under this section may make provision for an income-basedjobseeker’s allowance to be payable in prescribed circumstances even thoughother provision made by the regulations would prevent payment of it.\n\t\t\t\t\tThis subsection does not apply in the case of a joint-claim jobseeker’sallowance (corresponding provision for which is made by section 20B(4)).\n\t\t\t\tThe provision that may be made by the regulations by virtue of subsection(8) includes, in particular, provision for the allowance to be—\n\t\t\t\t\tpayable only if prescribed requirements as to the provision of informationare complied with;\n\t\t\t\t\tpayable at a prescribed rate;\n\t\t\t\t\tpayable for a prescribed period (which may differ from any period mentionedin subsection (6)).\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “claimant”, in relation to a joint-claim couple claiming a joint-claim jobseeker’s allowance, means either or both of the members of the couple;\n\t\t\t\t\t  * “the jobseeking conditions” means the conditions set out in section 1(2)(a) to (c);\n\t\t\t\t\t  * “participant”, in relation to any time, means any person who is required at that time to participate in a scheme within subsection (1).\n\t\t\tBSection 17A: supplemental\n\t\t\t\tFor the purposes of, or in connection with, any scheme within section17A(1) the Secretary of State may—\n\t\t\t\t\tmake arrangements (whether or not with other persons) for the provision offacilities;\n\t\t\t\t\tprovide support (by whatever means) for arrangements made by other personsfor the provision of facilities;\n\t\t\t\t\tmake payments (by way of fees, grants, loans or otherwise) to personsundertaking the provision of facilities under arrangements within paragraph(a) or (b);\n\t\t\t\t\tmake payments (by way of grants, loans or otherwise) to personsparticipating in the scheme;\n\t\t\t\t\tmake payments in respect of incidental expenses.\n\t\t\t\tFor the purposes of, or in connection with, any scheme within section17A(1)—\n\t\t\t\t\tthe Scottish Ministers, and\n\t\t\t\t\tthe Welsh Ministers,\n\t\t\t\t\t\tmay make payments (by way of fees, grants, loans or otherwise) to persons(including the Secretary of State) undertaking the provision of facilitiesunder arrangements within subsection (1)(a) or (b) if the following conditionis met.\n\t\t\t\tThe condition is that the Scottish Ministers or the Welsh Ministersconsider that the facilities are capable of supporting the training inScotland or Wales of persons for employment.\n\t\t\t\tUnless the Scottish Ministers or Welsh Ministers otherwise specify, thepayments may be used by the person to whom they are made for the provision ofany of the facilities provided under the arrangements.\n\t\t\t\tIn subsections (1) to (4) “facilities” includes services, and any referenceto the provision of facilities includes the making of payments to personsparticipating in the scheme.\n\t\t\t\tThe power of the Secretary of State to make an order under section 26 ofthe Employment Act 1988 (status of trainees etc) includes power to make, inrelation to—\n\t\t\t\t\tpersons participating in any scheme within section 17A(1), and\n\t\t\t\t\tpayments received by them by virtue of subsection (1) above,\n\t\t\t\t\tprovision corresponding to any provision which (by virtue of section 26(1) or(2) of that Act) may be made in relation to persons using such facilities, andto such payments received by them, as are mentioned in section 26(1) of thatAct.”\n\t\t\t\tIn section 36 (regulations and orders), after subsection (4) insert—\n\t\t\t\t“(4A)Without prejudice to the generality of the provisions of this section—\n\t\t\t\t\tregulations under section 17A may make different provision for differentareas;\n\t\t\t\t\tregulations under section 17A may make provision which applies only inrelation to an area or areas specified in the regulations.”\n\t\t\t\tIn paragraph 3 of Schedule 3 to the [Social Security Act 1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (decisionsagainst which an appeal lies: payability of benefit), after paragraph (d)insert—\n\t\t\t\t\tregulations made under section 17A of the Jobseekers Act;”.\n\t\t\t\tIn section 8(2)(b)(i) of the [Social Security Fraud Act 2001 (c.11)](/id/ukpga/2001/11?view=plain \"Go to item of legislation\") (effect ofoffence on joint-claim jobseeker’s allowance), after “is” insert “(or istreated as being)”."
    },
    {
        "length": 3784,
        "text": "\nWork-related activity: income support claimants and partners ofclaimants\n\tThe [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") is amended asfollows.\n\tAfter section 2C insert—\n\t“2DWork-related activity\n\t\tRegulations may make provision for or in connection with imposing on aperson who—\n\t\t\tis entitled to income support, and\n\t\t\tis not a lone parent of a child under the age of 3,\n\t\t\t\ta requirement to undertake work-related activity in accordance withregulations as a condition of continuing to be entitled to the full amount ofincome support payable apart from the regulations.\n\t\tRegulations may make provision for or in connection with imposing on aperson (“P”) who—\n\t\t\tis under pensionable age, and\n\t\t\tis a member of a couple the other member of which (“C”) is entitled to abenefit to which subsection (3) applies at a higher rate referable to P,\n\t\t\ta requirement to undertake work-related activity in accordance withregulations as a condition of the benefit continuing to be payable to C atthat rate.\n\t\tThe benefits to which this subsection applies are—\n\t\t\tincome support;\n\t\t\tan income-based jobseeker’s allowance other than a joint-claim jobseeker’sallowance; and\n\t\t\tan income-related employment and support allowance.\n\t\tRegulations under this section may, in particular, make provision—\n\t\t\tprescribing circumstances in which a person is to be subject to anyrequirement imposed by the regulations (a “relevant requirement”);\n\t\t\tfor notifying a person of a relevant requirement;\n\t\t\tprescribing the time or times at which a person who is subject to arelevant requirement is required to undertake work-related activity and theamount of work-related activity the person is required at any time toundertake;\n\t\t\tprescribing circumstances in which a person who is subject to a relevantrequirement is, or is not, to be regarded as undertaking work-relatedactivity;\n\t\t\tin a case where C is a member of more than one couple, for determiningwhich of the members of the couples is to be subject to a relevant requirementor requiring each of them to be subject to a relevant requirement;\n\t\t\tfor securing that the appropriate consequence follows if —\n\t\t\ta person who is subject to a relevant requirement has failed to comply withthe requirement, and\n\t\t\tit is not shown, within a prescribed period, that the person had goodcause for that failure;\n\t\t\tprescribing the evidence which a person who is subject to a relevantrequirement needs to provide in order to show compliance with the requirement;\n\t\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a person had good cause for any failure to comply with arelevant requirement;\n\t\t\tprescribing circumstances in which a person is, or is not, to be regardedas having good cause for any such failure.\n\t\tFor the purposes of subsection (4)(f) the appropriate consequence is thatthe amount of the benefit payable is to be reduced by the prescribed amountuntil the prescribed time.\n\t\tRegulations under subsection (5) may, in relation to any such reduction,provide—\n\t\t\tfor the amount of the reduction to be calculated in the first instance byreference to such amount as may be prescribed;\n\t\t\tfor the amount as so calculated to be restricted, in prescribedcircumstances, to the prescribed extent.\n\t\tRegulations under this section may include provision that in suchcircumstances as the regulations may provide a person’s obligation under theregulations to undertake work-related activity at a particular time is not toapply, or is to be treated as not having applied.\n\t\tRegulations under this section must include provision for securing thatlone parents are entitled (subject to meeting any prescribed conditions) torestrict the times at which they are required to undertake work-relatedactivity.\n\t\tFor the purposes of this section and sections 2E and 2F—\n\t\t\t“couple” has the meaning given by section 137(1) of the Contributions andBenefits Act;\n\t\t\t“lone parent” means a person who—\n\t\t\tis not a member of a couple, and\n\t\t\tis responsible for, and a member of the same household as, a child;\n\t\t\t“prescribed” means specified in, or determined in accordance with,regulations;\n\t\t\t“work-related activity”, in relation to a person, means activity whichmakes it more likely that the person will obtain or remain in work or be ableto do so;\n\t\t\tany reference to a person attaining pensionable age is, in the case of aman born before 6 April 1955, a reference to the time when a woman born on thesame day as the man would attain pensionable age;\n\t\t\tany reference to a benefit payable to C at a higher rate referable to P isa reference to any case where the amount payable is more than it would be if Cand P were not members of the same couple.\n\t\tFor the purposes of this section regulations may make provision—\n\t\t\tas to circumstances in which one person is to be treated as responsible ornot responsible for another;\n\t\t\tas to circumstances in which persons are to be treated as being or notbeing members of the same household.\n\t\tInformation supplied in pursuance of regulations under this section is tobe taken for all purposes to be information relating to social security.\n\tEAction plans in connection with work-focused interviews\n\t\tThe Secretary of State must in prescribed circumstances provide a document(referred to in this section as an “action plan”) prepared for such purposesas may be prescribed to a person who is subject to a requirement imposed undersection 2A or 2AA in relation to any of the following benefits.\n\t\tThe benefits are—\n\t\t\tincome support;\n\t\t\tan income-based jobseeker’s allowance other than a joint-claim jobseeker’sallowance; and\n\t\t\tan income-related employment and support allowance.\n\t\tRegulations may make provision about—\n\t\t\tthe form of action plans;\n\t\t\tthe content of action plans;\n\t\t\tthe review and updating of action plans.\n\t\tRegulations under this section may, in particular, make provision foraction plans which are provided to a person who is subject under section 2D toa requirement to undertake work-related activity to contain particulars ofactivity which, if undertaken, would enable the requirement to be met.\n\t\tRegulations may make provision for reconsideration of an action plan at therequest of the person to whom it is provided and may, in particular, makeprovision about—\n\t\t\tthe circumstances in which reconsideration may be requested;\n\t\t\tthe period within which any reconsideration must take place;\n\t\t\tthe matters to which regard must be had when deciding on reconsiderationwhether the plan should be changed;\n\t\t\tnotification of the decision on reconsideration;\n\t\t\tthe giving of directions for the purpose of giving effect to the decisionon reconsideration.\n\t\tIn preparing any action plan, the Secretary of State must have regard (sofar as practicable) to its impact on the well-being of any person under theage of 16 who may be affected by it.\n\tFDirections about work-related activity\n\t\tIn prescribed circumstances, the Secretary of State may by direction givento a person subject to a requirement imposed under section 2D provide that theactivity specified in the direction is—\n\t\t\tto be the only activity which, in the person’s case, is to be regarded asbeing work-related activity; or\n\t\t\tto be regarded, in the person’s case, as not being work-related activity.\n\t\tBut a direction under subsection (1) may not specify medical or surgicaltreatment as the only activity which, in any person’s case, is to be regardedas being work-related activity.\n\t\tA direction under subsection (1) given to any person—\n\t\t\tmust be reasonable, having regard to the person’s circumstances;\n\t\t\tmust be given to the person by being included in an action plan provided tothe person under section 2E; and\n\t\t\tmay be varied or revoked by a subsequent direction under subsection (1).\n\t\tWhere a direction under subsection (1) varies or revokes a previousdirection, it may provide for the variation or revocation to have effect froma time before the giving of the direction.\n\tGContracting-out \n\t\tThe following functions of the Secretary of State may be exercised by, orby employees of, such person (if any) as the Secretary of State may authorisefor the purpose, namely—\n\t\t\tconducting interviews under section 2A or 2AA;\n\t\t\tproviding documents under section 2E;\n\t\t\tgiving, varying or revoking directions under section 2F.\n\t\tRegulations may provide for any of the following functions of the Secretaryof State to be exercisable by, or by employees of, such person (if any) as theSecretary of State may authorise for the purpose—\n\t\t\tany function under regulations under any of sections 2A to 2F, except themaking of an excluded decision (see subsection (3));\n\t\t\tthe function under section 9(1) of the 1998 Act (revision of decisions) sofar as relating to decisions (other than excluded decisions) that relate toany matter arising under regulations under any of sections 2A to 2F;\n\t\t\tthe function under section 10(1) of the 1998 Act (superseding of decisions)so far as relating to decisions (other than excluded decisions) of theSecretary of State that relate to any matter arising under regulations underany of sections 2A to 2F;\n\t\t\tany function under Chapter 2 of Part 1 of the 1998 Act (social securitydecisions), except section 25(2) and (3) (decisions involving issues arisingon appeal in other cases), which relates to the exercise of any of thefunctions within paragraphs (a) to (c).\n\t\tEach of the following is an “excluded decision” for the purposes ofsubsection (2)—\n\t\t\ta decision about whether a person has failed to comply with a requirementimposed by regulations under section 2A, 2AA or 2D;\n\t\t\ta decision about whether a person had good cause for failure to comply withsuch a requirement;\n\t\t\ta decision about the reduction of a benefit in consequence of a failure tocomply with such a requirement.\n\t\tRegulations under subsection (2) may provide that a function to which thatsubsection applies may be exercised—\n\t\t\teither wholly or to such extent as the regulations may provide,\n\t\t\teither generally or in such cases as the regulations may provide, and\n\t\t\teither unconditionally or subject to the fulfilment of such conditions asthe regulations may provide.\n\t\tAn authorisation given by virtue of any provision made by or under thissection may authorise the exercise of the function concerned—\n\t\t\teither wholly or to such extent as may be specified in the authorisation,\n\t\t\teither generally or in such cases as may be so specified, and\n\t\t\teither unconditionally or subject to the fulfilment of such conditions asmay be so specified;\n\t\t\t\tbut, in the case of an authorisation given by virtue of regulations undersubsection (2), this subsection is subject to the regulations.\n\t\tAn authorisation given by virtue of any provision made by or under thissection—\n\t\t\tmay specify its duration,\n\t\t\tmay be revoked at any time by the Secretary of State, and\n\t\t\tdoes not prevent the Secretary of State or any other person from exercisingthe function to which the authorisation relates.\n\t\tAnything done or omitted to be done by or in relation to an authorisedperson (or an employee of that person) in, or in connection with, the exerciseor purported exercise of the function concerned is to be treated for allpurposes as done or omitted to be done by or in relation to the Secretary ofState.\n\t\tBut subsection (7) does not apply—\n\t\t\tfor the purposes of so much of any contract made between the authorisedperson and the Secretary of State as relates to the exercise of the function,or\n\t\t\tfor the purposes of any criminal proceedings brought in respect of anythingdone by the authorised person (or an employee of that person).\n\t\tAny decision which an authorised person makes in exercise of the functionconcerned has effect as a decision of the Secretary of State under section 8of the 1998 Act.\n\t\tWhere— \n\t\t\tthe authorisation of an authorised person is revoked at any time, and\n\t\t\tat the time of the revocation so much of any contract made between theauthorised person and the Secretary of State as relates to the exercise of thefunction is subsisting,\n\t\t\tthe authorised person is entitled to treat the contract as repudiated by theSecretary of State (and not as frustrated by reason of the revocation).\n\t\tIn this section—\n\t\t\t“the 1998 Act” means the Social Security Act 1998;\n\t\t\t“authorised person” means a person authorised to exercise any function byvirtue of any provision made by or under this section;\n\t\t\treferences to functions of the Secretary of State under any enactment(including one comprised in regulations) include functions which the Secretaryof State has by virtue of the application of section 8(1)(c) of the 1998 Actin relation to the enactment.\n\tHGood cause for failure to comply with regulations\n\t\tThis section applies to any regulations made under section 2A, 2AA or 2Dthat prescribe matters to be taken into account in determining whether aperson has good cause for any failure to comply with the regulations.\n\t\tThe provision made by the regulations prescribing those matters mustinclude provision relating to—\n\t\t\tthe person’s physical or mental health or condition;\n\t\t\tthe availability of childcare.”\n\t\tIn the italic heading before section 2A, insert “ _and work-relatedactivity_ ”.\n\t\tIn section 189(7A) (regulations which may make provision only in relationto specified areas), for “2C” substitute “2F”.\n\t\tIn section 72(3) of the [Welfare Reform and Pensions Act 1999 (c.30)](/id/ukpga/1999/30?view=plain \"Go to item of legislation\") (supply ofinformation for certain purposes), for paragraphs (a) and (aa) substitute—\n\t\t\tany of sections 2A to 2F and 7A of the Administration Act,”."
    },
    {
        "length": 945,
        "text": "\nLone parents\n\tIn section 124 of the [Social Security Contributions and Benefits Act 1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (conditionsfor income support), after subsection (1) insert—\n\t\t“(1A)Regulations under paragraph (e) of subsection (1) must secure that aperson who—\n\t\tis not a member of a couple, and\n\t\tis responsible for, and a member of the same household as, a child underthe age of 7,\n\t\tfalls within a category of person prescribed under that paragraph.\n\t\t(1B)Subsection (1A) does not apply if regulations under subsection (4)(c) ofsection 1A of the Jobseekers Act 1995 containing the provision mentioned insubsection (5) of that section are in force.”\n\tIn section 2A of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (work-focusedinterviews)—\n\t\tafter subsection (2) insert—\n\t\t“(2A)No requirement may be imposed by virtue of this section on a person who—\n\t\tis not a member of a couple, and\n\t\tis responsible for, and a member of the same household as, a child underthe age of one.\n\t\t(2B)For the purposes of subsection (2A)(b) regulations may make provision—\n\t\tas to circumstances in which one person is to be treated as responsible ornot responsible for another;\n\t\tas to circumstances in which persons are to be treated as being or notbeing members of the same household.”, and”\n\t\tin subsection (8), after “In this section—” insert—\n\t\t\t  * ““couple” has the meaning given by section 137(1) of the Contributions and Benefits Act;”.\n\tIn section 12 of the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (employment andsupport allowance: work-focused interviews), in subsection (1)(b), at the endinsert “or a lone parent of a child under the age of one”.\n\tIn section 13 of that Act (employment and support allowance: work-relatedactivity)—\n\t\tin subsection (1), after “section 12(1)” insert “, and who is not a loneparent of a child under the age of 3,”, and\n\t\tafter subsection (6) insert—\n\t\t“(6A)Regulations under this section shall include provision for securing thatlone parents are entitled (subject to meeting any prescribed conditions) torestrict the times at which they are required to undertake work-relatedactivity.”\n\tIn section 24 of that Act (interpretation of Part 1), after subsection (3)insert—\n\t“(3A)For the purposes of this Part, a person is a lone parent if the person—\n\t\tis not a member of a couple (within the meaning given by section 137(1) ofthe Contributions and Benefits Act), and\n\t\tis responsible for, and a member of the same household as, a person underthe age of 16.\n\t\t(3B)For the purposes of subsection (3A)(b) regulations may make provision—\n\t\tas to circumstances in which one person is to be treated as responsible ornot responsible for another;\n\t\tas to circumstances in which persons are to be treated as being or notbeing members of the same household.”"
    },
    {
        "length": 1376,
        "text": "\nEntitlement to jobseeker’s allowance without seeking employment etc.\n\tThe [Jobseekers Act 1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to itemof legislation\") is amended as follows.\n\tIn section 1 (the jobseeker’s allowance)—\n\t\tfor subsections (2) to (2D) substitute—\n\t\t\t“(1A)The circumstances in which a claimant is entitled to a jobseeker’sallowance are set out in—\n\t\tsection 1A (jobseeker’s allowance other than joint-claim jobseeker’sallowance), and\n\t\tsection 1B (joint-claim jobseeker’s allowance).”, and\n\t\tin subsection (4), for the definition of “a joint-claim couple” substitute—\n\t\t\t  * ““a joint-claim couple” means a couple other than a couple of a prescribed description;”.\n\tAfter section 1 insert—\n\t“1AJobseeker’s allowance other than joint-claim jobseeker’s allowance\n\t\tA claimant is entitled to a jobseeker’s allowance if the claimant meets—\n\t\t\tthe basic conditions; and\n\t\t\tthe conditions set out in section 2 (the contribution-based conditions).\n\t\tA claimant who—\n\t\t\tis not a member of a joint-claim couple, or\n\t\t\tis a member of a joint-claim couple the other member of which has limitedcapability for work,\n\t\t\t\tis entitled to a jobseeker’s allowance if the claimant meets condition A or B.\n\t\tCondition A is that the claimant meets—\n\t\t\tthe basic conditions; and\n\t\t\tthe applicable conditions set out in section 3 (the income-basedconditions).\n\t\tCondition B is that the claimant—\n\t\t\tis not otherwise entitled to a jobseeker’s allowance;\n\t\t\tmeets the basic conditions other than the jobseeking conditions;\n\t\t\tfalls within a prescribed description of person; and\n\t\t\tmeets the applicable conditions set out in section 3.\n\t\tRegulations under paragraph (c) of subsection (4) must secure that a personwho—\n\t\t\tis not a member of a couple, and\n\t\t\tis responsible for, and a member of the same household as, a child underthe age of 7,\n\t\t\tfalls within a description of person prescribed under that paragraph.\n\t\tSubsection (5) does not apply if regulations under subsection (1)(e) ofsection 124 of the Benefits Act containing the provision mentioned insubsection (1A) of that section are in force.\n\t\tFor the purposes of this Act a person meets the basic conditions if theperson—\n\t\t\tis available for employment;\n\t\t\thas entered into a jobseeker’s agreement which remains in force;\n\t\t\tis actively seeking employment;\n\t\t\tis not engaged in remunerative work;\n\t\t\tdoes not have limited capability for work;\n\t\t\tis not receiving relevant education;\n\t\t\tis under pensionable age; and\n\t\t\tis in Great Britain.\n\t\tRegulations may prescribe circumstances in which subsection (2) is to applyto a claimant who is a member of a joint-claim couple the other member ofwhich does not have limited capability for work.\n\t\tSubsections (1) and (2) are subject to the provisions of this Act.\n\tBJoint-claim jobseeker’s allowance\n\t\tA joint-claim couple are entitled to a jobseeker’s allowance if—\n\t\t\ta claim for the allowance is made jointly by the couple;\n\t\t\teach member of the couple meets the basic conditions; and\n\t\t\tthe conditions set out in section 3A are met in relation to the couple.\n\t\tRegulations may, in respect of cases where a person would (but for theregulations) be a member of two or more joint-claim couples, make provisionfor only one of those couples to be a joint-claim couple.\n\t\tThe regulations may, in particular, make provision for the couple which isto be the joint-claim couple to be nominated—\n\t\t\tby the persons who are members of the couple; or\n\t\t\tin default of one of the couples being so nominated, by the Secretary ofState.\n\t\tSubsection (1) is subject to the provisions of this Act.”\n\t\tSchedule 1 contains—\n\t\t\tamendments of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") to provide forwork-focused interviews, and action plans in consequence of work-focusedinterviews, for persons entitled to a jobseeker’s allowance without beingrequired to meet the jobseeking conditions,\n\t\t\tamendments of that Act to provide for the imposition on such persons ofrequirements to undertake work-related activity, and\n\t\t\tother amendments in consequence of, or otherwise in connection with, theamendments made by this section or the amendments mentioned in paragraphs (a)and (b)."
    },
    {
        "length": 492,
        "text": "\nCouples where at least one member capable of work\n\tIn section 124 of the [Social Security Contributions and Benefits Act 1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (conditionsfor income support)—\n\t\tin subsection (1), after paragraph (g) (but before the “and” at the end ofit) insert—\n\t\texcept in such circumstances as may be prescribed, if he is a member of acouple, the other member of the couple has limited capability for work;”,\n\t\tafter subsection (6) insert—\n\t\t\t“(6A)The question whether a person has, or does not have, limited capabilityfor work shall be determined for the purposes of this section in accordancewith the provisions of Part 1 of the Welfare Reform Act 2007 (employment andsupport allowance).\n\t\t(6B)References in that Part to the purposes of that Part shall be construed,where the provisions of that Part have effect for the purposes of thissection, as references to the purposes of this section.”, and\n\t\tin subsection (7), for “Part 1 of the Welfare Reform Act 2007 (employmentand support allowance)” substitute “that Part”.\n\tIn paragraph 6 of Schedule 1 to the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (conditions forincome-related employment and support allowance)—\n\t\tin sub-paragraph (1), after paragraph (d) insert—\n\t\tis not a member of a couple the other member of which does not havelimited capability for work;”, and”\n\t\tafter sub-paragraph (2) insert—\n\t\t“(2A)Regulations may prescribe circumstances in which sub-paragraph (1)(da)does not apply.”"
    },
    {
        "length": 210,
        "text": "\nStatutory sick pay and employment and support allowance\n\tIn section 20 of the [Welfare Reform Act 2007](/id/ukpga/2007/5?view=plain \"Goto item of legislation\") (relationship of employment and support allowancewith statutory sick pay and other statutory payments), for subsection (1)substitute—\n\tA person—\n\t\tis not entitled to a contributory allowance in respect of a day, and\n\t\texcept as regulations may provide, is not entitled to an income-relatedallowance in respect of a day,\n\t\tif, for the purposes of statutory sick pay, that day is a day of incapacityfor work in relation to a contract of service and falls within a period ofentitlement (whether or not it is a qualifying day).”"
    },
    {
        "length": 847,
        "text": "\nTransitional provision relating to sections 4 to 6\n\tThe Secretary of State may by regulations make such provision as theSecretary of State considers necessary or expedient for the purposes of, or inconnection with, the transition of persons to—\n\t\tincome-based jobseeker’s allowance, or\n\t\tincome-related employment and support allowance,\n\t\t\tby virtue of any provision of sections 4 to 6.\n\tRegulations under this section may, in particular, make provision—\n\t\tfor the termination or cancellation of awards of income support or income-related employment and support allowance;\n\t\tfor a person whose award of income support or income-related employment andsupport allowance has been terminated or cancelled under regulations made byvirtue of paragraph (a) to be treated as having been awarded a transitionalallowance;\n\t\tfor any such award of a transitional allowance to be—\n\t\tof such a kind,\n\t\tfor such period,\n\t\tof such an amount, and\n\t\tsubject to such conditions,\n\t\tas may be determined in accordance with the regulations;\n\t\tfor a person’s continuing entitlement to a transitional allowance to bedetermined by reference to such provision as may be made by the regulations;\n\t\tfor the termination of an award of a transitional allowance;\n\t\tfor the review of an award of a transitional allowance;\n\t\tthat— \n\t\tdays which were days of entitlement to income support or income-relatedemployment and support allowance, and\n\t\tsuch other days as may be specified in or determined in accordance withthe regulations,\n\t\tare to be treated as having been days during which a person was, or would havebeen, entitled to an income-based jobseeker’s allowance or income-relatedemployment and support allowance.\n\tSubsections (3) to (5) of section 175 of the [Social Security Contributionsand Benefits Act 1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item oflegislation\") (supplementary provisions in relation to powers to makesubordinate legislation under that Act) apply in relation to the power to makeregulations under this section as they apply to any power to make regulationsunder that Act.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tIn this section—\n\t\t  * “income-based jobseeker’s allowance” has the same meaning as in the [Jobseekers Act 1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\"); \n\t\t  * “income-related employment and support allowance” means an income-related allowance under Part 1 of the [Welfare Reform Act 2007 (c. 5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (employment and support allowance); \n\t\t  * “transitional allowance” means an income-based jobseeker’s allowance or income-related employment and support allowance. "
    },
    {
        "length": 391,
        "text": "\nParliamentary procedure: regulations imposing work-related activityrequirements on lone parents of children under 7\n\tThis section applies to regulations made under any relevant provision whichimpose a requirement on any lone parent of a child under the age of 7 toundertake work-related activity (within the meaning of the regulations).\n\tIn subsection (1) “relevant provision” means—\n\t\tsection 2D(1) of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\"),\n\t\tsection 18B of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\"), or\n\t\tsection 13 of the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\").\n\tA statutory instrument containing regulations to which this section applies(whether alone or with other provision) may not be made at any time during theperiod of 5 years beginning with the day on which this Act is passed unless adraft of the statutory instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\tIf subsection (3) applies to any regulations, any provision of an Act underwhich a statutory instrument containing the regulations would be subject toannulment in pursuance of a resolution of either House of Parliament does notapply."
    },
    {
        "length": 813,
        "text": "\nAbolition of income support\n\tAbolition of income support\n\t\tThis section applies if, whether as a result of—\n\t\t\tprovision made by any regulations under section 1A(4)(c) or (8) of the[Jobseekers Act 1995](/id/ukpga/1995/18?view=plain \"Go to item oflegislation\") (as inserted by section 4 above), or\n\t\t\tprovision made by or under any other enactment, or otherwise,\n\t\t\t\tthe Secretary of State considers that it is no longer appropriate for anycategory of person to be prescribed under section 124(1)(e) of the [SocialSecurity Contributions and Benefits Act 1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (conditions forincome support).\n\t\tThe Secretary of State may by order provide for section 124 of the [SocialSecurity Contributions and Benefits Act 1992](/id/ukpga/1992/4?view=plain \"Goto item of legislation\") (which establishes the entitlement to income support)to cease to have effect.\n\t\tIf an order is made under subsection (2)—\n\t\t\tthe amendments made by Schedule 2, and\n\t\t\tthe repeals in Part 1 of Schedule 7,\n\t\t\thave effect in accordance with provision made by the order.\n\t\tThe Secretary of State may by order make such transitional or consequentialprovision or savings as the Secretary of State considers necessary orexpedient for the purposes of or in connection with the abolition of incomesupport (including provision of the kind mentioned in section 7(2)).\n\t\tThe consequential provision that may be made by an order under subsection(4) includes, in particular, provision amending, repealing or revoking—\n\t\t\tany provision of any Act (whenever passed), or\n\t\t\tany provision of any instrument made under any Act (whenever made).\n\t\tIn subsection (5) “Act” means—\n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\ta Measure or Act of the National Assembly for Wales.\n\t\tSubsections (3) to (5) of section 175 of the [Social Security Contributionsand Benefits Act 1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item oflegislation\") (supplementary provisions in relation to powers to makesubordinate legislation under that Act) apply in relation to any power to makean order under this section as they apply to any power to make orders underthat Act.\n\t\tAny power to make an order under this section is exercisable by statutoryinstrument.\n\t\tAn order under subsection (2) may not be made unless a draft of thestatutory instrument containing the order (whether alone or with otherprovision) has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\tA statutory instrument containing an order under subsection (4) is (unlessa draft of it has been approved by a resolution of each House of Parliament)subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 342,
        "text": "\nWork-related activity for claimants of employment and support allowance\n\tPower to direct claimant to undertake specific work-related activity\n\t\tIn section 15 of the Welfare Reform Act [2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (directions aboutwork-related activity), for subsections (1) and (2) substitute—\n\t\tIn prescribed circumstances, the Secretary of State may by direction givento a person subject to a requirement imposed under section 13(1) provide thatthe activity specified in the direction is—\n\t\t\tto be the only activity which, in the person’s case, is to be regarded asbeing work-related activity; or\n\t\t\tto be regarded, in the person’s case, as not being work-related activity.\n\t\t\t(1A)But a direction under subsection (1) may not specify medical or surgicaltreatment as the only activity which, in any person’s case, is to be regardedas being work-related activity.\n\t\tA direction under subsection (1) given to any person—\n\t\t\tmust be reasonable, having regard to the person’s circumstances;\n\t\t\tmust be given to the person by being included in an action plan provided tothe person under section 14; and\n\t\t\tmay be varied or revoked by a subsequent direction under subsection (1).”"
    },
    {
        "length": 181,
        "text": "\nJobseeker’s allowance and employment and support allowance: drugs\n\tClaimants dependent on drugs etc.\n\t\tPart 1 of Schedule 3 makes provision for or in connection with imposingrequirements on claimants for a jobseeker’s allowance in cases where—\n\t\t\tthey are dependent on, or have a propensity to misuse, any drug, and\n\t\t\tany such dependency or propensity is a factor affecting their prospects ofobtaining or remaining in work.\n\t\tPart 1 of that Schedule also contains a power for the provisions concernedto apply in relation to alcohol.\n\t\tPart 2 of that Schedule makes similar provision in relation to claimantsfor an employment and support allowance."
    },
    {
        "length": 1508,
        "text": "\nContributory jobseeker’s allowance and employment and support allowance\n\tConditions for contributory jobseeker’s allowance\n\t\tSection 2 of the [Jobseekers Act 1995 (c. 18)](/id/ukpga/1995/18?view=plain\"Go to item of legislation\") (jobseeker’s allowance: the contribution-basedconditions) is amended as follows.\n\t\tIn subsection (2), for paragraph (b) substitute—\n\t\t\tthe claimant’s relevant earnings for the base year upon which primaryClass 1 contributions have been paid or treated as paid are not less than thebase year’s lower earnings limit multiplied by 26.”\n\t\tAfter that subsection insert—\n\t\t\t“(2A)Regulations may make provision for the purposes of subsection (2)(b) fordetermining the claimant’s relevant earnings for the base year.\n\t\t(2B)Regulations under subsection (2A) may, in particular, make provision—\n\t\t\tfor making that determination by reference to the amount of a person’searnings for periods comprised in the base year;\n\t\t\tfor determining the amount of a person’s earnings for any such period by—\n\t\t\tfirst determining the amount of the earnings for the period in accordancewith regulations made for the purposes of section 3(2) of the Benefits Act,and\n\t\t\tthen disregarding so much of the amount found in accordance with sub-paragraph (i) as exceeded the base year’s lower earnings limit (or theprescribed equivalent).”\n\t\tIn subsection (3A), for “subsections (2)(b) and (3)” substitute “subsection(3)”.\n\t\tAfter that subsection insert—\n\t\t“(3B)Regulations may—\n\t\t\tprovide for the first set of conditions to be taken to be satisfied in thecase of persons—\n\t\t\twho have been entitled to any prescribed description of benefit during anyprescribed period or at any prescribed time, or\n\t\t\twho satisfy other prescribed conditions;\n\t\t\twith a view to securing any relaxation of the requirements of the first setof conditions in relation to persons who have been entitled as mentioned inparagraph (a)(i), provide for that set of conditions to apply in relation tothem subject to prescribed modifications.\n\t\t\t(3C)In subsection (3B)—\n\t\t\t\t  * “the first set of conditions” means the condition set out in subsection (1)(a) and the additional conditions set out in subsection (2);\n\t\t\t\t  * “benefit” means—\n\t\t\tany benefit within the meaning of section 122(1) of the Benefits Act,\n\t\t\tany benefit under Parts 7 to 12 of the Benefits Act,\n\t\t\tcredits under regulations under section 22(5) of the Benefits Act,\n\t\t\ta contribution-based jobseeker’s allowance, and\n\t\t\tworking tax credit.”\n\t\tIn paragraph 45 of Schedule 1 to the [National Insurance Contributions Act2002 (c. 19)](/id/ukpga/2002/19?view=plain \"Go to item of legislation\") (whichamended section 2(2)(b) of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\")), for “section2(2)(b) and (3)” substitute “section 2(3)”.\n\tConditions for contributory employment and support allowance\n\t\tParagraph 1 of Schedule 1 to the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (employment andsupport allowance: conditions relating to national insurance) is amended asfollows.\n\t\tIn sub-paragraph (1)(a) (Class 1 or Class 2 contributions to have been paidin respect of one of last three complete tax years), for “three” substitute“two”.\n\t\tIn sub-paragraph (1), for paragraph (c) substitute—\n\t\t\tthe claimant’s earnings determined in accordance with sub-paragraph (2)must be not less than the base tax year’s lower earnings limit multiplied by26.”\n\t\tFor sub-paragraphs (2) and (3) substitute—\n\t\tThe earnings referred to in sub-paragraph (1)(c) are the aggregate of—\n\t\t\tthe claimant’s relevant earnings for the base tax year upon which primaryClass 1 contributions have been paid or treated as paid, and\n\t\t\tthe claimant’s earnings factors derived from Class 2 contributions.\n\t\tRegulations may make provision for the purposes of sub-paragraph (2)(a) fordetermining the claimant’s relevant earnings for the base tax year.\n\t\t\t(3A)Regulations under sub-paragraph (3) may, in particular, make provision—\n\t\t\tfor making that determination by reference to the amount of a person’searnings for periods comprised in the base tax year;\n\t\t\tfor determining the amount of a person’s earnings for any such period by—\n\t\t\tfirst determining the amount of the earnings for the period in accordancewith regulations made for the purposes of section 3(2) of the Contributionsand Benefits Act, and\n\t\t\tthen disregarding so much of the amount found in accordance with sub-paragraph (i) as exceeded the base tax year’s lower earnings limit (or theprescribed equivalent).”\n\t\tIn sub-paragraph (4)—\n\t\t\tin paragraph (a), for “persons who” substitute “persons—\n\t\t\twho”, \n\t\t\tin that paragraph, after “prescribed time” insert “, or\n\t\t\twho satisfy other prescribed conditions”, and\n\t\t\tin paragraph (b), for “so entitled” substitute “entitled as mentioned inparagraph (a)(i)”."
    },
    {
        "length": 283,
        "text": "\nDisability living allowance\n\tMobility component\n\t\tSection 73 of the Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (mobilitycomponent of disability living allowance) is amended as follows.\n\t\tIn subsection (1), for paragraph (b) (together with the “or” at the end ofit) substitute—\n\t\t\the falls within subsection (1AB) below; or\n\t\t\the does not fall within that subsection but does fall within subsection (2)below; or”.\n\t\tIn subsection (1A)(a), after “paragraph (a),” insert “(ab),”.\n\t\tAfter subsection (1A) insert—\n\t\t\t“(1AB)A person falls within this subsection if—\n\t\t\the has such severe visual impairment as may be prescribed; and\n\t\t\the satisfies such other conditions as may be prescribed.”\n\t\tIn subsection (11)(a), after “subsection (1)(a),” insert “(ab),”."
    },
    {
        "length": 497,
        "text": "\nAbolition of adult dependency increases\n\tMaternity allowance and carer’s allowance\n\t\tThe following provisions of the [Social Security Contributions and BenefitsAct 1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\")(“the Benefits Act”) are omitted on 6 April 2010—\n\t\t\tsection 82 (maternity allowance: increase for adult dependants); and\n\t\t\tsection 90 (carer’s allowance: increase for adult dependants).\n\t\tNothing in subsection (1) or Part 2 of Schedule 7 applies in relation to—\n\t\t\tthe amount of a maternity allowance payable for a maternity allowanceperiod (within the meaning of section 35(2) of the Benefits Act) which beginsbefore 6 April 2010 but ends on or after that date, or\n\t\t\tthe amount of a carer’s allowance payable to a qualifying person at anytime on or after 6 April 2010 but before the appropriate date.\n\t\tIn subsection (2)(b)—\n\t\t\t  * “a qualifying person” means a person who— \n\t\t\thas, before 6 April 2010, made a claim for an increase in a carer’s allowanceunder section 90 of the Benefits Act; and\n\t\t\timmediately before that date is either entitled to the increase claimed or abeneficiary to whom section 92 of the Benefits Act applies in respect of thatincrease (continuation of awards where fluctuating earnings);\n\t\t\t\t  * “the appropriate date” means whichever is the earlier of— \n\t\t\t6 April 2020; and\n\t\t\tthe date when the qualifying person ceases to be either entitled to thatincrease or a beneficiary to whom section 92 of the Benefits Act applies inrespect of that increase."
    },
    {
        "length": 3149,
        "text": "\nExternal provider social loans and community care grants\n\tExternal provider social loans\n\t\tAfter Part 8 of the [Social Security Contributions and Benefits Act 1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") insert—\n\t\t“Part 8ZAExternal Provider Social Loans\n\t\t\tZA Arrangements for external provider social loans\n\t\t\t\tThe Secretary of State may with the consent of the Treasury make sucharrangements as the Secretary of State thinks fit with any person for thepurpose of securing the making by that person (“the lender”) of loans toeligible persons.\n\t\t\t\tIn subsection (1) “eligible person” means an individual who—\n\t\t\t\t\tis in receipt of a prescribed benefit, or\n\t\t\t\t\thas needs of a prescribed description.\n\t\t\t\tArrangements under this section may relate to particular areas in GreatBritain or to the whole of Great Britain.\n\t\t\t\tArrangements under this section may provide for the making of payments bythe Secretary of State to the lender—\n\t\t\t\t\tin respect of sums required for making loans, and\n\t\t\t\t\tin respect of other expenses of the lender.\n\t\t\t\tArrangements under this section may in particular—\n\t\t\t\t\tspecify categories of eligible person to whom a loan may not be made,\n\t\t\t\t\tmake provision as to the criteria to be applied by the lender indetermining whether to make a particular loan;\n\t\t\t\t\tspecify circumstances in which a loan may or may not be made;\n\t\t\t\t\tmake provision as to the manner in which the terms and conditions relatingto repayment of the loan are to be determined by the lender;\n\t\t\t\t\tmake provision as to the keeping of accounts by the lender;\n\t\t\t\t\trequire the provision of information by the lender to the Secretary ofState;\n\t\t\t\t\trequire the provision to prospective borrowers of information or guidanceabout budgeting.\n\t\t\t\tArrangements under this section may also—\n\t\t\t\t\tmake provision as to the duration of the arrangements and as to thecircumstances in which they may be terminated;\n\t\t\t\t\tprovide for the making of payments by the lender to the Secretary of Stateif the arrangements cease to be in force.\n\t\t\t\tAny payments by virtue of subsection (4)(a) are to be made out of thesocial fund.\n\t\t\t\tAny sums received by virtue of subsection (6)(b) are to be paid into thesocial fund.\n\t\t\t\tIn this Part a loan made by virtue of arrangements under this section isreferred to as an “external provider social loan”.\n\t\t\tZB Transfer of loans\n\t\t\t\tArrangements under section 140ZA may provide—\n\t\t\t\t\tfor the right to repayment of a loan made under section 138(1)(b) beforethe arrangements come into force to be transferred to the person with whom thearrangements are made, and\n\t\t\t\t\tfor the right to repayment of an external provider social loan to betransferred to the Secretary of State on the arrangements ceasing to be inforce.\n\t\t\t\tRegulations may make provision modifying any provision of this Act, theAdministration Act or the Social Security Act 1998 in its application to loansin relation to which provision made by virtue of subsection (1)(a) or (b) haseffect.\n\t\t\tZC Annual report on operation of arrangements\n\t\t\t\tThe Secretary of State shall prepare an annual report on the operation ofarrangements under section 140ZA.\n\t\t\t\tA copy of every such report shall be laid before each House of Parliament.”\n\t\t\t\tAfter section 78 of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") insert—\n\t\t“Repayments of external provider social loans\n\t\t\tARepayments of external provider social loans\n\t\t\t\tRegulations may provide for the collection by the Secretary of State ofrepayments of a qualifying loan—\n\t\t\t\t\tby deduction in accordance with the regulations from prescribed benefitspayable to—\n\t\t\t\t\tthe borrower, or\n\t\t\t\t\twhere the borrower is a member of a couple, the other member of thecouple, or\n\t\t\t\t\tin any other way.\n\t\t\t\tIn subsection (1) “qualifying loan” means—\n\t\t\t\t\tan external provider social loan, as defined by subsection (9) of section140ZA of the Contributions and Benefits Act, or\n\t\t\t\t\ta loan made by virtue of arrangements made under any provision havingeffect in Northern Ireland and corresponding to that section.\n\t\t\t\tThe Secretary of State must pay any amounts collected to the person to whomthe loan is repayable, except to the extent that the regulations otherwiseprovide.\n\t\t\t\tIn this section “couple” has the meaning given by section 137(1) of theContributions and Benefits Act.”\n\tPower to restrict availability of social fund loans\n\t\tIn section 138 of the Social Security Contributions and Benefits Act 1992(payments out of the social fund) after subsection (2) insert—\n\t“(2A)Regulations may restrict the making of payments by way of crisis loan orbudgeting loan to persons living in areas in which external provider socialloans (as defined by section 140ZA(9)) are to any extent available.”\n\tSupply of information to or by lenders making external provider socialloans\n\t\tAfter section 122F of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") insert—\n\t\t“Lenders making external provider social loans\n\t\t\tGSupply of information in connection with external provider socialloans\n\t\t\t\tRegulations may make provision—\n\t\t\t\t\tauthorising the Secretary of State, or a person providing services to theSecretary of State, to supply to relevant persons information relating tosocial security, and\n\t\t\t\t\tauthorising or requiring relevant persons to supply to the Secretary ofState, or a person providing services to the Secretary of State, informationrelating to the operation of arrangements under section 140ZA of theContributions and Benefits Act (external provider social loans).\n\t\t\t\tIn this section “relevant person” means—\n\t\t\t\t\ta person with whom arrangements have been made under section 140ZA of theContributions and Benefits Act, or\n\t\t\t\t\ta person providing services to such a person.\n\t\t\t\tRegulations under this section must specify the purposes for whichinformation may be supplied by virtue of subsection (1)(a), which must bepurposes connected with external provider social loans.\n\t\t\t\tRegulations may make provision as to the use or disclosure of informationsupplied under the regulations (including provision creating criminaloffences).\n\t\t\t\tIn this section “external provider social loan” has the meaning given bysection 140ZA(9) of the Contributions and Benefits Act.”\n\tCommunity care grants relating to specified goods or services\n\t\tThe [Social Security Contributions and Benefits Act 1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 138 (payments out of social fund), before subsection (3) insert—\n\t\t\t“(2B)If or to the extent that directions issued under subsection (2) ofsection 140 by virtue of subsection (4)(ca) of that section require the awardof a community care grant to be expressed as the award of a payment for goodsor services specified in the award, the power to make a payment out of thesocial fund under subsection (1)(b) shall be exercised by making a payment toa third party specified in the award, with a view to the third partyproviding, or arranging for the provision of, the specified goods or servicesfor the applicant.”\n\t\tIn subsection (3) of that section, for “The power” substitute “If or to theextent that subsection (2B) does not apply, the power”.\n\t\tIn section 139 (awards by social fund officers), in subsection (1), after“how much it is to be” insert “or, where section 138(2B) applies, what goodsor services are to be specified”.\n\t\tFor subsection (5) of that section substitute—\n\t\tPayment of an award shall be made to the applicant unless—\n\t\t\tsection 138(2B) applies, or\n\t\t\tthe appropriate officer determines otherwise.”\n\t\tIn section 140 (principles of determination), in subsection (4), afterparagraph (c) insert—\n\t\t\tthat, except in circumstances specified in the direction, an appropriateofficer shall express an award of a community care grant as the award of apayment for goods or services that are—\n\t\t\tdetermined by the appropriate officer in accordance with the direction,\n\t\t\tspecified in the award, and\n\t\t\tto be provided by, or under arrangements made by, a specified person withwhom arrangements have been made by the Secretary of State.”\n\t\tAfter that subsection insert—\n\t\t“(4A)The reference in subsection (1) to the amount or value to be awarded is,in a case where directions under subsection (4)(ca) apply, to be read as areference to the goods or services to be specified in the award.”\n\tCommunity care grants: reviews and information\n\t\tIn section 38 of the [Social Security Act 1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (reviews ofdeterminations) in subsection (1)—\n\t\t\tin paragraph (a), after “social fund determination” insert “other than anexcluded determination”, and\n\t\t\tin paragraph (b), for “such a determination” substitute “a social funddetermination”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)For the purposes of subsection (1)(a) an “excluded determination” is anydetermination to award a community care grant where the award is expressed asthe award of a payment for goods or services specified in the award, otherthan such a determination made in prescribed circumstances.”\n\t\tAfter section 122G of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") insert—\n\t\t“Persons supplying goods and services to recipients of community caregrants\n\t\t\tHSupply of information in connection with community care grants\n\t\t\t\tIn this section “relevant supplier” means—\n\t\t\t\t\ta person with whom the Secretary of State has made arrangements of the kindmentioned in section 140(4)(ca)(iii) of the Contributions and Benefits Act(arrangements for supply of goods or services in connection with communitycare grants), or\n\t\t\t\t\ta person providing services to such a person.\n\t\t\t\tRegulations may make provision authorising the Secretary of State, or aperson providing services to the Secretary of State, to supply to relevantsuppliers information relating to community care grants.\n\t\t\t\tRegulations may make provision authorising or requiring relevant suppliersto supply to the Secretary of State or a person providing services to theSecretary of State, information relating to the operation of the arrangements.\n\t\t\t\tRegulations under this section must specify the purposes for whichinformation may be supplied by virtue of subsection (2) or (3), which must bepurposes connected with community care grants.\n\t\t\t\tRegulations may make provision as to the use or disclosure of informationsupplied under the regulations (including provision creating criminaloffences).\n\t\t\t\tIn this section “community care grant” has the same meaning as in Part 8 ofthe Contributions and Benefits Act.”\n\tRegulations relating to information: parliamentary control\n\t\tIn section 190 of the Social Security Administration Act 1992 (parliamentarycontrol of orders and regulations), in subsection (1), before the “or” at theend of paragraph (ab) insert—\n\t\t\tregulations under section 122G(4) or 122H(5) which create an offence orincrease the penalty for an offence;”."
    },
    {
        "length": 573,
        "text": "\nPayments on account\n\tPayments on account\n\t\tThe [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 5 (regulations about claims for and payments of benefit)—\n\t\t\tin subsection (1), omit paragraph (r) (which relates to payments onaccount), and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(1A)Regulations may provide for the making of a payment on account of housingbenefit—\n\t\t\twhere no claim has been made and it is impracticable for one to be madeimmediately;\n\t\t\twhere a claim has been made and it is impracticable for the claim to beimmediately determined;\n\t\t\twhere an award has been made but it is impracticable to pay the full amountof the benefit immediately.\n\t\t\t(1B)Regulations may provide for the making of a payment on account of anyother benefit to which this section applies—\n\t\t\twhere a person by or in respect of whom a claim has been or might be made(including a person in respect of whom an award has been made) would be inneed if no payment on account were made;\n\t\t\twhere an award has been made but it is impracticable to pay the full amountof the benefit immediately.\n\t\t\t(1C)Regulations may make provision about the manner in which payments onaccount of a benefit to which this section applies are to be set againstsubsequent payments of benefit (other than payments on account).”\n\t\tIn section 7 (which relates to the relationship between benefits), insubsection (2)(a), for “section 5(1)(r)” substitute “section 5(1A) or (1B)”.\n\t\tIn section 16 (emergency payments by local authorities and other bodies),in subsection (1), for “subsection (1)(r)” substitute “subsection (1B)”.\n\t\tIn section 71 (overpayments—general), for subsection (7) substitute—\n\t\tCircumstances may be prescribed in which a payment on account by virtue ofsection 5(1B) may be recovered to the extent that it is not set againstsubsequent payments of the benefit to which it relates.”"
    },
    {
        "length": 354,
        "text": "\nUp-rating of benefits\n\tPower to up-rate benefits following review in tax year 2009-10\n\t\tIn relation to the review under subsection (1) of section 150 of the SocialSecurity Administration Act 1992 (annual up-rating of benefits) in the taxyear ending with 5 April 2010, the other provisions of that section are tohave effect as if—\n\t\t\tafter subsection (2) there were inserted—\n\t\t\t“(2A)Where it appears to the Secretary of State that the general level ofprices is no greater at the end of the period under review than it was at thebeginning of that period, the Secretary of State may, if the Secretary ofState considers it appropriate having regard to the national economicsituation and any other matters which the Secretary of State considersrelevant, lay before Parliament the draft of an up-rating order—\n\t\t\twhich increases by such a percentage or percentages as the Secretary ofState thinks fit any of the sums mentioned in subsection (1); and\n\t\t\tstating the amount of any sums which are mentioned in subsection (1) butwhich the order does not increase.”,\n\t\t\tin subsection (5), after “(2)” there were inserted “or (2A)”, and\n\t\t\tin subsection (6)—\n\t\t\tafter “(2)” there were inserted “or (2A)”, and\n\t\t\tafter “requires” there were inserted “or authorises”."
    },
    {
        "length": 3139,
        "text": "\nLoss of benefit provisions\n\tBefore section 7 of the [Social Security Fraud Act 2001 (c.11)](/id/ukpga/2001/11?view=plain \"Go to item of legislation\") (but after theitalic heading immediately before that section) insert—\n\t“6AMeaning of “disqualifying benefit” and “sanctionable benefit” forpurposes of sections 6B and 7\n\t\tIn this section and sections 6B and 7—\n\t\t\t  * “disqualifying benefit” means (subject to any regulations under section 10(1))—\n\t\t\tany benefit under the Jobseekers Act 1995 or the Jobseekers (Northern Ireland)Order 1995;\n\t\t\tany benefit under the State Pension Credit Act 2002 or the State PensionCredit Act (Northern Ireland) 2002;\n\t\t\tany benefit under Part 1 of the Welfare Reform Act 2007 or Part 1 of theWelfare Reform Act (Northern Ireland) 2007 (employment and support allowance);\n\t\t\tany benefit under the Social Security Contributions and Benefit Act 1992 orthe Social Security Contributions and Benefits (Northern Ireland) Act 1992other than—\n\t\t\tmaternity allowance;\n\t\t\tstatutory sick pay and statutory maternity pay;\n\t\t\tany war pension;\n\t\t\t\t  * “sanctionable benefit” means (subject to subsection (2) and to any regulations under section 10(1)) any disqualifying benefit other than—\n\t\t\tjoint-claim jobseeker’s allowance;\n\t\t\tany retirement pension;\n\t\t\tgraduated retirement benefit;\n\t\t\tdisability living allowance;\n\t\t\tattendance allowance;\n\t\t\tchild benefit;\n\t\t\tguardian’s allowance;\n\t\t\ta payment out of the social fund in accordance with Part 8 of the SocialSecurity Contributions and Benefits Act 1992;\n\t\t\ta payment under Part 10 of that Act (Christmas bonuses).\n\t\tIn their application to Northern Ireland sections 6B and 7 shall haveeffect as if references to a sanctionable benefit were references only to awar pension.\n\tBLoss of benefit in case of conviction, penalty or caution for benefitoffence\n\t\tSubsection (4) applies where a person (“the offender”)—\n\t\t\tis convicted of one or more benefit offences in any proceedings,\n\t\t\tafter being given a notice under subsection (2) of the appropriate penaltyprovision by an appropriate authority, agrees in the manner specified by theappropriate authority to pay a penalty under the appropriate penalty provisionto the appropriate authority by reference to an overpayment, in a case wherethe offence mentioned in subsection (1)(b) of the appropriate penaltyprovision is a benefit offence, or\n\t\t\tis cautioned in respect of one or more benefit offences.\n\t\tIn subsection (1)(b)—\n\t\t\t“the appropriate penalty provision” means section 115A of theAdministration Act (penalty as alternative to prosecution) or section 109A ofthe Social Security Administration (Northern Ireland) 1992 (the correspondingprovision for Northern Ireland);\n\t\t\t“appropriate authority” means—\n\t\t\tin relation to section 115A of the Administration Act, the Secretary ofState or an authority which administers housing benefit or council taxbenefit, and\n\t\t\tin relation to section 109A of the Social Security Administration(Northern Ireland) Act 1992, the Department (within the meaning of that Act)or the Northern Ireland Housing Executive.\n\t\tSubsection (4) does not apply by virtue of subsection (1)(a) if, becausethe proceedings in which the offender was convicted constitute the later setof proceedings for the purposes of section 7, the restriction in subsection(2) of that section applies in the offender’s case.\n\t\tIf this subsection applies and the offender is a person with respect towhom the conditions for an entitlement to a sanctionable benefit are or becomesatisfied at any time within the disqualification period, then, even thoughthose conditions are satisfied, the following restrictions shall apply inrelation to the payment of that benefit in the offender’s case.\n\t\tSubject to subsections (6) to (10), the sanctionable benefit shall not bepayable in the offender’s case for any period comprised in thedisqualification period.\n\t\tWhere the sanctionable benefit is income support, the benefit shall bepayable in the offender’s case for any period comprised in thedisqualification period as if the applicable amount used for the determinationunder section 124(4) of the Social Security Contributions and Benefits Act1992 of the amount of the offender’s entitlement for that period were reducedin such manner as may be prescribed.\n\t\tThe Secretary of State may by regulations provide that, where thesanctionable benefit is jobseeker’s allowance, any income-based jobseeker’sallowance shall be payable, during the whole or a part of any period comprisedin the disqualification period, as if one or more of the following applied—\n\t\t\tthe rate of the allowance were such reduced rate as may be prescribed;\n\t\t\tthe allowance were payable only if there is compliance by the offender withsuch obligations with respect to the provision of information as may beimposed by the regulations;\n\t\t\tthe allowance were payable only if the circumstances are otherwise such asmay be prescribed.\n\t\tThe Secretary of State may by regulations provide that, where thesanctionable benefit is state pension credit, the benefit shall be payable inthe offender’s case for any period comprised in the disqualification period asif the rate of the benefit were reduced in such manner as may be prescribed.\n\t\tThe Secretary of State may by regulations provide that, where thesanctionable benefit is employment and support allowance, any income-relatedallowance shall be payable, during the whole or a part of any period comprisedin the disqualification period, as if one or more of the following applied—\n\t\t\tthe rate of the allowance were such reduced rate as may be prescribed;\n\t\t\tthe allowance were payable only if there is compliance by the offender withsuch obligations with respect to the provision of information as may beimposed by the regulations;\n\t\t\tthe allowance were payable only if the circumstances are otherwise such asmay be prescribed.\n\t\tThe Secretary of State may by regulations provide that, where thesanctionable benefit is housing benefit or council tax benefit, the benefitshall be payable, during the whole or a part of any period comprised in thedisqualification period, as if one or more of the following applied—\n\t\t\tthe rate of the benefit were reduced in such manner as may be prescribed;\n\t\t\tthe benefit were payable only if the circumstances are such as may beprescribed.\n\t\tFor the purposes of this section the disqualification period, in relationto any disqualifying event, means the period of four weeks beginning with suchdate, falling after the date of the disqualifying event, as may be determinedby or in accordance with regulations made by the Secretary of State.\n\t\tThis section has effect subject to section 6C.\n\t\tIn this section and section 6C—\n\t\t\t  * “benefit offence” means—\n\t\t\tany post-commencement offence in connection with a claim for a disqualifyingbenefit;\n\t\t\tany post-commencement offence in connection with the receipt or payment of anyamount by way of such a benefit;\n\t\t\tany post-commencement offence committed for the purpose of facilitating thecommission (whether or not by the same person) of a benefit offence;\n\t\t\tany post-commencement offence consisting in an attempt or conspiracy to commita benefit offence;\n\t\t\t\t  * “disqualifying event” means the conviction falling within subsection (1)(a), the agreement falling within subsection (1)(b) or the caution falling within subsection (1)(c);\n\t\t\t\t  * “post-commencement offence” means any criminal offence committed after the commencement of this section.\n\tCSection 6B: supplementary provisions\n\t\tWhere— \n\t\t\tthe conviction of any person of any offence is taken into account for thepurposes of the application of section 6B in relation to that person, and\n\t\t\tthat conviction is subsequently quashed,\n\t\t\t\tall such payments and other adjustments shall be made as would be necessary ifno restriction had been imposed by or under section 6B that could not havebeen imposed if the conviction had not taken place.\n\t\tWhere, after the agreement of any person (“P”) to pay a penalty under theappropriate penalty provision is taken into account for the purposes of theapplication of section 6B in relation to that person—\n\t\t\tP’s agreement to pay the penalty is withdrawn under subsection (5) of theappropriate penalty provision, or\n\t\t\tit is decided on an appeal or in accordance with regulations under theSocial Security Act 1998 or the Social Security (Northern Ireland) Order 1998that the overpayment to which the agreement relates is not recoverable or due,\n\t\t\tall such payments and other adjustments shall be made as would be necessary ifno restriction had been imposed by or under section 6B that could not havebeen imposed if P had not agreed to pay the penalty.\n\t\tWhere, after the agreement (“the old agreement”) of any person (“P”) to paya penalty under the appropriate penalty provision is taken into account forthe purposes of the application of section 6B in relation to P, the amount ofthe overpayment to which the penalty relates is revised on an appeal or inaccordance with regulations under the Social Security Act 1998 or the SocialSecurity (Northern Ireland) Order 1998—\n\t\t\tsection 6B shall cease to apply by virtue of the old agreement, and\n\t\t\tsubsection (4) shall apply.\n\t\tWhere this subsection applies—\n\t\t\tif there is a new disqualifying event consisting of—\n\t\t\tP’s agreement to pay a penalty under the appropriate penalty provision inrelation to the revised overpayment, or\n\t\t\tP being cautioned in relation to the offence to which the old agreementrelates,\n\t\t\tthe disqualification period relating to the new disqualifying event shall bereduced by the number of days in so much of the disqualification periodrelating to the old agreement as had expired when section 6B ceased to applyby virtue of the old agreement, and\n\t\t\tin any other case, all such payments and other adjustments shall be made aswould be necessary if no restriction had been imposed by or under section 6Bthat could not have been imposed if P had not agreed to pay the penalty.\n\t\tFor the purposes of section 6B—\n\t\t\tthe date of a person’s conviction in any proceedings of a benefit offenceshall be taken to be the date on which the person was found guilty of thatoffence in those proceedings (whenever the person was sentenced) or in thecase mentioned in paragraph (b)(ii) the date of the order for absolutedischarge; and\n\t\t\treferences to a conviction include references to—\n\t\t\ta conviction in relation to which the court makes an order for absolute orconditional discharge or a court in Scotland makes a probation order,\n\t\t\tan order for absolute discharge made by a court of summary jurisdiction inScotland under section 246(3) of the Criminal Procedure (Scotland) Act 1995without proceeding to a conviction, and\n\t\t\ta conviction in Northern Ireland.\n\t\tIn this section “the appropriate penalty provision” has the meaning givenby section 6B(2)(a).”\n\t\tIn Schedule 4—\n\t\t\tPart 1 contains further amendments of the [Social Security Fraud Act 2001(c. 11)](/id/ukpga/2001/11?view=plain \"Go to item of legislation\"), and\n\t\t\tPart 2 contains related amendments of other Acts."
    },
    {
        "length": 2121,
        "text": "\nJobseeker’s allowance: sanctions for violent conduct etc. in connectionwith claim\n\tThe [Jobseekers Act 1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to itemof legislation\") is amended as follows.\n\tAfter section 20B insert—\n\t“Violent conduct etc. in connection with claim\n\t\tCSanctions for violent conduct etc. in connection with claim\n\t\t\tThis section applies if—\n\t\t\t\ta person (“the offender”) is convicted of, or in England and Wales iscautioned in respect of, an offence involving violence or harassment,\n\t\t\t\tthe conduct constituting the offence was done to, or in relation to, aperson who was in the course of exercising functions under this Act on anypremises,\n\t\t\t\tthe conduct occurred while the offender was on those premises for thepurposes of a claim to a jobseeker’s allowance, and\n\t\t\t\tthe offender is a person, or a member of a joint-claim couple, with respectto whom the conditions for entitlement to a jobseeker’s allowance are orbecome satisfied.\n\t\t\tIn the case of a jobseeker’s allowance other than a joint-claim jobseeker’sallowance—\n\t\t\t\tthe allowance is not to be payable in respect of the offender for theperiod of one week beginning with such date as may be prescribed (even thoughthe conditions for entitlement are satisfied); and\n\t\t\t\ton the first occasion (if any) on which another sanctions provision appliesin the case of the offender, the sanctions period is to be extended in thatcase by a period of five weeks.\n\t\t\tFor the purposes of subsection (2)(b)—\n\t\t\t\tthe reference to another sanctions provision is to any provision made by orunder this Act (other than subsection (2)) which provides for a jobseeker’sallowance not to be payable for a period; and\n\t\t\t\tthe reference to the sanctions period is to the period for which theallowance would (but for subsection (2)(b)) not be payable by virtue of thatprovision.\n\t\t\tIn the case of a joint-claim jobseeker’s allowance—\n\t\t\t\tthe offender is to be treated as subject to sanctions for the purposes ofsection 20A for the period of one week beginning with such date as may beprescribed (even though the conditions for entitlement are satisfied); and\n\t\t\t\ton the first occasion (if any) on which another sanctions provision appliesin the case of the offender, the sanctions period is to be extended in thatcase by a period of five weeks.\n\t\t\tFor the purposes of subsection (4)(b)—\n\t\t\t\tthe reference to another sanctions provision is to any provision made by orunder this Act (other than subsection (4)) which provides for a member of ajoint-claim couple to be (or be treated as being) subject to sanctions for thepurposes of section 20A for a period; and\n\t\t\t\tthe reference to the sanctions period is to the period for which the memberof the couple would (but for subsection (4)(b)) be (or be treated as being)subject to sanctions for those purposes by virtue of that provision.\n\t\t\tRegulations may make provision for subsections (2) and (4) not to apply atany time after the end of a prescribed period or otherwise in prescribedcircumstances.\n\t\t\tRegulations may make provision for an income-based jobseeker’s allowance tobe payable in prescribed circumstances even though the preceding provisions ofthis section prevent payment of it.\n\t\t\t\tThis subsection does not apply in the case of a joint-claim jobseeker’sallowance (corresponding provision for which is made by section 20B(4)).\n\t\t\tThe provision that may be made by regulations by virtue of subsection (7)includes, in particular, provision for the allowance to be—\n\t\t\t\tpayable only if prescribed requirements as to the provision of informationare complied with;\n\t\t\t\tpayable at a prescribed rate;\n\t\t\t\tpayable for only part of a week.\n\t\t\tIf— \n\t\t\t\ta jobseeker’s allowance was not payable, or was payable at a reduced rate,as a result of the application of this section in a case where a person wasconvicted of an offence involving violence or harassment, and\n\t\t\t\tthe person’s conviction is subsequently quashed,\n\t\t\t\tall such payments and other adjustments are to be made as would be necessaryif the person had never been convicted of the offence.\n\t\tDSection 20C: supplementary\n\t\t\tFor the purposes of section 20C in its application in relation to Englandand Wales each of the following is an offence involving violence orharassment—\n\t\t\t\tcommon assault or battery;\n\t\t\t\tan offence under section 16, 18, 20 or 47 of the Offences against thePerson Act 1861;\n\t\t\t\tan offence under section 3, 4, 4A or 5 of the Public Order Act 1986;\n\t\t\t\tan offence under section 2 or 4 of the Protection from Harassment Act 1997;\n\t\t\t\tan offence under section 29, 31 or 32 of the Crime and Disorder Act 1998;\n\t\t\t\tan ancillary offence in relation to an offence within any of paragraphs (a)to (e).\n\t\t\tIn subsection (1)(f) “ancillary offence”, in relation to an offence, meansany of the following—\n\t\t\t\taiding, abetting, counselling or procuring the commission of the offence;\n\t\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting crime) in relation to the offence;\n\t\t\t\tattempting or conspiring to commit the offence.\n\t\t\tFor the purposes of section 20C in its application in relation to Scotlandeach of the following is an offence involving violence or harassment—\n\t\t\t\tassault; \n\t\t\t\ta breach of the peace;\n\t\t\t\tan offence under section 50A of the Criminal Law (Consolidation) ScotlandAct 1995;\n\t\t\t\tan ancillary offence in relation to an offence within any of paragraphs (a)to (c).\n\t\t\tIn subsection (3)(d) “ancillary offence”, in relation to an offence, meansany of the following—\n\t\t\t\tbeing art and part in the commission of the offence or counselling orprocuring its commission;\n\t\t\t\tinciting a person to commit the offence;\n\t\t\t\tattempting or conspiring to commit the offence.\n\t\t\tFor the purposes of section 20C references to a conviction includereferences to a conviction in relation to which the court makes an order forconditional discharge or a court in Scotland makes a probation order.\n\t\t\tFor the purposes of section 20C “cautioned” means—\n\t\t\t\tcautioned after the person concerned has admitted the offence, or\n\t\t\t\treprimanded or warned within the meaning given by section 65 of the Crimeand Disorder Act 1998.\n\t\t\tRegulations may make provision for or in connection with requiring suchpersons as may be prescribed to notify the Secretary of State about prescribedmatters for the purposes of section 20C.\n\t\t\tRegulations may amend subsections (1) to (4) by adding or removing anoffence.”\n\t\t\tIn section 37(1)(c) (regulations subject to the affirmative resolutionprocedure), after “7,” insert “20D(8),”.\n\t\t\tIn paragraph 3(d) of Schedule 3 to the [Social Security Act 1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (decisionsagainst which an appeal lies: payability of benefit), before “of theJobseekers Act” insert “or 20C”."
    },
    {
        "length": 104,
        "text": "\nRepeal of sections 62 to 66 of the Child Support, Pensions and SocialSecurity Act 2000\n\tIn the [Child Support, Pensions and Social Security Act 2000 (c.19)](/id/ukpga/2000/19?view=plain \"Go to item of legislation\"), omit sections62 to 66 (loss of benefit for breach of community order)."
    },
    {
        "length": 1016,
        "text": "\nPilot schemes\n\tState pension credit: pilot schemes\n\t\tThe [State Pension Credit Act 2002 (c. 16)](/id/ukpga/2002/16?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tBefore section 19 (but after the italic heading immediately before thatsection) insert—\n\t\t“18APilot schemes\n\t\t\tAny regulations to which this subsection applies may be made so as to haveeffect for a specified period not exceeding 12 months.\n\t\t\tSubject to subsection (3), subsection (1) applies to—\n\t\t\t\tregulations made under this Act, and\n\t\t\t\tregulations made under section 1 or 5 of the Administration Act.\n\t\t\tSubsection (1) only applies to regulations if they are made with a view toascertaining whether their provisions will—\n\t\t\t\tmake it more likely that persons who are entitled to claim state pensioncredit will do so;\n\t\t\t\tmake it more likely that persons who are entitled to claim state pensioncredit will receive it.\n\t\t\tRegulations which, by virtue of subsection (1), are to have effect for alimited period are referred to in this section as a “pilot scheme”.\n\t\t\tA pilot scheme may, in particular—\n\t\t\t\tprovide for a relevant provision not to apply, or to apply withmodifications, for the purposes of the pilot scheme, and\n\t\t\t\tmake different provision for different cases or circumstances.\n\t\t\tFor the purposes of subsection (5)(a), a “relevant provision” is—\n\t\t\t\tany provision of this Act, and\n\t\t\t\tsection 1 of the Administration Act.\n\t\t\tA pilot scheme may provide that no account is to be taken of any paymentmade under the pilot scheme in considering a person’s—\n\t\t\t\tliability to tax,\n\t\t\t\tentitlement to benefit under an enactment relating to social security(irrespective of the name or nature of the benefit), or\n\t\t\t\tentitlement to a tax credit.\n\t\t\tA pilot scheme may provide that its provisions are to apply only inrelation to—\n\t\t\t\tone or more specified areas or localities;\n\t\t\t\tone or more specified classes of person;\n\t\t\t\tpersons selected—\n\t\t\t\tby reference to prescribed criteria, or\n\t\t\t\ton a sampling basis.\n\t\t\tA pilot scheme may make consequential or transitional provision withrespect to the cessation of the scheme on the expiry of the specified period.\n\t\t\tA pilot scheme may be replaced by a further pilot scheme making the sameor similar provision.\n\t\t\tThe power of the Secretary of State to make regulations which, by virtueof this section, are to have effect for a limited period is exercisable onlywith the consent of the Treasury.”\n\t\t\tIn section 19 (regulations and orders) after subsection (2) insert—\n\t\t\t\t“(2A)A statutory instrument containing regulations which, by virtue of section18A, are to have effect for a limited period shall not be made unless a draftof the instrument has been laid before, and approved by a resolution of, eachHouse of Parliament.”\n\tPeriod for which pilot schemes have effect etc.\n\t\tIn section 29 of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") (pilotschemes)—\n\t\t\tin subsection (1), for “12 months” substitute “36 months”, and\n\t\t\tin subsection (8), for the words from “facilitate” to the end substitute“make it more likely that persons will obtain or remain in work or be able todo so”.\n\t\tIn section 19(1) of the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (pilot schemes),for “24 months” substitute “36 months”."
    },
    {
        "length": 434,
        "text": "\nExemption from jobseeking conditions for victims of domestic violence\n\tIn Schedule 1 to the [Jobseekers Act 1995](/id/ukpga/1995/18?view=plain \"Goto item of legislation\") (supplementary provisions), after paragraph 8Ainsert—\n\t\t“8B(1)This paragraph applies if domestic violence has been inflicted on orthreatened against a person (“V”) in prescribed circumstances.\n\tThe Secretary of State must exercise the powers to make regulations undersections 6(4) and 7(4) so as to secure that, for an exempt period, V istreated as—\n\t\tbeing available for employment; and\n\t\tactively seeking employment.\n\tIf V has not entered into a jobseeker’s agreement before the exempt periodbegins, the Secretary of State must also exercise the power to makeregulations under section 9(10) so as to secure that V is treated as havingentered into a jobseeker’s agreement which is in force for the exempt period.\n\tIn this paragraph—\n\t\t  * “domestic violence” has such meaning as may be prescribed;\n\t\t  * “exempt period” means a period of 13 weeks beginning no later than a prescribed period after the date (or last date) on which the domestic violence was inflicted or threatened.\n\tRegulations may make provision for the purposes of this paragraphprescribing circumstances in which domestic violence is, or is not, to beregarded as being inflicted on or threatened against a person.”\n\tIn section 37(1)(c) of that Act (regulations subject to the affirmativeresolution procedure), after “or paragraph” insert “8B or”."
    },
    {
        "length": 413,
        "text": "\nGood cause for failure to comply with regulations etc.\n\tIn Schedule 1 to the [Jobseekers Act 1995](/id/ukpga/1995/18?view=plain \"Goto item of legislation\") (supplementary provisions), after paragraph 14Ainsert—\n\t“Good or just cause for acts or omissions\n\t\t14B(1)This paragraph applies to any regulations made under this Act thatprescribe matters to be taken into account in determining whether a person hasgood cause or just cause for any act or omission (including any failure tocomply with the regulations).\n\t\tThe provision made by the regulations prescribing those matters mustinclude provision relating to—\n\t\t\tthe person’s physical or mental health or condition;\n\t\t\tthe availability of childcare.”\n\t\tIn Schedule 2 to the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (employment andsupport allowance: supplementary provisions), after paragraph 10 insert—\n\t“Good cause for failure to comply with certain regulations\n\t\t10A(1)This paragraph applies to any regulations made under section 11, 12 or13 that prescribe matters to be taken into account in determining whether aperson has good cause for any failure to comply with the regulations.\n\t\tThe provision made by the regulations prescribing those matters mustinclude provision relating to—\n\t\t\tthe person’s physical or mental health or condition;\n\t\t\tthe availability of childcare.”"
    },
    {
        "length": 274,
        "text": "\nJobseekers’ agreements and action plans: well-being of children\n\tIn section 9 of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") (thejobseeker’s agreement), after subsection (4) insert—\n\t\t“(4A)In preparing a jobseeker’s agreement for a claimant, the officer musthave regard (so far as practicable) to its impact on the well-being of anychild who may be affected by it.”\n\tIn section 14 of the [Welfare Reform Act 2007](/id/ukpga/2007/5?view=plain\"Go to item of legislation\") (employment and support allowance: action plansin connection with work-focused interviews), at the end insert—\n\tIn preparing any action plan, the Secretary of State must have regard (sofar as practicable) to its impact on the well-being of any person under theage of 16 who may be affected by it.”"
    },
    {
        "length": 1998,
        "text": "\nContracting out functions under Jobseekers Act 1995\n\tThe [Jobseekers Act 1995](/id/ukpga/1995/18?view=plain \"Go to item oflegislation\") is amended as follows.\n\tBefore section 21 (but after the italic heading immediately before thatsection) insert—\n\t“20EContracting out\n\t\tThe following functions of the Secretary of State may be exercised by, orby employees of, such person (if any) as the Secretary of State may authorisefor the purpose, namely—\n\t\t\tconducting interviews under section 11A;\n\t\t\tproviding documents under section 11C;\n\t\t\tgiving, varying or revoking directions under section 18B(5);\n\t\t\tasking questions under paragraph 1 of Schedule A1;\n\t\t\tmaking decisions under paragraph 2 or 3 of that Schedule;\n\t\t\texercising any functions in relation to rehabilitation plans underparagraph 5 or 6 of that Schedule.\n\t\tThe following functions of officers of the Secretary of State may beexercised by, or by employees of, such person (if any) as the Secretary ofState may authorise for the purpose, namely—\n\t\t\tspecifying places and times, and being contacted, under section 8;\n\t\t\tentering into or varying any jobseeker’s agreement under section 9 or 10and referring any proposed agreement or variation to the Secretary of Stateunder section 9 or 10;\n\t\t\tgiving notifications under section 16 or 18A;\n\t\t\tgiving, varying or revoking directions under section 18A.\n\t\tRegulations may provide for any of the following functions of the Secretaryof State to be exercisable by, or by employees of, such person (if any) as theSecretary of State may authorise for the purpose—\n\t\t\tany function under regulations under section 8, 11A, 11C, 17A or 18B orSchedule A1, except the making of an excluded decision (see subsection (4));\n\t\t\tthe function under section 9(1) of the 1998 Act (revision of decisions) sofar as relating to decisions (other than excluded decisions) that relate toany matter arising under any such regulations;\n\t\t\tthe function under section 10(1) of the 1998 Act (superseding of decisions)so far as relating to decisions (other than excluded decisions) of theSecretary of State that relate to any matter arising under any suchregulations;\n\t\t\tany function under Chapter 2 of Part 1 of the 1998 Act (social securitydecisions), except section 25(2) and (3) (decisions involving issues arisingon appeal in other cases), which relates to the exercise of any of thefunctions within paragraphs (a) to (c).\n\t\tEach of the following is an “excluded decision” for the purposes ofsubsection (3)—\n\t\t\ta decision about whether a person has failed to comply with a requirementimposed by regulations under section 8, 11A or 17A or Schedule A1;\n\t\t\ta decision about whether a person had good cause for failure to comply withsuch a requirement;\n\t\t\ta decision about not paying or reducing a jobseeker’s allowance inconsequence of a failure to comply with such a requirement.\n\t\tRegulations under subsection (3) may provide that a function to which thatsubsection applies may be exercised—\n\t\t\teither wholly or to such extent as the regulations may provide,\n\t\t\teither generally or in such cases as the regulations may provide, and\n\t\t\teither unconditionally or subject to the fulfilment of such conditions asthe regulations may provide.\n\t\tAn authorisation given by virtue of any provision made by or under thissection may authorise the exercise of the function concerned—\n\t\t\teither wholly or to such extent as may be specified in the authorisation,\n\t\t\teither generally or in such cases as may be so specified, and\n\t\t\teither unconditionally or subject to the fulfilment of such conditions asmay be so specified;\n\t\t\t\tbut, in the case of an authorisation given by virtue of regulations undersubsection (3), this subsection is subject to the regulations.\n\t\tAn authorisation given by virtue of any provision made by or under thissection—\n\t\t\tmay specify its duration,\n\t\t\tmay be revoked at any time by the Secretary of State, and\n\t\t\tdoes not prevent the Secretary of State or any other person from exercisingthe function to which the authorisation relates.\n\t\tAnything done or omitted to be done by or in relation to an authorisedperson (or an employee of that person) in, or in connection with, the exerciseor purported exercise of the function concerned is to be treated for allpurposes as done or omitted to be done by or in relation to the Secretary ofState or (as the case may be) an officer of the Secretary of State.\n\t\tBut subsection (8) does not apply—\n\t\t\tfor the purposes of so much of any contract made between the authorisedperson and the Secretary of State as relates to the exercise of the function,or\n\t\t\tfor the purposes of any criminal proceedings brought in respect of anythingdone by the authorised person (or an employee of that person).\n\t\tAny decision which an authorised person makes in exercise of a function ofthe Secretary of State has effect as a decision of the Secretary of Stateunder section 8 of the 1998 Act.\n\t\tWhere— \n\t\t\tthe authorisation of an authorised person is revoked at any time, and\n\t\t\tat the time of the revocation so much of any contract made between theauthorised person and the Secretary of State as relates to the exercise of thefunction is subsisting,\n\t\t\tthe authorised person is entitled to treat the contract as repudiated by theSecretary of State (and not as frustrated by reason of the revocation).\n\t\tIn this section—\n\t\t\t“the 1998 Act” means the Social Security Act 1998;\n\t\t\t“authorised person” means a person authorised to exercise any function byvirtue of any provision made by or under this section;\n\t\t\treferences to functions of the Secretary of State under any enactment(including one comprised in regulations) include functions which the Secretaryof State has by virtue of the application of section 8(1)(c) of the 1998 Actin relation to the enactment.”\n\t\tIn each of the following provisions for “employment officer” substitute“officer of the Secretary of State”—\n\t\t\tsection 8(1)(a),\n\t\t\tsection 9(1), (5), (6) and (7)(b),\n\t\t\tsection 10(1), (4), (5) and (6)(b)(ii),\n\t\t\tsection 16(3)(b)(ii),\n\t\t\tsection 19(5)(b)(ii), (6)(c) and (10)(b) (as the section has effect beforeits substitution by paragraph 6 of Schedule 1 to this Act), and\n\t\t\tsection 20A(2)(b)(ii) and (f) (as the section has effect before itssubstitution by paragraph 7 of that Schedule).\n\t\tIn section 8(1A)(a), for “the Secretary of State” substitute “an officer ofthe Secretary of State”.\n\t\tIn relation to any time before paragraph 4 of Schedule 1 to this Act isfully in force, section 20E(2)(c) and (d) of the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") have effect asif they included references to the giving of notifications or directions undersection 19 or 20A of that Act."
    },
    {
        "length": 736,
        "text": "\nAttendance in connection with jobseeker’s allowance: sanctions\n\tSection 8 of the [Jobseekers Act 1995](/id/ukpga/1995/18?view=plain \"Go toitem of legislation\") (attendance, information and evidence) is amended asfollows.\n\tIn subsection (2), for paragraphs (a) to (c) (together with the “and” atthe end of paragraph (c)) substitute—\n\t\tprescribe circumstances in which a jobseeker’s allowance is not to bepayable for a prescribed period (of at least one week but not more than twoweeks) in the case of—\n\t\ta claimant (other than a joint-claim couple claiming a joint-claimjobseeker’s allowance) who fails to comply with any regulations made underthat subsection, or\n\t\ta joint-claim couple claiming a joint-claim jobseeker’s allowance a memberof which fails to comply with any such regulations;\n\t\tprovide for the consequence set out in paragraph (a) not to follow if,within a prescribed period of a person’s (“P”) failure to comply with any suchregulations (“the relevant period”), P or, if P is a member of a joint-claimcouple, either member of the couple—\n\t\tmakes prescribed contact with an officer of the Secretary of State, and\n\t\tshows that P had good cause for the failure;\n\t\tprovide for entitlement to a jobseeker’s allowance to cease at such time asmay be determined in accordance with any such regulations if P or, as the casemay be, a member of the couple does not make prescribed contact with anofficer of the Secretary of State in the relevant period;\n\t\tprescribe circumstances in which a jobseeker’s allowance is to be payablein respect of a claimant even though provision made by any such regulations byvirtue of paragraph (a) prevents payment of a jobseeker’s allowance in respectof the claimant; and”.\n\tAfter that subsection insert—\n\t\t“(2A)The provision that may be made by any such regulations by virtue ofsubsection (2)(ca) includes, in particular, provision for a jobseeker’sallowance payable by virtue of that paragraph to be—\n\t\tpayable only if prescribed requirements as to the provision of informationare complied with;\n\t\tpayable at a prescribed rate;\n\t\tpayable for a prescribed period (which may differ from the period mentionedin subsection (2)(a)).”\n\tIn paragraph 3(da) of Schedule 3 to the [Social Security Act 1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (decisionsagainst which an appeal lies: payability of benefit), which is inserted bysection 1 of this Act, after “section” insert “8 or”."
    },
    {
        "length": 505,
        "text": "\nSocial security information and employment or training information\n\tIn section 2A of the [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (claim or fullentitlement to certain benefits conditional on work-focused interview), aftersubsection (7) insert—\n\t\t“(7A)Information supplied in pursuance of regulations under this section shallbe taken for all purposes to be information relating to social security.”\n\tIn section 2AA of that Act (full entitlement to certain benefitsconditional on work-focused interview for partner), after subsection (6)insert—\n\t“(6A)Information supplied in pursuance of regulations under this section shallbe taken for all purposes to be information relating to social security.”\n\tIn Schedule 1 to the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\") (supplementaryprovisions relating to jobseeker’s allowance), at the end insert—\n\t“Treatment of information supplied as information relating to socialsecurity\n\t\t19Information supplied in pursuance of any provision made by or under this Actshall be taken for all purposes to be information relating to socialsecurity.”\n\t\tIn section 72 of the [Welfare Reform and Pensions Act 1999 (c.30)](/id/ukpga/1999/30?view=plain \"Go to item of legislation\") (supply ofinformation for certain purposes)—\n\t\t\tin subsection (1)(a) and (b), after “social security information” insert “,or information relating to employment or training,”, and\n\t\t\tin subsection (7), for “purposes connected with employment or trainingincludes purposes connected with” substitute “information relating to, orpurposes connected with, employment or training includes information relatingto, or purposes connected with,”."
    },
    {
        "length": 517,
        "text": "\nPersons under pensionable age to take part in work-focused interviewsetc.\n\tThe [Social Security Administration Act 1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") is amended asfollows.\n\tIn section 2A (claim or full entitlement to certain benefits conditional onwork-focused interview)—\n\t\tin subsection (1)(a), for sub-paragraph (ii) substitute—\n\t\thas not attained pensionable age at the time of making the claim (but seesubsection (1A)),”,\n\t\tin subsection (1)(b)(i), for “is under that age and” substitute “has notattained pensionable age and is”, and\n\t\tafter subsection (1) insert—\n\t\t\t“(1A)For the purposes of subsection (1) a man born before 6 April 1955 istreated as attaining pensionable age when a woman born on the same day as theman would attain pensionable age.”\n\tIn section 2AA (full entitlement to certain benefits conditional on work-focused interview for partner)—\n\t\tin subsection (1)(a), for sub-paragraphs (i) and (ii) substitute—\n\t\thas not attained pensionable age (but see subsection (1A)), and\n\t\thas a partner who has also not attained pensionable age,”, and\n\t\tafter subsection (1) insert—\n\t\t“(1A)For the purposes of subsection (1) a man born before 6 April 1955 istreated as attaining pensionable age when a woman born on the same day as theman would attain pensionable age.”\n\tIn sections 2A(1)(a) and 2AA(1), for “a work-focused interview” substitute“one or more work-focused interviews”, and in section 2A(1)(b), for “such aninterview” substitute “one or more work-focused interviews”."
    },
    {
        "length": 406,
        "text": "\nPower to rename council tax benefit\n\tThe Secretary of State shall by order provide for the benefit referred toin section 123(1)(e) of the Social Security Contributions and Benefits Act1992 (council tax benefit) to be known instead, either generally or in casesprescribed by the order, as council tax rebate.\n\tAn order under this section may—\n\t\tamend references to council tax benefit in any Act (whenever passed) or inany instrument made under any Act (whenever made);\n\t\tmake provision about the interpretation of references to council taxbenefit in other documents;\n\t\tmake different provision for different areas.\n\tIn subsection (2)(a) “Act” means—\n\t\tan Act of Parliament,\n\t\tan Act of the Scottish Parliament, or\n\t\ta Measure or Act of the National Assembly for Wales.\n\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\tSubsections (3) to (5) of section 175 of the Social Security Contributionsand Benefits Act 1992 (general provisions as to regulations and orders) applyin relation to the power conferred by this section as they apply in relationto a power conferred by that Act to make an order.\n\tThe first order under this section may not be made unless a draft of thestatutory instrument containing the order has been laid before, and approvedby a resolution of, each House of Parliament.\n\tA statutory instrument containing an order under this section to whichsubsection (6) does not apply is subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 455,
        "text": "\nMinor amendments\n\tSections 80 and 81 of the Benefits Act (which continue to have effect incertain cases despite their repeal by the [Tax Credits Act 2002 (c.21)](/id/ukpga/2002/21?view=plain \"Go to item of legislation\")) are to haveeffect as if the references in those sections to a child or children includedreferences to a qualifying young person or persons.\n\t“Qualifying young person” has the same meaning as in Part 9 of the BenefitsAct.\n\tIn section 150(2) of the Benefits Act (interpretation of Part 10: Christmasbonus), in the definition of “qualifying employment and support allowance”,for “an employment and support allowance” substitute “a contributoryallowance”.\n\tDespite the provision made by the Welfare Reform Act 2007 (Commencement No.6 and Consequential Provisions) Order 2008 ([S.I. 2008/787](/id/uksi/2008/787?view=plain \"Go to item of legislation\")), paragraph9(7) and (8) of Schedule 3 to the [Welfare Reform Act 2007 (c.5)](/id/ukpga/2007/5?view=plain \"Go to item of legislation\") (which amendsections 88 and 89 of the Benefits Act) are deemed not to be in force byvirtue of the provision made by that order at any time after the passing ofthis Act.\n\tIn this section “the Benefits Act” means the [Social Security Contributionsand Benefits Act 1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 1234,
        "text": "\nIntroductory\n\tPurpose of Part 2\n\t\tThe purpose of this Part is to enable disabled people aged 18 or over toexercise greater choice in relation to, and greater control over, the way inwhich relevant services (as defined by section 39) are provided to or forthem, in cases where the provision of the relevant services is a function of arelevant authority (as defined by section 40).\n\tRelevant services\n\t\tIn this Part “relevant services” means services—\n\t\t\twhich are provided to or for the benefit of a disabled person (“P”)(whether or not in connection with P’s disability), and\n\t\t\twhich relate to one or more of the following matters.\n\t\tThose matters are—\n\t\t\tthe provision of further education for P;\n\t\t\tfacilitating the undertaking by P of further education or higher education;\n\t\t\tthe provision of training for P;\n\t\t\tsecuring employment for P;\n\t\t\tfacilitating P’s continued employment;\n\t\t\tenabling P to live independently or more independently in P’s home;\n\t\t\tthe provision of residential accommodation for P;\n\t\t\tenabling P to overcome barriers to participation in society.\n\t\tRelevant services also include the provision by or on behalf of a relevantauthority to or for the benefit of a disabled person of grants or loansrelating to one or more of the matters mentioned in subsection (2).\n\t\tRelevant services do not include excluded services (provision as to directpayments relating to excluded services being made by other legislation).\n\t\tSubsection (4) is subject to section 44(4) (which relates to pilot schemes)and to section 48 (which gives power to repeal the exclusion of community careservices).\n\t\tIn relation to England and Wales, the following are excluded services—\n\t\t\tcommunity care services,\n\t\t\tservices provided under the [Carers and Disabled Children Act 2000 (c.16)](/id/ukpga/2000/16?view=plain \"Go to item of legislation\"), and\n\t\t\tservices provided under section 17 of the [Children Act 1989 (c.41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\") (provision ofservices for children in need, their families and others).\n\t\tIn relation to Scotland, the following are excluded services—\n\t\t\tcommunity care services, and\n\t\t\tservices provided under section 22(1) of the [Children (Scotland) Act 1995(c. 36)](/id/ukpga/1995/36?view=plain \"Go to item of legislation\") (promotionof welfare of children in need).\n\t\tIn this section “further education” and “higher education”—\n\t\t\tin relation to England and Wales, have the same meaning as in the[Education Act 1996 (c. 56)](/id/ukpga/1996/56?view=plain \"Go to item oflegislation\");\n\t\t\tin relation to Scotland, have the same meaning as in the [Further andHigher Education (Scotland) Act 1992 (c. 37)](/id/ukpga/1992/37?view=plain \"Goto item of legislation\").\n\tRelevant authority\n\t\tIn this Part “relevant authority” means—\n\t\t\ta Minister of the Crown or government department;\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Welsh Ministers;\n\t\t\ta local authority;\n\t\t\ta person or body whose functions are exercised on behalf of the Crown;\n\t\t\tany other body which meets conditions A and B below.\n\t\tCondition A is that the body is established by virtue of Her Majesty’sprerogative or by an enactment or is established in any other way by aMinister of the Crown acting as such or by a government department.\n\t\tCondition B is that the body’s revenues derive wholly or mainly from publicfunds.\n\t\tIn subsection (1)(d) “local authority” means—\n\t\t\ta local authority within the meaning of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\"),\n\t\t\ta council constituted under section 2 of the [Local Government etc.(Scotland) Act 1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Go to item oflegislation\"),\n\t\t\tthe Greater London Authority,\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority, or\n\t\t\tthe Council of the Isles of Scilly.\n\t\tIn subsection (2) “Minister of the Crown” includes the Scottish Ministersand the Welsh Ministers."
    },
    {
        "length": 2164,
        "text": "\nPower to make regulations\n\tPower to make provision enabling exercise of greater choice and control\n\t\tThe appropriate authority (as defined by section 45) may by regulationsmade by statutory instrument make any provision that would in the opinion ofthe authority making the regulations serve the purpose of this Part.\n\t\tRegulations under this section may, in particular, make provision for andin connection with requiring a relevant authority to take the following stepsin relation to a disabled person (“P”) for whom it is obliged, or has decided,to provide, or arrange the provision of, relevant services—\n\t\t\tto inform P of the right to control conferred by virtue of the regulations,of the value of the relevant services to which P is entitled and of thechoices available to P by virtue of the regulations;\n\t\t\tto work with P to determine the outcomes to be achieved by the provision ofthe relevant services;\n\t\t\tto work with P to prepare a plan (a “support plan”) setting out how thoseoutcomes will be achieved;\n\t\t\tto work with P to review and revise the support plan in prescribedcircumstances;\n\t\t\tif P so requests, to make payments to P in respect of P securing theprovision of an equivalent service;\n\t\t\tto the extent that P chooses to receive relevant services provided orarranged by the relevant authority, to provide, or arrange for them to beprovided, in accordance with P’s support plan as far as it is reasonablypracticable to do so.\n\t\tRegulations under this section may also—\n\t\t\tspecify who is or is not to be treated as a disabled person for any purposeof the regulations;\n\t\t\tmake provision about the circumstances in which a relevant authority is tobe taken to have decided to provide a relevant service to a person;\n\t\t\tmake provision as to matters to which a relevant authority must, or may,have regard when making a decision for the purposes of a provision of theregulations;\n\t\t\tmake provision as to steps which a relevant authority must, or may, takebefore, or after, the relevant authority makes a decision for the purposes ofa provision of the regulations (including provision requiring the relevantauthority to review its decision).\n\t\tRegulations under this section may enable or require the disclosure ofinformation by one relevant authority to another for prescribed purposes ofthe regulations.\n\t\tRegulations under this section may, for the purpose of this Part—\n\t\t\tvary the conditions attached to any power of a relevant authority toprovide financial assistance to disabled people;\n\t\t\tvary the conditions attached to any power of a relevant authority toprovide financial assistance to another relevant authority in connection withthe provision of relevant services to disabled people by the other authority.\n\t\tRegulations under this section may require a relevant authority exercisingany function under the regulations to have regard to any guidance given fromtime to time by the appropriate authority.\n\tProvision that may be made about direct payments\n\t\tIn this section “direct payments regulations” means regulations undersection 41 making provision by virtue of subsection (2)(e) of that section and“direct payments” means payments made by a relevant authority under theregulations.\n\t\tDirect payments regulations relating to a relevant service (“the qualifyingservice”) of a relevant authority (“the providing authority”) may inparticular—\n\t\t\tspecify circumstances in which the providing authority is or is notrequired to comply with a request for direct payments to be made under theregulations, whether those circumstances relate to the disabled person or tothe qualifying service;\n\t\t\tmake provision about the manner in which a request for direct payments isto be made;\n\t\t\tmake provision enabling a disabled person to require a providing authorityto assess the amount of the payments to which the person would be entitled ifthe person were to request the authority to make them;\n\t\t\tenable a disabled person to require a providing authority to comply with arequest to provide direct payments in place of the qualifying service (or itsprovision at certain times or in certain circumstances) while providing, orcontinuing to provide, other relevant services (or providing, or continuing toprovide, the qualifying service at other times or in other circumstances);\n\t\t\tmake provision displacing functions or obligations of the providingauthority with respect to the provision of the qualifying service (whetherarising under any enactment, under any trust or otherwise) to such extent andsubject to such conditions as may be prescribed.\n\t\tDirect payments regulations must include provision excluding any duty of aproviding authority to comply with a request for direct payments, or a classof such requests, if compliance with the request, or with requests fallingwithin that class, would in all the circumstances impose an unreasonablefinancial burden on the providing authority.\n\t\tDirect payments regulations may—\n\t\t\tmake provision for and in connection with requiring or authorising theproviding authority to make direct payments to the disabled person or suchother person as the authority may determine (“the payee”) in accordance withthe regulations in respect of the person securing the provision of theequivalent service;\n\t\t\tmake provision as to the conditions falling to be complied with by thepayee in relation to the direct payments;\n\t\t\tprescribe circumstances in which the providing authority may or mustterminate the making of direct payments;\n\t\t\tprescribe circumstances in which the providing authority may requirerepayment (whether by the payee or otherwise) of the whole or any part of thedirect payments;\n\t\t\tmake provision for any sum falling to be paid or repaid to the providingauthority by virtue of any condition or other requirement imposed in pursuanceof the regulations to be recoverable as a debt due to the authority;\n\t\t\tprescribe circumstances in which any sum is to cease to be payable byvirtue of paragraph (d);\n\t\t\tmake provision authorising direct payments to be made to a prescribedperson on behalf of the disabled person.\n\t\tFor the purposes of subsection (4)(b), the conditions that are to be takento be conditions in relation to direct payments include, in particular,conditions relating to—\n\t\t\twhat is or is not to be regarded as an equivalent service,\n\t\t\tthe securing of the provision of the equivalent service,\n\t\t\tthe provider of the service,\n\t\t\tthe person to whom the payments are made in respect of the provision of theservice, or\n\t\t\tthe provision of the service.\n\tExercise of rights on behalf of persons who lack capacity\n\t\tRegulations under section 41 may make provision for and in connection withenabling any request or consent for the purposes of the regulations (includingany request or consent relating to payments by virtue of subsection (2)(e) ofthat section) to be made or given on behalf of a disabled person who fallswithin subsection (2) by a person of a prescribed description.\n\t\tA person falls within this subsection—\n\t\t\tin relation to England and Wales, if the person lacks capacity, within themeaning of the [Mental Capacity Act 2005 (c. 9)](/id/ukpga/2005/9?view=plain\"Go to item of legislation\"), in relation to the decision concerned, and\n\t\t\tin relation to Scotland, if the person is incapable, within the meaning ofthe Adults with Incapacity (Scotland) Act [2000 (asp4)](/id/asp/2000/4?view=plain \"Go to item of legislation\"), in relation tothat decision.\n\tPilot schemes\n\t\tRegulations to which this subsection applies may be made so as to haveeffect for a specified period not exceeding 36 months.\n\t\tSubsection (1) applies to regulations under section 41 that are made with aview to ascertaining—\n\t\t\tthe extent to which their provisions contribute to achieving the purpose ofthis Part,\n\t\t\tthe extent of any beneficial effects on the lives of the disabled peopleaffected, and\n\t\t\tthe extent of any financial burden imposed on the relevant authorities towhich the regulations relate.\n\t\tRegulations which, by virtue of subsection (1), are to have effect for alimited period are referred to in this section as a “pilot scheme”.\n\t\tSubsections (6)(a) and (7)(a) of section 39 do not restrict the power tomake a pilot scheme; and accordingly a pilot scheme may relate to communitycare services.\n\t\tA pilot scheme may provide that its provisions are to apply only inrelation to—\n\t\t\tone or more specified areas;\n\t\t\tone or more specified classes of person;\n\t\t\tpersons selected—\n\t\t\tby reference to prescribed criteria, or\n\t\t\ton a sampling basis.\n\t\tA pilot scheme may make consequential or transitional provision withrespect to the cessation of the scheme on the expiry of the specified period.\n\t\tA pilot scheme may be replaced by a further pilot scheme making the same orsimilar provision.\n\t\tThe appropriate authority which made a pilot scheme must prepare andpublish a report on the operation of the scheme."
    },
    {
        "length": 2158,
        "text": "\nSupplementary\n\tThe appropriate authority by which regulations under section 41 aremade\n\t\tSubsection (2) has effect to determine the appropriate authority by whichregulations under section 41 may be made.\n\t\tThe Secretary of State is the appropriate authority, except that—\n\t\t\tin relation to provision that would be within the legislative competence ofthe Scottish Parliament if it were included in an Act of that Parliament, theScottish Ministers are the appropriate authority,\n\t\t\tin relation to provision that would be within the legislative competence ofthe National Assembly for Wales if it were included in a Measure of theAssembly (or, if regulations are made after the Assembly Act provisions comeinto force, an Act of the Assembly), the Welsh Ministers are the appropriateauthority,\n\t\t\tin relation to provision that does not fall within paragraph (b) andrelates to relevant services in Wales with respect to which functions areexercisable—\n\t\t\tby a Minister of the Crown, and\n\t\t\tby the Welsh Ministers, the First Minister or the Counsel General,\n\t\t\t\tthe Secretary of State or the Welsh Ministers are the appropriate authority,and\n\t\t\tin relation to provision that does not fall within paragraph (b) or (c) andrelates to relevant services in Wales with respect to which functions areexercisable by the Welsh Ministers, the First Minister or the Counsel General,the Welsh Ministers are the appropriate authority.\n\t\tAny power of the Secretary of State to make regulations under section 41—\n\t\t\tis exercisable only with the consent of the Treasury; and\n\t\t\tdoes not include power to make provision—\n\t\t\tremoving or modifying any function of the Welsh Ministers, the FirstMinister or the Counsel General, or\n\t\t\tconferring or imposing any function on the Welsh Ministers, the FirstMinister or the Counsel General.\n\t\tAny power of the Welsh Ministers to make regulations under section 41 byvirtue of subsection (2)(c) or (d) does not include power to make provision—\n\t\t\tremoving or modifying any function of a Minister of the Crown, or\n\t\t\tconferring or imposing any function on a Minister of the Crown.\n\t\tIn this section—\n\t\t\t  * “the Assembly Act provisions” has the meaning given by section 103(8) of the [Government of Wales Act 2006 (c. 32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the Counsel General” means the Counsel General to the Welsh Assembly Government; \n\t\t\t  * “the First Minister” means the First Minister for Wales; \n\t\t\t  * “Minister of the Crown” includes the Treasury. \n\tRegulations under section 41: supplementary provisions\n\t\tAny power to make regulations under section 41 may be exercised—\n\t\t\tin relation to all cases to which it extends,\n\t\t\tin relation to those cases subject to specified exceptions, or\n\t\t\tin relation to any specified cases or classes of case.\n\t\tAny such power may be exercised so as to make, as respects the cases inrelation to which it is exercised—\n\t\t\tthe full provision to which the power extends or any less provision(whether by way of exception or otherwise);\n\t\t\tthe same provision for all cases in relation to which it is exercised, ordifferent provision for different cases or different classes of case ordifferent provision as respect the same case or class of case for differentpurposes;\n\t\t\tany such provision either unconditionally or subject to any specifiedcondition.\n\t\tWhere any such power is expressed to be exercisable for alternativepurposes, it may be exercised in relation to the same case for all or any ofthose purposes.\n\t\tAny such power includes power—\n\t\t\tto make such incidental, supplementary, consequential or saving provisionas the authority making the regulations considers to be necessary orexpedient;\n\t\t\tto provide for a person to exercise a discretion in dealing with anymatter;\n\t\t\tto amend or repeal an enactment whenever passed or made.\n\tConsultation \n\t\tBefore laying before Parliament (or the Scottish Parliament or the NationalAssembly for Wales) a draft of a statutory instrument containing regulationsunder section 41, the appropriate authority must—\n\t\t\tpublish draft regulations in such manner as it thinks fit, and\n\t\t\tinvite representations to be made to it about the draft, during a specifiedperiod of not less than 12 weeks, by persons appearing to it to be affected bythe proposals.\n\t\tIn this section “the appropriate authority” is to be read in accordancewith section 45(2).\n\tPower to repeal exclusion of community care services\n\t\tAn order under this subsection may repeal section 39(6)(a).\n\t\tThe power to make an order under subsection (1) is exercisable—\n\t\t\tin relation to England, by the Secretary of State with the consent of theTreasury, and\n\t\t\tin relation to Wales, by the Welsh Ministers.\n\t\tThe power of the Secretary of State to make an order under subsection (1)is exercisable only if—\n\t\t\tthe Secretary of State has previously made a pilot scheme that relates tocommunity care services, and has in accordance with section 44(8) published areport on the operation of the pilot scheme, or\n\t\t\tthe Secretary of State has previously given directions under a relevantenactment with a view to enabling disabled people to exercise (either inEngland generally or in a specified area or areas) greater choice in relationto, and greater control over, the way in which community care services areprovided to or for them.\n\t\tIn subsection (3)—\n\t\t\t“pilot scheme” has the meaning given by section 44(3);\n\t\t\t“relevant enactment” means—\n\t\t\tsection 7A of the Local Authority Social Services Act 1970 (directions bySecretary of State as to exercise of social services functions), or\n\t\t\tsection 47(4) of the National Health Service and Community Care Act 1990(directions by Secretary of State in relation to assessment of needs forcommunity care services).\n\t\tThe Scottish Ministers may by order repeal section 39(7)(a).\n\t\tAn order under subsection (1) or (5) may make any consequentialmodification of section 39(5) or 44(4).\n\t\tThe power to make an order under subsection (1) or (5) is exercisable bystatutory instrument.\n\tRegulations and orders: control by Parliament or other legislature\n\t\tThe Secretary of State may not make a statutory instrument containingregulations under section 41 or an order under section 48(1) unless a draft ofthe instrument has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\tThe Scottish Ministers may not make a statutory instrument containingregulations under section 41 or an order under section 48(5) unless a draft ofthe instrument has been laid before, and approved by a resolution of, theScottish Parliament.\n\t\tThe Welsh Ministers may not make a statutory instrument containingregulations under section 41 or an order under section 48(1) unless a draft ofthe instrument has been laid before, and approved by a resolution of, theNational Assembly for Wales.\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t  * “community care services” means— \n\t\t\tin relation to England and Wales, community care services as defined bysection 46(3) of the [National Health Service and Community Care Act 1990 (c.19)](/id/ukpga/1990/19?view=plain \"Go to item of legislation\");\n\t\t\tin relation to Scotland, community care services as defined by section 5A ofthe [Social Work (Scotland) Act 1968 (c. 49)](/id/ukpga/1968/49?view=plain \"Goto item of legislation\");\n\t\t\t\t  * “employment” includes self-employment; \n\t\t\t\t  * “enactment” means an enactment contained in, or in an instrument made under— \n\t\t\tan Act of Parliament,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\ta Measure or Act of the National Assembly for Wales;\n\t\t\t\t  * “prescribed” means specified in, or determined in accordance with, regulations under section 41; \n\t\t\t\t  * “relevant authority” has the meaning given by section 40; \n\t\t\t\t  * “relevant services” has the meaning given by section 39. "
    },
    {
        "length": 2596,
        "text": "\nDisqualification for holding etc. driving licence or travelauthorisation\n\tThe [Child Support Act 1991 (c. 48)](/id/ukpga/1991/48?view=plain \"Go toitem of legislation\") is amended as follows.\n\tIn section 39B (disqualification for holding or obtaining travelauthorisation)—\n\t\tin subsection (1), for “The Commission may apply to the court for an orderunder this section” substitute “The Commission may make an order under thissection (referred to in this section and sections 39C to 39F as a“disqualification order”)”, and\n\t\tfor subsections (3) to (13) substitute—\n\tA disqualification order shall provide that the person against whom it ismade is disqualified for holding or obtaining—\n\t\ta driving licence,\n\t\ta travel authorisation, or\n\t\tboth a driving licence and a travel authorisation,\n\t\t\twhile the order has effect.\n\tBefore making a disqualification order against a person, the Commissionshall consider whether the person needs the relevant document in order to earna living.\n\tA disqualification order shall specify the amount in respect of which it ismade.\n\tThat amount shall be the aggregate of—\n\t\tthe amount sought to be recovered as mentioned in subsection (1)(a), or somuch of it as remains unpaid; and\n\t\tthe amount which the person against whom the order is made is required topay by the order under section 39DA(1).\n\tThe Commission shall serve a copy of the disqualification order (togetherwith a copy of the order under section 39DA(1)) on the person against whom itis made.\n\tIn this section—\n\t\t  * “driving licence” means a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988;\n\t\t  * “relevant document”, in relation to a disqualification order made against a person, means the document (or documents) for the holding or obtaining of which the person is disqualified by the order;\n\t\t  * “travel authorisation” means—\n\t\ta United Kingdom passport (within the meaning of the Immigration Act 1971);\n\t\tan ID card issued under the Identity Cards Act 2006 that records that theperson to whom it has been issued is a British citizen.”\n\tIn section 39C (period for which orders under section 39B are to haveeffect), for subsection (1) substitute—\n\tA disqualification order shall specify the period for which it is to haveeffect.\n\t(1A)That period shall not exceed 12 months (subject to any extension undersection 39CA or 39CB).\n\t(1B)That period shall begin to run with—\n\t\tthe first day after the end of the period within which an appeal may bebrought against the order under section 39CB(1); or\n\t\tif the running of the period is suspended at that time, the first day whenits running is no longer suspended.”\n\tAfter that section insert—\n\t“39CASurrender of relevant documents\n\t\tA person against whom a disqualification order is made who holds anyrelevant document shall surrender it in the prescribed manner to theprescribed person within the required period.\n\t\tFor this purpose “the required period” means the period of 7 days beginningwith the start of the period for which the order has effect or has effectagain following a period of suspension.\n\t\tBut, if immediately before the end of the required period the person has agood reason for not surrendering any relevant document, the person shallinstead surrender it as soon as practicable after the end of that period.\n\t\tThe Secretary of State may by regulations make provision prescribingcircumstances in which a person is, or is not, to be regarded for the purposesof subsection (3) as having a good reason for not surrendering any relevantdocument.\n\t\tThe requirements imposed by subsections (1) and (3) cease to have effect ifthe period for which the disqualification order has effect is suspended orends.\n\t\tA person who fails to comply with a requirement imposed by subsection (1)or (3) commits an offence.\n\t\tA person guilty of an offence under subsection (6) shall be liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\tOn sentencing a person for an offence under that subsection the court mayby order extend the period for which the disqualification order is to haveeffect by such period as may be specified in the order under this subsection.\n\t\tBut the power conferred by subsection (8) may not be exercised so as toprovide for the disqualification order to have effect for a period exceeding 2years in total.\n\t\tIn this section “relevant document” has the same meaning as in section 39.\n\t\tWhere this section applies in relation to a driving licence at any timebefore the commencement of Schedule 3 to the Road Safety Act 2006, anyreference in this section to any relevant document includes the licence’scounterpart (within the meaning of section 108(1) of the Road Traffic Act1988).\n\tCBAppeals against disqualification orders\n\t\tA person against whom a disqualification order is made may appeal to thecourt against the order within a prescribed period (which must begin with thefirst day on which that person had actual notice of the order).\n\t\tWhere an appeal is brought under subsection (1), the running of the periodfor which the order has effect shall be suspended until the time at which theappeal is determined, withdrawn or discontinued.\n\t\tIf— \n\t\t\tthe person against whom a disqualification order is made does not bring anappeal within the period specified in subsection (1), and\n\t\t\tprescribed conditions are satisfied,\n\t\t\t\tthe court may grant leave for an appeal to be brought after the end of thatperiod.\n\t\tOn granting leave under subsection (3) the court may suspend the running ofthe period for which the order has effect until such time and on suchconditions (if any) as it thinks just.\n\t\tOn an appeal under this section the court—\n\t\t\tshall reconsider the exercise by the Commission of its powers under section39B; and\n\t\t\tmay by order affirm, vary or revoke the disqualification order.\n\t\tOn an appeal under this section the court shall not question—\n\t\t\tthe liability order by reference to which the Commission acted as mentionedin section 39B(1)(a);\n\t\t\tany liability order made against the same person after the disqualificationorder was made; or\n\t\t\tthe maintenance calculation by reference to which any liability orderwithin paragraph (a) or (b) was made.\n\t\tThe power under subsection (5) to vary a disqualification order includespower to extend the period for which it has effect; but that power may not beexercised so as to provide for it to have effect for a period exceeding 2years in total.\n\t\tIf, on appeal under this section, the court affirms or varies adisqualification order, the court shall substitute for the amount specifiedunder section 39B(5) the aggregate of—\n\t\t\tthe amount sought to be recovered as mentioned in section 39B(1)(a), or somuch of it as remains unpaid;\n\t\t\tthe amount which the person against whom the order was made is required topay by the order under section 39DA(1), so far as remaining unpaid;\n\t\t\tthe amount which that person is required to pay by the order under section39DA(2); and\n\t\t\tif a liability order has been made against that person since thedisqualification order was made, the amount in respect of which the liabilityorder was made, so far as remaining unpaid.\n\t\tOn the affirmation or variation of the disqualification order by the court,any existing suspension of the running of the period for which the order is tohave effect shall cease.\n\t\tBut the court may suspend the running of that period until such time andon such conditions (if any) as it thinks fit if—\n\t\t\tthe person against whom the disqualification order was made agrees to paythe amount specified in the order; or\n\t\t\tthe court is of the opinion that the suspension in question is justified byexceptional circumstances.\n\t\tIf, on an appeal under this section, the court revokes a disqualificationorder, the court shall also revoke the order made under section 39DA(1).\n\t\tBut subsection (11) does not apply if the court is of the opinion that,having regard to all the circumstances, it is reasonable to require the personagainst whom the disqualification order was made to pay the costs mentioned insection 39DA(1).\n\t\tIn this section “the court” means—\n\t\t\tin relation to England and Wales, a magistrates’ court;\n\t\t\tin relation to Scotland, the sheriff.”\n\t\tAfter section 39D insert—\n\t“39DARecovery of Commission’s costs\n\t\tOn making a disqualification order against any person the Commission shallalso make an order requiring that person to pay an amount in respect of thecosts incurred by the Commission in exercising its functions under section39B.\n\t\tIf on an appeal under section 39CB the court affirms or varies adisqualification order made against any person, the court shall also make anorder requiring that person to pay an amount in respect of the costs incurredby the Commission in connection with the appeal (“the Commission’s appealcosts”).\n\t\tIf— \n\t\t\ton an appeal under that section the court revokes a disqualification ordermade against any person, and\n\t\t\tthe court is satisfied that, having regard to all the circumstances, it isreasonable to require that person to pay an amount in respect of theCommission’s appeal costs,\n\t\t\t\tthe court shall also make an order requiring that person to pay an amount inrespect of those costs.\n\t\tAny amount payable by virtue of an order made under this section shall be—\n\t\t\tspecified in the order; and\n\t\t\tdetermined in accordance with regulations made by the Secretary of State.\n\t\tThe provisions of this Act with respect to—\n\t\t\tthe collection of child support maintenance, and\n\t\t\tthe enforcement of an obligation to pay child support maintenance,\n\t\t\tapply equally (with any necessary modifications) to amounts which a person isrequired to pay under this section.”\n\t\tSchedule 5 contains consequential amendments and other amendments relatedto the provision made by this section."
    },
    {
        "length": 805,
        "text": "\nReport on operation of driving licence amendments\n\tThe Secretary of State must prepare a report on the operation during thereview period of the amendments of the 1991 Act made by section 51 andSchedule 5 so far as those amendments relate to the disqualification of anyperson for holding or obtaining a driving licence.\n\t“The review period” is the period of 24 months beginning with the day onwhich section 51 and Schedule 5 come into force in relation to thedisqualification of any person for holding or obtaining a driving licence.\n\tThe Secretary of State must—\n\t\tprepare the report, and\n\t\tlay it before Parliament,\n\t\t\twithin 6 months from the end of the review period.\n\tThe continued effect of the driving licence amendments depends on whetherthe Secretary of State makes an order under this subsection within therelevant period providing for those provisions to continue to have effect.\n\t“The relevant period” means the period of 30 days beginning with the day onwhich the report is laid before Parliament; and, in reckoning this period, noaccount is to be taken of any time during which Parliament—\n\t\tis dissolved or prorogued, or\n\t\tis adjourned for more than 4 days.\n\tIf no order is made as mentioned in subsection (4), the Secretary of Statemust instead make an order under this subsection containing such amendments ofthe 1991 Act as the Secretary of State considers necessary to secure that theeffect of the driving licence amendments is reversed.\n\tThe effect of the driving licence amendments is to be regarded as reversedif the 1991 Act is amended so that it has the same effect in relation to thedisqualification of any person for holding or obtaining a driving licence asit would have had if this Act had not been passed.\n\tAn order under subsection (6) may contain consequential provision andtransitional provision or savings.\n\tThe consequential provision that may be made by an order under subsection(6) includes, in particular, provision amending, repealing or revoking—\n\t\tany provision of any Act passed before the making of the order, or\n\t\tany provision of any instrument made under any Act before the making of theorder.\n\tAny power to make an order under this section is exercisable by statutoryinstrument.\n\tAn order under subsection (4) may not be made unless a draft of thestatutory instrument containing the order has been laid before, and approvedby a resolution of, each House of Parliament.\n\tA statutory instrument containing an order under subsection (6) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tIn this section—\n\t\t  * “the 1991 Act” means the [Child Support Act 1991 (c. 48)](/id/ukpga/1991/48?view=plain \"Go to item of legislation\"); \n\t\t  * “driving licence” has the same meaning as in section 39B of the 1991 Act; \n\t\t  * “the driving licence amendments” means the amendments of the 1991 Act made by section 51 and Schedule 5 so far as relating to the disqualification of any person for holding or obtaining a driving licence. "
    },
    {
        "length": 805,
        "text": "\nReport on operation of travel authorisation amendments\n\tThe Secretary of State must prepare a report on the operation during thereview period of the amendments of the 1991 Act made by section 51 andSchedule 5 so far as those amendments relate to the disqualification of anyperson for holding or obtaining a travel authorisation.\n\t“The review period” is the period of 24 months beginning with the day onwhich section 51 and Schedule 5 come into force in relation to thedisqualification of any person for holding or obtaining a travelauthorisation.\n\tThe Secretary of State must—\n\t\tprepare the report, and\n\t\tlay it before Parliament,\n\t\t\twithin 6 months from the end of the review period.\n\tThe continued effect of the travel authorisation amendments depends onwhether the Secretary of State makes an order under this subsection within therelevant period providing for those amendments to continue to have effect.\n\t“The relevant period” means the period of 30 days beginning with the day onwhich the report is laid before Parliament; and, in reckoning this period, noaccount is to be taken of any time during which Parliament—\n\t\tis dissolved or prorogued, or\n\t\tis adjourned for more than 4 days.\n\tIf no order is made as mentioned in subsection (4), the Secretary of Statemust instead make an order under this subsection containing such amendments ofthe 1991 Act as the Secretary of State considers necessary to secure that theeffect of the travel authorisation amendments is reversed.\n\tThe effect of the travel authorisation amendments is to be regarded asreversed if the 1991 Act is amended so that it has the same effect in relationto the disqualification of any person for holding or obtaining a travelauthorisation as it would have had if this Act had not been passed.\n\tAn order under subsection (6) may contain consequential provision andtransitional provision or savings.\n\tThe consequential provision that may be made by an order under subsection(6) includes, in particular, provision amending, repealing or revoking—\n\t\tany provision of any Act passed before the making of the order, or\n\t\tany provision of any instrument made under any Act before the making of theorder.\n\tAny power to make an order under this section is exercisable by statutoryinstrument.\n\tAn order under subsection (4) may not be made unless a draft of thestatutory instrument containing the order has been laid before, and approvedby a resolution of, each House of Parliament.\n\tA statutory instrument containing an order under subsection (6) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tIn this section—\n\t\t  * “the 1991 Act” means the [Child Support Act 1991 (c. 48)](/id/ukpga/1991/48?view=plain \"Go to item of legislation\"); \n\t\t  * “travel authorisation” has the same meaning as in section 39B of the 1991 Act; \n\t\t  * “the travel authorisation amendments” means the amendments of the 1991 Act made by section 51 and Schedule 5 so far as relating to the disqualification of any person for holding or obtaining a travel authorisation. "
    },
    {
        "length": 260,
        "text": "\nPayments of child support maintenance\n\tSection 29 of the [Child Support Act 1991](/id/ukpga/1991/48?view=plain \"Goto item of legislation\") (collection of child support maintenance) is amendedas follows.\n\tIn subsection (3) (provision which may be made by regulations for paymentof child support maintenance), for paragraph (c) substitute—\n\t\tfor determining, on the basis of prescribed assumptions, the total amountof the payments of child support maintenance payable in a reference period(including provision for adjustments to such an amount);\n\t\trequiring payments of child support maintenance to be made—\n\t\tby reference to such an amount and a reference period; and\n\t\tat prescribed intervals falling in a reference period;”.\n\tAfter that subsection insert—\n\t\t“(3A)In subsection (3)(c) and (ca) “a reference period” means—\n\t\ta period of 52 weeks beginning with a prescribed date; or\n\t\tin prescribed circumstances, a prescribed period.”"
    },
    {
        "length": 359,
        "text": "\nChild support maintenance: offences relating to information\n\tSection 14A of the [Child Support Act 1991](/id/ukpga/1991/48?view=plain\"Go to item of legislation\") (offences relating to information) is amended asfollows.\n\tFor subsection (3A) substitute—\n\t\t“(3A)In the case of regulations under section 14 which require a person liableto make payments of child support maintenance to notify—\n\t\ta change of address, or\n\t\tany other change of circumstances,\n\t\ta person who fails to comply with the requirement is guilty of an offence.”\n\tAfter subsection (5) insert—\n\tIn England and Wales, an information relating to an offence undersubsection (2) may be tried by a magistrates’ court if it is laid within theperiod of 12 months beginning with the commission of the offence.\n\tIn Scotland, summary proceedings for an offence under subsection (2) may becommenced within the period of 12 months beginning with the commission of theoffence.\n\tSection 136(3) of the [Criminal Procedure (Scotland) Act 1995 (c.46)](/id/ukpga/1995/46?view=plain \"Go to item of legislation\") (date whenproceedings deemed to be commenced) applies for the purposes of subsection (7)as it applies for the purposes of that section.”"
    },
    {
        "length": 140,
        "text": "\nPart 4Birth registration\n\tRegistration of births\n\t\tSchedule 6 contains—\n\t\t\tamendments of the [Births and Deaths Registration Act 1953 (c.20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\") relating to theregistration of the births of children whose parents are neither married toeach other nor civil partners of each other,\n\t\t\tamendments of that Act relating to the late registration of births, and\n\t\t\trelated amendments of other legislation."
    },
    {
        "length": 1593,
        "text": "\nPart 5General\n\tConsequential amendments of subordinate legislation\n\t\tThe Secretary of State may by regulations made by statutory instrument makesuch provision amending or revoking any instrument made under any other Actbefore the passing of this Act as appears to the Secretary of State to beappropriate in consequence of any provision of this Act, other than aprovision contained in Part 2.\n\t\tRegulations under this section may include—\n\t\t\ttransitional provisions or savings, and\n\t\t\tprovision conferring a discretion on any person.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tRepeals and revocations\n\t\tSchedule 7 contains repeals and revocations.\n\t\tThe following repeals and revocation in Part 2 of that Schedule (which aremade in consequence of section 15(1)) have effect on 6 April 2010—\n\t\t\tthe repeals in the [Social Security Contributions and Benefits Act 1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") other than thoseof sections 88, 89, 91 and 92;\n\t\t\tthe repeal of paragraph 24 of Schedule 2 to the [Jobseekers Act 1995 (c.18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\");\n\t\t\tthe repeals in the [Welfare Reform and Pensions Act 1999 (c.30)](/id/ukpga/1999/30?view=plain \"Go to item of legislation\"), the [TaxCredits Act 2002 (c. 21)](/id/ukpga/2002/21?view=plain \"Go to item oflegislation\"), the [Civil Partnership Act 2004 (c.33)](/id/ukpga/2004/33?view=plain \"Go to item of legislation\") and the [ChildBenefit Act 2005 (c. 6)](/id/ukpga/2005/6?view=plain \"Go to item oflegislation\"); and\n\t\t\tthe revocation in the Regulatory Reform (Carer’s Allowance) Order 2002([S.I. 2002/ 1457](/id/uksi/2002/1457?view=plain \"Go to item oflegislation\")).\n\t\tThe repeal in that Part of paragraph 9 of Part 4 of Schedule 4 to the[Social Security Contributions and Benefits Act1992](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") is not to betaken as affecting the operation of article 3 of the Tax Credits Act 2002(Commencement No. 3 and Transitional Provisions and Savings) Order 2003 ([S.I.2003/ 938](/id/uksi/2003/938?view=plain \"Go to item of legislation\")) (savingsin relation to the abolition of child dependency increases).\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred in consequence of this Act by a Minister of theCrown, a government department or the Registrar General for England and Wales,and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tThere is to be paid into the Consolidated Fund any increase attributable tothis Act in the sums payable into that Fund under any other Act.\n\tExtent \n\t\tThe following provisions of this Act extend to England and Wales, Scotlandand Northern Ireland—\n\t\t\t  * section 24 and Schedule 4 (loss of benefit provisions); \n\t\t\t  * section 36 (power to rename council tax benefit); and \n\t\t\t  * this section and sections 61 and 62. \n\t\tSection 56 and Schedule 6 (birth registration) extend to England and Walesonly.\n\t\tSubject to subsection (4), the other provisions of this Act extend toEngland and Wales and Scotland only.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe enactment to which it relates.\n\t\tSubsection (4) is subject to paragraph 20(2) of Schedule 6.\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\t  * sections 1 and 2; \n\t\t\t  * section 8; \n\t\t\t  * section 11; \n\t\t\t  * section 23; \n\t\t\t  * sections 27 and 28; \n\t\t\t  * section 37; \n\t\t\t  * section 57; \n\t\t\t  * sections 59 and 60; \n\t\t\t  * this section; \n\t\t\t  * section 62; and \n\t\t\t  * Schedule 3. \n\t\tThe following provisions of this Act come into force at the end of theperiod of 2 months beginning with the day on which this Act is passed—\n\t\t\t  * section 15; \n\t\t\t  * section 34; \n\t\t\t  * Part 2; \n\t\t\t  * section 58(2) and (3); and \n\t\t\t  * Part 2 of Schedule 7 so far as relating to the repeals and revocation mentioned in section 58(2). \n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by order made by statutory instrument appoint.\n\t\tAn order under subsection (3) may—\n\t\t\tappoint different days for different purposes and in relation to differentareas;\n\t\t\tmake such provision as the Secretary of State considers necessary orexpedient for transitory, transitional or saving purposes in connection withthe coming into force of any provision falling within that subsection.\n\t\tBefore making an order under subsection (3) in relation to any provision ofPart 1 of Schedule 6 (birth registration), the Secretary of State must consultthe Registrar General for England and Wales.\n\tShort title\n\t\tThis Act may be cited as the Welfare Reform Act 2009."
    }
]