[
    {
        "length": 2852,
        "text": "\nRelief for telecommunications infrastructure\n\tRelief from local non-domestic rates: occupied hereditaments\n\t\tIn Part 3 of the Local Government Finance Act 1988 (non-domestic rating),section 43 (occupied hereditaments: liability) is amended as follows.\n\t\tIn subsection (4), after “(4A),” insert “(4E),”.\n\t\tAfter subsection (4D) insert—\n\t\t\t“(4E)Where subsection (4F) below applies, the chargeable amount for achargeable day shall be calculated in accordance with the formula—\n\t\t[![](/ukpga/2018/1/images/ukpga_20180001_en_001)](/ukpga/2018/1/images/ukpga_20180001_en_001?view=plain)\n\t\t(4F)This subsection applies where—\n\t\t\ton the day concerned, the hereditament is wholly or mainly used for thepurposes of facilitating the transmission of communications by any meansinvolving the use of electrical or electromagnetic energy,\n\t\t\tthe day concerned falls before 1 April 2022, and\n\t\t\tany conditions prescribed by the appropriate national authority byregulations are satisfied on the day concerned.\n\t\t\t(4G)The appropriate national authority may by regulations amend paragraph (b)of subsection (4F) above so as to substitute a later date for the date for thetime being specified in that paragraph.\n\t\t\t(4H)For the purposes of subsections (4F) and (4G) above the “appropriatenational authority” is—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers.”\n\t\tAfter subsection (8B) insert—\n\t\t“(8C)In relation to any hereditament in respect of which the subsections ofthis section mentioned in the first column of the table below each have effecton the day concerned, the chargeable amount shall be calculated in accordancewith the corresponding subsection in the second column of the table—\n\t\tSubsections having effect in respect of hereditament| Subsection to be usedfor calculating chargeable amount  ---|---  Subsections (4A) and (4E)| Subsection (4A)  Subsections (4E) and (5)| Subsection (5)  Subsections (4E) and (6A)| Subsection (6A)  Subsections (4A), (4E) and (5)| Subsection (5)  Subsections (4A), (4E) and (6A)| Subsection (6A)  Subsections (4E), (5) and (6A)| Subsection (5)  Subsections (4A), (4E), (5) and (6A)| Subsection (5)”.    (5)In section 44 of that Act (occupied hereditaments: supplementary), at theend insert—\n\t\tF is an amount prescribed, or calculated in accordance with provisionprescribed—\n\t\t\tin relation to England, by the Secretary of State by regulations;\n\t\t\tin relation to Wales, by the Welsh Ministers by regulations.\n\t\tRegulations under subsection (10) may, in particular—\n\t\t\timpose duties or confer powers on the valuation officer for a billingauthority (whether as regards determinations, certificates or otherwise) inrelation to the ascertainment of rateable values;\n\t\t\tmake provision as to appeals relating to things done or not done byvaluation officers.”\n\tRelief from local non-domestic rates: unoccupied hereditaments\n\t\tIn Part 3 of the Local Government Finance Act 1988 (non-domestic rating),section 45 (unoccupied hereditaments: liability) is amended as follows.\n\t\tIn subsection (4), for “subsection (4A)” substitute “subsections (4A) and(4D)”.\n\t\tAfter subsection (4B) insert—\n\t\t\t“(4C)Subsection (4D) applies where—\n\t\t\ton a chargeable day, the hereditament is wholly or mainly used for thepurposes of facilitating the transmission of communications by any meansinvolving the use of electrical or electromagnetic energy,\n\t\t\tthe chargeable day falls before 1 April 2022, and\n\t\t\tany conditions prescribed by the appropriate national authority byregulations are satisfied on the chargeable day.\n\t\t\t(4D)The chargeable amount for the chargeable day shall be calculated inaccordance with the formula—\n\t\t\t[![](/ukpga/2018/1/images/ukpga_20180001_en_002)](/ukpga/2018/1/images/ukpga_20180001_en_002?view=plain)\n\t\t\twhere T is an amount prescribed, or calculated in accordance with provisionprescribed, by regulations made by the appropriate national authority.\n\t\t\t(4E)Regulations under subsection (4D) may, in particular—\n\t\t\timpose duties or confer powers on the valuation officer for a billingauthority (whether as regards determinations, certificates or otherwise) inrelation to the ascertainment of rateable values;\n\t\t\tmake provision as to appeals relating to things done or not done byvaluation officers.\n\t\t\t(4F)The appropriate national authority may by regulations amend paragraph (b)of subsection (4C) so as to substitute a later date for the date for the timebeing specified in that paragraph.\n\t\t\t(4G)For the purposes of subsections (4C) to (4F) the “appropriate nationalauthority” is—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers.”\n\tRelief from central non-domestic rates\n\t\tPart 3 of the Local Government Finance Act 1988 (non-domestic rating) isamended as follows.\n\t\tIn section 54 (central rating: liability), in subsection (4), at thebeginning insert “Subject to section 54ZA below,”.\n\t\tAfter section 54 insert—\n\t\t“54ZARelief for telecommunications infrastructure\n\t\t\tThis section applies where—\n\t\t\t\tfor any day in a chargeable financial year a person’s name is shown in acentral non-domestic rating list in force for the year,\n\t\t\t\ton that day (“the chargeable day”), the condition in subsection (2) is metin relation to any description of hereditament shown against the person’s namein the list,\n\t\t\t\tthe chargeable day falls before 1 April 2022, and\n\t\t\t\tany conditions prescribed by the appropriate national authority byregulations are satisfied on the chargeable day.\n\t\t\tThe condition in this subsection is met in relation to a description ofhereditament if—\n\t\t\t\tin a case where there is only one hereditament falling within thedescription, the hereditament is wholly or mainly used for the purposes offacilitating the transmission of communications by any means involving the useof electrical or electromagnetic energy, or\n\t\t\t\tin a case where there is more than one hereditament falling within thedescription, those hereditaments are, taken together, wholly or mainly soused.\n\t\t\tThe chargeable amount for the chargeable day in respect of that descriptionof hereditament shall be calculated in accordance with the formula—\n\t\t\t\t[![](/ukpga/2018/1/images/ukpga_20180001_en_003)](/ukpga/2018/1/images/ukpga_20180001_en_003?view=plain)\n\t\t\twhere—\n\t\t\t\t  * A, B and C have the same meaning as they have for the purposes of section 54(4), and\n\t\t\t\t  * T is an amount prescribed, or calculated in accordance with provision prescribed, by the appropriate national authority by regulations.\n\t\t\tRegulations under subsection (3) may, in particular—\n\t\t\t\timpose duties or confer powers on the central valuation officer (whether asregards determinations, certificates or otherwise) in relation to theascertainment of rateable values;\n\t\t\t\tmake provision as to appeals relating to things done or not done by thecentral valuation officer.\n\t\t\tThe appropriate national authority may by regulations amend paragraph (c)of subsection (1) so as to substitute a later date for the date for the timebeing specified in that paragraph.\n\t\t\tIn this section the “appropriate national authority” is—\n\t\t\t\tin relation to England, the Secretary of State;\n\t\t\t\tin relation to Wales, the Welsh Ministers.”\nSupplementary and final provisions\n\tConsequential provision\n\t\tThe Schedule (which contains consequential amendments) has effect.\n\t\tThe appropriate national authority may by regulations make provision thatis consequential on any provision of this Act.\n\t\tFor the purposes of this section the “appropriate national authority” is—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the Welsh Ministers.\n\t\tThe power to make regulations under this section—\n\t\t\tis exercisable by statutory instrument;\n\t\t\tincludes power to make different provision for different purposes or inrelation to different areas;\n\t\t\tincludes power to make transitional, transitory or saving provision;\n\t\t\tmay, in particular, be exercised by amending, repealing or revoking anyprovision made by or under primary legislation passed before, or in the sameSession as, this Act.\n\t\tA statutory instrument that contains (whether alone or with otherprovision) regulations made by the Secretary of State under this section thatamend or repeal any provision of primary legislation may not be made unless adraft of the instrument has been laid before, and approved by a resolution of,each House of Parliament.\n\t\tAny other statutory instrument containing regulations made by the Secretaryof State under this section is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tA statutory instrument that contains (whether alone or with otherprovision) regulations made by the Welsh Ministers under this section thatamend or repeal any provision of primary legislation may not be made unless adraft of the instrument has been laid before, and approved by a resolution of,the National Assembly for Wales.\n\t\tAny other statutory instrument containing regulations made by the WelshMinisters under this section is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act of Parliament;\n\t\t\ta Measure or Act of the National Assembly for Wales.\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\tExtent, application and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThe amendments made by this Act have effect in relation to financial yearsbeginning on or after 1 April 2017; and accordingly any power to makeregulations conferred by virtue of this Act includes power to make provisionhaving effect in relation to times before the coming into force of this Act,provided that it does not increase any person’s liability to non-domesticrates under Part 3 of the Local Government Finance Act 1988.\n\t\tIn subsection (2) “financial year” means a period of 12 months beginningwith 1 April.\n\t\tThis Act may be cited as the Telecommunications Infrastructure (Relief fromNon-Domestic Rates) Act 2018.\n\t\t\tSection 4"
    }
]