{
    "general": "This law helps reduce taxes for certain buildings used for communication technology, like phone and internet infrastructure. It makes sure these buildings don't have to pay as much money towards local government taxes, so they can continue providing important services like phone calls and online access. This should help improve connectivity and communication across England and Wales!",
    "series": [
        [
            {
                "length": 233,
                "short": "Relief for Telecom Infrastructure: Streamlined Explanation",
                "text": "* Simplified point 1: The relief is for telecommunications infrastructure, specifically for hereditaments that are wholly or mainly used for facilitating the transmission of communications by any means involving the use of electrical or electromagnetic energy.\n* Simplified point 2: The relief is available for chargeable days that fall before 1 April 2022, and the appropriate national authority may by regulations amend the date for the time being specified in the relevant subsection.\n* Simplified point 3: The \"appropriate national authority\" for the purposes of the relief is the Secretary of State for England and the Welsh Ministers for Wales.\n* Simplified point 4: Regulations under the relief may, in particular, impose duties or confer powers on the valuation officer for a billing authority, make provision as to appeals relating to things done or not done by the valuation officer, and provide for the calculation of the chargeable amount in accordance with a formula."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Telecommunications Infrastructure (Relief from Non-Domestic Rates) Act 2018 helps reduce the cost of maintaining certain types of communication equipment like phone masts, fibre optic cables, and other network infrastructure. This law applies to properties in England and Wales that are primarily used for transmitting communications through electricity or magnetic fields.\nThis act provides relief from non-domestic rates, which are taxes paid by businesses on their property, to these communication infrastructures. This relief will help companies that own and operate these facilities, making it easier for them to continue providing reliable communication services to the public. The relief only applies to charges made before April 2022, and the government can change the start date by making new rules.\nThe law gives power to the valuation officer responsible for setting property taxes to make decisions about who qualifies for the relief and how much they owe. If someone disagrees with the valuation officer's decision, they can appeal to have it reviewed.",
    "single": "\n* The Telecommunications Infrastructure (Relief from Non-Domestic Rates) Act 2018 is a piece of British legislation.\n* The act aims to provide relief from non-domestic rates in England and Wales for hereditaments used for telecommunications infrastructure.\n* The relief is provided in the form of a reduction in the chargeable amount for the chargeable day, calculated in accordance with a formula.\n* The formula takes into account the amount of rent payable in respect of the hereditament, as well as other amounts prescribed by the appropriate national authority.\n* The appropriate national authority is the Secretary of State for England and the Welsh Ministers for Wales.\n* The relief is subject to certain conditions, including that the hereditament is wholly or mainly used for the purposes of facilitating the transmission of communications by any means involving the use of electrical or electromagnetic energy.\n* The relief is available for chargeable days falling before 1 April 2022.\n* The act also includes provisions for the valuation officer for a billing authority to determine rateable values, and for appeals relating to things done or not done by the valuation officer.\n* The act applies to England and Wales only.\n* The amendments made by the act have effect in relation to financial years beginning on or after 1 April 2017."
}