[
    {
        "length": 2029,
        "text": "\nAgreements regulated under the 1974 Act etc.\n\tDefinition of “individual”\n\t\tIn section 189(1) of the 1974 Act (definitions) for the definition of“individual” substitute—\n\t“‘individual’ includes—\n\t\ta partnership consisting of two or three persons not all of whom are bodiescorporate; and\n\t\tan unincorporated body of persons which does not consist entirely of bodiescorporate and is not a partnership;”.\n\tRemoval of financial limits etc.\n\t\tIn section 8 of the 1974 Act (which defines consumer credit agreements)—\n\t\t\tin subsection (1) for “personal” substitute “consumer”;\n\t\t\tsubsection (2) shall cease to have effect.\n\t\tIn section 15(1) of that Act (which defines consumer hire agreements)paragraph (c) and the “and” immediately preceding it shall cease to haveeffect.\n\t\tIn section 43(3) of that Act (financial and other limits relating toregulation of advertisements) paragraph (a) and the “or” immediately after itshall cease to have effect.\n\tExemption relating to high net worth debtors and hirers\n\t\tAfter section 16 of the 1974 Act insert—\n\t\t“16AExemption relating to high net worth debtors and hirers\n\t\t\tThe Secretary of State may by order provide that this Act shall notregulate a consumer credit agreement or a consumer hire agreement where—\n\t\t\t\tthe debtor or hirer is a natural person;\n\t\t\t\tthe agreement includes a declaration made by him to the effect that heagrees to forgo the protection and remedies that would be available to himunder this Act if the agreement were a regulated agreement;\n\t\t\t\ta statement of high net worth has been made in relation to him; and\n\t\t\t\tthat statement is current in relation to the agreement and a copy of it wasprovided to the creditor or owner before the agreement was made.\n\t\t\tFor the purposes of this section a statement of high net worth is astatement to the effect that, in the opinion of the person making it, thenatural person in relation to whom it is made—\n\t\t\t\treceived during the previous financial year income of a specifieddescription totalling an amount of not less than the specified amount; or\n\t\t\t\thad throughout that year net assets of a specified description with a totalvalue of not less than the specified value.\n\t\t\tSuch a statement—\n\t\t\t\tmay not be made by the person in relation to whom it is made;\n\t\t\t\tmust be made by a person of a specified description; and\n\t\t\t\tis current in relation to an agreement if it was made during the period ofone year ending with the day on which the agreement is made.\n\t\t\tAn order under this section may make provision about—\n\t\t\t\thow amounts of income and values of net assets are to be determined for thepurposes of subsection (2)(a) and (b);\n\t\t\t\tthe form, content and signing of—\n\t\t\t\tstatements of high net worth;\n\t\t\t\tdeclarations for the purposes of subsection (1)(b).\n\t\t\tWhere an agreement has two or more debtors or hirers, for the purposes ofparagraph (c) of subsection (1) a separate statement of high net worth musthave been made in relation to each of them; and paragraph (d) of thatsubsection shall have effect accordingly.\n\t\t\tIn this section—\n\t\t\t\t  * ‘previous financial year’ means, in relation to a statement of high net worth, the financial year immediately preceding the financial year during which the statement is made;\n\t\t\t\t  * ‘specified’ means specified in an order under this section.\n\t\t\tIn subsection (6) ‘financial year’ means a period of one year ending with31st March.\n\t\t\tNothing in this section affects the application of sections 140A to 140C.”\n\tExemption relating to businesses\n\t\tBefore section 17 of the 1974 Act insert—\n\t\t“16BExemption relating to businesses\n\t\t\tThis Act does not regulate—\n\t\t\t\ta consumer credit agreement by which the creditor provides the debtor withcredit exceeding £25,000, or\n\t\t\t\ta consumer hire agreement that requires the hirer to make paymentsexceeding £25,000,\n\t\t\t\t\tif the agreement is entered into by the debtor or hirer wholly orpredominantly for the purposes of a business carried on, or intended to becarried on, by him.\n\t\t\tIf an agreement includes a declaration made by the debtor or hirer to theeffect that the agreement is entered into by him wholly or predominantly forthe purposes of a business carried on, or intended to be carried on, by him,the agreement shall be presumed to have been entered into by him wholly orpredominantly for such purposes.\n\t\t\tBut that presumption does not apply if, when the agreement is entered into—\n\t\t\t\tthe creditor or owner, or\n\t\t\t\tany person who has acted on his behalf in connection with the entering intoof the agreement,\n\t\t\t\tknows, or has reasonable cause to suspect, that the agreement is not enteredinto by the debtor or hirer wholly or predominantly for the purposes of abusiness carried on, or intended to be carried on, by him.\n\t\t\tThe Secretary of State may by order make provision about the form, contentand signing of declarations for the purposes of subsection (2).\n\t\t\tWhere an agreement has two or more creditors or owners, in subsection (3)references to the creditor or owner are references to any one or more of them.\n\t\t\tNothing in this section affects the application of sections 140A to 140C.”\n\tConsequential amendments relating to ss. 1 to 4\n\t\tIn section 8(3) of the 1974 Act (which defines regulated consumer creditagreements) after “16” insert “, 16A or 16B”.\n\t\tIn section 10 of that Act (running-account credit and fixed-sum credit)—\n\t\t\tin subsection (1) for “personal” wherever occurring substitute “consumer”;\n\t\t\tin subsection (3)—\n\t\t\tfor “section 8(2)” substitute “paragraph (a) of section 16B(1)”;\n\t\t\tfor “subsection” substitute “paragraph”.\n\t\tIn section 17(2) of that Act (small agreements) for “8(2)” substitute“16B(1)(a)”.\n\t\tIn section 145(4) of that Act (types of hire businesses relevant to creditbrokerage) after paragraph (a) insert—\n\t\t\ta business which comprises or relates to consumer hire agreements being,otherwise than by virtue of section 16(6), exempt agreements;”.\n\t\tIn subsection (1) of section 158 of that Act (duty of credit referenceagency to disclose filed information) for paragraph (a) substitute—\n\t\t\ta request in writing to that effect from a consumer,”.\n\t\tAfter subsection (4) of that section insert—\n\t\t\t“(4A)In this section ‘consumer’ means—\n\t\t\ta partnership consisting of two or three persons not all of whom are bodiescorporate; or\n\t\t\tan unincorporated body of persons which does not consist entirely of bodiescorporate and is not a partnership.”\n\t\tIn section 181(1) and (2) of that Act (power to alter monetary limits etc.)for “8(2), 15(1)(c)” substitute “16B(1)”.\n\t\tIn subsection (5) of section 185 of that Act (agreement with more than onedebtor or hirer)—\n\t\t\tin paragraph (b) for “a body corporate” substitute “not an individual”;\n\t\t\tfor “the body corporate or bodies corporate” substitute “each person withinparagraph (b)”.\n\t\tIn subsection (6) of that section after “a body corporate” insert “withinparagraph (b) of that subsection”.\n\t\tIn section 189(1) of that Act (definitions) in the definition of “exemptagreement” after “16” insert “, 16A or 16B”."
    },
    {
        "length": 1226,
        "text": "\nStatements to be provided in relation to regulated credit agreements\n\tStatements to be provided in relation to fixed-sum credit agreements\n\t\tAfter section 77 of the 1974 Act insert—\n\t\t“77AStatements to be provided in relation to fixed-sum credit agreements\n\t\t\tThe creditor under a regulated agreement for fixed-sum credit—\n\t\t\t\tshall, within the period of one year beginning with the day after the dayon which the agreement is made, give the debtor a statement under thissection; and\n\t\t\t\tafter the giving of that statement, shall give the debtor furtherstatements under this section at intervals of not more than one year.\n\t\t\tRegulations may make provision about the form and content of statementsunder this section.\n\t\t\tThe debtor shall have no liability to pay any sum in connection with thepreparation or the giving to him of a statement under this section.\n\t\t\tThe creditor is not required to give the debtor any statement under thissection once the following conditions are satisfied—\n\t\t\t\tthat there is no sum payable under the agreement by the debtor; and\n\t\t\t\tthat there is no sum which will or may become so payable.\n\t\t\tSubsection (6) applies if at a time before the conditions mentioned insubsection (4) are satisfied the creditor fails to give the debtor—\n\t\t\t\ta statement under this section within the period mentioned in subsection(1)(a); or\n\t\t\t\tsuch a statement within the period of one year beginning with the day afterthe day on which such a statement was last given to him.\n\t\t\tWhere this subsection applies in relation to a failure to give a statementunder this section to the debtor—\n\t\t\t\tthe creditor shall not be entitled to enforce the agreement during theperiod of non-compliance;\n\t\t\t\tthe debtor shall have no liability to pay any sum of interest to the extentcalculated by reference to the period of non-compliance or to any part of it;and\n\t\t\t\tthe debtor shall have no liability to pay any default sum which (apart fromthis paragraph)—\n\t\t\t\twould have become payable during the period of non-compliance; or\n\t\t\t\twould have become payable after the end of that period in connection witha breach of the agreement which occurs during that period (whether or not thebreach continues after the end of that period).\n\t\t\tIn this section ‘the period of non-compliance’ means, in relation to afailure to give a statement under this section to the debtor, the periodwhich—\n\t\t\t\tbegins immediately after the end of the period mentioned in paragraph (a)or (as the case may be) paragraph (b) of subsection (5); and\n\t\t\t\tends at the end of the day on which the statement is given to the debtor oron which the conditions mentioned in subsection (4) are satisfied, whicheveris earlier.\n\t\t\tThis section does not apply in relation to a non-commercial agreement or toa small agreement.”\n\tFurther provision relating to statements\n\t\tIn section 78 of the 1974 Act (duty to give information to debtor underrunning-account credit agreement) after subsection (4) insert—\n\t\t\t“(4A)Regulations may require a statement under subsection (4) to contain alsoinformation in the prescribed terms about the consequences of the debtor—\n\t\t\tfailing to make payments as required by the agreement; or\n\t\t\tonly making payments of a prescribed description in prescribedcircumstances.”\n\t\tIn subsection (7) of that section for “(4) and (5)” substitute “(4) to(5)”.\n\t\tIn section 185 of that Act (agreement with more than one debtor or hirer)for subsection (2) substitute—\n\t\tNotwithstanding subsection (1)(a), where credit is provided under anagreement to two or more debtors jointly, in performing his duties—\n\t\t\tin the case of fixed-sum credit, under section 77A, or\n\t\t\tin the case of running-account credit, under section 78(4),\n\t\t\tthe creditor need not give statements to any debtor who has signed and givento him a notice (a ‘dispensing notice’) authorising him not to comply in thedebtor’s case with section 77A or (as the case may be) 78(4).\n\t\t\t(2A)A dispensing notice given by a debtor is operative from when it is givento the creditor until it is revoked by a further notice given to the creditorby the debtor.\n\t\t\t(2B)But subsection (2) does not apply if (apart from this subsection)dispensing notices would be operative in relation to all of the debtors towhom the credit is provided.\n\t\t\t(2C)Any dispensing notices operative in relation to an agreement shall ceaseto have effect if any of the debtors dies.\n\t\t\t(2D)A dispensing notice which is operative in relation to an agreement shallbe operative also in relation to any subsequent agreement which, in relationto the earlier agreement, is a modifying agreement.”"
    },
    {
        "length": 289,
        "text": "\nOFT to prepare information sheets on arrears and default\n\tAt the beginning of Part 7 of the 1974 Act insert—\n\t“Information sheets\n\t\tAOFT to prepare information sheets on arrears and default\n\t\t\tThe OFT shall prepare, and give general notice of, an arrears informationsheet and a default information sheet.\n\t\t\tThe arrears information sheet shall include information to help debtors andhirers who receive notices under section 86B or 86C.\n\t\t\tThe default information sheet shall include information to help debtors andhirers who receive default notices.\n\t\t\tRegulations may make provision about the information to be included in aninformation sheet.\n\t\t\tAn information sheet takes effect for the purposes of this Part at the endof the period of three months beginning with the day on which general noticeof it is given.\n\t\t\tIf the OFT revises an information sheet after general notice of it has beengiven, it shall give general notice of the information sheet as revised.\n\t\t\tA revised information sheet takes effect for the purposes of this Part atthe end of the period of three months beginning with the day on which generalnotice of it is given.”"
    },
    {
        "length": 1059,
        "text": "\nNotice of sums in arrears under fixed-sum credit agreements etc.\n\tAfter section 86A of the 1974 Act (inserted by section 8 of this Act) insert—\n\t“Sums in arrears and default sums\n\t\tBNotice of sums in arrears under fixed-sum credit agreements etc.\n\t\t\tThis section applies where at any time the following conditions aresatisfied—\n\t\t\t\tthat the debtor or hirer under an applicable agreement is required to havemade at least two payments under the agreement before that time;\n\t\t\t\tthat the total sum paid under the agreement by him is less than the totalsum which he is required to have paid before that time;\n\t\t\t\tthat the amount of the shortfall is no less than the sum of the last twopayments which he is required to have made before that time;\n\t\t\t\tthat the creditor or owner is not already under a duty to give him noticesunder this section in relation to the agreement; and\n\t\t\t\tif a judgment has been given in relation to the agreement before that time,that there is no sum still to be paid under the judgment by the debtor orhirer.\n\t\t\tThe creditor or owner—\n\t\t\t\tshall, within the period of 14 days beginning with the day on which theconditions mentioned in subsection (1) are satisfied, give the debtor or hirera notice under this section; and\n\t\t\t\tafter the giving of that notice, shall give him further notices under thissection at intervals of not more than six months.\n\t\t\tThe duty of the creditor or owner to give the debtor or hirer notices underthis section shall cease when either of the conditions mentioned in subsection(4) is satisfied; but if either of those conditions is satisfied before thenotice required by subsection (2)(a) is given, the duty shall not cease untilthat notice is given.\n\t\t\tThe conditions referred to in subsection (3) are—\n\t\t\t\tthat the debtor or hirer ceases to be in arrears;\n\t\t\t\tthat a judgment is given in relation to the agreement under which a sum isrequired to be paid by the debtor or hirer.\n\t\t\tFor the purposes of subsection (4)(a) the debtor or hirer ceases to be inarrears when—\n\t\t\t\tno sum, which he has ever failed to pay under the agreement when required,is still owing;\n\t\t\t\tno default sum, which has ever become payable under the agreement inconnection with his failure to pay any sum under the agreement when required,is still owing;\n\t\t\t\tno sum of interest, which has ever become payable under the agreement inconnection with such a default sum, is still owing; and\n\t\t\t\tno other sum of interest, which has ever become payable under the agreementin connection with his failure to pay any sum under the agreement whenrequired, is still owing.\n\t\t\tA notice under this section shall include a copy of the current arrearsinformation sheet under section 86A.\n\t\t\tThe debtor or hirer shall have no liability to pay any sum in connectionwith the preparation or the giving to him of a notice under this section.\n\t\t\tRegulations may make provision about the form and content of notices underthis section.\n\t\t\tIn the case of an applicable agreement under which the debtor or hirer mustmake all payments he is required to make at intervals of one week or less,this section shall have effect as if in subsection (1)(a) and (c) for ‘two’there were substituted ‘four’.\n\t\t\tIf an agreement mentioned in subsection (9) was made before the beginningof the relevant period, only amounts resulting from failures by the debtor orhirer to make payments he is required to have made during that period shall betaken into account in determining any shortfall for the purposes of subsection(1)(c).\n\t\t\tIn subsection (10) ‘relevant period’ means the period of 20 weeks endingwith the day on which the debtor or hirer is required to have made the mostrecent payment under the agreement.\n\t\t\tIn this section ‘applicable agreement’ means an agreement which—\n\t\t\t\tis a regulated agreement for fixed-sum credit or a regulated consumer hireagreement; and\n\t\t\t\tis neither a non-commercial agreement nor a small agreement.”"
    },
    {
        "length": 436,
        "text": "\nNotice of sums in arrears under running-account credit agreements\n\tAfter section 86B of the 1974 Act (inserted by section 9 of this Act) insert—\n\t“86CNotice of sums in arrears under running-account credit agreements\n\t\tThis section applies where at any time the following conditions aresatisfied—\n\t\t\tthat the debtor under an applicable agreement is required to have made atleast two payments under the agreement before that time;\n\t\t\tthat the last two payments which he is required to have made before thattime have not been made;\n\t\t\tthat the creditor has not already been required to give a notice under thissection in relation to either of those payments; and\n\t\t\tif a judgment has been given in relation to the agreement before that time,that there is no sum still to be paid under the judgment by the debtor.\n\t\tThe creditor shall, no later than the end of the period within which he isnext required to give a statement under section 78(4) in relation to theagreement, give the debtor a notice under this section.\n\t\tThe notice shall include a copy of the current arrears information sheetunder section 86A.\n\t\tThe notice may be incorporated in a statement or other notice which thecreditor gives the debtor in relation to the agreement by virtue of anotherprovision of this Act.\n\t\tThe debtor shall have no liability to pay any sum in connection with thepreparation or the giving to him of the notice.\n\t\tRegulations may make provision about the form and content of notices underthis section.\n\t\tIn this section ‘applicable agreement’ means an agreement which—\n\t\t\tis a regulated agreement for running-account credit; and\n\t\t\tis neither a non-commercial agreement nor a small agreement.”"
    },
    {
        "length": 666,
        "text": "\nFailure to give notice of sums in arrears\n\tAfter section 86C of the 1974 Act (inserted by section 10 of this Act) insert—\n\t“86DFailure to give notice of sums in arrears\n\t\tThis section applies where the creditor or owner under an agreement isunder a duty to give the debtor or hirer notices under section 86B but failsto give him such a notice—\n\t\t\twithin the period mentioned in subsection (2)(a) of that section; or\n\t\t\twithin the period of six months beginning with the day after the day onwhich such a notice was last given to him.\n\t\tThis section also applies where the creditor under an agreement is under aduty to give the debtor a notice under section 86C but fails to do so beforethe end of the period mentioned in subsection (2) of that section.\n\t\tThe creditor or owner shall not be entitled to enforce the agreement duringthe period of non-compliance.\n\t\tThe debtor or hirer shall have no liability to pay—\n\t\t\tany sum of interest to the extent calculated by reference to the period ofnon-compliance or to any part of it; or\n\t\t\tany default sum which (apart from this paragraph)—\n\t\t\twould have become payable during the period of non-compliance; or\n\t\t\twould have become payable after the end of that period in connection witha breach of the agreement which occurs during that period (whether or not thebreach continues after the end of that period).\n\t\tIn this section ‘the period of non-compliance’ means, in relation to afailure to give a notice under section 86B or 86C to the debtor or hirer, theperiod which—\n\t\t\tbegins immediately after the end of the period mentioned in (as the casemay be) subsection (1)(a) or (b) or (2); and\n\t\t\tends at the end of the day mentioned in subsection (6).\n\t\tThat day is—\n\t\t\tin the case of a failure to give a notice under section 86B as mentioned insubsection (1)(a) of this section, the day on which the notice is given to thedebtor or hirer;\n\t\t\tin the case of a failure to give a notice under that section as mentionedin subsection (1)(b) of this section, the earlier of the following—\n\t\t\tthe day on which the notice is given to the debtor or hirer;\n\t\t\tthe day on which the condition mentioned in subsection (4)(a) of thatsection is satisfied;\n\t\t\tin the case of a failure to give a notice under section 86C, the day onwhich the notice is given to the debtor.”"
    },
    {
        "length": 410,
        "text": "\nNotice of default sums\n\tAfter section 86D of the 1974 Act (inserted by section 11 of this Act) insert—\n\t“86ENotice of default sums\n\t\tThis section applies where a default sum becomes payable under a regulatedagreement by the debtor or hirer.\n\t\tThe creditor or owner shall, within the prescribed period after the defaultsum becomes payable, give the debtor or hirer a notice under this section.\n\t\tThe notice under this section may be incorporated in a statement or othernotice which the creditor or owner gives the debtor or hirer in relation tothe agreement by virtue of another provision of this Act.\n\t\tThe debtor or hirer shall have no liability to pay interest in connectionwith the default sum to the extent that the interest is calculated byreference to a period occurring before the 29th day after the day on which thedebtor or hirer is given the notice under this section.\n\t\tIf the creditor or owner fails to give the debtor or hirer the notice underthis section within the period mentioned in subsection (2), he shall not beentitled to enforce the agreement until the notice is given to the debtor orhirer.\n\t\tThe debtor or hirer shall have no liability to pay any sum in connectionwith the preparation or the giving to him of the notice under this section.\n\t\tRegulations may—\n\t\t\tprovide that this section does not apply in relation to a default sum whichis less than a prescribed amount;\n\t\t\tmake provision about the form and content of notices under this section.\n\t\tThis section does not apply in relation to a non-commercial agreement or toa small agreement.”"
    },
    {
        "length": 111,
        "text": "\nInterest on default sums\n\tAfter section 86E of the 1974 Act (inserted by section 12 of this Act) insert—\n\t“86FInterest on default sums\n\t\tThis section applies where a default sum becomes payable under a regulatedagreement by the debtor or hirer.\n\t\tThe debtor or hirer shall only be liable to pay interest in connection withthe default sum if the interest is simple interest.”"
    },
    {
        "length": 121,
        "text": "\nDefault notices\n\tIn subsections (2) and (3) of section 88 of the 1974 Act (contents andeffect of default notice) for “seven” wherever occurring substitute “14”.\n\tIn subsection (4) of that section after “it” insert “and any otherprescribed matters relating to the agreement”.\n\tAfter that subsection insert—\n\t\t“(4A)The default notice must also include a copy of the current defaultinformation sheet under section 86A.”"
    },
    {
        "length": 747,
        "text": "\nTime orders\n\tIn subsection (1) of section 129 of the 1974 Act (time orders) beforeparagraph (c) insert—\n\t\ton an application made by a debtor or hirer under this paragraph after hehas been given a notice under section 86B or 86C; or”.\n\tAfter that section insert—\n\t“129ADebtor or hirer to give notice of intent etc. to creditor or owner\n\t\tA debtor or hirer may make an application under section 129(1)(ba) inrelation to a regulated agreement only if—\n\t\t\tfollowing his being given the notice under section 86B or 86C, he gave anotice within subsection (2) to the creditor or owner; and\n\t\t\ta period of at least 14 days has elapsed after the day on which he gavethat notice to the creditor or owner.\n\t\tA notice is within this subsection if it—\n\t\t\tindicates that the debtor or hirer intends to make the application;\n\t\t\tindicates that he wants to make a proposal to the creditor or owner inrelation to his making of payments under the agreement; and\n\t\t\tgives details of that proposal.”\n\t\tIn section 143(b) of that Act (provision which may be made by rules ofcourt in Northern Ireland) after “129(1)(b)” insert “or (ba)”.\n\t\tIn section 32(1) of the Sheriff Courts (Scotland) Act [1971 (c.58)](/id/ukpga/1971/58?view=plain \"Go to item of legislation\") (regulation ofcivil procedure in sheriff court) after paragraph (l) insert—\n\t\t\tpermitting the debtor or hirer in proceedings for—\n\t\t\ta time order under section 129 of the Consumer Credit Act 1974 (timeorders), or\n\t\t\tvariation or revocation, under section 130(6) of that Act (variation andrevocation of time orders), of a time order made under section 129,\n\t\t\t\tto be represented by a person who is neither an advocate nor a solicitor.”\n\t\tIn section 32(2B) of the Solicitors (Scotland) Act [1980 (c.46)](/id/ukpga/1980/46?view=plain \"Go to item of legislation\") (offence forunqualified persons to prepare certain documents)—\n\t\t\tafter “represent” insert “—(a)”;\n\t\t\tafter “cause” insert—\n\t\t\ta debtor or hirer in proceedings for—\n\t\t\ta time order under section 129 of the Consumer Credit Act 1974 (timeorders); or\n\t\t\tvariation or revocation, under section 130(6) of that Act (variation andrevocation of time orders), of a time order made under section 129”."
    },
    {
        "length": 699,
        "text": "\nInterest payable on judgment debts etc.\n\tAfter section 130 of the 1974 Act insert—\n\t“Interest\n\t\tAInterest payable on judgment debts etc.\n\t\t\tIf the creditor or owner under a regulated agreement wants to be able torecover from the debtor or hirer post-judgment interest in connection with asum that is required to be paid under a judgment given in relation to theagreement (the ‘judgment sum’), he—\n\t\t\t\tafter the giving of that judgment, shall give the debtor or hirer a noticeunder this section (the ‘first required notice’); and\n\t\t\t\tafter the giving of the first required notice, shall give the debtor orhirer further notices under this section at intervals of not more than sixmonths.\n\t\t\tThe debtor or hirer shall have no liability to pay post-judgment interestin connection with the judgment sum to the extent that the interest iscalculated by reference to a period occurring before the day on which he isgiven the first required notice.\n\t\t\tIf the creditor or owner fails to give the debtor or hirer a notice underthis section within the period of six months beginning with the day after theday on which such a notice was last given to the debtor or hirer, the debtoror hirer shall have no liability to pay post-judgment interest in connectionwith the judgment sum to the extent that the interest is calculated byreference to the whole or to a part of the period which—\n\t\t\t\tbegins immediately after the end of that period of six months; and\n\t\t\t\tends at the end of the day on which the notice is given to the debtor orhirer.\n\t\t\tThe debtor or hirer shall have no liability to pay any sum in connectionwith the preparation or the giving to him of a notice under this section.\n\t\t\tA notice under this section may be incorporated in a statement or othernotice which the creditor or owner gives the debtor or hirer in relation tothe agreement by virtue of another provision of this Act.\n\t\t\tRegulations may make provision about the form and content of notices underthis section.\n\t\t\tThis section does not apply in relation to post-judgment interest which isrequired to be paid by virtue of any of the following—\n\t\t\t\tsection 4 of the Administration of Justice (Scotland) Act 1972;\n\t\t\t\tArticle 127 of the Judgments Enforcement (Northern Ireland) Order 1981;\n\t\t\t\tsection 74 of the County Courts Act 1984.\n\t\t\tThis section does not apply in relation to a non-commercial agreement or toa small agreement.\n\t\t\tIn this section ‘post-judgment interest’ means interest to the extentcalculated by reference to a period occurring after the giving of the judgmentunder which the judgment sum is required to be paid.”"
    },
    {
        "length": 206,
        "text": "\nDefinition of “default sum”\n\tAfter section 187 of the 1974 Act insert—\n\t“187ADefinition of ‘default sum’\n\t\tIn this Act ‘default sum’ means, in relation to the debtor or hirer under aregulated agreement, a sum (other than a sum of interest) which is payable byhim under the agreement in connection with a breach of the agreement by him.\n\t\tBut a sum is not a default sum in relation to the debtor or hirer simplybecause, as a consequence of his breach of the agreement, he is required topay it earlier than he would otherwise have had to.”\n\t\tIn section 189(1) of that Act (definitions) after the definition of“default notice” insert—\n\t\t\t“‘default sum’ has the meaning given by section 187A;”."
    },
    {
        "length": 2379,
        "text": "\nUnfair relationships\n\tUnfair relationships between creditors and debtors\n\t\tAfter section 140 of the 1974 Act insert—\n\t\t“Unfair relationships\n\t\t\tAUnfair relationships between creditors and debtors\n\t\t\t\tThe court may make an order under section 140B in connection with a creditagreement if it determines that the relationship between the creditor and thedebtor arising out of the agreement (or the agreement taken with any relatedagreement) is unfair to the debtor because of one or more of the following—\n\t\t\t\t\tany of the terms of the agreement or of any related agreement;\n\t\t\t\t\tthe way in which the creditor has exercised or enforced any of his rightsunder the agreement or any related agreement;\n\t\t\t\t\tany other thing done (or not done) by, or on behalf of, the creditor(either before or after the making of the agreement or any related agreement).\n\t\t\t\tIn deciding whether to make a determination under this section the courtshall have regard to all matters it thinks relevant (including mattersrelating to the creditor and matters relating to the debtor).\n\t\t\t\tFor the purposes of this section the court shall (except to the extent thatit is not appropriate to do so) treat anything done (or not done) by, or onbehalf of, or in relation to, an associate or a former associate of thecreditor as if done (or not done) by, or on behalf of, or in relation to, thecreditor.\n\t\t\t\tA determination may be made under this section in relation to arelationship notwithstanding that the relationship may have ended.\n\t\t\t\tAn order under section 140B shall not be made in connection with a creditagreement which is an exempt agreement by virtue of section 16(6C).”\n\tPowers of court in relation to unfair relationships\n\t\tAfter section 140A of the 1974 Act (inserted by section 19 of this Act)insert—\n\t\t“140BPowers of court in relation to unfair relationships\n\t\t\tAn order under this section in connection with a credit agreement may doone or more of the following—\n\t\t\t\trequire the creditor, or any associate or former associate of his, to repay(in whole or in part) any sum paid by the debtor or by a surety by virtue ofthe agreement or any related agreement (whether paid to the creditor, theassociate or the former associate or to any other person);\n\t\t\t\trequire the creditor, or any associate or former associate of his, to do ornot to do (or to cease doing) anything specified in the order in connectionwith the agreement or any related agreement;\n\t\t\t\treduce or discharge any sum payable by the debtor or by a surety by virtueof the agreement or any related agreement;\n\t\t\t\tdirect the return to a surety of any property provided by him for thepurposes of a security;\n\t\t\t\totherwise set aside (in whole or in part) any duty imposed on the debtor oron a surety by virtue of the agreement or any related agreement;\n\t\t\t\talter the terms of the agreement or of any related agreement;\n\t\t\t\tdirect accounts to be taken, or (in Scotland) an accounting to be made,between any persons.\n\t\t\tAn order under this section may be made in connection with a creditagreement only—\n\t\t\t\ton an application made by the debtor or by a surety;\n\t\t\t\tat the instance of the debtor or a surety in any proceedings in any courtto which the debtor and the creditor are parties, being proceedings to enforcethe agreement or any related agreement; or\n\t\t\t\tat the instance of the debtor or a surety in any other proceedings in anycourt where the amount paid or payable under the agreement or any relatedagreement is relevant.\n\t\t\tAn order under this section may be made notwithstanding that its effect isto place on the creditor, or any associate or former associate of his, aburden in respect of an advantage enjoyed by another person.\n\t\t\tAn application under subsection (2)(a) may only be made—\n\t\t\t\tin England and Wales, to the county court;\n\t\t\t\tin Scotland, to the sheriff court;\n\t\t\t\tin Northern Ireland, to the High Court (subject to subsection (6)).\n\t\t\tIn Scotland such an application may be made in the sheriff court for thedistrict in which the debtor or surety resides or carries on business.\n\t\t\tIn Northern Ireland such an application may be made to the county court ifthe credit agreement is an agreement under which the creditor provides thedebtor with—\n\t\t\t\tfixed-sum credit not exceeding £15,000; or\n\t\t\t\trunning-account credit on which the credit limit does not exceed £15,000.\n\t\t\tWithout prejudice to any provision which may be made by rules of court madein relation to county courts in Northern Ireland, such rules may provide thatan application made by virtue of subsection (6) may be made in the countycourt for the division in which the debtor or surety resides or carries onbusiness.\n\t\t\tA party to any proceedings mentioned in subsection (2) shall be entitled,in accordance with rules of court, to have any person who might be the subjectof an order under this section made a party to the proceedings.\n\t\t\tIf, in any such proceedings, the debtor or a surety alleges that therelationship between the creditor and the debtor is unfair to the debtor, itis for the creditor to prove to the contrary.”\n\tInterpretation of ss. 140A and 140B of the 1974 Act\n\t\tAfter section 140B of the 1974 Act (inserted by section 20 of this Act)insert—\n\t\t“140CInterpretation of ss. 140A and 140B\n\t\t\tIn this section and in sections 140A and 140B ‘credit agreement’ means anyagreement between an individual (the ‘debtor’) and any other person (the‘creditor’) by which the creditor provides the debtor with credit of anyamount.\n\t\t\tReferences in this section and in sections 140A and 140B to the creditor orto the debtor under a credit agreement include—\n\t\t\t\treferences to the person to whom his rights and duties under the agreementhave passed by assignment or operation of law;\n\t\t\t\twhere two or more persons are the creditor or the debtor, references to anyone or more of those persons.\n\t\t\tThe definition of ‘court’ in section 189(1) does not apply for the purposesof sections 140A and 140B.\n\t\t\tReferences in sections 140A and 140B to an agreement related to a creditagreement (the ‘main agreement’) are references to—\n\t\t\t\ta credit agreement consolidated by the main agreement;\n\t\t\t\ta linked transaction in relation to the main agreement or to a creditagreement within paragraph (a);\n\t\t\t\ta security provided in relation to the main agreement, to a creditagreement within paragraph (a) or to a linked transaction within paragraph(b).\n\t\t\tIn the case of a credit agreement which is not a regulated consumer creditagreement, for the purposes of subsection (4) a transaction shall be treatedas being a linked transaction in relation to that agreement if it would havebeen such a transaction had that agreement been a regulated consumer creditagreement.\n\t\t\tFor the purposes of this section and section 140B the definitions of‘security’ and ‘surety’ in section 189(1) apply (with any appropriate changes)in relation to—\n\t\t\t\ta credit agreement which is not a consumer credit agreement as if it were aconsumer credit agreement; and\n\t\t\t\ta transaction which is a linked transaction by virtue of subsection (5).\n\t\t\tFor the purposes of this section a credit agreement (the ‘earlieragreement’) is consolidated by another credit agreement (the ‘lateragreement’) if—\n\t\t\t\tthe later agreement is entered into by the debtor (in whole or in part) forpurposes connected with debts owed by virtue of the earlier agreement; and\n\t\t\t\tat any time prior to the later agreement being entered into the parties tothe earlier agreement included—\n\t\t\t\tthe debtor under the later agreement; and\n\t\t\t\tthe creditor under the later agreement or an associate or a formerassociate of his.\n\t\t\tFurther, if the later agreement is itself consolidated by another creditagreement (whether by virtue of this subsection or subsection (7)), then theearlier agreement is consolidated by that other agreement as well.”\n\tFurther provision relating to unfair relationships\n\t\tAfter section 140C of the 1974 Act (inserted by section 21 of this Act)insert—\n\t\t“140DAdvice and information\n\t\t\tThe advice and information published by the OFT under section 229 of theEnterprise Act 2002 shall indicate how the OFT expects sections 140A to 140Cof this Act to interact with Part 8 of that Act.”\n\t\t\tIn section 16 of that Act (exempt agreements) before subsection (8) insert—\n\t\t\t“(7A)Nothing in this section affects the application of sections 140A to140C.”\n\t\t\tSections 137 to 140 of that Act (extortionate credit bargains) shall ceaseto have effect.\n\t\t\tIn section 181 of that Act (power to alter monetary limits etc.)—\n\t\t\t\tin subsection (1) before “155(1)” insert “140B(6),”;\n\t\t\t\tin subsection (2) before “shall” insert “or 140B(6)”."
    },
    {
        "length": 2305,
        "text": "\nBusinesses requiring a licence and consequences of not being licensed\n\tDefinitions of “consumer credit business” and “consumer hire business”\n\t\tIn section 189(1) of the 1974 Act (definitions)—\n\t\t\tfor the definition of “consumer credit business” substitute—\n\t\t\t“‘consumer credit business’ means any business being carried on by a person sofar as it comprises or relates to—\n\t\t\tthe provision of credit by him, or\n\t\t\totherwise his being a creditor,\n\t\t\tunder regulated consumer credit agreements;”\n\t\t\tfor the definition of “consumer hire business” substitute—\n\t\t\t“‘consumer hire business’ means any business being carried on by a person sofar as it comprises or relates to—\n\t\t\tthe bailment or (in Scotland) the hiring of goods by him, or\n\t\t\totherwise his being an owner,\n\t\t\tunder regulated consumer hire agreements;”.\n\tDebt administration etc.\n\t\tIn subsection (1) of section 145 of the 1974 Act (types of ancillary creditbusiness) for the “or” after paragraph (d) substitute—\n\t\t\tdebt administration,”.\n\t\tAfter subsection (7) of that section insert—\n\t\t\t“(7A)Subject to section 146(7), debt administration is the taking of steps—\n\t\t\tto perform duties under a consumer credit agreement or a consumer hireagreement on behalf of the creditor or owner, or\n\t\t\tto exercise or to enforce rights under such an agreement on behalf of thecreditor or owner,\n\t\t\tso far as the taking of such steps is not debt-collecting.”\n\t\tIn subsection (6) of section 146 of that Act (persons who are to be treatedas not carrying on types of ancillary credit businesses)—\n\t\t\tafter “an agreement if” insert “any of the following conditions issatisfied”;\n\t\t\tfor paragraphs (a) and (b) substitute—\n\t\t\tthat he is the creditor or owner under the agreement, or”;\n\t\t\tat the beginning of each of paragraphs (c) to (e) insert “that”.\n\t\tAfter that subsection insert—\n\t\tIt is not debt administration for a person to take steps to performduties, or to exercise or enforce rights, under an agreement on behalf of thecreditor or owner if any of the conditions mentioned in subsection (6)(aa) to(e) is satisfied in relation to that person.”\n\t\tIn subsection (3) of section 177 of that Act (saving for registeredcharges) and in the subsection (3) applied by virtue of subsection (5) of thatsection for “a business of debt-collecting” substitute “a consumer creditbusiness, a consumer hire business or a business of debt-collecting or debtadministration”.\n\t\tIn section 189(1) of that Act (definitions) after the definition of “debt-adjusting” insert—\n\t\t“‘debt administration’ has the meaning given by section 145(7A);”.\n\tCredit information services\n\t\tIn subsection (1) of section 145 of the 1974 Act (types of ancillary creditbusiness) before paragraph (e) insert—\n\t\t\tthe provision of credit information services, or”.\n\t\tBefore subsection (8) of that section insert—\n\t\t\t“(7B)A person provides credit information services if—\n\t\t\the takes any steps mentioned in subsection (7C) on behalf of an individual;or\n\t\t\the gives advice to an individual in relation to the taking of any suchsteps.\n\t\t\t(7C)Those steps are steps taken with a view—\n\t\t\tto ascertaining whether a credit information agency (other than that personhimself if he is one) holds information relevant to the financial standing ofan individual;\n\t\t\tto ascertaining the contents of such information held by such an agency;\n\t\t\tto securing the correction of, the omission of anything from, or the makingof any other kind of modification of, such information so held; or\n\t\t\tto securing that such an agency which holds such information—\n\t\t\tstops holding it; or\n\t\t\tdoes not provide it to another person.\n\t\t\t(7D)In subsection (7C) ‘credit information agency’ means—\n\t\t\ta person carrying on a consumer credit business or a consumer hirebusiness;\n\t\t\ta person carrying on a business so far as it comprises or relates to creditbrokerage, debt-adjusting, debt-counselling, debt-collecting, debtadministration or the operation of a credit reference agency;\n\t\t\ta person carrying on a business which would be a consumer credit businessexcept that it comprises or relates to consumer credit agreements being,otherwise than by virtue of section 16(5)(a), exempt agreements; or\n\t\t\ta person carrying on a business which would be a consumer hire businessexcept that it comprises or relates to consumer hire agreements being,otherwise than by virtue of section 16(6), exempt agreements.”\n\t\tIn section 151 of that Act (advertisements relating to ancillary creditbusinesses)—\n\t\t\tin subsection (2) for “or” substitute “to” and after “liquidation of debts”insert “or to provide credit information services”;\n\t\t\tin subsection (3) for “or debt-counselling” substitute “, debt-counsellingor the provision of credit information services”;\n\t\t\tin subsection (4) after “advertisement” insert “(other than one for creditinformation services)”.\n\t\tIn each of the following provisions of that Act for “or debt-counselling”substitute “, debt-counselling or the provision of credit informationservices”—\n\t\t\tsection 152(1) (application of sections 52 to 54 to ancillary creditbusinesses);\n\t\t\tsection 154 (prohibition of canvassing ancillary credit business off tradepremises);\n\t\t\tsection 156 (regulations about agreements entered into for ancillary creditbusinesses).\n\t\tIn section 189(1) of that Act (definitions) after the definition of “creditbrokerage” insert—\n\t\t“‘credit information services’ has the meaning given by section 145(7B).”\n\tEnforcement of agreements by unlicensed trader etc.\n\t\tIn section 40 of the 1974 Act (enforcement of regulated agreements made byunlicensed trader) for subsections (1) and (2) substitute—\n\t\tA regulated agreement is not enforceable against the debtor or hirer by aperson acting in the course of a consumer credit business or a consumer hirebusiness (as the case may be) if that person is not licensed to carry on aconsumer credit business or a consumer hire business (as the case may be) of adescription which covers the enforcement of the agreement.\n\t\t\t(1A)Unless the OFT has made an order under subsection (2) which applies to theagreement, a regulated agreement is not enforceable against the debtor orhirer if—\n\t\t\tit was made by the creditor or owner in the course of a consumer creditbusiness or a consumer hire business (as the case may be); and\n\t\t\tat the time the agreement was made he was not licensed to carry on aconsumer credit business or a consumer hire business (as the case may be) of adescription which covered the making of the agreement.\n\t\tWhere— \n\t\t\tduring any period a person (the ‘trader’ has made regulated agreements inthe course of a consumer credit business or a consumer hire business (as thecase may be), and\n\t\t\tduring that period he was not licensed to carry on a consumer creditbusiness or a consumer hire business (as the case may be) of a descriptionwhich covered the making of those agreements,\n\t\t\the or his successor in title may apply to the OFT for an order that theagreements are to be treated for the purposes of subsection (1A) as if he hadbeen licensed as required.”\n\t\tIn subsection (4) of that section—\n\t\t\tin paragraph (a) for “regulated agreements made by the trader during thatperiod” substitute “the regulated agreements in question”;\n\t\t\tin paragraph (b) after “covering” insert “the making of those agreementsduring”;\n\t\t\tin paragraph (c) for “obtain a licence” substitute “be licensed asrequired”.\n\t\tIn subsection (6) of that section after “This section” insert “(apart fromsubsection (1))”.\n\t\tAfter that subsection insert—\n\t\tSubsection (1) does not apply to the enforcement of a regulated agreementby a consumer credit EEA firm unless that firm is precluded from enforcing itas a result of a prohibition or restriction mentioned in subsection (6)(a) or(b).\n\t\tThis section (apart from subsection (1)) does not apply to a regulatedagreement made by a person if by virtue of section 21(2) or (3) he was notrequired to be licensed to make the agreement.\n\t\tSubsection (1) does not apply to the enforcement of a regulated agreementby a person if by virtue of section 21(2) or (3) he is not required to belicensed to enforce the agreement.”"
    },
    {
        "length": 442,
        "text": "\nCharge on applicants for licences etc.\n\tAfter section 6 of the 1974 Act insert—\n\t“6ACharge on applicants for licences etc.\n\t\tAn applicant for a licence, or for the renewal of a licence, shall pay theOFT a charge towards the costs of carrying out its functions under this Act.\n\t\tThe amount of the charge payable by an applicant shall be determined inaccordance with provision made by the OFT by general notice.\n\t\tThe provision that may be made by the OFT under subsection (2) includes—\n\t\t\tdifferent provision in relation to persons of different descriptions;\n\t\t\tprovision for no charge at all to be payable by persons of specifieddescriptions.\n\t\tThe approval of the Secretary of State and the Treasury is required for ageneral notice under subsection (2).”\n\t\tIn section 6 of that Act (which contains provision relating toapplications) after subsection (2) insert—\n\t\t\t“(2A)The application must also be accompanied—\n\t\t\tin the case of an application for a licence or for the renewal of alicence, by the charge payable by virtue of section 6A;\n\t\t\tin any other case, by the specified fee.”\n\t\tIn section 189 of that Act (definitions) after subsection (1) insert—\n\t\t“(1A)In sections 36E(3), 70(4), 73(4) and 75(2) and paragraphs 14 and 15 ofSchedule A1 ‘costs’, in relation to proceedings in Scotland, means expenses.”\n\t\tIn section 191(1)(a) of that Act (special provisions as to NorthernIreland) after “notices” insert “, charges”."
    },
    {
        "length": 525,
        "text": "\nApplications for standard licences\n\tAfter section 24 of the 1974 Act insert—\n\t“24AApplications for standard licences\n\t\tAn application for a standard licence shall, in relation to each type ofbusiness which is covered by the application, state whether the applicant isapplying—\n\t\t\tfor the licence to cover the carrying on of that type of business with nolimitation; or\n\t\t\tfor the licence to cover the carrying on of that type of business only sofar as it falls within one or more descriptions of business.\n\t\tAn application within subsection (1)(b) in relation to a type of businessshall set out the description or descriptions of business in question.\n\t\tReferences in this Part to a type of business are references to a type ofbusiness within subsection (4).\n\t\tThe types of business within this subsection are—\n\t\t\ta consumer credit business;\n\t\t\ta consumer hire business;\n\t\t\ta business so far as it comprises or relates to credit brokerage;\n\t\t\ta business so far as it comprises or relates to debt-adjusting;\n\t\t\ta business so far as it comprises or relates to debt-counselling;\n\t\t\ta business so far as it comprises or relates to debt-collecting;\n\t\t\ta business so far as it comprises or relates to debt administration;\n\t\t\ta business so far as it comprises or relates to the provision of creditinformation services;\n\t\t\ta business so far as it comprises or relates to the operation of a creditreference agency.\n\t\tThe OFT—\n\t\t\tshall by general notice specify the descriptions of business which can beset out in an application for the purposes of subsection (2) in relation to atype of business;\n\t\t\tmay by general notice provide that applications within subsection (1)(b)cannot be made in relation to one or more of the types of business withinsubsection (4)(c) to (i).\n\t\tThe power of the OFT under subsection (5) includes power to make differentprovision for different cases or classes of case.”"
    },
    {
        "length": 1121,
        "text": "\nIssue of standard licences\n\tIn section 25 of the 1974 Act (licensee to be a fit person) for subsection(1) substitute—\n\tIf an applicant for a standard licence—\n\t\tmakes an application within section 24A(1)(a) in relation to a type ofbusiness, and\n\t\tsatisfies the OFT that he is a fit person to carry on that type of businesswith no limitation,\n\t\t\the shall be entitled to be issued with a standard licence covering thecarrying on of that type of business with no limitation.\n\t\t(1AA)If such an applicant—\n\t\tmakes an application within subsection (1)(b) of section 24A in relation toa type of business, and\n\t\tsatisfies the OFT that he is a fit person to carry on that type of businessso far as it falls within the description or descriptions of business set outin his application in accordance with subsection (2) of that section,\n\t\the shall be entitled to be issued with a standard licence covering thecarrying on of that type of business so far as it falls within the descriptionor descriptions in question.\n\t\t(1AB)If such an applicant makes an application within section 24A(1)(a) or (b)in relation to a type of business but fails to satisfy the OFT as mentioned insubsection (1) or (1AA) (as the case may be), he shall nevertheless beentitled to be issued with a standard licence covering the carrying on of thattype of business so far as it falls within one or more descriptions ofbusiness if—\n\t\the satisfies the OFT that he is a fit person to carry on that type ofbusiness so far as it falls within the description or descriptions inquestion;\n\t\the could have applied for the licence to be limited in that way; and\n\t\tthe licence would not cover any activity which was not covered by hisapplication.\n\t\t(1AC)In this section ‘description of business’ means, in relation to a type ofbusiness, a description of business specified in a general notice undersection 24A(5)(a).\n\t\t(1AD)An applicant shall not, by virtue of this section, be issued with alicence unless he satisfies the OFT that the name or names under which hewould be licensed is or are not misleading or otherwise undesirable.”\n\tFor subsection (2) of that section substitute—\n\tIn determining whether an applicant for a licence is a fit person for thepurposes of this section the OFT shall have regard to any matters appearing toit to be relevant including (amongst other things)—\n\t\tthe applicant’s skills, knowledge and experience in relation to consumercredit businesses, consumer hire businesses or ancillary credit businesses;\n\t\tsuch skills, knowledge and experience of other persons who the applicantproposes will participate in any business that would be carried on by himunder the licence;\n\t\tpractices and procedures that the applicant proposes to implement inconnection with any such business;\n\t\tevidence of the kind mentioned in subsection (2A).\n\t\t(2A)That evidence is evidence tending to show that the applicant, or any ofthe applicant’s employees, agents or associates (whether past or present) or,where the applicant is a body corporate, any person appearing to the OFT to bea controller of the body corporate or an associate of any such person, has—\n\t\tcommitted any offence involving fraud or other dishonesty or violence;\n\t\tcontravened any provision made by or under—\n\t\tthis Act;\n\t\tPart 16 of the Financial Services and Markets Act 2000 so far as itrelates to the consumer credit jurisdiction under that Part;\n\t\tany other enactment regulating the provision of credit to individuals orother transactions with individuals;\n\t\tcontravened any provision in force in an EEA State which corresponds to aprovision of the kind mentioned in paragraph (b);\n\t\tpractised discrimination on grounds of sex, colour, race or ethnic ornational origins in, or in connection with, the carrying on of any business;or\n\t\tengaged in business practices appearing to the OFT to be deceitful oroppressive or otherwise unfair or improper (whether unlawful or not).\n\t\t(2B)For the purposes of subsection (2A)(e), the business practices which theOFT may consider to be deceitful or oppressive or otherwise unfair or improperinclude practices in the carrying on of a consumer credit business that appearto the OFT to involve irresponsible lending.”\n\tIn subsection (3) of that section for “(2)” substitute “(2A)”."
    },
    {
        "length": 199,
        "text": "\nGuidance on fitness test\n\tAfter section 25 of the 1974 Act insert—\n\t“25AGuidance on fitness test\n\t\tThe OFT shall prepare and publish guidance in relation to how itdetermines, or how it proposes to determine, whether persons are fit personsas mentioned in section 25.\n\t\tIf the OFT revises the guidance at any time after it has been published,the OFT shall publish it as revised.\n\t\tThe guidance shall be published in such manner as the OFT thinks fit forthe purpose of bringing it to the attention of those likely to be affected byit.\n\t\tIn preparing or revising the guidance the OFT shall consult such persons asit thinks fit.\n\t\tIn carrying out its functions under this Part the OFT shall have regard tothe guidance as most recently published.”"
    },
    {
        "length": 869,
        "text": "\nVariation of standard licences etc.\n\tIn section 30 of the 1974 Act (variation of licences by request) forsubsection (1) substitute—\n\tIf it thinks fit, the OFT may by notice to the licensee under a standardlicence—\n\t\tin the case of a licence which covers the carrying on of a type of businessonly so far as it falls within one or more descriptions of business, vary thelicence by—\n\t\tremoving that limitation;\n\t\tadding a description of business to that limitation; or\n\t\tremoving a description of business from that limitation;\n\t\tin the case of a licence which covers the carrying on of a type of businesswith no limitation, vary the licence so that it covers the carrying on of thattype of business only so far as it falls within one or more descriptions ofbusiness;\n\t\tvary the licence so that it no longer covers the carrying on of a type ofbusiness at all;\n\t\tvary the licence so that a type of business the carrying on of which is notcovered at all by the licence is covered either—\n\t\twith no limitation; or\n\t\tonly so far as it falls within one or more descriptions of business; or\n\t\tvary the licence in any other way except for the purpose of varying thedescriptions of activities covered by the licence.\n\t\t\t(1A)The OFT may vary a licence under subsection (1) only in accordance with anapplication made by the licensee.\n\t\t(1B)References in this section to a description of business in relation to atype of business—\n\t\tare references to a description of business specified in a general noticeunder section 24A(5)(a); and\n\t\tin subsection (1)(a) (apart from sub-paragraph (ii)) include references toa description of business that was, but is no longer, so specified.”\n\tIn subsection (1) of section 31 of that Act (compulsory variation oflicences) for “the licence should be varied” substitute “it should take stepsmentioned in subsection (1A)”.\n\tAfter that subsection insert—\n\t“(1A)Those steps are—\n\t\tin the case of a standard licence, steps mentioned in section 30(1)(a)(ii)and (iii), (b), (c) and (e);\n\t\tin the case of a group licence, the varying of terms of the licence.”\n\tAfter subsection (7) of that section insert—\n\tSubsection (1) shall have effect in relation to a standard licence as ifan application could be made for the renewal or further renewal of the licenceon the same terms (except as to expiry) even if such an application could notbe made because of provision made in a general notice under section 24A(5).\n\tAccordingly, in applying subsection (1AA) of section 25 in relation to thelicence for the purposes of this section, the OFT shall treat references inthat subsection to the description or descriptions of business in relation toa type of business as references to the description or descriptions ofbusiness included in the licence in relation to that type of business,notwithstanding that provision under section 24A(5).”\n\tIn section 32 of that Act (suspension and revocation of licences) aftersubsection (8) insert—\n\tThe OFT has no power to revoke or to suspend a standard licence simplybecause, by virtue of provision made in a general notice under section 24A(5),a person cannot apply for the renewal of such a licence on terms which are thesame as the terms of the licence in question.”"
    },
    {
        "length": 1097,
        "text": "\nWinding-up of standard licensee’s business\n\tAfter section 34 of the 1974 Act insert—\n\t“34AWinding-up of standard licensee’s business\n\t\tIf it thinks fit, the OFT may, for the purpose of enabling the licensee’sbusiness, or any part of his business, to be transferred or wound up, includeas part of a determination to which subsection (2) applies provisionauthorising the licensee to carry on for a specified period—\n\t\t\tspecified activities, or\n\t\t\tactivities of specified descriptions,\n\t\t\t\twhich, because of that determination, the licensee will no longer be licensedto carry on.\n\t\tThis subsection applies to the following determinations—\n\t\t\ta determination to refuse to renew a standard licence in accordance withthe terms of the application for its renewal;\n\t\t\ta determination to vary such a licence under section 31;\n\t\t\ta determination to suspend or revoke such a licence.\n\t\tSuch provision—\n\t\t\tmay specify different periods for different activities or activities ofdifferent descriptions;\n\t\t\tmay provide for persons other than the licensee to carry on activitiesunder the authorisation;\n\t\t\tmay specify requirements which must be complied with by a person carryingon activities under the authorisation in relation to those activities;\n\t\t\tand, if a requirement specified under paragraph (c) is not complied with, theOFT may by notice to a person carrying on activities under the authorisationterminate the authorisation (in whole or in part) from a specified date.\n\t\tWithout prejudice to the generality of paragraph (c) of subsection (3), arequirement specified under that paragraph may have the effect of—\n\t\t\tpreventing a named person from being an employee of a person carrying onactivities under the authorisation, or restricting the activities he mayengage in as an employee of such a person;\n\t\t\tpreventing a named person from doing something, or restricting his doingsomething, in connection with activities being carried on by a person underthe authorisation;\n\t\t\tsecuring that access to premises is given to officers of the OFT for thepurpose of enabling them to inspect documents or to observe the carrying on ofactivities.\n\t\tActivities carried on under an authorisation shall be treated for thepurposes of sections 39(1), 40, 148 and 149 as if carried on under a standardlicence.”\n\t\tIn section 29 of that Act (renewal of licences) after subsection (3)insert—\n\t\t“(3A)In its application to the renewal of standard licences by virtue ofsubsection (3) of this section, section 27(1) shall have effect as if forparagraph (b) there were substituted—\n\t\t‘(b)invite the applicant to submit to the OFT in accordance with section 34representations—\n\t\t\tin support of his application; and\n\t\t\tabout the provision (if any) that should be included under section 34A aspart of the determination were the OFT to refuse the application or grant itin terms different from those applied for.’’\n\t\tSubsection (5) of that section (which gives the OFT power to givedirections allowing licensees to carry agreements into effect) shall cease tohave effect.\n\t\tIn section 31(2) of that Act (procedure to be followed in case of proposedcompulsory variation of a standard licence) for paragraph (b) substitute—\n\t\t\tinvite him to submit to the OFT in accordance with section 34representations—\n\t\t\tas to the proposed variations; and\n\t\t\tabout the provision (if any) that should be included under section 34A aspart of the determination were the OFT to vary the licence.”\n\t\tIn subsection (2) of section 32 of that Act (procedure to be followed incase of proposed revocation or suspension of a standard licence) for paragraph(b) substitute—\n\t\t\tinvite him to submit to the OFT in accordance with section 34representations—\n\t\t\tas to the proposed revocation or suspension; and\n\t\t\tabout the provision (if any) that should be included under section 34A aspart of the determination were the OFT to revoke or suspend the licence.”\n\t\tSubsection (5) of that section (which gives the OFT power to givedirections allowing licensees to carry agreements into effect) shall cease tohave effect."
    },
    {
        "length": 1038,
        "text": "\nConsequential amendments relating to ss. 27 to 32\n\tIn section 21(1) of the 1974 Act (businesses needing a licence) for“consumer hire business” substitute “a consumer hire business or an ancillarycredit business”.\n\tIn section 22 of that Act (standard and group licences) after subsection(5) insert—\n\t\t“(5A)A group licence to carry on a business may limit the activities it coversin any way the OFT thinks fit.”\n\tIn subsection (1) of section 23 of that Act (authorisation of specificactivities) for “this section” substitute “the terms of the licence”.\n\tIn subsection (4) of that section for “Regulations may be made specifying”substitute “The OFT may by general notice specify”.\n\tAfter section 27 of that Act insert—\n\t“27AConsumer credit EEA firms\n\t\tWhere— \n\t\t\ta consumer credit EEA firm makes an application for a standard licence, and\n\t\t\tthe activities covered by the application are all permitted activities,\n\t\t\t\tthe OFT shall refuse the application.\n\t\tSubsection (3) applies where—\n\t\t\ta consumer credit EEA firm makes an application for a standard licence; and\n\t\t\tsome (but not all) of the activities covered by the application arepermitted activities.\n\t\tIn order to be entitled to be issued with a standard licence in accordancewith section 25(1) to (1AB) in relation to a type of business, the firm neednot satisfy the OFT that it is a fit person to carry on that type of businessso far as it would involve any of the permitted activities covered by theapplication.\n\t\tA standard licence held by a consumer credit EEA firm does not at any timeauthorise the carrying on of an activity which is a permitted activity at thattime.\n\t\tIn this section ‘permitted activity’ means, in relation to a consumercredit EEA firm, an activity for which the firm has, or could obtain,permission under paragraph 15 of Schedule 3 to the Financial Services andMarkets Act 2000.”\n\t\tIn the Table in section 41 of that Act (appeals) in the entry relating to“refusal to make order under section 40(2) in accordance with terms ofapplication” after “40(2)” insert “, 148(2) or 149(2)”.\n\t\tIn sections 194(3) and 203(4) of the 2000 Act (powers of intervention andprohibition) for “(a) to (d) of section 25(2)” substitute “(a) to (e) ofsection 25(2A)”.\n\t\tIn section 203(10) of that Act (definitions relating to Consumer Credit Actbusinesses) in the definition of “associate” for “25(2)” substitute “25(2A)”.\n\t\tIn paragraph 15(3) of Schedule 3 to that Act (EEA passport rights) for “21,39(1) and 147(1)” substitute “21 and 39(1)”.\n\t\tIn paragraph 23 of that Schedule in sub-paragraph (1) for “Sub-paragraph(2) applies” substitute “Sub-paragraphs (2) and (2A) apply”.\n\t\tIn sub-paragraph (2) of that paragraph for “(a) to (d) of section 25(2)”substitute “(a) to (e) of section 25(2A)”.\n\t\tAfter that sub-paragraph insert—\n\t\t“(2A)The Authority may also exercise its power under section 45 in respect ofthe firm if the Office of Fair Trading has informed the Authority that it hasconcerns about any of the following—\n\t\t\tthe firm’s skills, knowledge and experience in relation to Consumer CreditAct businesses;\n\t\t\tsuch skills, knowledge and experience of other persons who areparticipating in any Consumer Credit Act business being carried on by thefirm;\n\t\t\tpractices and procedures that the firm is implementing in connection withany such business.”"
    },
    {
        "length": 2128,
        "text": "\nDuration of licences and charges\n\tDefinite and indefinite licences\n\t\tIn subsection (1) of section 22 of the 1974 Act (definitions of standardand group licences)—\n\t\t\tin paragraph (a) for “during the prescribed period” substitute “whilst thelicence is in effect”;\n\t\t\tin paragraph (b) for the words from “during” to “indefinitely” substitute“whilst the licence is in effect”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)The terms of a licence shall specify—\n\t\t\twhether it has effect indefinitely or only for a limited period; and\n\t\t\tif it has effect for a limited period, that period.\n\t\t\t(1B)For the purposes of subsection (1A)(b) the period specified shall be suchperiod not exceeding the prescribed period as the OFT thinks fit (subject tosubsection (1E)).\n\t\t\t(1C)A standard licence shall have effect indefinitely unless—\n\t\t\tthe application for its issue requests that it have effect for a limitedperiod only; or\n\t\t\tthe OFT otherwise thinks there is good reason why it should have effect forsuch a period only.\n\t\t\t(1D)A group licence shall have effect for a limited period only unless the OFTthinks there is good reason why it should have effect indefinitely.\n\t\t\t(1E)Where a licence which has effect indefinitely is to be varied undersection 30 or 31 for the purpose of limiting the licence’s duration, thevariation shall provide for the licence to expire—\n\t\t\tin the case of a variation under section 30, at the end of such period fromthe time of the variation as is set out in the application for the variation;or\n\t\t\tin the case of a variation under section 31, at the end of such period fromthe time of the variation as the OFT thinks fit;\n\t\t\tbut a period mentioned in paragraph (a) or (b) shall not exceed the prescribedperiod.”\n\t\tIn section 29 of that Act (renewal of licences)—\n\t\t\tin subsection (1) after “standard licence” insert “of limited duration”;\n\t\t\tin subsection (4) for “in force” substitute “to have effect”.\n\t\tIn subsection (1) of section 31 of that Act (compulsory variation oflicences) after “that time” insert “(assuming, in the case of a licence whichhas effect indefinitely, that it were a licence of limited duration)”.\n\t\tBefore subsection (2) of that section insert—\n\t\t“(1B)The OFT shall also proceed as follows if, having regard to section 22(1B)to (1E), it is of the opinion—\n\t\t\tthat a licence which has effect indefinitely should have its durationlimited; or\n\t\t\tin the case of a licence of limited duration, that the period during whichit has effect should be shortened.”\n\t\tIn section 32(1) of that Act (suspension and revocation of licences) after“that time” insert “(assuming, in the case of a licence which has effectindefinitely, that it were a licence of limited duration)”.\n\t\tIn section 35(1)(b) of that Act (particulars to be kept in registermaintained by OFT) for “force” substitute “effect”.\n\t\tIn section 37 of that Act (circumstances giving rise to termination of alicence) after subsection (1) insert—\n\t\t“(1A)A licence terminates if the licensee gives the OFT a notice undersubsection (1B).\n\t\t(1B)A notice under this subsection shall—\n\t\t\tbe in such form as the OFT may by general notice specify;\n\t\t\tcontain such information as may be so specified;\n\t\t\tbe accompanied by the licence or give reasons as to why it is notaccompanied by the licence; and\n\t\t\tbe signed by or on behalf of the licensee.”\n\t\tIn subsection (3)(a) of that section after “(1)” insert “or (1A)”.\n\tCharges for indefinite licences\n\t\tAfter section 28 of the 1974 Act insert—\n\t\t“Charges for indefinite licences\n\t\t\tACharges to be paid by licensees etc. before end of payment periods\n\t\t\t\tThe licensee under a standard licence which has effect indefinitely shall,before the end of each payment period of his, pay the OFT a charge towards thecosts of carrying out its functions under this Act.\n\t\t\t\tThe original applicant for a group licence which has effect indefinitelyshall, before the end of each payment period of his, pay the OFT such acharge.\n\t\t\t\tThe amount of the charge payable by a person under subsection (1) or (2)before the end of a payment period shall be determined in accordance withprovision which—\n\t\t\t\t\tis made by the OFT by general notice; and\n\t\t\t\t\tis current on such day as may be determined in accordance with provisionmade by regulations.\n\t\t\t\tThe provision that may be made by the OFT under subsection (3)(a) includes—\n\t\t\t\t\tdifferent provision in relation to persons of different descriptions(including persons whose payment periods end at different times);\n\t\t\t\t\tprovision for no charge at all to be payable by persons of specifieddescriptions.\n\t\t\t\tThe approval of the Secretary of State and the Treasury is required for ageneral notice under subsection (3)(a).\n\t\t\t\tFor the purposes of this section a person’s payment periods are to bedetermined in accordance with provision made by regulations.”\n\tExtension of period to pay charge for indefinite licence\n\t\tAfter section 28A of the 1974 Act (inserted by section 35 of this Act) insert—\n\t\t“28BExtension of period to pay charge under s. 28A\n\t\t\tA person who is required under section 28A to pay a charge before the endof a period may apply once to the OFT for that period to be extended.\n\t\t\tThe application shall be made before such day as may be determined inaccordance with provision made by the OFT by general notice.\n\t\t\tIf the OFT is satisfied that there is a good reason—\n\t\t\t\twhy the applicant has not paid that charge prior to his making of theapplication, and\n\t\t\t\twhy he cannot pay that charge before the end of that period,\n\t\t\t\t\tit may, if it thinks fit, by notice to him extend that period by such time asit thinks fit having regard to that reason.\n\t\t\tThe power of the OFT under this section to extend a period in relation to acharge—\n\t\t\t\tincludes the power to extend the period in relation to a part of the chargeonly;\n\t\t\t\tmay be exercised even though the period has ended.”\n\tFailure to pay charge for indefinite licence\n\t\tAfter section 28B of the 1974 Act (inserted by section 36 of this Act)insert—\n\t\t“28CFailure to pay charge under s. 28A\n\t\t\tThis section applies if a person (the ‘defaulter’) fails to pay a charge—\n\t\t\t\tbefore the end of a period (the ‘payment period’) as required under section28A; or\n\t\t\t\twhere the payment period is extended under section 28B, before the end ofthe payment period as extended (subject to subsection (2)).\n\t\t\tWhere the payment period is extended under section 28B in relation to apart of the charge only, this section applies if the defaulter fails—\n\t\t\t\tto pay so much of the charge as is not covered by the extension before theend of the payment period disregarding the extension; or\n\t\t\t\tto pay so much of the charge as is covered by the extension before the endof the payment period as extended.\n\t\t\tSubject to subsection (4), if the charge is a charge under section 28A(1),the defaulter’s licence terminates.\n\t\t\tIf the defaulter has applied to the OFT under section 28B for the paymentperiod to be extended and that application has not been determined—\n\t\t\t\this licence shall not terminate before the application has been determinedand the OFT has notified him of the determination; and\n\t\t\t\tif the OFT extends the payment period on that application, this sectionshall have effect accordingly.\n\t\t\tIf the charge is a charge under section 28A(2), the charge shall berecoverable by the OFT.”\n\t\t\tIn section 35(1)(b) of that Act (particulars to be kept in registermaintained by OFT) after “revoked” insert “or terminated by section 28C”."
    },
    {
        "length": 567,
        "text": "\nPower of OFT to impose requirements on licensees\n\tAfter section 33 of the 1974 Act insert—\n\t“Further powers of OFT to regulate conduct of licensees etc.\n\t\tAPower of OFT to impose requirements on licensees\n\t\t\tThis section applies where the OFT is dissatisfied with any matter inconnection with—\n\t\t\t\ta business being carried on, or which has been carried on, by a licensee orby an associate or a former associate of a licensee;\n\t\t\t\ta proposal to carry on a business which has been made by a licensee or byan associate or a former associate of a licensee; or\n\t\t\t\tany conduct not covered by paragraph (a) or (b) of a licensee or of anassociate or a former associate of a licensee.\n\t\t\tThe OFT may by notice to the licensee require him to do or not to do (or tocease doing) anything specified in the notice for purposes connected with—\n\t\t\t\taddressing the matter with which the OFT is dissatisfied; or\n\t\t\t\tsecuring that matters of the same or a similar kind do not arise.\n\t\t\tA requirement imposed under this section on a licensee shall only relate toa business which the licensee is carrying on, or is proposing to carry on,under the licence under which he is a licensee.\n\t\t\tSuch a requirement may be framed by reference to a named person other thanthe licensee.\n\t\t\tFor the purposes of subsection (1) it is immaterial whether the matter withwhich the OFT is dissatisfied arose before or after the licensee became alicensee.\n\t\t\tIf— \n\t\t\t\ta person makes an application for a standard licence, and\n\t\t\t\twhile dealing with that application the OFT forms the opinion that, if sucha licence were to be issued to that person, it would be minded to impose onhim a requirement under this section,\n\t\t\t\t\tthe OFT may, before issuing such a licence to that person, do (in whole or inpart) anything that it must do under section 33D or 34(1) or (2) in relationto the imposing of the requirement.\n\t\t\tIn this section ‘associate’, in addition to the persons specified insection 184, includes a business associate.”"
    },
    {
        "length": 556,
        "text": "\nPower of OFT to impose requirements on supervisory bodies\n\tAfter section 33A of the 1974 Act (inserted by section 38 of this Act) insert—\n\t“33BPower of OFT to impose requirements on supervisory bodies\n\t\tThis section applies where the OFT is dissatisfied with the way in which aresponsible person in relation to a group licence—\n\t\t\tis regulating or otherwise supervising, or has regulated or otherwisesupervised, persons who are licensees under that licence; or\n\t\t\tis proposing to regulate or otherwise to supervise such persons.\n\t\tThe OFT may by notice to the responsible person require him to do or not todo (or to cease doing) anything specified in the notice for purposes connectedwith—\n\t\t\taddressing the matters giving rise to the OFT’s dissatisfaction; or\n\t\t\tsecuring that matters of the same or a similar kind do not arise.\n\t\tA requirement imposed under this section on a responsible person inrelation to a group licence shall only relate to practices and procedures forregulating or otherwise supervising licensees under the licence in connectionwith their carrying on of businesses under the licence.\n\t\tFor the purposes of subsection (1) it is immaterial whether the mattersgiving rise to the OFT’s dissatisfaction arose before or after the issue ofthe group licence in question.\n\t\tIf— \n\t\t\ta person makes an application for a group licence, and\n\t\t\twhile dealing with that application the OFT forms the opinion that, if sucha licence were to be issued to that person, it would be minded to impose onhim a requirement under this section,\n\t\t\t\tthe OFT may, before issuing such a licence to that person, do (in whole or inpart) anything that it must do under section 33D or 34(1) or (2) in relationto the imposing of the requirement.\n\t\tFor the purposes of this Part a person is a responsible person in relationto a group licence if—\n\t\t\the is the original applicant for it; and\n\t\t\the has a responsibility (whether by virtue of an enactment, an agreement orotherwise) for regulating or otherwise supervising persons who are licenseesunder the licence.”"
    },
    {
        "length": 499,
        "text": "\nSupplementary provision relating to requirements\n\tAfter section 33B of the 1974 Act (inserted by section 39 of this Act) insert—\n\t“33CSupplementary provision relating to requirements\n\t\tA notice imposing a requirement under section 33A or 33B may includeprovision about the time at or by which, or the period during which, therequirement is to be complied with.\n\t\tA requirement imposed under section 33A or 33B shall not have effect afterthe licence by reference to which it is imposed has itself ceased to haveeffect.\n\t\tA person shall not be required under section 33A or 33B to compensate, orotherwise to make amends to, another person.\n\t\tThe OFT may by notice to the person on whom a requirement has been imposedunder section 33A or 33B vary or revoke the requirement (including anyprovision made under subsection (1) of this section in relation to it) witheffect from such date as may be specified in the notice.\n\t\tThe OFT may exercise its power under subsection (4) in relation to arequirement either on its own motion or on the application of a person fallingwithin subsection (6) or (7) in relation to the requirement.\n\t\tA person falls within this subsection in relation to a requirement if he isthe person on whom the requirement is imposed.\n\t\tA person falls within this subsection in relation to a requirement if—\n\t\t\tthe requirement is imposed under section 33A;\n\t\t\the is not the person on whom the requirement is imposed;\n\t\t\tthe requirement is framed by reference to him by name; and\n\t\t\tthe effect of the requirement is—\n\t\t\tto prevent him being an employee of the person on whom the requirement isimposed;\n\t\t\tto restrict the activities that he may engage in as an employee of thatperson; or\n\t\t\totherwise to prevent him from doing something, or to restrict his doingsomething, in connection with a business being carried on by that person.”"
    },
    {
        "length": 339,
        "text": "\nProcedure in relation to requirements\n\tAfter section 33C of the 1974 Act (inserted by section 40 of this Act) insert—\n\t“33DProcedure in relation to requirements\n\t\tBefore making a determination—\n\t\t\tto impose a requirement on a person under section 33A or 33B,\n\t\t\tto refuse an application under section 33C(5) in relation to a requirementimposed under either of those sections, or\n\t\t\tto vary or to revoke a requirement so imposed,\n\t\t\t\tthe OFT shall proceed as follows.\n\t\tThe OFT shall give a notice to every person to whom subsection (3) appliesin relation to the determination—\n\t\t\tinforming him, with reasons, that it is minded to make the determination;and\n\t\t\tinviting him to submit to it representations as to the determination undersection 34.\n\t\tThis subsection applies to a person in relation to the determination if hefalls within, or as a consequence of the determination would fall within,section 33C(6) or (7) in relation to the requirement in question.\n\t\tThis section does not require the OFT to give a notice to a person if thedetermination in question is in the same terms as a proposal made to the OFTby that person (whether as part of an application under this Part orotherwise).”"
    },
    {
        "length": 220,
        "text": "\nGuidance on requirements\n\tAfter section 33D of the 1974 Act (inserted by section 41 of this Act) insert—\n\t“33EGuidance on requirements\n\t\tThe OFT shall prepare and publish guidance in relation to how it exercises,or how it proposes to exercise, its powers under sections 33A to 33C.\n\t\tIf the OFT revises the guidance at any time after it has been published,the OFT shall publish it as revised.\n\t\tThe guidance shall be published in such manner as the OFT thinks fit forthe purpose of bringing it to the attention of those likely to be affected byit.\n\t\tIn preparing or revising the guidance the OFT shall consult such persons asit thinks fit.\n\t\tIn exercising its powers under sections 33A to 33C the OFT shall haveregard to the guidance as most recently published.”"
    },
    {
        "length": 292,
        "text": "\nConsequential amendments relating to requirements\n\tIn section 35(1) of the 1974 Act (particulars to be kept in registermaintained by OFT) after paragraph (b) insert—\n\t\trequirements imposed under section 33A or 33B which are in effect orwhich have been in effect, with details of any variation of such arequirement;”.\n\tIn the Table in section 41 of that Act (appeals) after the entry relatingto “refusal to end suspension of licence in accordance with terms ofapplication” insert the following entry—\n\t\t“Determination—\n\t\tto impose a requirement under section 33A or 33B;\n\t\tto refuse an application under section 33C(5) in relation to a requirementimposed under either of those sections; or\n\t\tto vary or revoke a requirement so imposed.\n\t\t| A person who falls within section 33C(6) or (7) in relation to therequirement unless the OFT was not required to give a notice to him inrelation to the determination by virtue of section 33D(4).”  ---|---    ## Powers and duties in relation to information"
    },
    {
        "length": 544,
        "text": "\nProvision of information etc. by applicants\n\tIn subsection (2) of section 6 of the 1974 Act (which contains provisionrelating to applications)—\n\t\tfor “particulars” substitute “information and documents”;\n\t\tfor “by” in the second place where it occurs substitute “or describe in a”.\n\tFor subsection (3) of that section substitute—\n\tWhere the OFT receives an application, it may by notice to the applicantat any time before the determination of the application require him to providesuch information or documents relevant to the application as may be specifiedor described in the notice.”\n\tAfter subsection (4) of that section insert—\n\tSubsection (6) applies where a general notice under subsection (2) comesinto effect—\n\t\tafter an application has been made; but\n\t\tbefore its determination.\n\tThe applicant shall, within such period as may be specified in the generalnotice, provide the OFT with any information or document—\n\t\twhich he has not previously provided in relation to the application byvirtue of this section;\n\t\twhich he would have been required to provide with his application had itbeen made after the general notice came into effect; and\n\t\twhich the general notice requires to be provided for the purposes of thissubsection.\n\tAn applicant shall notify the OFT, giving details, if before hisapplication is determined—\n\t\tany information or document provided by him in relation to the applicationby virtue of this section is, to any extent, superseded or otherwise affectedby a change in circumstances; or\n\t\the becomes aware of an error in or omission from any such information ordocument.\n\tA notification for the purposes of subsection (7) shall be given within theperiod of 28 days beginning with the day on which (as the case may be)—\n\t\tthe information or document is superseded;\n\t\tthe change in circumstances occurs; or\n\t\tthe applicant becomes aware of the error or omission.\n\tSubsection (7) does not require an applicant to notify the OFT about—\n\t\tanything of which he is required to notify it under section 36; or\n\t\tan error in or omission from any information or document which is aclerical error or omission not affecting the substance of the information ordocument.”"
    },
    {
        "length": 937,
        "text": "\nDuties to notify changes in information etc.\n\tAfter section 36 of the 1974 Act insert—\n\t“36AFurther duties to notify changes etc.\n\t\tSubsections (2) to (4) apply where a general notice under section 6(2)comes into effect.\n\t\tA person who is the licensee under a standard licence or who is theoriginal applicant for a group licence shall, in relation to each relevantapplication which he has made and which was determined before the generalnotice came into effect, provide the OFT with any information or document—\n\t\t\twhich he would have been required to provide with the application had theapplication been made after the general notice came into effect; and\n\t\t\twhich the general notice requires to be provided for the purposes of thissubsection.\n\t\tAny such information or document shall be provided within such period asmay be specified in the general notice.\n\t\tSubsection (2) does not require a person to provide any information ordocument—\n\t\t\twhich he provided in relation to the application by virtue of section 6;\n\t\t\twhich he has previously provided in relation to the application by virtueof this section; or\n\t\t\twhich he would have been required to provide in relation to the applicationby virtue of subsection (5) but for subsection (6).\n\t\tA person who is the licensee under a standard licence or who is theoriginal applicant for a group licence shall, in relation to each relevantapplication which he has made, notify the OFT giving details if, after theapplication is determined, any information or document which he—\n\t\t\tprovided in relation to the application by virtue of section 6, or\n\t\t\thas so provided by virtue of this section,\n\t\t\t\tis, to any extent, superseded or otherwise affected by a change incircumstances.\n\t\tSubsection (5) does not require a person to notify the OFT about a matterunless it falls within a description of matters specified by the OFT in ageneral notice.\n\t\tA description may be specified for the purposes of subsection (6) only ifthe OFT is satisfied that the matters which would fall within that descriptionare matters which would be relevant to the question of—\n\t\t\twhether, having regard to section 25(2), a person is a fit person to carryon a business under a standard licence; or\n\t\t\twhether the public interest is better served by a group licence remainingin effect than by obliging the licensees under it to apply separately forstandard licences.\n\t\tA person who is the licensee under a standard licence or who is theoriginal applicant for a group licence shall, in relation to each relevantapplication which he has made, notify the OFT about every error or omission—\n\t\t\tin or from any information or document which he provided by virtue ofsection 6, or which he has provided by virtue of this section, in relation tothe application; and\n\t\t\tof which he becomes aware after the determination of the application.\n\t\tA notification for the purposes of subsection (5) or (8) shall be givenwithin the period of 28 days beginning with the day on which (as the case maybe)—\n\t\t\tthe information or document is superseded;\n\t\t\tthe change in circumstances occurs; or\n\t\t\tthe licensee or the original applicant becomes aware of the error oromission.\n\t\tThis section does not require a person to notify the OFT about—\n\t\t\tanything of which he is required to notify it under section 36; or\n\t\t\tan error in or omission from any information or document which is aclerical error or omission not affecting the substance of the information ordocument.\n\t\tIn this section ‘relevant application’ means, in relation to a person whois the licensee under a standard licence or who is the original applicant fora group licence—\n\t\t\tthe original application for the licence; or\n\t\t\tan application for its renewal or for its variation.”"
    },
    {
        "length": 575,
        "text": "\nPower of OFT to require information generally\n\tAfter section 36A of the 1974 Act (inserted by section 45 of this Act) insert—\n\t“36BPower of OFT to require information generally\n\t\tThe OFT may by notice to a person require him—\n\t\t\tto provide such information as may be specified or described in the notice;or\n\t\t\tto produce such documents as may be so specified or described.\n\t\tThe notice shall set out the reasons why the OFT requires the informationor documents to be provided or produced.\n\t\tThe information or documents shall be provided or produced—\n\t\t\tbefore the end of such reasonable period as may be specified in the notice;and\n\t\t\tat such place as may be so specified.\n\t\tA requirement may be imposed under subsection (1) on a person who is—\n\t\t\tthe licensee under a standard licence, or\n\t\t\tthe original applicant for a group licence,\n\t\t\t\tonly if the provision or production of the information or documents inquestion is reasonably required for purposes connected with the OFT’sfunctions under this Act.\n\t\tA requirement may be imposed under subsection (1) on any other person onlyif—\n\t\t\tan act or omission mentioned in subsection (6) has occurred or the OFT hasreason to suspect that such an act or omission has occurred; and\n\t\t\tthe provision or production of the information or documents in question isreasonably required for purposes connected with—\n\t\t\tthe taking by the OFT of steps under this Part as a consequence; or\n\t\t\tits consideration of whether to take such steps as a consequence.\n\t\tThose acts or omissions are acts or omissions which—\n\t\t\tcast doubt on whether, having regard to section 25(2), a person is a fitperson to carry on a business under a standard licence;\n\t\t\tcast doubt on whether the public interest is better served by a grouplicence remaining in effect, or being issued, than by obliging the persons whoare licensees under it, or who would be licensees under it, to applyseparately for standard licences;\n\t\t\tgive rise, or are likely to give rise, to dissatisfaction for the purposesof section 33A(1) or 33B(1); or\n\t\t\tconstitute or give rise to a failure of the kind mentioned in section39A(1).”"
    },
    {
        "length": 757,
        "text": "\nPower of OFT to require access to premises\n\tAfter section 36B of the 1974 Act (inserted by section 46 of this Act) insert—\n\t“36CPower of OFT to require access to premises\n\t\tThe OFT may by notice to a licensee under a licence require him to securethat access to the premises specified or described in the notice is given toan officer of an enforcement authority in order for the officer—\n\t\t\tto observe the carrying on of a business under the licence by the licensee;or\n\t\t\tto inspect such documents of the licensee relating to such a business asare—\n\t\t\tspecified or described in the notice; and\n\t\t\tsituated on the premises.\n\t\tThe notice shall set out the reasons why the access is required.\n\t\tThe premises which may be specified or described in the notice—\n\t\t\tinclude premises which are not premises of the licensee if they arepremises from which he carries on activities in connection with the businessin question; but\n\t\t\tdo not include premises which are used only as a dwelling.\n\t\tThe licensee shall secure that the required access is given at such timesas the OFT reasonably requires.\n\t\tThe OFT shall give reasonable notice of those times.\n\t\tWhere an officer is given access to any premises by virtue of this section,the licensee shall also secure that persons on the premises give the officersuch assistance or information as he may reasonably require in connection withhis observation or inspection of documents (as the case may be).\n\t\tThe assistance that may be required under subsection (6) includes (amongstother things) the giving to the officer of an explanation of a document whichhe is inspecting.\n\t\tA requirement may be imposed under subsection (1) on a person who is—\n\t\t\tthe licensee under a standard licence, or\n\t\t\tthe original applicant for a group licence,\n\t\t\t\tonly if the observation or inspection in question is reasonably required forpurposes connected with the OFT’s functions under this Act.\n\t\tA requirement may be imposed under subsection (1) on any other person onlyif—\n\t\t\tan act or omission mentioned in section 36B(6) has occurred or the OFT hasreason to suspect that such an act or omission has occurred; and\n\t\t\tthe observation or inspection in question is reasonably required forpurposes connected with—\n\t\t\tthe taking by the OFT of steps under this Part as a consequence; or\n\t\t\tits consideration of whether to take such steps as a consequence.\n\t\tIn this section—\n\t\t\treferences to a licensee under a licence include, in relation to a grouplicence issued on application, references to the original applicant; and\n\t\t\treferences to a business being carried on under a licence by a licenseeinclude, in relation to the original applicant for a group licence, activitiesbeing carried on by him for the purpose of regulating or otherwise supervising(whether by virtue of an enactment, an agreement or otherwise) licensees underthat licence in connection with their carrying on of businesses under thatlicence.”"
    },
    {
        "length": 457,
        "text": "\nEntry to premises under warrant\n\tAfter section 36C of the 1974 Act (inserted by section 47 of this Act) insert—\n\t“36DEntry to premises under warrant\n\t\tA justice of the peace may issue a warrant under this section if satisfiedon information on oath given on behalf of the OFT that there are reasonablegrounds for believing that the following conditions are satisfied.\n\t\tThose conditions are—\n\t\t\tthat there is on the premises specified in the warrant information ordocuments in relation to which a requirement could be imposed under section36B; and\n\t\t\tthat if such a requirement were to be imposed in relation to theinformation or documents—\n\t\t\tit would not be complied with; or\n\t\t\tthe information or documents would be tampered with.\n\t\tA warrant under this section shall authorise an officer of an enforcementauthority—\n\t\t\tto enter the premises specified in the warrant;\n\t\t\tto search the premises and to seize and detain any information or documentsappearing to be information or documents specified in the warrant orinformation or documents of a description so specified;\n\t\t\tto take any other steps which may appear to be reasonably necessary forpreserving such information or documents or preventing interference with them;and\n\t\t\tto use such force as may be reasonably necessary.\n\t\tAn officer entering premises by virtue of this section may take suchpersons and equipment with him as he thinks necessary.\n\t\tIn the application of this section to Scotland—\n\t\t\tthe reference to a justice of the peace includes a reference to a sheriff;\n\t\t\tfor ‘information on oath’ there is substituted ‘evidence on oath’.\n\t\tIn the application of this section to Northern Ireland the reference to ajustice of the peace shall be construed as a reference to a lay magistrate.”"
    },
    {
        "length": 435,
        "text": "\nFailure to comply with information requirement\n\tAfter section 36D of the 1974 Act (inserted by section 48 of this Act) insert—\n\t“36EFailure to comply with information requirement\n\t\tIf on an application made by the OFT it appears to the court that a person(the ‘information defaulter’) has failed to do something that he was requiredto do by virtue of section 36B or 36C, the court may make an order under thissection.\n\t\tAn order under this section may require the information defaulter—\n\t\t\tto do the thing that it appears he failed to do within such period as maybe specified in the order;\n\t\t\totherwise to take such steps to remedy the consequences of the failure asmay be so specified.\n\t\tIf the information defaulter is a body corporate, a partnership or anunincorporated body of persons which is not a partnership, the order mayrequire any officer who is (wholly or partly) responsible for the failure tomeet such costs of the application as are specified in the order.\n\t\tIn this section—\n\t\t\t  * ‘court’ means—\n\t\t\tin England and Wales and Northern Ireland, the High Court or the county court;\n\t\t\tin Scotland, the Court of Session or the sheriff;\n\t\t\t\t  * ‘officer’ means—\n\t\t\tin relation to a body corporate, a person holding a position of director,manager or secretary of the body or any similar position;\n\t\t\tin relation to a partnership or to an unincorporated body of persons, a memberof the partnership or body.\n\t\tIn subsection (4) ‘director’ means, in relation to a body corporate whoseaffairs are managed by its members, a member of the body.”"
    },
    {
        "length": 351,
        "text": "\nOfficers of enforcement authorities other than OFT\n\tAfter section 36E of the 1974 Act (inserted by section 49 of this Act) insert—\n\t“36FOfficers of enforcement authorities other than OFT\n\t\tA relevant officer may only exercise powers by virtue of section 36C or 36Din pursuance of arrangements made with the OFT by or on behalf of theenforcement authority of which he is an officer.\n\t\tAnything done or omitted to be done by, or in relation to, a relevantofficer in the exercise or purported exercise of a power by virtue of section36C or 36D shall be treated for all purposes as having been done or omitted tobe done by, or in relation to, an officer of the OFT.\n\t\tSubsection (2) does not apply for the purposes of any criminal proceedingsbrought against the officer, the enforcement authority of which he is anofficer or the OFT in respect of anything done or omitted to be done by theofficer.\n\t\tA relevant officer shall not disclose to a person other than the OFTinformation obtained by his exercise of a power by virtue of section 36C or36D unless—\n\t\t\the has the approval of the OFT to do so; or\n\t\t\the is under a duty to make the disclosure.\n\t\tIn this section ‘relevant officer’ means an officer of an enforcementauthority other than the OFT.”"
    },
    {
        "length": 1206,
        "text": "\nConsequential amendments relating to information\n\tFor section 7 of the 1974 Act (penalty for false information) substitute—\n\t“7Penalty for false information\n\t\tA person commits an offence if, for the purposes of, or in connection with,any requirement imposed or other provision made by or under this Act, heknowingly or recklessly gives information to the OFT, or to an officer of theOFT, which, in a material particular, is false or misleading.”\n\t\tIn subsection (1)(b)(ii) of section 162 of that Act (powers of entry andinspection) for the words from “recorded” onwards substitute “to provide himwith that information;”.\n\t\tAt the end of that section insert—\n\t\tReferences in this section to a breach of any provision of or under thisAct do not include references to—\n\t\t\ta failure to comply with a requirement imposed under section 33A or 33B;\n\t\t\ta failure to comply with section 36A; or\n\t\t\ta failure in relation to which the OFT can apply for an order under section36E.”\n\t\tIn section 165 of that Act (obstruction of authorised officers) aftersubsection (1) insert—\n\t\t“(1A)A failure to give assistance or information shall not constitute anoffence under subsection (1)(c) if it is also—\n\t\t\ta failure to comply with a requirement imposed under section 33A or 33B;\n\t\t\ta failure to comply with section 36A; or\n\t\t\ta failure in relation to which the OFT can apply for an order under section36E.”\n\t\tIn Part 12 of that Act before section 175 insert—\n\t“174APowers to require provision of information or documents etc.\n\t\tEvery power conferred on a relevant authority by or under this Act (howeverexpressed) to require the provision or production of information or documentsincludes the power—\n\t\t\tto require information to be provided or produced in such form as theauthority may specify, including, in relation to information recordedotherwise than in a legible form, in a legible form;\n\t\t\tto take copies of, or extracts from, any documents provided or produced byvirtue of the exercise of the power;\n\t\t\tto require the person who is required to provide or produce any informationor document by virtue of the exercise of the power—\n\t\t\tto state, to the best of his knowledge and belief, where the information ordocument is;\n\t\t\tto give an explanation of the information or document;\n\t\t\tto secure that any information provided or produced, whether in adocument or otherwise, is verified in such manner as may be specified by theauthority;\n\t\t\tto secure that any document provided or produced is authenticated in suchmanner as may be so specified;\n\t\t\tto specify a time at or by which a requirement imposed by virtue ofparagraph (c) must be complied with.\n\t\tEvery power conferred on a relevant authority by or under this Act (howeverexpressed) to inspect or to seize documents at any premises includes the powerto take copies of, or extracts from, any documents inspected or seized byvirtue of the exercise of the power.\n\t\tBut a relevant authority has no power under this Act—\n\t\t\tto require another person to provide or to produce,\n\t\t\tto seize from another person, or\n\t\t\tto require another person to give access to premises for the purposes ofthe inspection of,\n\t\t\t\tany information or document which the other person would be entitled to refuseto provide or produce in proceedings in the High Court on the grounds of legalprofessional privilege or (in Scotland) in proceedings in the Court of Sessionon the grounds of confidentiality of communications.\n\t\tIn subsection (3) ‘communications’ means—\n\t\t\tcommunications between a professional legal adviser and his client;\n\t\t\tcommunications made in connection with or in contemplation of legalproceedings and for the purposes of those proceedings.\n\t\tIn this section ‘relevant authority’ means—\n\t\t\tthe OFT or an enforcement authority (other than the OFT);\n\t\t\tan officer of the OFT or of an enforcement authority (other than the OFT).”\n\t\tIn section 189(1) of that Act (definitions) after the definition of“deposit” insert—\n\t\t“‘documents’ includes information recorded in any form;”.\n\t\tIn Part 1 of Schedule 1 to the Criminal Justice and Police Act [2001 (c.16)](/id/ukpga/2001/16?view=plain \"Go to item of legislation\") (powers ofseizure to which section 50 applies) before paragraph 19 insert—\n\t\t“18AThe power of seizure conferred by section 36D(3) of the Consumer CreditAct 1974.”"
    },
    {
        "length": 1254,
        "text": "\nCivil penalties\n\tPower of OFT to impose civil penalties\n\t\tAfter section 39 of the 1974 Act insert—\n\t\t“39APower of OFT to impose civil penalties\n\t\t\tWhere the OFT is satisfied that a person (the ‘defaulter’) has failed or isfailing to comply with a requirement imposed on him by virtue of section 33A,33B or 36A, it may by notice to him (a ‘penalty notice’) impose on him apenalty of such amount as it thinks fit.\n\t\t\tThe penalty notice shall—\n\t\t\t\tspecify the amount of the penalty that is being imposed;\n\t\t\t\tset out the OFT’s reasons for imposing a penalty and for specifying thatamount;\n\t\t\t\tspecify how the payment of the penalty may be made to the OFT; and\n\t\t\t\tspecify the period within which the penalty is required to be paid.\n\t\t\tThe amount of the penalty shall not exceed £50,000.\n\t\t\tThe period specified in the penalty notice for the purposes of subsection(2)(d) shall not end earlier than the end of the period during which an appealmay be brought against the imposition of the penalty under section 41.\n\t\t\tIf the defaulter does not pay the penalty to the OFT within the period sospecified—\n\t\t\t\tthe unpaid balance from time to time shall carry interest at the rate forthe time being specified in section 17 of the Judgments Act 1838; and\n\t\t\t\tthe penalty and any interest payable on it shall be recoverable by theOFT.”\n\tFurther provision relating to civil penalties\n\t\tAfter section 39A of the 1974 Act (inserted by section 52 of this Act)insert—\n\t\t“39BFurther provision relating to civil penalties\n\t\t\tBefore determining to impose a penalty on a person under section 39A theOFT shall give a notice to that person—\n\t\t\t\tinforming him that it is minded to impose a penalty on him;\n\t\t\t\tstating the proposed amount of the penalty;\n\t\t\t\tsetting out its reasons for being minded to impose a penalty on him and forproposing that amount;\n\t\t\t\tsetting out the proposed period for the payment of the penalty; and\n\t\t\t\tinviting him to submit representations to it about the matters mentioned inthe preceding paragraphs in accordance with section 34.\n\t\t\tIn determining whether and how to exercise its powers under section 39A inrelation to a person’s failure, the OFT shall have regard to (amongst otherthings)—\n\t\t\t\tany penalty or fine that has been imposed on that person by another body inrelation to the conduct giving rise to the failure;\n\t\t\t\tother steps that the OFT has taken or might take under this Part inrelation to that conduct.\n\t\t\tGeneral notice shall be given of the imposition of a penalty under section39A on a person who is a responsible person in relation to a group licence.\n\t\t\tThat notice shall include the matters set out in the notice imposing thepenalty in accordance with section 39A(2)(a) and (b).”\n\t\t\tIn the Table in section 41 of that Act (appeals) before the entry relatingto “refusal to make order under section 40(2) in accordance with terms ofapplication” insert the following entry—\n\t\t\t\t“Imposition of penalty under section 39A.| The person on whom the penalty isimposed.”  ---|---    (3)In section 181 of that Act (power to alter monetary limits etc.)—\n\t\t\t\tin subsection (1) before “70(6)” insert “39A(3),”;\n\t\t\t\tin subsection (2) before “75(3)(b)” insert “39A(3),”.\n\tStatement of policy in relation to civil penalties\n\t\tAfter section 39B of the 1974 Act (inserted by section 53 of this Act) insert—\n\t\t“39CStatement of policy in relation to civil penalties\n\t\t\tThe OFT shall prepare and publish a statement of policy in relation to howit exercises, or how it proposes to exercise, its powers under section 39A.\n\t\t\tIf the OFT revises the statement of policy at any time after it has beenpublished, the OFT shall publish it as revised.\n\t\t\tNo statement of policy shall be published without the approval of theSecretary of State.\n\t\t\tThe statement of policy shall be published in such manner as the OFT thinksfit for the purpose of bringing it to the attention of those likely to beaffected by it.\n\t\t\tIn preparing or revising the statement of policy the OFT shall consult suchpersons as it thinks fit.\n\t\t\tIn determining whether and how to exercise its powers under section 39A inrelation to a person’s failure, the OFT shall have regard to the statement ofpolicy as most recently published at the time the failure occurred.\n\t\t\tThe OFT shall not impose a penalty on a person under section 39A inrelation to a failure occurring before it has published a statement ofpolicy.”"
    },
    {
        "length": 3726,
        "text": "\nAppeals\n\tThe Consumer Credit Appeals Tribunal\n\t\tAfter section 40 of the 1974 Act insert—\n\t\t“Appeals\n\t\t\tAThe Consumer Credit Appeals Tribunal\n\t\t\t\tThere shall be a tribunal known as the Consumer Credit Appeals Tribunal(‘the Tribunal’).\n\t\t\t\tThe Tribunal shall have the functions conferred on it by or under thisPart.\n\t\t\t\tThe Lord Chancellor may by rules make such provision as he thinks fit forregulating the conduct and disposal of appeals before the Tribunal.\n\t\t\t\tSchedule A1 (which makes provision about the Tribunal and proceedingsbefore it) shall have effect.\n\t\t\t\tBut that Schedule does not limit the Lord Chancellor’s powers undersubsection (3).”\n\t\t\t\tBefore Schedule 1 to that Act insert the Schedule A1 set out in Schedule 1to this Act.\n\tAppeals to the Consumer Credit Appeals Tribunal\n\t\tIn subsection (1) of section 41 of the 1974 Act (appeals) for the wordsfrom “prescribed period” onwards substitute “specified period, appeal to theTribunal”.\n\t\tAfter that subsection insert—\n\t\t\t“(1A)The means for making an appeal is by sending the Tribunal a notice ofappeal.\n\t\t(1B)The notice of appeal shall—\n\t\t\tbe in the specified form;\n\t\t\tset out the grounds of appeal in the specified manner; and\n\t\t\tinclude the specified information and documents.\n\t\t\t(1C)An appeal to the Tribunal is to be by way of a rehearing of thedetermination appealed against.\n\t\t\t(1D)In this section ‘specified’ means specified by rules under section40A(3).”\n\t\tSubsections (2) to (5) of that section shall cease to have effect.\n\tAppeals from the Consumer Credit Appeals Tribunal\n\t\tIn Part 3 of the 1974 Act after section 41 insert—\n\t\t“41AAppeals from the Consumer Credit Appeals Tribunal\n\t\t\tA party to an appeal to the Tribunal may with leave appeal—\n\t\t\t\tin England and Wales and Northern Ireland, to the Court of Appeal, or\n\t\t\t\tin Scotland, to the Court of Session,\n\t\t\t\t\ton a point of law arising from a decision of the Tribunal.\n\t\t\tFor the purposes of subsection (1) leave to appeal may be given by—\n\t\t\t\tthe Tribunal; or\n\t\t\t\tthe Court of Appeal or the Court of Session.\n\t\t\tAn application for leave to appeal may be made to the Court of Appeal orthe Court of Session only if the Tribunal has refused such leave.\n\t\t\tIf on an appeal under this section the court considers that the decision ofthe Tribunal was wrong in law, it may do one or more of the following—\n\t\t\t\tquash or vary that decision;\n\t\t\t\tsubstitute for that decision a decision of its own;\n\t\t\t\tremit the matter to the Tribunal for rehearing and determination inaccordance with the directions (if any) given to it by the court.\n\t\t\tAn appeal may be brought from a decision of the Court of Appeal under thissection only if leave to do so is given by the Court of Appeal or the House ofLords.\n\t\t\tRules under section 40A(3) may make provision for regulating or prescribingany matters incidental to or consequential on an appeal under this section.\n\t\t\tIn this section ‘party’ means, in relation to an appeal to the Tribunal,the appellant or the OFT.”\n\tConsequential amendments relating to appeals\n\t\tIn section 2(7) of the 1974 Act (restriction on power to give directions toOFT) for “Secretary of State” substitute “the Tribunal”.\n\t\tIn section 182 of that Act (regulations and orders) after subsection (1)insert—\n\t\t\t“(1A)The power of the Lord Chancellor to make rules under section 40A(3) shallbe exercisable by statutory instrument subject to annulment in pursuance of aresolution of either House of Parliament.”\n\t\tIn subsection (2) of that section—\n\t\t\tafter “orders” wherever occurring insert “or rules”;\n\t\t\tafter “by the Secretary of State” insert “or by the Lord Chancellor”;\n\t\t\tin paragraph (c) for “Secretary of State” substitute “person making them”.\n\t\tIn section 189(1) of that Act (definitions)—\n\t\t\tin the definition of “appeal period” for “Secretary of State” substitute“Tribunal”;\n\t\t\tafter the definition of “total price” insert—\n\t\t\t“‘the Tribunal’ means the Consumer Credit Appeals Tribunal;”.\n\t\tIn Schedule 1 to the Tribunals and Inquiries Act [1992 (c.53)](/id/ukpga/1992/53?view=plain \"Go to item of legislation\") (tribunalsunder supervision of Council on Tribunals) after paragraph 9A insert—\n\t\t“Consumer credit| 9B. The Consumer Credit Appeals Tribunal established bysection 40A of the Consumer Credit Act 1974.”  ---|---    ## Ombudsman scheme\n\tFinancial services ombudsman scheme to apply to consumer creditlicensees\n\t\tAfter section 226 of the 2000 Act insert—\n\t\t“226AConsumer credit jurisdiction\n\t\t\tA complaint which relates to an act or omission of a person (“therespondent”) is to be dealt with under the ombudsman scheme if the conditionsmentioned in subsection (2) are satisfied.\n\t\t\tThe conditions are that—\n\t\t\t\tthe complainant is eligible and wishes to have the complaint dealt withunder the scheme;\n\t\t\t\tthe complaint falls within a description specified in consumer creditrules;\n\t\t\t\tat the time of the act or omission the respondent was the licensee under astandard licence or was authorised to carry on an activity by virtue ofsection 34A of the Consumer Credit Act 1974;\n\t\t\t\tthe act or omission occurred in the course of a business being carried onby the respondent which was of a type mentioned in subsection (3);\n\t\t\t\tat the time of the act or omission that type of business was specified inan order made by the Secretary of State; and\n\t\t\t\tthe complaint cannot be dealt with under the compulsory jurisdiction.\n\t\t\tThe types of business referred to in subsection (2)(d) are—\n\t\t\t\ta consumer credit business;\n\t\t\t\ta consumer hire business;\n\t\t\t\ta business so far as it comprises or relates to credit brokerage;\n\t\t\t\ta business so far as it comprises or relates to debt-adjusting;\n\t\t\t\ta business so far as it comprises or relates to debt-counselling;\n\t\t\t\ta business so far as it comprises or relates to debt-collecting;\n\t\t\t\ta business so far as it comprises or relates to debt administration;\n\t\t\t\ta business so far as it comprises or relates to the provision of creditinformation services;\n\t\t\t\ta business so far as it comprises or relates to the operation of a creditreference agency.\n\t\t\tA complainant is eligible if—\n\t\t\t\the is—\n\t\t\t\tan individual; or\n\t\t\t\ta surety in relation to a security provided to the respondent inconnection with the business mentioned in subsection (2)(d); and\n\t\t\t\the falls within a class of person specified in consumer credit rules.\n\t\t\tThe approval of the Treasury is required for an order under subsection(2)(e).\n\t\t\tThe jurisdiction of the scheme which results from this section is referredto in this Act as the “consumer credit jurisdiction”.\n\t\t\tIn this Act “consumer credit rules” means rules made by the scheme operatorwith the approval of the Authority for the purposes of the consumer creditjurisdiction.\n\t\t\tConsumer credit rules under this section may make different provision fordifferent cases.\n\t\t\tExpressions used in the Consumer Credit Act 1974 have the same meaning inthis section as they have in that Act.”\n\t\t\tIn Schedule 17 to that Act (the ombudsman scheme) after Part 3 insert thePart 3A set out in Schedule 2 to this Act.\n\tFunding of ombudsman scheme\n\t\tIn Part 16 of the 2000 Act after section 234 insert—\n\t\t“234AFunding by consumer credit licensees etc.\n\t\t\tFor the purpose of funding—\n\t\t\t\tthe establishment of the ombudsman scheme so far as it relates to theconsumer credit jurisdiction (whenever any relevant expense is incurred), and\n\t\t\t\tits operation in relation to the consumer credit jurisdiction,\n\t\t\t\t\tthe scheme operator may from time to time with the approval of the Authoritydetermine a sum which is to be raised by way of contributions under thissection.\n\t\t\tA sum determined under subsection (1) may include a component to cover thecosts of the collection of contributions to that sum (“collection costs”)under this section.\n\t\t\tThe scheme operator must notify the OFT of every determination undersubsection (1).\n\t\t\tThe OFT must give general notice of every determination so notified.\n\t\t\tThe OFT may by general notice impose requirements on—\n\t\t\t\tlicensees to whom this section applies, or\n\t\t\t\tpersons who make applications to which this section applies,\n\t\t\t\tto pay contributions to the OFT for the purpose of raising sums determinedunder subsection (1).\n\t\t\tThe amount of the contribution payable by a person under such arequirement—\n\t\t\t\tshall be the amount specified in or determined under the general notice;and\n\t\t\t\tshall be paid before the end of the period or at the time so specified ordetermined.\n\t\t\tA general notice under subsection (5) may—\n\t\t\t\timpose requirements only on descriptions of licensees or applicantsspecified in the notice;\n\t\t\t\tprovide for exceptions from any requirement imposed on a description oflicensees or applicants;\n\t\t\t\timpose different requirements on different descriptions of licensees orapplicants;\n\t\t\t\tmake provision for refunds in specified circumstances.\n\t\t\tContributions received by the OFT must be paid to the scheme operator.\n\t\t\tAs soon as practicable after the end of—\n\t\t\t\teach financial year of the scheme operator, or\n\t\t\t\tif the OFT and the scheme operator agree that this paragraph is to applyinstead of paragraph (a) for the time being, each period agreed by them,\n\t\t\t\tthe scheme operator must pay to the OFT an amount representing the extent towhich collection costs are covered in accordance with subsection (2) by thetotal amount of the contributions paid by the OFT to it during the year or (asthe case may be) the agreed period.\n\t\t\tAmounts received by the OFT from the scheme operator are to be retained byit for the purpose of meeting its costs.\n\t\t\tThe Secretary of State may by order provide that the functions of the OFTunder this section are for the time being to be carried out by the schemeoperator.\n\t\t\tAn order under subsection (11) may provide that while the order is inforce this section shall have effect subject to such modifications as may beset out in the order.\n\t\t\tThe licensees to whom this section applies are licensees under standardlicences which cover to any extent the carrying on of a type of businessspecified in an order under section 226A(2)(e).\n\t\t\tThe applications to which this section applies are applications for—\n\t\t\t\tstandard licences covering to any extent the carrying on of a business ofsuch a type;\n\t\t\t\tthe renewal of standard licences on terms covering to any extent thecarrying on of a business of such a type.\n\t\t\tExpressions used in the Consumer Credit Act 1974 have the same meaning inthis section as they have in that Act.”\n\tConsequential amendments relating to ombudsman scheme\n\t\tIn section 4 of the 1974 Act (OFT to disseminate information and advice)after “the operation of this Act,” insert “the consumer credit jurisdictionunder Part 16 of the Financial Services and Markets Act 2000,”.\n\t\tIn section 227(2)(e) of the 2000 Act (conditions for exercise of voluntaryjurisdiction) after “jurisdiction” insert “or the consumer creditjurisdiction”.\n\t\tIn sections 228(1) and 229(1) of that Act (determinations and awards byombudsman) after “jurisdiction” insert “and to the consumer creditjurisdiction”.\n\t\tIn subsection (4) of section 229 of that Act (awards by ombudsman) after“specify” insert “for the purposes of the compulsory jurisdiction”.\n\t\tAfter that subsection insert—\n\t\t\t“(4A)The scheme operator may specify for the purposes of the consumer creditjurisdiction the maximum amount which may be regarded as fair compensation fora particular kind of loss or damage specified under subsection (3)(b).”\n\t\tIn subsection (8)(b) of that section after “17” insert “or (as the case maybe) Part 3A of that Schedule”.\n\t\tFor subsection (11) of that section substitute—\n\t\t“Specified” means—\n\t\t\tfor the purposes of the compulsory jurisdiction, specified in compulsoryjurisdiction rules;\n\t\t\tfor the purposes of the consumer credit jurisdiction, specified in consumercredit rules.\n\t\tConsumer credit rules under this section may make different provision fordifferent cases.”\n\t\tIn section 230 of that Act (costs)—\n\t\t\tin subsection (1) after “jurisdiction” insert “or the consumer creditjurisdiction”;\n\t\t\tin subsection (7) after “17” insert “or (as the case may be) paragraph 16Dof that Schedule”.\n\t\tIn section 353(1) of that Act (power to permit disclosure of information)after paragraph (b) insert—\n\t\t\tby the scheme operator to the Office of Fair Trading for the purpose ofassisting or enabling that Office to discharge prescribed functions under theConsumer Credit Act 1974.”\n\t\tIn Schedule 17 to that Act (the ombudsman scheme)—\n\t\t\tin paragraph 3(4) after “227” insert “, the function of making consumercredit rules, the function of making determinations under section 234A(1)”;\n\t\t\tin paragraph 7(2) after “compulsory jurisdiction” insert “, functions inrelation to its consumer credit jurisdiction”;\n\t\t\tin paragraph 9(3) after “compulsory” insert “, consumer credit”;\n\t\t\tin paragraphs 10(1) and 11 after “jurisdiction” insert “or to the consumercredit jurisdiction”."
    },
    {
        "length": 559,
        "text": "\nMiscellaneous\n\tMonitoring of businesses by OFT\n\t\tIn section 1(1) of the 1974 Act (general functions of OFT) after paragraph (b)insert—\n\t\t\tto monitor, as it sees fit, businesses being carried on under licences;”.\n\tDisapplication of s.101 of the 1974 Act\n\t\tIn section 101 of the 1974 Act (right of hirer to terminate regulatedconsumer hire agreement) after subsection (8) insert—\n\t\t\t“(8A)If it appears to the OFT that it would be in the interests of hirers todo so, it may by general notice direct that, subject to such conditions (ifany) as it may specify, this section shall not apply to a consumer hireagreement if the agreement falls within a specified description; and this Actshall have effect accordingly.”\n\t\tIn subsection (8) of that section for the words from “this section” onwardssubstitute “, subject to such conditions (if any) as it may specify, thissection shall not apply to consumer hire agreements made by the applicant; andthis Act shall have effect accordingly”.\n\tDeterminations etc. by OFT\n\t\tFor section 183 of the 1974 Act (determinations etc. by OFT) substitute—\n\t\t“183Determinations etc. by OFT\n\t\t\tThe OFT may vary or revoke any determination made, or direction given, byit under this Act.\n\t\t\tSubsection (1) does not apply to—\n\t\t\t\ta determination to issue, renew or vary a licence;\n\t\t\t\ta determination to extend a period under section 28B or to refuse to extenda period under that section;\n\t\t\t\ta determination to end a suspension under section 33;\n\t\t\t\ta determination to make an order under section 40(2), 148(2) or 149(2);\n\t\t\t\ta determination mentioned in column 1 of the Table in section 41.”\n\tSums received by OFT\n\t\tIn section 190(2) of the 1974 Act (fees received by OFT to be paid into theConsolidated Fund) after “fees” insert “, charges, penalties or other sums”."
    },
    {
        "length": 844,
        "text": "\nFinal provisions\n\tFinancial provision\n\t\tThere shall be payable out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown or the Office of FairTrading by virtue of this Act; and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided by virtue of any other Act.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the 1974 Act” means the Consumer Credit Act [1974 (c. 39)](/id/ukpga/1974/39?view=plain \"Go to item of legislation\"); \n\t\t  * “the 2000 Act” means the Financial Services and Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item of legislation\"). \n\tConsequential amendments\n\t\tThe Secretary of State may by order made by statutory instrument make suchmodifications of—\n\t\t\tany Act or subordinate legislation (within the meaning of theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\")), or\n\t\t\tany Northern Ireland legislation or instrument made under such legislation,\n\t\t\t\tas he thinks fit in consequence of any provision of this Act.\n\t\tAn order under this section may include transitional or transitoryprovisions and savings.\n\t\tA statutory instrument containing an order under this section may not bemade by the Secretary of State unless a draft has been laid before andapproved by a resolution of each House of Parliament.\n\tTransitional provision and savings\n\t\tSchedule 3 (which sets out transitional provision and savings) has effect.\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional or transitory provisions and savings as he thinks fit inconnection with the coming into force of any provision of this Act.\n\t\tAn order under this section may (amongst other things)—\n\t\t\twhere a provision of this Act is brought into force for limited purposesonly, make provision about how references in Schedule 3 to the commencement ofthat provision of this Act are to apply;\n\t\t\tmake provision for or in connection with the application of any provisionof this Act in relation to—\n\t\t\tthings existing or done, or\n\t\t\tpersons who have done something or in relation to whom something has beendone,\n\t\t\t\tbefore the coming into force of that provision of this Act.\n\t\tAn order under this section may—\n\t\t\tmodify any Act or any subordinate legislation (within the meaning of theInterpretation Act 1978);\n\t\t\tmodify any Northern Ireland legislation or any instrument made under suchlegislation;\n\t\t\tmake different provision for different cases.\n\t\tSchedule 3 does not restrict the power under this section to maketransitional or transitory provisions or savings.\n\tRepeals \n\t\tThe enactments and instruments set out in Schedule 4 are repealed or revokedto the extent shown in that Schedule.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the Consumer Credit Act 2006.\n\t\tThis Act (apart from this section) shall come into force on such day as theSecretary of State may by order made by statutory instrument appoint; anddifferent days may be appointed for different purposes.\n\t\tThis Act extends to Northern Ireland."
    }
]