[
    {
        "length": 130,
        "text": "\nIntroduction\n\tNew rules relating to anonymity of witnesses\n\t\tThis Act provides for the making of witness anonymity orders in relation towitnesses in criminal proceedings.\n\t\tThe common law rules relating to the power of a court to make an order forsecuring that the identity of a witness in criminal proceedings is withheldfrom the defendant (or, on a defence application, from other defendants) areabolished.\n\t\tNothing in this Act affects the common law rules as to the withholding ofinformation on the grounds of public interest immunity."
    },
    {
        "length": 2364,
        "text": "\nWitness anonymity orders\n\tWitness anonymity orders\n\t\tIn this Act a “witness anonymity order” is an order made by a court thatrequires such specified measures to be taken in relation to a witness incriminal proceedings as the court considers appropriate to ensure that theidentity of the witness is not disclosed in or in connection with theproceedings.\n\t\tThe kinds of measures that may be required to be taken in relation to awitness include measures for securing one or more of the following—\n\t\t\tthat the witness’s name and other identifying details may be—\n\t\t\twithheld; \n\t\t\tremoved from materials disclosed to any party to the proceedings;\n\t\t\tthat the witness may use a pseudonym;\n\t\t\tthat the witness is not asked questions of any specified description thatmight lead to the identification of the witness;\n\t\t\tthat the witness is screened to any specified extent;\n\t\t\tthat the witness’s voice is subjected to modulation to any specifiedextent.\n\t\tSubsection (2) does not affect the generality of subsection (1).\n\t\tNothing in this section authorises the court to require—\n\t\t\tthe witness to be screened to such an extent that the witness cannot beseen by—\n\t\t\tthe judge or other members of the court (if any);\n\t\t\tthe jury (if there is one); or\n\t\t\tany interpreter or other person appointed by the court to assist thewitness;\n\t\t\tthe witness’s voice to be modulated to such an extent that the witness’snatural voice cannot be heard by any persons within paragraph (a)(i) to (iii).\n\t\tIn this section “specified” means specified in the witness anonymity orderconcerned.\n\tApplications \n\t\tAn application for a witness anonymity order to be made in relation to awitness in criminal proceedings may be made to the court by the prosecutor orthe defendant.\n\t\tWhere an application is made by the prosecutor, the prosecutor—\n\t\t\tmust (unless the court directs otherwise) inform the court of the identityof the witness, but\n\t\t\tis not required to disclose in connection with the application—\n\t\t\tthe identity of the witness, or\n\t\t\tany information that might enable the witness to be identified,\n\t\t\t\tto any other party to the proceedings or his or her legal representatives.\n\t\tWhere an application is made by the defendant, the defendant—\n\t\t\tmust inform the court and the prosecutor of the identity of the witness,but\n\t\t\t(if there is more than one defendant) is not required to disclose inconnection with the application—\n\t\t\tthe identity of the witness, or\n\t\t\tany information that might enable the witness to be identified,\n\t\t\tto any other defendant or his or her legal representatives.\n\t\tAccordingly, where the prosecutor or the defendant proposes to make anapplication under this section in respect of a witness, any relevant materialwhich is disclosed by or on behalf of that party before the determination ofthe application may be disclosed in such a way as to prevent—\n\t\t\tthe identity of the witness, or\n\t\t\tany information that might enable the witness to be identified,\n\t\t\tfrom being disclosed except as required by subsection (2)(a) or (3)(a).\n\t\t“Relevant material” means any document or other material which falls to bedisclosed, or is sought to be relied on, by or on behalf of the partyconcerned in connection with the proceedings or proceedings preliminary tothem.\n\t\tThe court must give every party to the proceedings the opportunity to beheard on an application under this section.\n\t\tBut subsection (6) does not prevent the court from hearing one or moreparties in the absence of a defendant and his or her legal representatives, ifit appears to the court to be appropriate to do so in the circumstances of thecase.\n\t\tNothing in this section is to be taken as restricting any power to makerules of court.\n\tConditions for making order\n\t\tThis section applies where an application is made for a witness anonymityorder to be made in relation to a witness in criminal proceedings.\n\t\tThe court may make such an order only if it is satisfied that Conditions Ato C below are met.\n\t\tCondition A is that the measures to be specified in the order arenecessary—\n\t\t\tin order to protect the safety of the witness or another person or toprevent any serious damage to property, or\n\t\t\tin order to prevent real harm to the public interest (whether affecting thecarrying on of any activities in the public interest or the safety of a personinvolved in carrying on such activities, or otherwise).\n\t\tCondition B is that, having regard to all the circumstances, the taking ofthose measures would be consistent with the defendant receiving a fair trial.\n\t\tCondition C is that it is necessary to make the order in the interests ofjustice by reason of the fact that it appears to the court that—\n\t\t\tit is important that the witness should testify, and\n\t\t\tthe witness would not testify if the order were not made.\n\t\tIn determining whether the measures to be specified in the order arenecessary for the purpose mentioned in subsection (3)(a), the court must haveregard (in particular) to any reasonable fear on the part of the witness—\n\t\t\tthat the witness or another person would suffer death or injury, or\n\t\t\tthat there would be serious damage to property,\n\t\t\t\tif the witness were to be identified.\n\tRelevant considerations\n\t\tWhen deciding whether Conditions A to C in section 4 are met in the case ofan application for a witness anonymity order, the court must have regard to—\n\t\t\tthe considerations mentioned in subsection (2) below, and\n\t\t\tsuch other matters as the court considers relevant.\n\t\tThe considerations are—\n\t\t\tthe general right of a defendant in criminal proceedings to know theidentity of a witness in the proceedings;\n\t\t\tthe extent to which the credibility of the witness concerned would be arelevant factor when the weight of his or her evidence comes to be assessed;\n\t\t\twhether evidence given by the witness might be the sole or decisiveevidence implicating the defendant;\n\t\t\twhether the witness’s evidence could be properly tested (whether on groundsof credibility or otherwise) without his or her identity being disclosed;\n\t\t\twhether there is any reason to believe that the witness—\n\t\t\thas a tendency to be dishonest, or\n\t\t\thas any motive to be dishonest in the circumstances of the case,\n\t\t\t\thaving regard (in particular) to any previous convictions of the witness andto any relationship between the witness and the defendant or any associates ofthe defendant;\n\t\t\twhether it would be reasonably practicable to protect the witness’sidentity by any means other than by making a witness anonymity orderspecifying the measures that are under consideration by the court.\n\tDischarge or variation of order\n\t\tA court that has made a witness anonymity order in relation to any criminalproceedings may subsequently discharge or vary (or further vary) the order ifit appears to the court to be appropriate to do so in view of the provisionsof sections 4 and 5 that applied to the making of the order.\n\t\tThe court may do so—\n\t\t\ton an application made by a party to the proceedings if there has been amaterial change of circumstances since the relevant time, or\n\t\t\ton its own initiative.\n\t\t“The relevant time” means—\n\t\t\tthe time when the order was made, or\n\t\t\tif a previous application has been made under subsection (2), the time whenthe application (or the last application) was made.\n\tWarning to jury\n\t\tSubsection (2) applies where, on a trial on indictment with a jury, anyevidence has been given by a witness at a time when a witness anonymity orderapplied to the witness.\n\t\tThe judge must give the jury such warning as the judge considersappropriate to ensure that the fact that the order was made in relation to thewitness does not prejudice the defendant.\n\tSpecial provisions for service courts\n\t\tSubsections (2) and (3) apply in relation to criminal proceedings before aservice court consisting of a judge advocate and other members.\n\t\tAny decision falling to be made by the court in such proceedings undersections 2 to 6 is to be made by the judge advocate alone.\n\t\tIf any evidence is given by a witness in such proceedings at a time when awitness anonymity order applies to the witness, the judge advocate must givethe other members such warning as the judge advocate considers appropriate toensure that the fact that the order was made in relation to the witness doesnot prejudice the defendant.\n\t\tEach of the provisions mentioned in subsection (5) has effect with themodification set out in that subsection in a case where—\n\t\t\ta witness anonymity order is made by a service court to which thatprovision applies, and\n\t\t\ta person does anything in relation to the order which would, if the courthad been a court of law having power to commit for contempt, have beencontempt of that court.\n\t\tIn such a case—\n\t\t\tsection 101(1) of the Army Act 1955 (3 & 4 Eliz. 2 c. 18) has effect withthe omission of the words “not subject to military law”;\n\t\t\tsection 101(1) of the Air Force Act 1955 (3 & 4 Eliz. 2 c. 19) has effectwith the omission of the words “not subject to air-force law”; and\n\t\t\tsection 65(1) of the Naval Discipline Act [1957 (c.53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\") has effect withthe omission of the words “not subject to this Act”."
    },
    {
        "length": 965,
        "text": "\nApplication of provisions etc.\n\tProceedings to which new rules apply\n\t\tSections 2 to 8 apply to criminal proceedings in cases where—\n\t\t\tthe trial or hearing begins on or after the day on which this Act ispassed, or\n\t\t\tthe trial or hearing has begun, but has not ended, before that day.\n\t\tSection 10 applies to certain proceedings falling within subsection (1)(b).\n\tPre-commencement anonymity orders: existing proceedings\n\t\tThis section has effect in relation to criminal proceedings in cases where—\n\t\t\tthe trial or hearing has begun, but has not ended, before commencement, and\n\t\t\tthe court has made a pre-commencement anonymity order in relation to awitness at the trial or hearing.\n\t\tSubsection (3) applies if the witness has not begun to give evidence underthe terms of that order before commencement.\n\t\tIn such a case the court—\n\t\t\tmust consider whether that order was one that the court could have made ifthis Act had been in force at the material time,\n\t\t\tif it considers that that order was one that it could have made in thosecircumstances, may direct that the order is to remain in place, and\n\t\t\totherwise, must discharge the order and consider whether instead it shouldmake a witness anonymity order in relation to the witness in accordance withsections 2 to 5.\n\t\tAny witness anonymity order made by virtue of subsection (3)(c) must bemade so as to come into effect immediately on the discharge of the pre-commencement anonymity order.\n\t\tSubsections (6) and (7) apply if the witness began before commencement togive evidence under the terms of the order mentioned in subsection (1)(b)(whether or not he or she has finished doing so).\n\t\tIn such a case the court must consider whether the effect of that order isthat the defendant has been prevented from receiving a fair trial, havingregard (in particular) to—\n\t\t\twhether the order was one that the court could have made if this Act hadbeen in force at the material time, and\n\t\t\twhether the court should exercise any power to give a direction to the jury(if there is one) regarding the evidence given under the terms of the order.\n\t\tIf the court determines that the defendant has been prevented fromreceiving a fair trial, it must give such directions as it considersappropriate for and in connection with bringing the trial or hearing to aconclusion.\n\t\tIn this section—\n\t\t\t  * “commencement” means the day on which this Act is passed; \n\t\t\t  * “pre-commencement anonymity order” means an order made before commencement that falls within section 1(2). \n\tPre-commencement anonymity orders: appeals\n\t\tThis section applies where—\n\t\t\tan appeal court is considering an appeal against a conviction in criminalproceedings in a case where the trial ended before commencement, and\n\t\t\tthe court from which the appeal lies (“the trial court”) made a pre-commencement anonymity order in relation to a witness at the trial.\n\t\tThe appeal court—\n\t\t\tmay not treat the conviction as unsafe solely on the ground that the trialcourt had no power at common law to make the order mentioned in subsection(1)(b), but\n\t\t\tmust treat the conviction as unsafe if it considers—\n\t\t\tthat the order was not one that the trial court could have made if this Acthad been in force at the material time, and\n\t\t\tthat, as a result of the order, the defendant did not receive a fairtrial.\n\t\tIn this section—\n\t\t\t  * “appeal court” means— \n\t\t\tthe Court of Appeal;\n\t\t\tthe Court of Appeal in Northern Ireland; or\n\t\t\tthe Courts-Martial Appeal Court or the Court Martial Appeal Court;\n\t\t\t\t  * “commencement” and “pre-commencement anonymity order” have the meanings given by section 10(8). "
    },
    {
        "length": 1236,
        "text": "\nSupplementary\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “court” means— \n\t\t\tin relation to England and Wales, a magistrates' court, the Crown Court or thecriminal division of the Court of Appeal;\n\t\t\tin relation to Northern Ireland, a magistrates' court, the Crown Court, acounty court exercising its criminal jurisdiction or the Court of Appeal inNorthern Ireland; or\n\t\t\ta service court;\n\t\t\t\t  * “criminal proceedings” means— \n\t\t\tin relation to a court within paragraph (a) or (b) above, criminal proceedingsconsisting of a trial or other hearing at which evidence falls to be given;\n\t\t\tin relation to a service court, proceedings in respect of a service offenceconsisting of a trial or other hearing at which evidence falls to be given;\n\t\t\t\t  * “the defendant”, in relation to any criminal proceedings, means any person charged with an offence to which the proceedings relate (whether or not convicted); \n\t\t\t\t  * “prosecutor” means an individual or body charged with duties to conduct criminal prosecutions; \n\t\t\t\t  * “service court” has the meaning given by subsection (2); \n\t\t\t\t  * “service offence” has the meaning given by subsection (3); \n\t\t\t\t  * “witness”, in relation to any criminal proceedings, means any person called, or proposed to be called, to give evidence at the trial or hearing in question; \n\t\t\t\t  * “witness anonymity order” has the meaning given by section 2. \n\t\tIn this Act “service court” means—\n\t\t\ta court-martial constituted under the Army Act 1955 (3 & 4 Eliz. 2 c. 18),the Air Force Act 1955 (3 & 4 Eliz. 2 c. 19) or the Naval Discipline Act [1957(c. 53)](/id/ukpga/1957/53?view=plain \"Go to item of legislation\") or theCourt Martial established by the Armed Forces Act [2006 (c.52)](/id/ukpga/2006/52?view=plain \"Go to item of legislation\");\n\t\t\tthe Summary Appeal Court established by any of those Acts;\n\t\t\ta Standing Civilian Court established under the Armed Forces Act [1976 (c.52)](/id/ukpga/1976/52?view=plain \"Go to item of legislation\") or the ServiceCivilian Court established by the Armed Forces Act 2006; or\n\t\t\tthe Courts-Martial Appeal Court or the Court Martial Appeal Court.\n\t\tIn this Act “service offence” means—\n\t\t\tany offence against any provision of Part 2 of the Army Act 1955, Part 2 ofthe Air Force Act 1955 or Part 1 of the Naval Discipline Act 1957; or\n\t\t\tany offence under Part 1 of the Armed Forces Act 2006.\n\tCommencement \n\t\tThis Act comes into force on the day on which it is passed.\n\tExpiry of power to make witness anonymity orders\n\t\tNo witness anonymity order may be made under this Act after the relevantdate.\n\t\tSubject to subsection (3), the relevant date is 31 December 2009.\n\t\tThe Secretary of State may by order provide for the relevant date to be adate specified in the order that falls not more than 12 months after—\n\t\t\t31 December 2009, or\n\t\t\t(if an order has already been made under this subsection) the datespecified in the last order.\n\t\tNothing in this section affects—\n\t\t\tthe continuation in effect of a witness anonymity order made before therelevant date, or\n\t\t\tthe power to discharge or vary such an order under section 6.\n\t\tAn order under subsection (3)—\n\t\t\tis to be made by statutory instrument; and\n\t\t\tmay not be made unless a draft of the instrument containing the order hasbeen laid before and approved by a resolution of each House of Parliament.\n\tShort title and extent\n\t\tThis Act may be cited as the Criminal Evidence (Witness Anonymity) Act2008.\n\t\tSubject to subsection (3), this Act extends to England and Wales andNorthern Ireland.\n\t\tThe service courts provisions of this Act extend to England and Wales,Scotland and Northern Ireland; and in section 384 of the Armed Forces Act[2006 (c. 52)](/id/ukpga/2006/52?view=plain \"Go to item of legislation\")(extent to Channel Islands etc.) any reference to that Act includes areference to the service courts provisions of this Act.\n\t\tIn subsection (3) “the service courts provisions of this Act” means theprovisions of this Act so far as having effect in relation to service courts.\n\t\t\t"
    }
]