{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the financial year ending on 31st March 2002. It also lets the government use some of the money left over from previous years (ending on 31st March 2000, 2001) to help cover these costs. This helps ensure that the government has enough money to provide important services to the public.",
    "series": [
        [
            {
                "length": 243,
                "short": "\"UK Government's Budget for Fiscal Years 2000-2002: Authorization and Allocation of Funds\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2001 authorizes the use of up to £120,926,684,000 for the service of the year ending on 31st March 2002.\n* Simplified point 2: The Treasury can issue money from the Consolidated Fund of the United Kingdom to cover expenses for the years ending on 31st March 2000, 2001, and 2002, totaling £447,616.60 + £2,327,637,000 + £120,857,218,000 = £120,926,684,000.\n* Simplified point 3: This act gives the short title \"Consolidated Fund Act 2001\"."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2001 allows the government to spend up to £120 billion for the financial year ending on 31st March 2002. This includes covering costs from previous years, such as £447 million in 2000, £2.3 billion in 2001, and £120 billion in 2002. This law gives the act the name \"Consolidated Fund Act 2001.\" In other words, this law lets the government borrow money to pay for things like public services and debt interest.",
    "single": "\n* Authorizes the use of £120,926,684,000 for the service of the year ending on 31st March 2002.\n* Allows the Treasury to issue £447,616.60 out of the Consolidated Fund for the year ending on 31st March 2000.\n* Allows the Treasury to issue £2,327,637,000 out of the Consolidated Fund for the year ending on 31st March 2001.\n* Allows the Treasury to issue £120,857,218,000 out of the Consolidated Fund for the year ending on 31st March 2002.\n* Short title: Consolidated Fund Act 2001.\nThis legislation authorizes the use of a specific amount of money (£120,926,684,000) for the government's expenses in the fiscal year ending on 31st March 2002. It also allows the Treasury to issue money from the Consolidated Fund for the years ending on 31st March 2000, 2001, and 2002. The short title of this legislation is the Consolidated Fund Act 2001."
}