{
    "general": "This law makes sure that prisoners cannot use radio signals or other types of communication technology to send messages without permission. It helps keep prisons safe and secure by preventing prisoners from using these technologies to communicate with people outside of the prison. This law also applies to other types of institutions, like psychiatric hospitals, where it's important to control access to certain types of technology.",
    "series": [
        [
            {
                "length": 227,
                "short": "\"Wireless Telegraphy Regulation in Prisons: Safeguarding National Security and Preventing Crime\"",
                "text": "\n* Simplified point 1: The Prisons (Interference with Wireless Telegraphy) Act 2012 allows the appropriate national authority to authorize interference with wireless telegraphy within prisons to prevent or detect the use of certain devices.\n* Simplified point 2: Interference with wireless telegraphy includes the collection of traffic data, which is subject to strict safeguards and retention limits.\n* Simplified point 3: Information obtained through interference can only be disclosed to authorized personnel and for specific reasons, such as national security or the prevention of crime.\n* Simplified point 4: The Act extends to England and Wales, Scotland, and provides for modifications to be made for the Channel Islands and the Isle of Man.\n* Simplified point 5: Sections 1 to 4 of the Act come into force on a day appointed by the appropriate authority through an order."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Prisons (Interference with Wireless Telegraphy) Act 2012 helps keep prisoners safe and secure by allowing authorities to block certain electronic devices that could be used for illegal activities. This law lets the government collect information about these devices without violating anyone's privacy too much. Only people who need to know can see this information, like police officers working on a case or those protecting national security. It applies to all of England, Wales, Scotland, and even the Channel Islands and Isle of Man! But don't worry; they won't start blocking your phone signals just yet - it will take some time before everything is set up properly.",
    "single": "\n* The Prisons (Interference with Wireless Telegraphy) Act 2012 allows the appropriate national authority to authorize interference with wireless telegraphy in prisons and similar institutions.\n* The interference may be carried out for the purpose of preventing the use of certain devices within the institution, or detecting or investigating the use of such devices.\n* The specified items include devices capable of transmitting or receiving images, sounds, or information by electronic communications, and any disk, film, or separate article on which images, sounds, or information may be recorded.\n* The interference may be authorized for the collection of traffic data in relation to an electronic communication, and the retention, use, and disclosure of that data is lawful for all purposes.\n* The appropriate national authority must be satisfied that any equipment used as a result of the authorization is fit for the purpose before authorizing the interference.\n* The person in charge of the relevant institution must act in accordance with directions given under this section, and information obtained by virtue of section 1 must be destroyed no later than 3 months after it was obtained.\n* The Act extends to England and Wales, Scotland, and may be modified to extend to the Channel Islands or the Isle of Man.\n* Sections 1 to 4 of the Act come into force on a day appointed by the appropriate authority by order.\n"
}