{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the years 2002 and 2003. It also says how much money can be spent each year. This helps the government manage its finances and make sure there is enough money to pay for everything it needs to do.",
    "series": [
        [
            {
                "length": 300,
                "short": "\"Government Spending Authorization: £6.5 Billion for FY 2002, £7.2 Billion for FY 2003\"",
                "text": "\n* Simplified point 1: Authorizes the use of up to £6,469,599,000 from the Consolidated Fund for the service of the year ending on 31st March 2002.\n* Simplified point 2: Authorizes the issue of up to £7,238,134,000 from the Consolidated Fund for the service of the year ending on 31st March 2002.\n* Simplified point 3: Authorizes the use of up to £125,346,469,000 from the Consolidated Fund for the service of the year ending on 31st March 2003.\n* Simplified point 4: Authorizes the issue of up to £124,814,571,000 from the Consolidated Fund for the service of the year ending on 31st March 2003.\n* Simplified point 5: Provides that this Act may be cited as the Consolidated Fund (No. 2) Act 2001."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund (No. 2) Act 2001 allows the government to spend money from the Consolidated Fund to pay for things like public services and debt interest for the financial years ending on 31st March 2002 and 2003. This means that the government can use up to £6,469,599,000 in 2002 and £125,346,469,000 in 2003 from the Consolidated Fund for these purposes. The government also has permission to borrow up to £7,238,134,000 in 2002 and £124,814,571,000 in 2003 to help pay for these expenses. This law gives the government the power to manage its finances and make sure there is enough money to provide important public services.",
    "single": "\n* Authorizes the use of £6,469,599,000 for the service of the year ending on 31st March 2002\n* Authorizes the issue of £7,238,134,000 out of the Consolidated Fund for the year ending on 31st March 2002\n* Authorizes the use of £125,346,469,000 for the service of the year ending on 31st March 2003\n* Authorizes the issue of £124,814,571,000 out of the Consolidated Fund for the year ending on 31st March 2003\n* Short title: Consolidated Fund (No. 2) Act 2001\nThis legislation authorizes the use of funds for the years ending on 31st March 2002 and 2003. It allows the Treasury to issue funds out of the Consolidated Fund for these years. The total amount authorized for the year ending on 31st March 2002 is £6,469,599,000, while the total amount authorized for the year ending on 31st March 2003 is £125,346,469,000. This legislation is a continuation of the previous year's budget and appropriates funds for various government expenditures."
}