[
    {
        "length": 918,
        "text": "\nPower to make provision in connection with social security, child supportmaintenance and arrangements for employment in Northern Ireland\n\tHer Majesty may by Order in Council make provision in connection with—\n\t\tsocial security and child support maintenance in Northern Ireland, and\n\t\tarrangements under section 1 of the Employment and Training Act (NorthernIreland) 1950 (employment and training for employment).\n\tAn Order in Council under subsection (1) may, in particular, confer poweron the Secretary of State or a Northern Ireland department to make provisionby order or regulations.\n\tAn Order in Council under subsection (1) or an order or regulations undersubsection (2) may in particular—\n\t\tamend, repeal, revoke or otherwise modify any enactment,\n\t\tapply any enactment with or without modification,\n\t\tprovide for a person to exercise a discretion in dealing with any matter,\n\t\tcreate or amend a criminal offence or impose or amend a penalty,\n\t\tmake different provision for different purposes or areas, and\n\t\tmake incidental, supplementary, consequential, transitory or transitionalprovision or savings.\n\tAn Order in Council under subsection (1) that confers power to make anorder or regulations may provide that—\n\t\tthe power is exercisable either by statutory instrument or by statutoryrule where the power is conferred on the Secretary of State, or\n\t\tthe power is exercisable by statutory rule where the power is conferred ona Northern Ireland department.\n\tNo recommendation is to be made to Her Majesty to make an Order in Councilunder subsection (1) unless a draft of the statutory instrument containing theOrder has been laid before, and approved by a resolution of, each House ofParliament.\n\tIn this section—\n\t\t  * “enactment” means an enactment contained in, or in an instrument made under— \n\t\tan Act of Parliament, or\n\t\tNorthern Ireland legislation;\n\t\t\t  * “statutory rule” means statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")). \nSection 1: supplementary provision\n\tReferences to Acts of the Northern Ireland Assembly in any enactment orinstrument (whether passed or made before or after the coming into force ofthis Act) are to be read, so far as the context permits, as includingreferences to Orders in Council under section 1(1).\n\tSubsection (1) does not apply to references to Acts of the Northern IrelandAssembly in section 6 of the Northern Ireland Act 1998.\n\tIn subsection (1)—\n\t\t  * “enactment” means an enactment contained in, or in an instrument made under— \n\t\tan Act of Parliament,\n\t\tan Act of the Scottish Parliament,\n\t\ta Measure or Act of the National Assembly for Wales, or\n\t\tNorthern Ireland legislation, and\n\t\t\t  * “instrument” includes a charter, contract or other document. \n\tOrders in Council under section 1(1) may be omitted from any annual editionof statutory instruments required to be prepared under regulations made as aresult of section 8 of the Statutory Instruments Act 1946.\nExtent, commencement, sunset and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on the day on which it is passed.\n\tNo Order in Council may be made under section 1(1) after 31 December 2016.\n\tThis Act may be cited as the Northern Ireland (Welfare Reform) Act 2015.\n\t\t"
    }
]