[
    {
        "length": 130,
        "text": "\nPreliminary\n\tA“The Wrecks Convention”\n\t\tIn this Part—\n\t\t\t“the Wrecks Convention” means the Nairobi International Convention on theRemoval of Wrecks 2007 done in Nairobi on 18 May 2007, and\n\t\t\t“Wrecks Convention State” means a State which is a party to the WrecksConvention.\n\t\tThe text of the Wrecks Convention is set out in Schedule 11ZA."
    },
    {
        "length": 2066,
        "text": "\nReporting, marking and removing\n\tBWreck reports\n\t\tWhere an accident results in a wreck in a Convention area, the personsresponsible for any United Kingdom ship involved in the accident must reportthe wreck without delay.\n\t\tIf the wreck is in the United Kingdom’s Convention area, it must bereported to the Secretary of State.\n\t\tIf the wreck is in the Convention area of any other State, it must bereported to the government of that State.\n\t\tThe following are responsible for a ship—\n\t\t\tthe master of the ship, and\n\t\t\tthe operator of the ship.\n\t\tA report under subsection (1) must include the information mentioned inparagraph (2) of Article 5 of the Wrecks Convention (so far as it is known).\n\t\tIf one of the persons responsible for a ship makes a report undersubsection (1) the others are no longer under a duty to make a report.\n\t\tFailure to comply with the reporting requirement is an offence.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to a fine not exceeding £50,000, or\n\t\t\ton conviction on indictment, to a fine.\n\tCLocating and marking wrecks\n\t\tThis section applies where an accident results in a wreck in the UnitedKingdom’s Convention area.\n\t\tThe Secretary of State must ensure that the United Kingdom complies withits obligations under Articles 7 and 8 of the Wrecks Convention (locating andmarking of wrecks).\n\t\tThe Secretary of State may, for those purposes, direct any of the followingto take specified steps in relation to the wreck if it is within their area—\n\t\t\ta general lighthouse authority;\n\t\t\ta harbour authority;\n\t\t\ta conservancy authority.\n\t\tA direction may require an authority to exercise or not to exercise a powerunder section 252 or 253 within their area.\n\t\tFor the purposes of subsections (3) and (4) (and, in a case where adirection is given, section 253), a general lighthouse authority’s areaincludes any area that—\n\t\t\tis adjacent to the area specified in relation to the authority undersection 193(1), and\n\t\t\tis within the United Kingdom’s Convention area.\n\t\tA direction—\n\t\t\tmust be in writing, or\n\t\t\twhere it is not reasonably practicable to give it in writing, must beconfirmed in writing as soon as reasonably practicable.\n\t\tAn authority to whom a direction is given must comply with it.\n\tDRemoval by registered owner\n\t\tThis section applies where—\n\t\t\ta ship has been involved in an accident as a result of which it or anythingfrom it has become a wreck in the United Kingdom’s Convention area, and\n\t\t\tthe Secretary of State has determined that the wreck poses a hazard.\n\t\tThe Secretary of State must take all reasonable steps to give a notice (a“wreck removal notice”) requiring the registered owner to comply with theobligations imposed on registered owners by paragraph 2 and 3 of Article 9 ofthe Wrecks Convention (removal of wrecks and production of evidence ofinsurance).\n\t\tThe notice must be in writing and must—\n\t\t\tspecify the deadline set under paragraph 6(a) of that Article for theremoval of the wreck, and\n\t\t\tinform the registered owner of the other matters set out in paragraph 6(b)and (c) of that Article.\n\t\tA registered owner who fails, without reasonable excuse, to comply with anotice by the specified deadline is guilty of an offence.\n\t\tA registered owner guilty of the offence is liable—\n\t\t\ton summary conviction, to a fine not exceeding £50,000, or\n\t\t\ton conviction on indictment, to a fine.\n\tEImposition of conditions about removal\n\t\tThis section applies if the Secretary of State has given a registered ownera wreck removal notice.\n\t\tThe Secretary of State may impose conditions as to the removal of the wreckin accordance with paragraph 4 of Article 9 of the Wrecks Convention.\n\t\tA condition is imposed by giving notice of it to the registered owner.\n\t\tA registered owner who fails, without reasonable excuse, to comply with acondition is guilty of an offence.\n\t\tA registered owner guilty of the offence is liable—\n\t\t\ton summary conviction, to a fine not exceeding £50,000, or\n\t\t\ton conviction on indictment, to a fine.\n\tFRemoval in default\n\t\tThe Secretary of State may remove a wreck in the United Kingdom’sConvention area in the circumstances set out in paragraph 7 or 8 of Article 9of the Wrecks Convention.\n\t\tThe Secretary of State may, instead of exercising the power undersubsection (1), direct that the power be exercised by any of the following—\n\t\t\ta general lighthouse authority;\n\t\t\ta harbour authority;\n\t\t\ta conservancy authority.\n\t\tA direction may be given to an authority only in relation to a wreck withinthe authority’s area.\n\t\tSection 255C(5) applies for the purposes of determining a generallighthouse authority’s area.\n\t\tA direction—\n\t\t\tmust be in writing, or\n\t\t\twhere it is not reasonably practicable to give it in writing, must beconfirmed in writing as soon as reasonably practicable.\n\t\tAn authority to whom a direction is given must comply with it.\n\tGLiability for costs\n\t\tThis section applies where—\n\t\t\ta ship has been involved in an accident as a result of which it or anythingfrom it has become a wreck in the United Kingdom’s Convention area, and\n\t\t\tcosts have been incurred complying with section 255C or 255F (locating andmarking and removal of wrecks).\n\t\tThe person who incurred the costs is entitled to recover them from theship’s registered owner unless the owner proves that an exception set out inparagraph 1(a), (b) or (c) of Article 10 of the Wrecks Convention applies.\n\t\tThe owner is not liable for costs under this section if or to the extentthat liability would conflict with—\n\t\t\ta convention listed in paragraph 1 of Article 11 of the Wrecks Convention(exceptions to liability),\n\t\t\tan enactment implementing such a convention, or\n\t\t\tany other provision specified by order made by the Secretary of State.\n\t\tWhere the registered owner of each of two or more ships is liable for costsunder this section but the costs for which each is liable cannot reasonably beseparated, the registered owners shall be jointly liable for the total costs.\n\t\tThis section does not prevent the exercise of the right (if any) to limitliability by virtue of section 185.\n\t\tAn order under subsection (3)(c) may be made only if a draft has been laidbefore and approved by resolution of each House of Parliament.\n\t\tAn order may include incidental, supplemental or transitional provision.\n\tHLimitation period\n\t\tAn action to recover costs under section 255G may not be brought after the endof whichever of the following ends earlier—\n\t\t\tthe period of 3 years beginning with the date on which a wreck removalnotice was given in respect of the wreck, and\n\t\t\tthe period of 6 years beginning with the date of the accident whichresulted in the wreck.\n\tIExpenses of general lighthouse authorities\n\t\tCosts incurred by a general lighthouse authority in complying with a directionunder section 255C or 255F shall be paid out of the General Lighthouse Fund ifor to the extent that they are not recovered under section 255G; but section213 shall apply as if they were expenses of the authority falling withinsubsection (1) of that section other than establishment expenses."
    },
    {
        "length": 1736,
        "text": "\nInsurance\n\tJWreck removal insurance\n\t\tThis section applies to ships with a gross tonnage of 300 or more.\n\t\tA United Kingdom ship may not enter or leave a port in the United Kingdomor elsewhere unless—\n\t\t\tthe ship has wreck removal insurance, and\n\t\t\tthe Secretary of State has certified that it has wreck removal insurance.\n\t\tA foreign ship may not enter or leave a port in the United Kingdom unless—\n\t\t\tthe ship has wreck removal insurance, and\n\t\t\tthere is a certificate confirming that it has wreck removal insurance.\n\t\tFor a ship registered in a foreign Wrecks Convention State the certificatemust be one that has been issued by or under the authority of the governmentof that State.\n\t\tFor a foreign ship registered in any other State the certificate must beone that has been issued—\n\t\t\tby the Secretary of State, or\n\t\t\tby or under the authority of the government of a Wrecks Convention State.\n\t\tFor the purposes of subsection (1) the gross tonnage of a ship is to becalculated in the manner prescribed by order under paragraph 5(2) of Part IIof Schedule 7.\n\t\tIn this Part—\n\t\t\t  * “wreck removal insurance” means a contract of insurance or other security satisfying the requirements of Article 12 of the Wrecks Convention, and “insurer” means the person providing the insurance or other security, and\n\t\t\t  * “wreck removal insurance certificate” means a certificate required by subsection (2)(b) or (3)(b).\n\tKFailure to insure\n\t\tThe master and operator of a ship are each guilty of an offence if—\n\t\t\tthe ship enters or leaves a port in contravention of section 255J, or\n\t\t\tanyone attempts to navigate the ship into or out of a port in contraventionof that section.\n\t\tA person guilty of the offence is liable—\n\t\t\ton summary conviction, to a fine not exceeding £50,000, or\n\t\t\ton conviction on indictment, to a fine.\n\tLDetention of ships\n\t\tA ship may be detained if anyone attempts to navigate it out of a port incontravention of section 255J.\n\tMProduction of certificates\n\t\tThis section applies to a ship which is required to have a wreck removalinsurance certificate before entering or leaving a port.\n\t\tThe master of the ship must ensure that the certificate is carried onboard.\n\t\tThe master of the ship must, on request, produce the certificate to—\n\t\t\tan officer of Revenue and Customs;\n\t\t\tan officer of the Secretary of State;\n\t\t\tif the ship is a United Kingdom ship, a proper officer.\n\t\tFailure to comply with subsection (2) or (3) is an offence.\n\t\tA person guilty of the offence is liable on summary conviction to a finenot exceeding level 5 on the standard scale.\n\tNIssue of certificates\n\t\tThis section applies where the registered owner applies to the Secretary ofState for a wreck removal insurance certificate in respect of—\n\t\t\ta United Kingdom ship, or\n\t\t\ta foreign ship registered in a State other than a Wrecks Convention State.\n\t\tIn relation to a United Kingdom ship, the Secretary of State must issue thecertificate if satisfied—\n\t\t\tthat the ship has wreck removal insurance in place for the period to whichthe certificate will relate, and\n\t\t\tthat the obligations of the person providing the wreck removal insurancewill be met.\n\t\tIn relation to a foreign ship registered in a State other than a WrecksConvention State, the Secretary of State may issue the certificate ifsatisfied of the matters in paragraphs (a) and (b) of subsection (2).\n\t\tThe Secretary of State must send a copy of a certificate issued in respectof a United Kingdom ship to the Registrar General of Shipping and Seamen.\n\t\tThe Registrar must make such certificates available for public inspection.\n\tOCancellation of certificates\n\t\tThe Secretary of State may make regulations about the cancellation anddelivery up of wreck removal insurance certificates issued under section 255N.\n\t\tA person who fails to deliver up a certificate in accordance with theregulations is guilty of an offence.\n\t\tA person guilty of the offence is liable on summary conviction to a finenot exceeding level 4 on the standard scale.\n\tPThird parties’ rights against insurers\n\t\tThis section applies where—\n\t\t\ta ship has been involved in an accident as a result of which it or anythingfrom it has become a wreck in the United Kingdom’s Convention area,\n\t\t\tat the time of the accident the ship had wreck removal insurance, and\n\t\t\tthere is a wreck removal insurance certificate in relation to theinsurance.\n\t\tA person who is entitled to recover costs from the ship’s registered ownerunder section 255G may recover them from the insurer.\n\t\tIt is a defence for the insurer to prove that the accident was caused bythe wilful misconduct of the ship’s registered owner.\n\t\tThe insurer may also rely on any defences available to the registered owner(including section 255H).\n\t\tThe insurer may limit liability in respect of claims made under thissection to the same extent as the registered owner may limit liability byvirtue of section 185 (or would be able to limit liability by virtue of thatsection if it were not for paragraph 3 of Part 2 of Schedule 7).\n\t\tBut an insurer may limit liability whether or not the accident is caused byan act or omission mentioned in Article 4 of the Convention set out in Part 1of Schedule 7.\n\t\tThe following do not apply in relation to any wreck removal insurance towhich a wreck removal insurance certificate relates—\n\t\t\tthe Third Parties (Rights against Insurers) Act 1930;\n\t\t\tthe Third Parties (Rights against Insurers) (Northern Ireland) Act 1930;\n\t\t\tthe Third Parties (Rights against Insurers) Act 2010.\n\tQElectronic certificates\n\t\tThis section applies if the Secretary of State has given, or proposes togive, notice under paragraph 13 of Article 12 of the Wrecks Convention(electronic insurance certificates, &c.).\n\t\tThe Secretary of State may by order make such amendments of this Part asthe Secretary of State thinks necessary or expedient for giving effect to thenotice.\n\t\tAn order may be made only if a draft has been laid before and approved byresolution of each House of Parliament.\n\t\tAn order may include incidental, supplemental or transitional provision."
    },
    {
        "length": 1115,
        "text": "\nSupplemental\n\tRInterpretation etc.\n\t\tExpressions used in this Part shall be construed in accordance with Article1 of the Wrecks Convention.\n\t\tIn this Part—\n\t\t\t  * “accident” means a collision of ships, a stranding, another incident of navigation or another event (whether on board a ship or not) which results in material damage to a ship or its cargo or in an imminent threat of material damage to a ship or its cargo,\n\t\t\t  * “insurer” shall be construed in accordance with section 255J(7),\n\t\t\t  * “wreck removal insurance” has the meaning given by section 255J(7),\n\t\t\t  * “wreck removal insurance certificate” has the meaning given by section 255J(7),\n\t\t\t  * “wreck removal notice” means a notice under section 255D,\n\t\t\t  * “the Wrecks Convention” has the meaning given by section 255A(1), and\n\t\t\t  * “Wrecks Convention State” has the meaning given by section 255A(1).\n\t\tReferences in this Part to entering or leaving a port in a State includereferences to arriving at or leaving an offshore facility in the territorialsea of that State (except in section 255L).\n\t\tReferences in this Part to ships registered in a State include unregisteredships entitled to fly the flag of that State.\n\t\tIn determining for the purposes of this Part whether a wreck poses a hazardthe Secretary of State must take into account the matters set out in Article 6of the Wrecks Convention (determination of hazard).\n\t\tThe Secretary of State shall from time to time by order describe the UnitedKingdom’s Convention area.\n\t\tIf Her Majesty by Order in Council declares that any State specified in theOrder is a party to the Wrecks Convention, the Order shall, while in force, beconclusive evidence of that fact.\n\tSGovernment ships\n\t\tThis Part does not apply in relation to warships or ships for the timebeing used by a State for non-commercial purposes only.\n\t\tBut it does apply to such ships if specified in a notice under paragraph 3of Article 4 of the Wrecks Convention.\n\t\tSection 255K does not apply to a ship (an “exempt ship”) that is owned by aWrecks Convention State.\n\t\tAn exempt ship must have a certificate issued by the government of theState concerned and stating—\n\t\t\tthat the ship is owned by that State, and\n\t\t\tthat any liability under section 255G will be met up to the limitsprescribed by paragraph 1 of Article 12 of the Wrecks Convention (compulsoryinsurance).\n\t\tSection 255M(2) to (5) applies to such a certificate.\n\t\tWhere a ship is owned by a State and operated by a company which isregistered in that State as operator of the ship, references in this Part tothe registered owner are references to that company.\n\t\tIn proceedings against a Wrecks Convention State for the recovery of costsunder section 255G the State shall be treated as having submitted to thejurisdiction of the court in which the proceedings are brought; but this doesnot authorise execution, or in Scotland the execution of diligence, againstthe property of a State.\n\tTSaving \n\t\tNothing in this Part affects any claim, or the enforcement of any claim, aperson incurring any liability under this Part may have against any otherperson in respect of that liability.\n\tUPower to amend\n\t\tThe Secretary of State may by order amend this Part to reflect anyamendment of the Wrecks Convention.\n\t\tAn order under this section may be made only if a draft has been laidbefore and approved by resolution of each House of Parliament.”\n\t\tIn section 306(2A)(c) (orders not subject to annulment), after “223(3)”insert “255G(3)(c), 255Q(2), 255U(1)”.\n\t\tAfter Schedule 11 insert the Schedule set out in the Schedule to this Act.\n\t\tIn section 315(2) to (5) (power to extend Act to relevant Britishpossessions) a reference to the Merchant Shipping Act 1995 includes areference to that Act as amended by this Act."
    }
]