{
    "general": "This law makes sure that ships and other vessels are removed from the sea floor if they wreck or sink, so that they don't cause any more damage or put people's lives at risk. It also helps to protect the environment by making sure that any oil or other hazardous materials on board are cleaned up as quickly as possible. The law was passed in 2011 and is based on an international agreement called the Nairobi International Convention on the Removal of Wrecks 2007.",
    "series": [
        [
            {
                "length": 107,
                "short": "\"Wrecks Convention: Definition and Key Terms\"",
                "text": "\n* Simplified point 1: The Wrecks Convention is defined as the Nairobi International Convention on the Removal of Wrecks 2007.\n* Simplified point 2: The Wrecks Convention State refers to a state that is a party to the Wrecks Convention.\n* Simplified point 3: The text of the Wrecks Convention is included in Schedule 11ZA."
            },
            {
                "length": 160,
                "short": "\"Wreck Removal Convention: Liability and Cost Recovery\"",
                "text": "\n* Simplified point 1: The Wreck Removal Convention Act 2011 requires reporting of accidents involving ships in the UK's Convention area, and specifies the information that must be reported.\n* Simplified point 2: The act also requires locating and marking of wrecks, and provides for the removal of wrecks that pose a hazard.\n* Simplified point 3: Registered owners of ships involved in accidents are liable for the costs of removing wrecks, unless they can prove an exception applies.\n* Simplified point 4: The act sets a limitation period for bringing actions to recover costs."
            },
            {
                "length": 200,
                "short": "\"Maritime Wreck Removal Insurance Requirements in the UK\"",
                "text": "\n* Simplified point 1: This law requires ships with a gross tonnage of 300 or more to have wreck removal insurance before entering or leaving a port in the UK or another country.\n* Simplified point 2: The law provides for the issuance of wreck removal insurance certificates to ships that meet the insurance requirements, and failure to obtain such a certificate is an offense punishable by fines.\n* Simplified point 3: The law allows for the detention of ships that attempt to navigate without the required wreck removal insurance certificate, and for the production of certificates upon request by authorities.\n* Simplified point 4: The law provides for the cancellation and delivery up of wreck removal insurance certificates, and for third-party rights against insurers in certain circumstances."
            },
            {
                "length": 206,
                "short": "Removing Hazards at Sea: A Legal Framework",
                "text": "\n* Simplified point 1: This part of the legislation deals with wreck removal and provides a framework for the removal of wrecks that pose a hazard to navigation.\n* Simplified point 2: The legislation defines key terms such as \"accident,\" \"wreck removal insurance,\" and \"Wrecks Convention\" and sets out the procedures for removing wrecks, including the requirement for insurance and the process for determining whether a wreck poses a hazard.\n* Simplified point 3: The legislation also covers the application of the Wrecks Convention to Government ships and exempt ships, and provides for the amendment of the legislation to reflect changes to the Wrecks Convention.\n* Simplified point 4: The legislation includes provisions for the saving of existing claims and the power to make orders to amend the legislation."
            }
        ],
        [
            {
                "length": 149,
                "short": "\"Wreck Removal Rules and Insurance Requirements for Ships in the UK and Other Countries\"",
                "text": "\n* Simplified point 1: The Wrecks Convention defines the rules for the removal of wrecks that pose a hazard to navigation.\n* Simplified point 2: Ships with a gross tonnage of 300 or more must carry wreck removal insurance before entering or leaving a port in the UK or another country.\n* Simplified point 3: Registered owners of ships involved in accidents are liable for the costs of removing wrecks, unless they can prove an exception applies.\n* Simplified point 4: The Wreck Removal Convention Act 2011 sets a limitation period for bringing actions to recover costs."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Wreck Removal Convention Act 2011 is a law that helps keep our seas safe by making sure that shipowners remove any wrecks that could cause danger to other ships or people. If a shipowner doesn't follow these rules, they might have to pay money to help clean up the mess. The law says that big ships need special insurance to cover the cost of removing wrecks, and if they don't have it, they might not be able to leave port. The government can also take action against shipowners who break the law. The law also explains how wrecks should be removed and what happens if someone gets hurt during the process. Overall, this law helps protect us all by keeping our oceans safe!"
}