{
    "general": "This law makes it illegal for people who are not supposed to be living in social housing (like council houses or flats) to sublet them or give up possession of them without permission. It also gives the government more power to investigate and punish those who break these rules. This helps stop people from committing fraud by pretending to live in social housing when they don't really need it, so that more people who actually need help can get access to affordable homes.",
    "series": [
        [
            {
                "length": 218,
                "short": "\"Tenancy Laws Prohibit Sub-Letting Without Consent\"",
                "text": "\n* Simplified point 1: The law prohibits secure tenants from sub-letting their homes without the landlord's written consent.\n* Simplified point 2: If a tenant sub-lets their home without permission, they commit an offense and can face fines or even imprisonment.\n* Simplified point 3: The law applies to both partial and full sub-letting, and it is an offense to cease occupying the property as one's primary residence while still being a tenant.\n* Simplified point 4: The law includes provisions for exceptions due to violence or threats of violence against the tenant or their family members.\n* Simplified point 5: If a person other than the original tenant is living in the property, the tenant may be able to transfer the tenancy to that person or apply for an order allowing them to occupy the property."
            },
            {
                "length": 255,
                "short": "\"Tenancy Laws and Subletting Restrictions\"",
                "text": "\n* Simplified point 1: The law prohibits tenants from subleasing their homes without permission from their landlords, especially if they do so dishonestly or in breach of their tenancy agreement.\n* Simplified point 2: If a tenant sublets their home without permission and ceases to occupy it as their primary residence, they commit an offense punishable by fines or even imprisonment.\n* Simplified point 3: The law only applies to certain types of tenancies, such as those provided by private registered providers of social housing or registered social landlords, and does not apply to shared ownership leases.\n* Simplified point 4: Tenants who sublet their homes due to violence or threats of violence by someone living in or near the property may not be committing an offense.\n* Simplified point 5: If a third party is entitled to apply to the court for a right to occupy the property or for the tenancy to be transferred to them, then the tenant's actions may not be considered an offense."
            },
            {
                "length": 224,
                "short": "\"Social Housing Fraud Prevention and Prosecution Regulations\"",
                "text": "\n* Simplified point 1: The Prevention of Social Housing Fraud Act 2013 allows for the prosecution of offenses related to false statements or concealment of information in the context of social housing.\n* Simplified point 2: Proceedings for these offenses must be brought within 6 months of when evidence became available to the prosecutor, but no later than 3 years after the offense was committed.\n* Simplified point 3: A certificate signed by the prosecutor stating the date when evidence became available is considered conclusive proof of that fact, and any such certificate purporting to be signed is assumed to be genuine unless proven otherwise.\n* Simplified point 4: Local authorities have the power to prosecute offenses under Section 1 or 2 of the act, regardless of whether they are the landlord of the property or not, and regardless of where the property is located."
            },
            {
                "length": 275,
                "short": "\"Unlawful Profit Order: Recovering Illegal Gains from Housing Benefit Fraud Offenders\"",
                "text": "\n* Simplified point 1: The Prevention of Social Housing Fraud Act 2013 allows courts to order offenders to pay back profits made from committing housing benefit fraud.\n* Simplified point 2: If the offender does not have enough money to pay both an unlawful profit order and a fine, the court will prioritize making an unlawful profit order.\n* Simplified point 3: The amount payable under an unlawful profit order can include the profit made by the offender, as well as any portion of the amount payable under the order made under section 5 that the landlord fails to recover.\n* Simplified point 4: If the amount required to be paid by a person under an unlawful profit order is not paid when it is required to be paid, that person must pay interest on the amount for the period for which it remains unpaid.\n* Simplified point 5: The court must consider making an unlawful profit order instead of or in addition to imposing a fine, especially if the offender has insufficient means to pay both."
            },
            {
                "length": 250,
                "short": "The Prevention of Social Housing Fraud Act 2013: Landlords Seek Financial Penalties Against Tenants for Illegal Subletting",
                "text": "\n* Simplified point 1: The Prevention of Social Housing Fraud Act 2013 allows landlords to seek financial penalties against tenants who illegally sublet or profit from their social housing.\n* Simplified point 2: If a tenant under a secure or assured tenancy has sub-let or parted with possession of the property without the landlord's consent, the landlord can apply for an \"unlawful profit order\" to reclaim the profits made by the tenant.\n* Simplified point 3: The amount payable under an unlawful profit order is determined by the court based on evidence presented, but cannot exceed the amount paid by the tenant as rent plus any additional amounts ordered under section 4 of the act.\n* Simplified point 4: The court may also order the tenant to pay the landlord's legal costs associated with obtaining the unlawful profit order."
            },
            {
                "length": 117,
                "short": "\"Assured Tenancy Loss Due to Breach of Agreement\"",
                "text": "\n* Simplified point 1: This law states that if a tenant breaks certain terms of their assured tenancy agreement, such as losing possession of the property or subletting without permission, they will lose their assured tenancy status and cannot regain it.\n* Simplified point 2: The law only applies to tenants who have an assured tenancy with a private registered provider of social housing or a registered social landlord, and excludes shared ownership leases."
            },
            {
                "length": 194,
                "short": "\"Government Regulation Powers for Housing Fraud Investigations\"",
                "text": "\n* Simplified point 1: The government can create regulations that allow them to request information from individuals suspected of committing housing fraud.\n* Simplified point 2: These regulations can also specify who has the power to exercise these investigative powers and require authorization from local authorities.\n* Simplified point 3: The regulations can also provide for the modification of existing laws related to fraud investigations, such as the Social Security Administration Act 1992.\n* Simplified point 4: The regulations must be based on the purpose of preventing, detecting, or securing evidence for convictions related to housing fraud offenses.\n* Simplified point 5: Individuals exercising these powers must follow guidelines provided or approved by the appropriate authority."
            },
            {
                "length": 182,
                "short": "\"Government Regulation Enforcement: Fines and Defenses\"",
                "text": "\n* Simplified point 1: The government can create regulations that make it an offense to refuse or fail to provide information or documents when requested.\n* Simplified point 2: These regulations can be tried summarily, and the fines cannot exceed level 3 on the standard scale.\n* Simplified point 3: If someone is found guilty of an offense under these regulations and the offending behavior continues after the conviction, they could face a daily fine of no more than £40.\n* Simplified point 4: Regulations can also cover defenses to the offense, the commission of the offense by a body corporate, the conduct of proceedings, time limits for bringing charges, and other procedural and evidential matters."
            },
            {
                "length": 172,
                "short": "\"Regulation-Making Under the Prevention of Social Housing Fraud Act 2013: Overview and Procedure\"",
                "text": "\n* The extract outlines how regulations can be created and enforced under the Prevention of Social Housing Fraud Act 2013.\n* Regulations can be made by the Secretary of State (for England) or the Welsh Ministers (for Wales), and must be done through statutory instruments.\n* These regulations can include provisions for different situations, and can also include incidental, supplementary, consequential, transitional, transitory or saving provisions.\n* Before these regulations can take effect, they must be approved by a resolution of each House of Parliament (for England) or the National Assembly for Wales (for Wales)."
            },
            {
                "length": 345,
                "short": "Secure Tenancies and Associated Offenses Legislation Overview",
                "text": "\n* Simplified point 1: This act defines key terms used throughout the legislation such as \"secure tenancy\", \"assured tenancy\", \"dwelling-house\", etc. It also specifies how these terms should be interpreted in the context of the act.\n* Simplified point 2: The act applies certain definitions from other housing acts (Housing Act 1985 and Housing Act 1988) to ensure consistency in terminology.\n* Simplified point 3: The act provides for the interpretation of references to members of the tenant's family in relation to secure and assured tenancies.\n* Simplified point 4: The act introduces the concept of shared ownership leases and defines the rights and obligations of both the landlord and the tenant under such agreements.\n* Simplified point 5: The act includes provisions related to the definition of the landlord and tenant under secure and assured tenancies, including their responsibilities and liabilities.\n* Simplified point 6: The act defines the term \"local authority\" and specifies the bodies that fall within its scope.\n* Simplified point 7: The act defines the term \"registered social landlord\" and specifies the bodies that fall within its scope.\n* Simplified point 8: The act includes provisions related to associated offences, which are defined as attempts, conspiracies, or encouragement of the main offences covered by the act."
            },
            {
                "length": 141,
                "short": "\"Social Housing Fraud Prevention in England and Wales: Transitional Provisions and Appointed Effective Dates\"",
                "text": "\n* Simplified point 1: This act applies only to England and Wales.\n* Simplified point 2: The provisions of this act will come into effect at different times depending on the purpose and will be appointed by order.\n* Simplified point 3: Orders can be made to address transitional, transitory, or saving provisions.\n* Simplified point 4: The act can be referred to as the \"Prevention of Social Housing Fraud Act 2013\"."
            }
        ],
        [
            {
                "length": 149,
                "short": "\"Tenancy Laws and Sub-Letting Regulations\"",
                "text": "\n* Simplified point 1: Secure tenants need landlords' consent before sub-letting.\n* Simplified point 2: Failure to comply with the requirements of the tenancy may result in criminal charges.\n* Simplified point 3: Certain types of tenancies are subject to restrictions on sub-letting.\n* Simplified point 4: Violence or threats of violence may be a defense to an offense related to sub-letting.\n* Simplified point 5: Third parties may be entitled to apply to the court for the right to occupy the property or for the tenancy to be transferred to them."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nThe Prevention of Social Housing Fraud Act 2013 is a law passed in the United Kingdom to prevent and combat fraud in social housing. It aims to protect vulnerable tenants and ensure fair access to social housing. Key provisions of the law include:\n* Secure tenants need permission from their landlords before subletting or parting with possession of their properties. Failure to obtain consent can lead to fines or imprisonment.\n* Tenants who sublet their homes without permission or cease occupying them as their primary residence may commit an offense.\n* Exceptions to these rules exist for cases involving violence or threats of violence against the tenant or their family members.\n* If a person other than the original tenant is living in the property, the tenant may be able to transfer the tenancy to that person or apply for an order allowing them to occupy the property.\n* The law applies to certain types of tenancies, such as those provided by private registered providers of social housing or registered social landlords, and does not apply to shared ownership leases.\n* Local authorities have the power to prosecute offenses under the act, regardless of where the property is located.\n* Courts can order offenders to pay back profits made from committing housing benefit fraud, and may prioritize making an unlawful profit order over imposing a fine.\n* Landlords can seek financial penalties against tenants who illegally sublet or profit from their social housing.\n* The government can create regulations that allow them to request information from individuals suspected of committing housing fraud, and can enforce these regulations through fines and defenses.\nOverall, the Prevention of Social Housing Fraud Act 2013 aims to protect vulnerable tenants and ensure fair access to social housing by preventing and combating fraud in the sector."
}