{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the financial year ending on 31st March 2002. It also lets the government use some of the money left over from the previous two years (ending on 31st March 2001 and 2002) to help cover these costs. This helps ensure that the government can keep providing important services like healthcare, education, and defense.",
    "series": [
        [
            {
                "length": 235,
                "short": "\"Government Spending Authorization for Fiscal Years 2001-2002\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2002 authorizes the use of up to £6,592,542,000 for government spending in the fiscal year ending on March 31, 2002.\n* Simplified point 2: The Treasury can issue up to £3,097,059.33 from the Consolidated Fund for the fiscal year ending on March 31, 2001, and up to £5,367,457,000 for the fiscal year ending on March 31, 2002.\n* Simplified point 3: This act allows for the issuance of funds from the Consolidated Fund for the specified fiscal years.\n* Simplified point 4: The short title of this act is the Consolidated Fund Act 2002."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2002 lets the government spend up to £6,592,542,000 in the fiscal year ending on March 31, 2002. This money comes from the Consolidated Fund, which is like a special bank account that holds all the money the government collects through taxes and other sources.\nThe Treasury can take out up to £3,097,059.33 from the Consolidated Fund for the fiscal year ending on March 31, 2001, and up to £5,367,457,000 for the fiscal year ending on March 31, 2002. This means that the government has permission to use these amounts of money for different things, like paying for public services or investing in important projects.\nThis law just says that the government can use these specific amounts of money from the Consolidated Fund for those two fiscal years. It doesn't change anything else about how the government works or how much money it can spend overall.",
    "single": "\n* Authorizes the use of £6,592,542,000 for the service of the year ending on 31st March 2002.\n* Allows the Treasury to issue £3,097,059.33 out of the Consolidated Fund for the service of the year ending on 31st March 2001.\n* Allows the Treasury to issue £5,367,457,000 out of the Consolidated Fund for the service of the year ending on 31st March 2002.\n* Short title: Consolidated Fund Act 2002.\nEFFECTS OF THE BILL:\n* Provides funding for the government's services for the year ending on 31st March 2002.\n* Authorizes the use of resources for the service of the year ending on 31st March 2001.\n* Allows the Treasury to issue money out of the Consolidated Fund for the service of the years ending on 31st March 2001 and 2002.\nIMPACT:\n* The bill provides funding for various government services and programs.\n* It authorizes the use of resources for the service of the previous year and the current year.\n* It allows the Treasury to issue money out of the Consolidated Fund to cover the costs of the government's services.\nOVERALL, THIS BILL AUTHORIZES THE USE OF RESOURCES AND ISSUANCE OF MONEY OUT OF THE CONSOLIDATED FUND FOR THE GOVERNMENT'S SERVICES FOR THE YEARS ENDING ON 31ST MARCH 2001 AND 2002."
}