{
    "general": "This law says that the government will pay money to people who were affected by the \"Windrush scandal\". The scandal happened when the UK government wrongly accused some people of being illegal immigrants, even though they had lived in the UK for many years. This caused them a lot of problems and hurt them financially. The law says that the government will now give these people money to help make up for what happened to them.",
    "series": [
        [
            {
                "length": 184,
                "short": "\"Windrush Compensation Scheme: UK Government Allotted Funds for Immigration Status Difficulties\"",
                "text": "\n* Simplified point 1: The UK government can spend money on the Windrush Compensation Scheme to provide compensation to people who faced difficulties due to their immigration status.\n* Simplified point 2: The scheme was published by the Home Office on April 3, 2019, and has been modified since then.\n* Simplified point 3: The act applies to England, Wales, Scotland, and Northern Ireland.\n* Simplified point 4: The act comes into effect on the day it is passed.\n* Simplified point 5: The act can be referred to as the Windrush Compensation Scheme (Expenditure) Act 2020."
            }
        ]
    ],
    "summary": "Hello! This law is about helping people who had problems because of their immigration status in the UK. The government will use money from Parliament to pay for a plan called the Windrush Compensation Scheme. This plan helps people who were affected by their immigration status, like if they were denied basic rights or services. The plan was created by the Home Office and has changed a bit since it was first made. It applies to all parts of the UK, so anyone living there can get help. The law goes into effect right away, so people can start getting the support they need. You might hear people call this law the Windrush Compensation Scheme (Expenditure) Act 2020.",
    "single": "\n• The Windrush Compensation Scheme was established by the Home Office on April 3, 2019, to provide compensation to individuals who faced difficulties due to their inability to demonstrate lawful immigration status.\n\n• This act allows for the payment of expenses incurred by the Secretary of State or a government department related to the Windrush Compensation Scheme.\n\n• The act applies to England, Wales, Scotland, and Northern Ireland.\n\n• The act comes into effect on the day it is passed.\n\n• The act can be referred to as the Windrush Compensation Scheme (Expenditure) Act 2020."
}