[
    {
        "length": 1483,
        "text": "\nPart 1Standard of care\n\tDeterrent effect of potential liability\n\t\tA court considering a claim in negligence or breach of statutory duty may, indetermining whether the defendant should have taken particular steps to meet astandard of care (whether by taking precautions against a risk or otherwise),have regard to whether a requirement to take those steps might—\n\t\t\tprevent a desirable activity from being undertaken at all, to a particularextent or in a particular way, or\n\t\t\tdiscourage persons from undertaking functions in connection with adesirable activity.\n\tApologies, offers of treatment or other redress\n\t\tAn apology, an offer of treatment or other redress, shall not of itself amountto an admission of negligence or breach of statutory duty.\n\tMesothelioma: damages\n\t\tThis section applies where—\n\t\t\ta person (“the responsible person”) has negligently or in breach ofstatutory duty caused or permitted another person (“the victim”) to be exposedto asbestos,\n\t\t\tthe victim has contracted mesothelioma as a result of exposure to asbestos,\n\t\t\tbecause of the nature of mesothelioma and the state of medical science, itis not possible to determine with certainty whether it was the exposurementioned in paragraph (a) or another exposure which caused the victim tobecome ill, and\n\t\t\tthe responsible person is liable in tort, by virtue of the exposurementioned in paragraph (a), in connection with damage caused to the victim bythe disease (whether by reason of having materially increased a risk or forany other reason).\n\t\tThe responsible person shall be liable—\n\t\t\tin respect of the whole of the damage caused to the victim by the disease(irrespective of whether the victim was also exposed to asbestos—\n\t\t\tother than by the responsible person, whether or not in circumstances inwhich another person has liability in tort, or\n\t\t\tby the responsible person in circumstances in which he has no liability intort), and\n\t\t\tjointly and severally with any other responsible person.\n\t\tSubsection (2) does not prevent—\n\t\t\tone responsible person from claiming a contribution from another, or\n\t\t\ta finding of contributory negligence.\n\t\tIn determining the extent of contributions of different responsible personsin accordance with subsection (3)(a), a court shall have regard to therelative lengths of the periods of exposure for which each was responsible;but this subsection shall not apply—\n\t\t\tif or to the extent that responsible persons agree to apportionresponsibility amongst themselves on some other basis, or\n\t\t\tif or to the extent that the court thinks that another basis fordetermining contributions is more appropriate in the circumstances of aparticular case.\n\t\tIn subsection (1) the reference to causing or permitting a person to beexposed to asbestos includes a reference to failing to protect a person fromexposure to asbestos.\n\t\tIn the application of this section to Scotland—\n\t\t\ta reference to tort shall be taken as a reference to delict, and\n\t\t\ta reference to a court shall be taken to include a reference to a jury.\n\t\tThe Treasury may make regulations about the provision of compensation to aresponsible person where—\n\t\t\the claims, or would claim, a contribution from another responsible personin accordance with subsection (3)(a), but\n\t\t\the is unable or likely to be unable to obtain the contribution, because aninsurer of the other responsible person is unable or likely to be unable tosatisfy the claim for a contribution.\n\t\tThe regulations may, in particular—\n\t\t\treplicate or apply (with or without modification) a provision of theFinancial Services Compensation Scheme;\n\t\t\treplicate or apply (with or without modification) a transitionalcompensation provision;\n\t\t\tprovide for a specified person to assess and pay compensation;\n\t\t\tprovide for expenses incurred (including the payment of compensation) to bemet out of levies collected in accordance with section 213(3)(b) of theFinancial Services and Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain\"Go to item of legislation\") (the Financial Services Compensation Scheme);\n\t\t\tmodify the effect of a transitional compensation provision;\n\t\t\tenable the Financial Services Authority to amend the Financial ServicesCompensation Scheme;\n\t\t\tmodify the Financial Services and Markets Act 2000 in its application to anamendment pursuant to paragraph (f);\n\t\t\tmake, or require the making of, provision for the making of a claim by aresponsible person for compensation whether or not he has already satisfiedclaims in tort against him;\n\t\t\tmake, or require the making of, provision which has effect in relation toclaims for contributions made on or after the date on which this Act ispassed.\n\t\tProvision made by virtue of subsection (8)(a) shall cease to have effectwhen the Financial Services Compensation Scheme is amended by the FinancialServices Authority by virtue of subsection (8)(f).\n\t\tIn subsections (7) and (8)—\n\t\t\ta reference to a responsible person includes a reference to an insurer of aresponsible person, and\n\t\t\t“transitional compensation provision” means a provision of an enactmentwhich is made under the Financial Services and Markets Act 2000 and—\n\t\t\tpreserves the effect of the Policyholders Protection Act [1975 (c.75)](/id/ukpga/1975/75?view=plain \"Go to item of legislation\"), or\n\t\t\tapplies the Financial Services Compensation Scheme in relation to mattersarising before its establishment.\n\t\tRegulations under subsection (7)—\n\t\t\tmay include consequential or incidental provision,\n\t\t\tmay make provision which has effect generally or only in relation tospecified cases or circumstances,\n\t\t\tmay make different provision for different cases or circumstances,\n\t\t\tshall be made by statutory instrument, and\n\t\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament."
    },
    {
        "length": 593,
        "text": "\nProvision of regulated claims management services\n\tA person may not provide regulated claims management services unless—\n\t\the is an authorised person,\n\t\the is an exempt person,\n\t\tthe requirement for authorisation has been waived in relation to him inaccordance with regulations under section 9, or\n\t\the is an individual acting otherwise than in the course of a business.\n\tIn this Part—\n\t\t“authorised person” means a person authorised by the Regulator undersection 5(1)(a),\n\t\t“claims management services” means advice or other services in relation tothe making of a claim,\n\t\t“claim” means a claim for compensation, restitution, repayment or any otherremedy or relief in respect of loss or damage or in respect of an obligation,whether the claim is made or could be made—\n\t\tby way of legal proceedings,\n\t\tin accordance with a scheme of regulation (whether voluntary orcompulsory), or\n\t\tin pursuance of a voluntary undertaking,\n\t\t“exempt person” has the meaning given by section 6(5), and\n\t\tservices are regulated if they are—\n\t\tof a kind prescribed by order of the Secretary of State, or\n\t\tprovided in cases or circumstances of a kind prescribed by order of theSecretary of State.\n\tFor the purposes of this section—\n\t\ta reference to the provision of services includes, in particular, areference to—\n\t\tthe provision of financial services or assistance,\n\t\tthe provision of services by way of or in relation to legalrepresentation,\n\t\treferring or introducing one person to another, and\n\t\tmaking inquiries, and\n\t\ta person does not provide claims management services by reason only ofgiving, or preparing to give, evidence (whether or not expert evidence).\n\tFor the purposes of subsection (1)(d) an individual acts in the course of abusiness if, in particular—\n\t\the acts in the course of an employment, or\n\t\the otherwise receives or hopes to receive money or money’s worth as aresult of his action.\n\tThe Secretary of State may by order provide that a claim for a specifiedbenefit shall be treated as a claim for the purposes of this Part.\n\tThe Secretary of State may specify a benefit under subsection (5) only ifit appears to him to be a United Kingdom social security benefit designed toprovide compensation for industrial injury."
    },
    {
        "length": 660,
        "text": "\nThe Regulator\n\tThe Secretary of State may by order designate a person (“the Regulator”)—\n\t\tto authorise persons to provide regulated claims management services,\n\t\tto regulate the conduct of authorised persons, and\n\t\tto exercise such other functions as are conferred on the Regulator by orunder this Part.\n\tThe Secretary of State may designate a person only if satisfied that theperson—\n\t\tis competent to perform the functions of the Regulator,\n\t\twill make arrangements to avoid any conflict of interest between theperson’s functions as Regulator and any other functions, and\n\t\twill promote the interests of persons using regulated claims managementservices (including, in particular, by—\n\t\tsetting and monitoring standards of competence and professional conduct forpersons providing regulated claims management services,\n\t\tpromoting good practice by persons providing regulated claims managementservices, in particular in relation to the provision of information aboutcharges and other matters to persons using or considering using the services,\n\t\tpromoting practices likely to facilitate competition between differentproviders of regulated claims management services, and\n\t\tensuring that arrangements are made for the protection of persons usingregulated claims management services (including arrangements for the handlingof complaints about the conduct of authorised persons)).\n\tIf the Secretary of State thinks that no existing person (whether anindividual or a body corporate or unincorporate) is suitable for designationunder subsection (1), he may by order establish a person for the purpose ofbeing designated.\n\tThe Regulator shall—\n\t\tcomply with any directions given to him by the Secretary of State;\n\t\thave regard to any guidance given to him by the Secretary of State;\n\t\thave regard to any code of practice issued to him by the Secretary ofState;\n\t\ttry to meet any targets set for him by the Secretary of State;\n\t\tprovide the Secretary of State with any report or information requested(but this paragraph does not require or permit disclosure of information incontravention of any other enactment).\n\tThe Secretary of State shall lay before Parliament any code of practiceissued by him to the Regulator.\n\tThe Secretary of State may pay grants to the Regulator (which may be onterms or conditions, including terms and conditions as to repayment with orwithout interest).\n\tA reference in this Part to the Regulator includes a reference to a personacting on behalf of the Regulator or with his authority.\n\tThe Secretary of State may by order revoke a person’s designation undersubsection (1).\n\tWhile no person is designated under subsection (1) the Secretary of Stateshall exercise functions of the Regulator.\n\tThe Secretary of State may by order transfer (whether for a period of timespecified in the order or otherwise) a function of the Regulator to theSecretary of State."
    },
    {
        "length": 231,
        "text": "\nExemptions \n\tThe Secretary of State may by order provide that section 4(1) shall notprevent the provision of regulated claims management services by a person whois a member of a specified body.\n\tThe Secretary of State may by order provide that section 4(1) shall notprevent the provision of regulated claims management services—\n\t\tby a specified person or class of person,\n\t\tin specified circumstances, or\n\t\tby a specified person or class of person in specified circumstances.\n\tProvision by virtue of subsection (1) or (2) may be expressed to haveeffect subject to compliance with specified conditions.\n\tSection 4(1) shall not prevent the provision of regulated claims managementservices by a person who is established or appointed by virtue of anenactment.\n\tFor the purposes of this Part a person is “exempt” if, or in so far as,section 4(1) does not, by virtue of this section, prevent him from providingregulated claims management services."
    },
    {
        "length": 254,
        "text": "\nEnforcement: offence\n\tA person commits an offence if he contravenes section 4(1).\n\tA person who is guilty of an offence under subsection (1) shall be liable—\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding two years,\n\t\tto a fine, or\n\t\tto both, or\n\t\ton summary conviction—\n\t\tto imprisonment for a term not exceeding 51 weeks,\n\t\tto a fine not exceeding level 5 on the standard scale, or\n\t\tto both.\n\tUntil the commencement of section 281(4) and (5) of the Criminal JusticeAct [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\")(51 week maximum term of sentences) the reference in subsection (3)(b)(i)above to 51 weeks shall have effect as if it were a reference to six months."
    },
    {
        "length": 445,
        "text": "\nEnforcement: the Regulator\n\tThe Regulator may apply to the court for an injunction restraining a personfrom providing regulated claims management services if he is not—\n\t\tan authorised person,\n\t\tan exempt person, or\n\t\tthe subject of a waiver in accordance with regulations under section 9.\n\tIn subsection (1) “the court” means the High Court or a county court.\n\tThe Regulator may—\n\t\tinvestigate whether an offence has been committed under this Part;\n\t\tinstitute criminal proceedings in respect of an offence under this Part.\n\tFor the purpose of investigating whether an offence has been committedunder this Part the Regulator may require the provision of information ordocuments.\n\tOn an application by the Regulator a judge of the High Court, Circuit judgeor justice of the peace may issue a warrant authorising the Regulator to enterand search premises on which a person conducts or is alleged to conductregulated claims management business, for the purposes of investigatingwhether an offence has been committed under this Part.\n\tThe Regulator may take copies of written or electronic records found on asearch by virtue of subsection (5) for a purpose specified in subsection(3)(a) or (b).\n\tIn subsections (4) to (6) a reference to the Regulator includes a referenceto a person authorised by him in writing.\n\tThe Secretary of State shall make regulations—\n\t\tspecifying matters of which a judge or justice of the peace must besatisfied, or to which he must have regard, before issuing a warrant undersubsection (5), and\n\t\tregulating the exercise of a power under or by virtue of subsection (4) or(5) (whether by restricting the circumstances in which a power may beexercised, by specifying conditions to be complied with in the exercise of apower, or otherwise)."
    },
    {
        "length": 124,
        "text": "\nRegulations \n\tThe Secretary of State shall make regulations about—\n\t\tauthorisations under section 5(1);\n\t\tthe functions of the Regulator.\n\tThe Schedule specifies particular provision that may be made by theregulations.\n\tTransitional provision of regulations under this section may, inparticular, make provision about the extent to which functions under this Partor under the regulations may be exercised in respect of matters arising beforethe commencement of a provision made by or by virtue of this Part."
    },
    {
        "length": 108,
        "text": "\nObstructing the Regulator\n\tA person commits an offence if without reasonable excuse he obstructs theRegulator in the exercise of a power—\n\t\tunder section 8(4) to (6), or\n\t\tby virtue of paragraph 14 of the Schedule.\n\tA person who is guilty of an offence under subsection (1) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 486,
        "text": "\nPretending to be authorised, &c.\n\tA person commits an offence if he falsely holds himself out as being—\n\t\tan authorised person,\n\t\tan exempt person, or\n\t\tthe subject of a waiver in accordance with regulations under section 9.\n\tA person commits an offence if—\n\t\the offers to provide regulated claims management services, and\n\t\tprovision by him of those services would constitute an offence under thisPart.\n\tFor the purposes of subsection (2) a person offers to provide services ifhe—\n\t\tmakes an offer to a particular person or class of person,\n\t\tmakes arrangements for an advertisement in which he offers to provideservices, or\n\t\tmakes arrangements for an advertisement in which he is described orpresented as competent to provide services.\n\tA person who is guilty of an offence under subsection (1) or (2) shall beliable—\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding two years,\n\t\tto a fine, or\n\t\tto both, or\n\t\ton summary conviction—\n\t\tto imprisonment for a term not exceeding 51 weeks,\n\t\tto a fine not exceeding level 5 on the standard scale, or\n\t\tto both.\n\tWhere a person commits an offence under this section by causing material tobe displayed or made accessible, he shall be treated as committing the offenceon each day during any part of which the material is displayed or madeaccessible.\n\tUntil the commencement of section 281(4) and (5) of the Criminal JusticeAct [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\")(51 week maximum term of sentences) the reference in subsection (4)(b)(i)above to 51 weeks shall have effect as if it were a reference to six months."
    },
    {
        "length": 1148,
        "text": "\nThe Claims Management Services Tribunal\n\tThere shall be a tribunal to be known as the Claims Management ServicesTribunal.\n\tThe Tribunal shall be constituted as follows—\n\t\tmembers of the Financial Services and Markets Tribunal shall also bemembers of the Claims Management Services Tribunal,\n\t\tthe President of the Financial Services and Markets Tribunal shall also actas President of the Claims Management Services Tribunal,\n\t\tthe Deputy President of the Financial Services and Markets Tribunal shallalso act as Deputy President of the Claims Management Services Tribunal, and\n\t\tthe panel of chairmen of the Financial Services and Markets Tribunal shallalso be the panel of chairmen of the Claims Management Services Tribunal.\n\tAn appeal or reference to the Tribunal shall be heard by a member of thepanel of chairmen—\n\t\tselected in accordance with arrangements made by the President, and\n\t\tsitting alone or, in accordance with those arrangements, with one or twomembers of the lay panel;\n\t\t\tand a chairman who sits with one other member shall have a casting vote.\n\tThe Lord Chancellor may make rules about the proceedings of the Tribunal;and the rules—\n\t\tshall include provision about timing of references and appeals,\n\t\tshall include provision for the suspension of decisions of the Regulatorwhile an appeal could be brought or is pending,\n\t\tshall include provision about the making of interim orders,\n\t\tshall enable the Tribunal to suspend or further suspend (wholly or partly)the effect of a decision of the Regulator,\n\t\tshall permit the Regulator to apply for the termination of the suspensionof a decision of his,\n\t\tmay include provision about evidence,\n\t\tmay include provision about any other matter of a kind for which rulesunder section 132 of the Financial Services and Markets Act [2000 (c.8)](/id/ukpga/2000/8?view=plain \"Go to item of legislation\") (the FinancialServices and Markets Tribunal) may make provision,\n\t\tmay include transitional, consequential or incidental provision,\n\t\tmay make provision generally or only for specified cases or circumstances,\n\t\tmay make different provision for different cases or circumstances,\n\t\tshall be made by statutory instrument, and\n\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\tThe following provisions of Schedule 13 to the Financial Services andMarkets Act 2000 shall have effect, with any necessary modifications, inrelation to the Claims Management Services Tribunal—\n\t\tparagraph 5 (remuneration and allowances),\n\t\tparagraph 6 (staff),\n\t\tparagraph 7(3) and (4) (composition),\n\t\tparagraph 8 (sittings),\n\t\tparagraph 10 (practice directions),\n\t\tparagraph 11 (evidence), and\n\t\tparagraph 12(1) to (3) (decisions).\n\tIn Part 1 of Schedule 1 to the Tribunals and Inquiries Act [1992 (c.53)](/id/ukpga/1992/53?view=plain \"Go to item of legislation\") (tribunalsunder supervision of Council) insert at the appropriate place—\n\t“Claims management services| The Claims Management Services Tribunalestablished by the Compensation Act 2006.”  ---|---    ### 13Appeals and references to Tribunal\n\tA person may appeal to the Claims Management Services Tribunal if theRegulator—\n\t\trefuses the person’s application for authorisation,\n\t\tgrants the person authorisation on terms or subject to conditions,\n\t\timposes conditions on the person’s authorisation,\n\t\tsuspends the person’s authorisation, or\n\t\tcancels the person’s authorisation.\n\tThe Regulator may refer to the Tribunal (with or without findings of factor recommendations)—\n\t\ta complaint about the professional conduct of an authorised person, or\n\t\tthe question whether an authorised person has complied with a rule ofprofessional conduct.\n\tOn a reference or appeal under this section the Tribunal—\n\t\tmay take any decision on an application for authorisation that theRegulator could have taken;\n\t\tmay impose or remove conditions on a person’s authorisation;\n\t\tmay suspend a person’s authorisation;\n\t\tmay cancel a person’s authorisation;\n\t\tmay remit a matter to the Regulator;\n\t\tmay not award costs.\n\tAn authorised person may appeal to the Court of Appeal against a decisionof the Tribunal."
    },
    {
        "length": 230,
        "text": "\nInterpretation \n\tIn this Part—\n\t  * “action” includes omission, \n\t  * “authorised person” has the meaning given by section 4, \n\t  * “claim” has the meaning given by section 4, \n\t  * “claims management services” has the meaning given by section 4, \n\t  * “exempt person” has the meaning given by section 6(5), \n\t  * “regulated claims management services” shall be construed in accordance with section 4(2)(e), \n\t  * “specified”, in relation to an order or regulations, means specified in the order or regulations, and \n\t  * “the Regulator” means (subject to section 5(7)) the person designated under section 5(1) or, where no person is designated or in so far as is necessary having regard to any order under section 5(10), the Secretary of State. "
    },
    {
        "length": 461,
        "text": "\nOrders and regulations\n\tAn order or regulations under this Part—\n\t\tmay make provision that applies generally or only in specified cases orcircumstances,\n\t\tmay make different provision for different cases or circumstances, and\n\t\tmay include transitional, incidental or consequential provision.\n\tAn order or regulations under this Part shall be made by statutoryinstrument.\n\tAn order under section 4(2)(e)—\n\t\tmay not be made unless the Secretary of State has consulted—\n\t\tthe Office of Fair Trading, and\n\t\tsuch other persons as he thinks appropriate, and\n\t\tmay not be made unless a draft has been laid before and approved byresolution of each House of Parliament.\n\tAn order under section 4(5) may not be made unless a draft has been laidbefore, and approved by resolution of, each House of Parliament.\n\tAn order under section 5 may not be made unless a draft has been laidbefore, and approved by resolution of, each House of Parliament.\n\tAn order under section 5(3) may include provision—\n\t\tfor the appointment of members;\n\t\tfor funding;\n\t\tfor dissolution (which may include provision enabling the Secretary ofState to make provision for the transfer of property, rights and liabilities).\n\tThe first order made under section 6 may not be made unless a draft hasbeen laid before, and approved by resolution of, each House of Parliament.\n\tAn order under section 6 which has the effect of removing or restricting anexemption from section 4(1) may not be made unless a draft has been laidbefore, and approved by resolution of, each House of Parliament.\n\tAny other order under section 6 shall be subject to annulment in pursuanceof a resolution of either House of Parliament.\n\tRegulations under section 8 or 9 may not be made unless a draft has beenlaid before, and approved by resolution of, each House of Parliament."
    },
    {
        "length": 550,
        "text": "\nPart 3General\n\tCommencement \n\t\tThe preceding provisions of this Act, other than sections 1, 2 and 3, shallcome into force in accordance with provision made by order of the Secretary ofState.\n\t\tAn order under subsection (1)—\n\t\t\tmay make provision generally or only for specified purposes,\n\t\t\tmay make different provision for different purposes,\n\t\t\tmay make transitional, consequential or incidental provision, and\n\t\t\tshall be made by statutory instrument.\n\t\tSection 3 shall be treated as having always had effect.\n\t\tBut the section shall have no effect in relation to—\n\t\t\ta claim which is settled before 3rd May 2006 (whether or not legalproceedings in relation to the claim have been instituted), or\n\t\t\tlegal proceedings which are determined before that date.\n\t\tWhere a claim is settled on or after that date and before the date on whichthis Act is passed, a party to the settlement may apply to a relevant court tohave the settlement varied; and—\n\t\t\ta court is a relevant court for that purpose if it had, or would have had,jurisdiction to determine the claim by way of legal proceedings,\n\t\t\tan application shall be brought as an application in, or by way of,proceedings on the claim, and\n\t\t\ta court to which an application is made shall vary the settlement to suchextent (if any) as appears appropriate to reflect the effect of section 3.\n\t\tWhere legal proceedings are determined on or after that date and before thedate on which this Act is passed, a party to the proceedings may apply to thecourt to vary the determination; and—\n\t\t\t“the court” means the court which determined the proceedings,\n\t\t\tthe application shall be treated as an application in the proceedings, and\n\t\t\tthe court shall vary the determination to such extent (if any) as appearsappropriate to reflect the effect of section 3.\n\tExtent \n\t\tThis Act shall extend to England and Wales only.\n\t\tBut section 3 (and section 16(3) to (6)) shall extend to—\n\t\t\tEngland and Wales,\n\t\t\tScotland, and\n\t\t\tNorthern Ireland.\n\tShort title\n\t\tThis Act may be cited as the Compensation Act 2006.\n\tSection 9"
    }
]