[
    {
        "length": 3386,
        "text": "\nGeneral\n\tIntroductory \n\t\tThis Act makes provision for—\n\t\t\ta tax credit to be known as child tax credit, and\n\t\t\ta tax credit to be known as working tax credit.\n\t\tIn this Act references to a tax credit are to either of those tax creditsand references to tax credits are to both of them.\n\t\tThe following (which are superseded by tax credits) are abolished—\n\t\t\tchildren’s tax credit under section 257AA of the Income and CorporationTaxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item oflegislation\"),\n\t\t\tworking families' tax credit,\n\t\t\tdisabled person’s tax credit,\n\t\t\tthe amounts which, in relation to income support and income-basedjobseeker’s allowance, are prescribed as part of the applicable amount inrespect of a child or young person, the family premium, the enhanceddisability premium in respect of a child or young person and the disabledchild premium,\n\t\t\tincreases in benefits in respect of children under sections 80 and 90 ofthe Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") and sections 80and 90 of the Social Security Contributions and Benefits (Northern Ireland)Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item of legislation\"),and\n\t\t\tthe employment credit under the schemes under section 2(2) of theEmployment and Training Act [1973 (c. 50)](/id/ukpga/1973/50?view=plain \"Go toitem of legislation\") and section 1 of the Employment and Training Act(Northern Ireland) [1950 (c. 29 (N.I.)](/id/apni/1950/29?view=plain \"Go toitem of legislation\")) known as “New Deal 50plus”.\n\tFunctions of Board\n\t\tTax credits are to be under the care and management of the Board.\n\t\tSection 10 of the Exchequer and Audit Departments Act [1866 (c.39)](/id/ukpga/1866/39?view=plain \"Go to item of legislation\") (gross revenuesto be paid to Exchequer) is to be construed as allowing the Board to deductpayments for or in respect of tax credits before causing the gross revenues oftheir department to be paid to the account mentioned in that section.\n\t\tFor the purposes of the Inland Revenue Regulation Act [1890 (c.21)](/id/ukpga/1890/21?view=plain \"Go to item of legislation\") the definitionof “inland revenue” in section 39 of that Act is to be taken to include taxcredits.\n\t\tThe reference in section 4(1) of that Act (appointment of collectors,officers and other persons) to collecting, receiving, managing and accountingfor inland revenue is to be taken to include a reference to paying andmanaging tax credits.\n\t\tThe duties of the Board under section 13 of that Act (Board to keepaccounts) are to include a duty to set forth in the accounts mentioned in thatsection—\n\t\t\tthe amounts of the several payments made by them of or in respect of taxcredits,\n\t\t\tthe amounts of the expenses of paying and managing tax credits, and\n\t\t\tthe amounts received by them in respect of tax credits,\n\t\t\t\tdistinguishing in each case between amounts relating to child tax credit andamounts relating to working tax credit.\n\t\tIn any declaration for the purposes of section 6 of the Taxes ManagementAct [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\")(declarations on taking office), whether made before or after the commencementof this section, the reference to an offence relating to inland revenue is tobe taken to include a reference to an offence relating to a tax credit.\n\tClaims \n\t\tEntitlement to a tax credit for the whole or part of a tax year isdependent on the making of a claim for it.\n\t\tWhere the Board—\n\t\t\tdecide under section 14 not to make an award of a tax credit on a claim, or\n\t\t\tdecide under section 16 to terminate an award of a tax credit made on aclaim,\n\t\t\t\t(subject to any appeal) any entitlement, or subsequent entitlement, to the taxcredit for any part of the same tax year is dependent on the making of a newclaim.\n\t\tA claim for a tax credit may be made—\n\t\t\tjointly by the members of a married couple or unmarried couple both of whomare aged at least sixteen and are in the United Kingdom, or\n\t\t\tby a person who is aged at least sixteen and is in the United Kingdom butis not entitled to make a claim under paragraph (a) (jointly with another).\n\t\tEntitlement to a tax credit pursuant to a claim ceases—\n\t\t\tin the case of a joint claim, if the persons by whom it was made could nolonger jointly make a joint claim, and\n\t\t\tin the case of a single claim, if the person by whom it was made could nolonger make a single claim.\n\t\tIn this Part “married couple” means a man and woman who are married to eachother and are neither—\n\t\t\tseparated under a court order, nor\n\t\t\tseparated in circumstances in which the separation is likely to bepermanent.\n\t\tIn this Part “unmarried couple” means a man and a woman who are not amarried couple but are living together as husband and wife.\n\t\tCircumstances may be prescribed in which a person is to be treated for thepurposes of this Part as being, or as not being, in the United Kingdom.\n\t\tIn this Part—\n\t\t\t  * “joint claim” means a claim under paragraph (a) of subsection (3), and \n\t\t\t  * “single claim” means a claim under paragraph (b) of that subsection. \n\tClaims: supplementary\n\t\tRegulations may—\n\t\t\trequire a claim for a tax credit to be made in a prescribed manner andwithin a prescribed time,\n\t\t\tprovide for a claim for a tax credit made in prescribed circumstances to betreated as having been made on a prescribed date earlier or later than that onwhich it is made,\n\t\t\tprovide that, in prescribed circumstances, a claim for a tax credit may bemade for a period wholly or partly after the date on which it is made,\n\t\t\tprovide that, in prescribed circumstances, an award on a claim for a taxcredit may be made subject to the condition that the requirements forentitlement are satisfied at a prescribed time,\n\t\t\tprovide for a claim for a tax credit to be made or proceeded with in thename of a person who has died,\n\t\t\tprovide that, in prescribed circumstances, one person may act for anotherin making a claim for a tax credit,\n\t\t\tprovide that, in prescribed circumstances, a claim for a tax credit made byone member of a married couple or an unmarried couple is to be treated as alsomade by the other member of the married couple or unmarried couple, and\n\t\t\tprovide that a claim for a tax credit is to be treated as made by a personor persons in such other circumstances as may be prescribed.\n\t\tThe Board may supply to a person who has made a claim for a tax credit(whether or not jointly with another)—\n\t\t\tany information relating to the claim, to an award made on the claim or toany change of circumstances relevant to the claim or such an award,\n\t\t\tany communication made or received relating to such an award or any suchchange of circumstances, and\n\t\t\tany other information which is relevant to any entitlement to tax creditspursuant to the claim or any such change of circumstances or which appeared tobe so relevant at the time the information was supplied.\n\tPeriod of awards\n\t\tWhere a tax credit is claimed for a tax year by making a claim before thetax year begins, any award of the tax credit on the claim is for the whole ofthe tax year.\n\t\tAn award on any other claim for a tax credit is for the period beginningwith the date on which the claim is made and ending at the end of the tax yearin which that date falls.\n\t\tSubsections (1) and (2) are subject to any decision by the Board undersection 16 to terminate an award.\n\tNotifications of changes of circumstances\n\t\tRegulations may provide that any change of circumstances of a prescribeddescription which may increase the maximum rate at which a person or personsmay be entitled to a tax credit is to do so only if notification of it hasbeen given.\n\t\tRegulations under subsection (1) may—\n\t\t\tprovide for notification of a change of circumstances given in prescribedcircumstances to be treated as having been given on a prescribed date earlieror later than that on which it is given,\n\t\t\tprovide that, in prescribed circumstances, a notification of a change ofcircumstances may be given for a period wholly or partly after the date onwhich it is given, and\n\t\t\tprovide that, in prescribed circumstances, an amendment of an award of atax credit in consequence of a notification of a change of circumstances maybe made subject to the condition that the requirements for entitlement to theamended amount of the tax credit are satisfied at a prescribed time.\n\t\tRegulations may require that, where a person has or persons have claimed atax credit, notification is to be given if there is a change of circumstancesof a prescribed description which may decrease the rate at which he is or theyare entitled to the tax credit or mean that he ceases or they cease to beentitled to the tax credit.\n\t\tRegulations under this section may—\n\t\t\trequire a notification to be given in a prescribed manner and within aprescribed time,\n\t\t\tspecify the person or persons by whom a notification may be, or is to be,given, and\n\t\t\tprovide that, in prescribed circumstances, one person may act for anotherin giving a notification.\n\tIncome test\n\t\tThe entitlement of a person or persons of any description to a tax creditis dependent on the relevant income—\n\t\t\tnot exceeding the amount determined in the manner prescribed for thepurposes of this paragraph in relation to the tax credit and a person orpersons of that description (referred to in this Part as the incomethreshold), or\n\t\t\texceeding the income threshold by only so much that a determination inaccordance with regulations under section 13(2) provides a rate of the taxcredit in his or their case.\n\t\tSubsection (1) does not apply in relation to the entitlement of a person orpersons to a tax credit for so long as the person, or either of the persons,is entitled to any social security benefit prescribed for the purposes of thissubsection in relation to the tax credit.\n\t\tIn this Part “the relevant income” means—\n\t\t\tif an amount is prescribed for the purposes of this paragraph and thecurrent year income exceeds the previous year income by not more than thatamount, the previous year income,\n\t\t\tif an amount is prescribed for the purposes of this paragraph and thecurrent year income exceeds the previous year income by more than that amount,the current year income reduced by that amount,\n\t\t\tif an amount is prescribed for the purposes of this paragraph and theprevious year income exceeds the current year income by not more than thatamount, the previous year income,\n\t\t\tif an amount is prescribed for the purposes of this paragraph and theprevious year income exceeds the current year income by more than that amount,the current year income increased by that amount, and\n\t\t\totherwise, the current year income.\n\t\tIn this Part “the current year income” means—\n\t\t\tin relation to persons by whom a joint claim for a tax credit is made, theaggregate income of the persons for the tax year to which the claim relates,and\n\t\t\tin relation to a person by whom a single claim for a tax credit is made,the income of the person for that tax year.\n\t\tIn this Part “the previous year income” means—\n\t\t\tin relation to persons by whom a joint claim for a tax credit is made, theaggregate income of the persons for the tax year preceding that to which theclaim relates, and\n\t\t\tin relation to a person by whom a single claim for a tax credit is made,the income of the person for that preceding tax year.\n\t\tRegulations may provide that, for the purposes of this Part, income of aprescribed description is to be treated as being, or as not being, income fora particular tax year.\n\t\tIn particular, regulations may provide that income of a prescribeddescription of a person for the tax year immediately before the preceding taxyear referred to in subsection (5) is to be treated as being income of thatpreceding tax year (instead of any actual income of that description of theperson for that preceding tax year).\n\t\tRegulations may for the purposes of this Part make provision—\n\t\t\tas to what is, or is not, income, and\n\t\t\tas to the calculation of income.\n\t\tRegulations may provide that, for the purposes of this Part, a person is tobe treated—\n\t\t\tas having income which he does not in fact have, or\n\t\t\tas not having income which he does in fact have.\n\t\tThe Board may estimate the amount of the income of a person, or theaggregate income of persons, for any tax year for the purpose of making,amending or terminating an award of a tax credit; but such an estimate doesnot affect the rate at which he is, or they are, entitled to the tax creditfor that or any other tax year."
    },
    {
        "length": 834,
        "text": "\nChild tax credit\n\tEntitlement \n\t\tThe entitlement of the person or persons by whom a claim for child taxcredit has been made is dependent on him, or either or both of them, beingresponsible for one or more children or qualifying young persons.\n\t\tRegulations may make provision for the purposes of child tax credit as tothe circumstances in which a person is or is not responsible for a child orqualifying young person.\n\t\tFor the purposes of this Part a person is a child if he has not attainedthe age of sixteen; but regulations may make provision for a person who hasattained that age to remain a child for the purposes of this Part afterattaining that age for a prescribed period or until a prescribed date.\n\t\tIn this Part “qualifying young person” means a person, other than a child,who—\n\t\t\thas not attained such age (greater than sixteen) as is prescribed, and\n\t\t\tsatisfies prescribed conditions.\n\t\tCircumstances may be prescribed in which a person is to be entitled tochild tax credit for a prescribed period in respect of a child or qualifyingyoung person who has died.\n\tMaximum rate\n\t\tThe maximum rate at which a person or persons may be entitled to child taxcredit is to be determined in the prescribed manner.\n\t\tThe prescribed manner of determination must involve the inclusion of—\n\t\t\tan element which is to be included in the case of all persons entitled tochild tax credit, and\n\t\t\tan element in respect of each child or qualifying young person for whom theperson is, or either or both of them is or are, responsible.\n\t\tThe element specified in paragraph (a) of subsection (2) is to be known asthe family element of child tax credit and that specified in paragraph (b) ofthat subsection is to be known as the individual element of child tax credit.\n\t\tThe prescribed manner of determination may involve the inclusion of suchother elements as may be prescribed.\n\t\tThe prescribed manner of determination—\n\t\t\tmay include provision for the amount of the family element of child taxcredit to vary according to the age of any of the children or qualifying youngpersons or according to any such other factors as may be prescribed,\n\t\t\tmay include provision for the amount of the individual element of child taxcredit to vary according to the age of the child or qualifying young person oraccording to any such other factors as may be prescribed, and\n\t\t\tmust include provision for the amount of the individual element of childtax credit to be increased in the case of a child or qualifying young personwho is disabled and to be further increased in the case of a child orqualifying young person who is severely disabled.\n\t\tA child or qualifying young person is disabled, or severely disabled, forthe purposes of this section only if—\n\t\t\the satisfies prescribed conditions, or\n\t\t\tprescribed conditions exist in relation to him.\n\t\tIf, in accordance with regulations under section 8(2), more than oneclaimant may be entitled to child tax credit in respect of the same child orqualifying young person, the prescribed manner of determination may includeprovision for the amount of any element of child tax credit included in thecase of any one or more of them to be less than it would be if only oneclaimant were so entitled.\n\t\t“Claimant” means—\n\t\t\tin the case of a single claim, the person who makes the claim, and\n\t\t\tin the case of a joint claim, the persons who make the claim."
    },
    {
        "length": 1280,
        "text": "\nWorking tax credit\n\tEntitlement \n\t\tThe entitlement of the person or persons by whom a claim for working taxcredit has been made is dependent on him, or either or both of them, beingengaged in qualifying remunerative work.\n\t\tRegulations may for the purposes of this Part make provision—\n\t\t\tas to what is, or is not, qualifying remunerative work, and\n\t\t\tas to the circumstances in which a person is, or is not, engaged in it.\n\t\tThe circumstances prescribed under subsection (2)(b) may differ byreference to—\n\t\t\tthe age of the person or either of the persons,\n\t\t\twhether the person, or either of the persons, is disabled,\n\t\t\twhether the person, or either of the persons, is responsible for one ormore children or qualifying young persons, or\n\t\t\tany other factors.\n\t\tRegulations may make provision for the purposes of working tax credit as tothe circumstances in which a person is or is not responsible for a child orqualifying young person.\n\tMaximum rate\n\t\tThe maximum rate at which a person or persons may be entitled to workingtax credit is to be determined in the prescribed manner.\n\t\tThe prescribed manner of determination must involve the inclusion of anelement which is to be included in the case of all persons entitled to workingtax credit.\n\t\tThe prescribed manner of determination must also involve the inclusion ofan element in respect of the person, or either or both of the persons, engagedin qualifying remunerative work—\n\t\t\thaving a physical or mental disability which puts him at a disadvantage ingetting a job, and\n\t\t\tsatisfying such other conditions as may be prescribed.\n\t\tThe element specified in subsection (2) is to be known as the basic elementof working tax credit and the element specified in subsection (3) is to beknown as the disability element of working tax credit.\n\t\tThe prescribed manner of determination may involve the inclusion of suchother elements as may be prescribed.\n\t\tThe other elements may (in particular) include—\n\t\t\tan element in respect of the person, or either of the persons or the two ofthem taken together, being engaged in qualifying remunerative work to anextent prescribed for the purposes of this paragraph,\n\t\t\tan element in respect of the persons being the members of a married coupleor an unmarried couple,\n\t\t\tan element in respect of the person not being a member of a married coupleor an unmarried couple but being responsible for a child or qualifying youngperson,\n\t\t\tan element in respect of the person, or either or both of the persons,being severely disabled, and\n\t\t\tan element in respect of the person, or either or both of the persons,being over a prescribed age, satisfying prescribed conditions and having beenengaged in qualifying remunerative work for not longer than a prescribedperiod.\n\t\tA person has a physical or mental disability which puts him at adisadvantage in getting a job, or is severely disabled, for the purposes ofthis section only if—\n\t\t\the satisfies prescribed conditions, or\n\t\t\tprescribed conditions exist in relation to him.\n\tChild care element\n\t\tThe prescribed manner of determination of the maximum rate at which aperson or persons may be entitled to working tax credit may involve theinclusion, in prescribed circumstances, of a child care element.\n\t\tA child care element is an element in respect of a prescribed proportion ofso much of any relevant child care charges as does not exceed a prescribedamount.\n\t\t“Child care charges” are charges of a prescribed description incurred inrespect of child care by the person, or either or both of the persons, by whoma claim for working tax credit is made.\n\t\t“Child care”, in relation to a person or persons, means care provided—\n\t\t\tfor a child of a prescribed description for whom the person is responsible,or for whom either or both of the persons is or are responsible, and\n\t\t\tby a person of a prescribed description.\n\t\tThe descriptions of persons prescribed under subsection (4)(b) may includedescriptions of persons approved in accordance with a scheme made by theappropriate national authority under this subsection.\n\t\t“The appropriate national authority” means—\n\t\t\tin relation to care provided in England, the Secretary of State,\n\t\t\tin relation to care provided in Scotland, the Scottish Ministers,\n\t\t\tin relation to care provided in Wales, the National Assembly for Wales, and\n\t\t\tin relation to care provided in Northern Ireland, the Department of Health,Social Services and Public Safety.\n\t\tThe provision made by a scheme under subsection (5) must involve the givingof approvals, in accordance with criteria determined by or under the scheme,by such of the following as the scheme specifies—\n\t\t\tthe appropriate national authority making the scheme,\n\t\t\tone or more specified persons or bodies or persons or bodies of a specifieddescription, and\n\t\t\tpersons or bodies accredited under the scheme in accordance with criteriadetermined by or under it.\n\t\tA scheme under subsection (5) may authorise—\n\t\t\tthe making of grants or loans to, and\n\t\t\tthe charging of reasonable fees by,\n\t\t\t\tpersons and bodies giving approvals."
    },
    {
        "length": 212,
        "text": "\nRate\n\tRate \n\t\tWhere, in the case of a person or persons entitled to a tax credit, therelevant income does not exceed the income threshold (or his or theirentitlement arises by virtue of section 7(2)), the rate at which he is or theyare entitled to the tax credit is the maximum rate for his or their case.\n\t\tRegulations shall make provision as to the manner of determining the rate(if any) at which a person is, or persons are, entitled to a tax credit in anyother case.\n\t\tThe manner of determination prescribed under subsection (2)—\n\t\t\tmay involve the making of adjustments so as to avoid fractional amounts,and\n\t\t\tmay include provision for securing that, where the rate at which a personor persons would be entitled to a tax credit would be less than a prescribedrate, there is no rate in his or their case."
    },
    {
        "length": 191,
        "text": "\nInitial decisions\n\tOn a claim for a tax credit the Board must decide—\n\t\twhether to make an award of the tax credit, and\n\t\tif so, the rate at which to award it.\n\tBefore making their decision the Board may by notice—\n\t\trequire the person, or either or both of the persons, by whom the claim ismade to provide any information or evidence which the Board consider they mayneed for making their decision, or\n\t\trequire any person of a prescribed description to provide any informationor evidence of a prescribed description which the Board consider they may needfor that purpose,\n\t\t\tby the date specified in the notice.\n\tThe Board’s power to decide the rate at which to award a tax creditincludes power to decide to award it at a nil rate."
    },
    {
        "length": 178,
        "text": "\nRevised decisions after notifications\n\tWhere notification of a change of circumstances increasing the maximum rateat which a person or persons may be entitled to a tax credit is given inaccordance with regulations under section 6(1), the Board must decide whether(and, if so, how) to amend the award of the tax credit made to him or them.\n\tBefore making their decision the Board may by notice—\n\t\trequire the person by whom the notification is given to provide anyinformation or evidence which the Board consider they may need for makingtheir decision, or\n\t\trequire any person of a prescribed description to provide any informationor evidence of a prescribed description which the Board consider they may needfor that purpose,\n\t\t\tby the date specified in the notice."
    },
    {
        "length": 380,
        "text": "\nOther revised decisions\n\tWhere, at any time during the period for which an award of a tax credit ismade to a person or persons, the Board have reasonable grounds for believing—\n\t\tthat the rate at which the tax credit has been awarded to him or them forthe period differs from the rate at which he is, or they are, entitled to thetax credit for the period, or\n\t\tthat he has, or they have, ceased to be, or never been, entitled to the taxcredit for the period,\n\t\t\tthe Board may decide to amend or terminate the award.\n\tWhere, at any time during the period for which an award of a tax credit ismade to a person or persons, the Board believe—\n\t\tthat the rate at which a tax credit has been awarded to him or them for theperiod may differ from the rate at which he is, or they are, entitled to itfor the period, or\n\t\tthat he or they may have ceased to be, or never been, entitled to the taxcredit for the period,\n\t\tthe Board may give a notice under subsection (3).\n\tA notice under this subsection may—\n\t\trequire the person, or either or both of the persons, to whom the taxcredit was awarded to provide any information or evidence which the Boardconsider they may need for considering whether to amend or terminate the awardunder subsection (1), or\n\t\trequire any person of a prescribed description to provide any informationor evidence of a prescribed description which the Board consider they may needfor that purpose,\n\t\tby the date specified in the notice."
    },
    {
        "length": 1009,
        "text": "\nFinal notice\n\tWhere a tax credit has been awarded for the whole or part of a tax year—\n\t\tfor awards made on single claims, the Board must give a notice relating tothe tax year to the person to whom the tax credit was awarded, and\n\t\tfor awards made on joint claims, the Board must give such a notice to thepersons to whom the tax credit was awarded (with separate copies of the noticefor each of them if the Board consider appropriate).\n\tThe notice must either—\n\t\trequire that the person or persons must, by the date specified for thepurposes of this subsection, declare that the relevant circumstances were asspecified or state any respects in which they were not, or\n\t\tinform the person or persons that he or they will be treated as havingdeclared in response to the notice that the relevant circumstances were asspecified unless, by that date, he states or they state any respects in whichthey were not.\n\t“Relevant circumstances” means circumstances (other than income) affecting—\n\t\tthe entitlement of the person, or joint entitlement of the persons, to thetax credit, or\n\t\tthe amount of the tax credit to which he was entitled, or they were jointlyentitled,\n\t\t\tfor the tax year.\n\tThe notice must either—\n\t\trequire that the person or persons must, by the date specified for thepurposes of this subsection, declare that the amount of the current yearincome or estimated current year income (depending on which is specified) wasthe amount, or fell within the range, specified or comply with subsection (5),or\n\t\tinform the person or persons that he or they will be treated as havingdeclared in response to the notice that the amount of the current year incomeor estimated current year income (depending on which is specified) was theamount, or fell within the range, specified unless, by that date, he compliesor they comply with subsection (5).\n\tTo comply with this subsection the person or persons must either—\n\t\tstate the current year income or his or their estimate of the current yearincome (making clear which), or\n\t\tdeclare that, throughout the period to which the award related, subsection(1) of section 7 did not apply to him or them by virtue of subsection (2) ofthat section.\n\tThe notice may—\n\t\trequire that the person or persons must, by the date specified for thepurposes of subsection (4), declare that the amount of the previous yearincome was the amount, or fell within the range, specified or comply withsubsection (7), or\n\t\tinform the person or persons that he or they will be treated as havingdeclared in response to the notice that the amount of the previous year incomewas the amount, or fell within the range, specified unless, by that date, hecomplies or they comply with subsection (7).\n\tTo comply with this subsection the person or persons must either—\n\t\tstate the previous year income, or\n\t\tmake the declaration specified in subsection (5)(b).\n\tThe notice must inform the person or persons that if he or they—\n\t\tmakes or make a declaration under paragraph (a) of subsection (4), or is orare treated as making a declaration under paragraph (b) of that subsection, inrelation to estimated current year income (or the range within which estimatedcurrent year income fell), or\n\t\tstates or state under subsection (5)(a) his or their estimate of thecurrent year income,\n\t\the or they will be treated as having declared in response to the notice thatthe amount of the (actual) current year income was as estimated unless, by thedate specified for the purposes of this subsection, he states or they statethe current year income.\n\t“Specified”, in relation to a notice, means specified in the notice.\n\tRegulations may—\n\t\tprovide that, in prescribed circumstances, one person may act for anotherin response to a notice under this section, and\n\t\tprovide that, in prescribed circumstances, anything done by one member of amarried couple or an unmarried couple in response to a notice given under thissection is to be treated as also done by the other member of the marriedcouple or unmarried couple."
    },
    {
        "length": 848,
        "text": "\nDecisions after final notice\n\tAfter giving a notice under section 17 the Board must decide—\n\t\twhether the person was entitled, or the persons were jointly entitled, tothe tax credit, and\n\t\tif so, the amount of the tax credit to which he was entitled, or they werejointly entitled,\n\t\t\tfor the tax year.\n\tBut, subject to subsection (3), that decision must not be made before adeclaration or statement has been made in response to the relevant provisionsof the notice.\n\tIf a declaration or statement has not been made in response to the relevantprovisions of the notice on or before the date specified for the purposes ofsection 17(4), that decision may be made after that date.\n\tIn subsections (2) and (3) “the relevant provisions of the notice” means—\n\t\tthe provision included in the notice by virtue of subsection (2) of section17,\n\t\tthe provision included in the notice by virtue of subsection (4) of thatsection, and\n\t\tany provision included in the notice by virtue of subsection (6) of thatsection.\n\tWhere the Board make a decision under subsection (1) on or before the datereferred to in subsection (3), they may revise it if a new declaration orstatement is made on or before that date.\n\tIf the person or persons to whom a notice under section 17 is given is orare within paragraph (a) or (b) of subsection (8) of that section, the Boardmust decide again—\n\t\twhether the person was entitled, or the persons were jointly entitled, tothe tax credit, and\n\t\tif so, the amount of the tax credit to which he was entitled, or they werejointly entitled,\n\t\tfor the tax year.\n\tBut, subject to subsection (8), that decision must not be made before astatement has been made in response to the provision included in the notice byvirtue of subsection (8) of section 17.\n\tIf a statement has not been made in response to the provision included inthe notice by virtue of that subsection on or before the date specified forthe purposes of that subsection, that decision may be made after that date.\n\tWhere the Board make a decision under subsection (6) on or before the datereferred to in subsection (8), they may revise it if a new statement is madeon or before that date.\n\tBefore exercising a function imposed or conferred on them by subsection(1), (5), (6) or (9), the Board may by notice require the person, or either orboth of the persons, to whom the notice under section 17 was given to provideany further information or evidence which the Board consider they may need forexercising the function by the date specified in the notice.\n\tSubject to sections 19 and 20 and regulations under section 21 (and to anyrevision under subsection (5) or (9) and any appeal)—\n\t\tin a case in which a decision is made under subsection (6) in relation to aperson or persons and a tax credit for a tax year, that decision, and\n\t\tin any other case, the decision under subsection (1) in relation to aperson or persons and a tax credit for a tax year,\n\t\tis conclusive as to the entitlement of the person, or the joint entitlement ofthe persons, to the tax credit for the tax year and the amount of the taxcredit to which he was entitled, or they were jointly entitled, for the taxyear."
    },
    {
        "length": 1133,
        "text": "\nPower to enquire\n\tThe Board may enquire into—\n\t\tthe entitlement of a person, or the joint entitlement of persons, to a taxcredit for a tax year, and\n\t\tthe amount of the tax credit to which he was entitled, or they were jointlyentitled, for the tax year,\n\t\t\tif they give notice to the person, or each of the persons, during the periodallowed for the initiation of an enquiry.\n\tAs part of the enquiry the Board may by notice—\n\t\trequire the person, or either or both of the persons, to provide anyinformation or evidence which the Board consider they may need for thepurposes of the enquiry, or\n\t\trequire any person of a prescribed description to provide any informationor evidence of a prescribed description which the Board consider they may needfor those purposes,\n\t\tby the date specified in the notice.\n\tOn an enquiry the Board must decide—\n\t\twhether the person was entitled, or the persons were jointly entitled, tothe tax credit, and\n\t\tif so, the amount of the tax credit to which he was entitled, or they werejointly entitled,\n\t\tfor the tax year.\n\tThe period allowed for the initiation of an enquiry is the period beginningimmediately after the relevant section 18 decision and ending—\n\t\tif the person, or either of the persons, to whom the enquiry relates isrequired by section 8 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") to make a return,with the day on which the return becomes final (or, if both of the persons areso required and their returns become final on different days, with the laterof those days), or\n\t\tin any other case, one year after the beginning of the relevant section 17date.\n\t“The relevant section 18 decision” means—\n\t\tin a case in which a decision must be made under subsection (6) of section18 in relation to the person or persons and the tax year to which the enquiryrelates, that decision, and\n\t\tin any other case, the decision under subsection (1) of that section inrelation to the person or persons and that tax year.\n\t“The relevant section 17 date” means—\n\t\tin a case in which a statement may be made by the person or persons inresponse to provision included by virtue of subsection (8) of section 17 inthe notice given to him or them under that section in relation to the taxyear, the date specified in the notice for the purposes of that subsection,and\n\t\tin any other case, the date specified for the purposes of subsection (4) ofthat section in the notice given to him or them under that section in relationto the tax year.\n\tA return becomes final—\n\t\tif it is enquired into under section 9A of the Taxes Management Act [1970(c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\"), when theenquiries are completed (within the meaning of section 28A of that Act), or\n\t\totherwise, at the end of the period specified in subsection (2) of thatsection in relation to the return.\n\tAn enquiry is completed at the time when the Board give notice to theperson or persons of their decision under subsection (3); but if the Boardgive notice to the persons at different times the enquiry is completed at thelater of those times.\n\tThe person, or either of the persons, to whom the enquiry relates may atany time before such notice is given apply for a direction that the Board mustgive such a notice.\n\tSuch an application is to be heard and determined in the same way as anappeal against a decision under subsection (3); and the General Commissionersor Special Commissioners hearing the application must give the directionapplied for unless satisfied that the Board have reasonable grounds for notmaking the decision or giving the notice.\n\tWhere the entitlement of a person, or the joint entitlement of persons, toa tax credit for a tax year has been enquired into under this section, it isnot to be the subject of a further notice under subsection (1).\n\tSubject to section 20 and regulations under section 21 (and to anyappeal), a decision under subsection (3) in relation to a person or personsand a tax credit for a tax year is conclusive as to the entitlement of theperson, or the joint entitlement of the persons, to the tax credit for the taxyear and the amount of the tax credit to which he was entitled, or they werejointly entitled, for the tax year."
    },
    {
        "length": 1039,
        "text": "\nDecisions on discovery\n\tWhere in consequence of a person’s income tax liability being revised theBoard have reasonable grounds for believing that a conclusive decisionrelating to his entitlement to a tax credit for a tax year (whether or notjointly with another person) is not correct, the Board may decide to revisethat decision.\n\tA person’s income tax liability is revised—\n\t\ton the taking effect of an amendment of a return of his under section9ZA(1) of the Taxes Management Act 1970,\n\t\ton the issue of a notice of correction under section 9ZB of that Actamending a return of his (provided that he does not give a notice of rejectionbefore the end of the period of thirty days beginning with the date of issueof the notice of correction),\n\t\ton the amendment of an assessment of his by notice under section 9C of thatAct,\n\t\ton the amendment of a return of his under section 12ABA(3)(a) of that Act,\n\t\ton the amendment of a return of his under subsection (6)(a) of section12ABB of that Act after the correction of a partnership return under thatsection (provided that the amendment does not cease to have effect by reasonof the rejection of the correction under subsection (4) of that section),\n\t\ton the issue of a closure notice under section 28A of that Act makingamendments of a return of his,\n\t\ton the amendment of a return of his under section 28B(4)(a) of that Act,\n\t\ton the making of an assessment as regards him under section 29(1) of thatAct,\n\t\ton the vacation of the whole or part of an assessment of his under section32 of that Act,\n\t\ton giving him relief under section 33 of that Act, or\n\t\ton the determination (or settlement) of an appeal against the making,amendment or vacation of an assessment or return, or a decision on a claim forrelief, under any of the provisions mentioned in paragraphs (c), (f) and (h)to (j).\n\tBut no decision may be made under subsection (1)—\n\t\tunless it is too late to enquire into the person’s entitlement undersection 19, or\n\t\tafter the period of one year beginning when the person’s income taxliability is revised.\n\tWhere the Board have reasonable grounds for believing that—\n\t\ta conclusive decision relating to the entitlement of a person, or the jointentitlement of persons, to a tax credit for a tax year is not correct, and\n\t\tthat is attributable to fraud or neglect on the part of the person, or ofeither of the persons, or on the part of any person acting for him, or eitherof them,\n\t\t\tthe Board may decide to revise that decision.\n\tBut no decision may be made under subsection (4)—\n\t\tunless it is too late to enquire into the entitlement, or jointentitlement, under section 19, or\n\t\tafter the period of five years beginning with the end of the tax year towhich the conclusive decision relates.\n\t“Conclusive decision”, in relation to the entitlement of a person, or jointentitlement of persons, to a tax credit for a tax year, means—\n\t\ta decision in relation to it under section 18(1), (5), (6) or (9) or 19(3)or a previous decision under this section, or\n\t\ta decision under regulations under section 21 relating to a decision withinparagraph (a),\n\t\tincluding a decision made on an appeal against such a decision.\n\tSubject to any subsequent decision under this section and to regulationsunder section 21 (and to any appeal), a decision under subsection (1) or (4)in relation to a person or persons and a tax credit for a tax year isconclusive as to the entitlement of the person, or the joint entitlement ofthe persons, to the tax credit for the tax year and the amount of the taxcredit to which he was entitled, or they were jointly entitled, for the taxyear."
    },
    {
        "length": 109,
        "text": "\nDecisions subject to official error\n\tRegulations may make provision for a decision under section 14(1), 15(1),16(1), 18(1), (5), (6) or (9), 19(3) or 20(1) or (4) to be revised in favourof the person or persons to whom it relates if it is incorrect by reason ofofficial error (as defined by the regulations)."
    },
    {
        "length": 170,
        "text": "\nInformation etc. requirements: supplementary\n\tRegulations may make provision as to the manner and form in which—\n\t\tinformation or evidence is to be provided in compliance with a requirementimposed by a notice under section 14(2), 15(2), 16(3), 18(10) or 19(2), or\n\t\ta declaration or statement is to be made in response to a notice undersection 17.\n\tRegulations may make provision as to the dates which may be specified in anotice under section 14(2), 15(2), 16(3), 17, 18(10) or 19(2)."
    },
    {
        "length": 275,
        "text": "\nNotice of decisions\n\tWhen a decision is made under section 14(1), 15(1), 16(1), 18(1), (5), (6)or (9), 19(3) or 20(1) or (4) or regulations under section 21, the Board mustgive notice of the decision to the person, or each of the persons, to whom itrelates.\n\tNotice of a decision must state the date on which it is given and includedetails of any right to appeal against the decision under section 38.\n\tNotice need not be given of a decision made under section 14(1) or 18(1) or(6) on the basis of declarations made or treated as made by the person orpersons in response to the notice given to him or them under section 17 if—\n\t\tthat notice, or\n\t\tin the case of a decision under subsection (6) of section 18, that noticeor the notice of the decision under subsection (1) of that section,\n\t\t\tstated what the decision would be and the date on which it would be made."
    },
    {
        "length": 3262,
        "text": "\nPayment\n\tPayments \n\t\tWhere the Board have made an award of a tax credit, the amount of the taxcredit awarded must be paid to the person to whom the award is made, subjectto subsections (2) and (3).\n\t\tWhere an award of a tax credit is made to the members of a married coupleor an unmarried couple, payments of the tax credit, or of any element of thetax credit, are to be made to whichever of them is prescribed.\n\t\tWhere an award of a tax credit is made on a claim which was made by oneperson on behalf of another, payments of the tax credit, or of any element ofthe tax credit, are to be made to whichever of those persons is prescribed.\n\t\tWhere an award of a tax credit has been made to a person or persons for thewhole or part of a tax year, payments may, in prescribed circumstances,continue to be made for any period, after the tax year, within which he is orthey are entitled to make a claim for the tax credit for the next tax year.\n\t\tPayments made under subsection (4) are to be treated for the purposes ofthis section and the following provisions of this Part as if they werepayments of the tax credit for the next tax year.\n\t\tSubject to section 25, payments of a tax credit must be made by the Board.\n\t\tRegulations may make provision about the time when and the manner in whicha tax credit, or any element of a tax credit, is to be paid by the Board.\n\t\tIf the regulations make provision for payments of a tax credit, or anyelement of a tax credit, to be made by the Board by way of a credit to a bankaccount or other account notified to the Board, the regulations may providethat entitlement to the tax credit or element is dependent on an accounthaving been notified to the Board in accordance with the regulations.\n\tPayments of working tax credit by employers\n\t\tRegulations may require employers, when making Schedule E payments and inany such other circumstances as may be prescribed, to pay working tax credit,or prescribed elements of working tax credit, to employees.\n\t\tThe regulations may, in particular, include provision—\n\t\t\trequiring employers to make payments of working tax credit, or prescribedelements of working tax credit, in accordance with notices given to them bythe Board,\n\t\t\tfor the payment by the Board of working tax credit in cases where anemployer does not make payments of working tax credit, or prescribed elementsof working tax credit, in accordance with the regulations and with any noticesgiven by the Board,\n\t\t\tprescribing circumstances in which employers are not required to make, orto continue making, payments of working tax credit, or prescribed elements ofworking tax credit,\n\t\t\tfor the provision of information or evidence for the purpose of enablingthe Board to be satisfied whether employers are complying with notices givenby the Board and with the regulations,\n\t\t\trequiring employers to provide information to employees (in their itemisedpay statements or otherwise),\n\t\t\tfor the funding by the Board of working tax credit paid or to be paid byemployers (whether by way of set off against income tax, national insurancecontributions or student loan deductions for which they are accountable to theBoard or otherwise),\n\t\t\tfor the recovery by the Board from an employer of funding under paragraph(f) to the extent that it exceeds the amount of working tax credit paid by theemployer,\n\t\t\tfor the payment of interest at the prescribed rate on sums due from or tothe Board, and for determining the date from which interest is to becalculated, and\n\t\t\tfor appeals with respect to matters arising under the regulations whichwould otherwise not be the subject of an appeal.\n\t\tSection 20 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (power to callfor documents etc.) applies (with sections 20B and 20BB) in relation to anemployer’s compliance with regulations under this section as in relation to aperson’s tax liability (but subject to the modifications provided bysubsection (4)).\n\t\tThose sections apply by virtue of subsection (3) as if—\n\t\t\tthe references to the taxpayer, a taxpayer or a class of taxpayers were tothe employer, an employer or a class of employers,\n\t\t\tthe reference to any provision of the Taxes Acts were to regulations underthis section,\n\t\t\tthe references to the proper assessment or collection of tax were to theproper award or payment of working tax credit,\n\t\t\tthe reference to an appeal relating to tax were to an appeal relating tocompliance with regulations under this section, and\n\t\t\tthe reference to believing that tax has been, or may have been, lost to theCrown were to believing that the Crown has, or may have, incurred a loss.\n\t\tIn this Part—\n\t\t\t  * “employee” means a person who receives any Schedule E payment, and \n\t\t\t  * “employer”, in relation to an employee, means a person who makes any such payment to the employee. \n\t\t“Schedule E payment” means a payment of, or on account of, any incomeassessable to income tax under Schedule E.\n\t\t“Student loan deductions” means deductions in accordance with regulationsunder section 22(5) of the Teaching and Higher Education Act [1998 (c.30)](/id/ukpga/1998/30?view=plain \"Go to item of legislation\"), section 73B(3)of the Education (Scotland) Act [1980 (c. 44)](/id/ukpga/1980/44?view=plain\"Go to item of legislation\") or Article 3(5) of the Education (StudentSupport) (Northern Ireland) Order 1998 ([S.I. 1998/1760 (N.I.14)](/id/nisi/1998/1760?view=plain \"Go to item of legislation\")).\n\tLiability of officers for sums paid to employers\n\t\tRegulations may provide that where—\n\t\t\tan employer which is a body corporate has failed to repay any funding tothe Board in accordance with regulations made under section 25(2)(g), and\n\t\t\tthe provision of the funding, or the failure by the employer to repay thefunding, appears to the Board to be attributable to fraud or neglect on thepart of one or more individuals who, at the time of the fraud or neglect, wereofficers of the body corporate (“culpable officers”),\n\t\t\t\tthe culpable officers are required to pay to the Board the amount of fundingrecoverable by the Board from the employer.\n\t\tRegulations under this section must include provision—\n\t\t\tfor any amount paid to the Board by a culpable officer in accordance withthe regulations to be deducted from the amount of funding liable to be repaidby the employer,\n\t\t\tfor the amount which a culpable officer is liable to pay under theregulations to be reduced where the amount of funding recoverable from theemployer is reduced by payments made to the Board by the employer, and\n\t\t\tfor the Board to repay to a culpable officer the amount (if any) by whichthe amount that he has paid to the Board pursuant to the regulations exceedsthe reduced amount that he is liable to pay by virtue of paragraph (b).\n\t\tRegulations under this section may include provision—\n\t\t\trequiring payments by culpable officers to be made in accordance withnotices given to them by the Board,\n\t\t\tfor determining, in cases of an employer in relation to which there is morethan one culpable officer, the proportion of the amount of funding recoverablefrom the employer that is payable by each culpable officer,\n\t\t\tfor the payment of interest at the prescribed rate on sums due to or fromthe Board, and for determining the date from which interest is to becalculated, and\n\t\t\tfor appeals with respect to matters arising under the regulations.\n\t\t“Officer”, in relation to a body corporate, means—\n\t\t\tany director, manager, secretary or other similar officer of the bodycorporate, or any person purporting to act as such, and\n\t\t\tin a case where the affairs of the body corporate are managed by itsmembers, any member of the body corporate exercising functions of managementwith respect to it or purporting to do so.\n\tRights of employees\n\t\tSchedule 1 (rights of employees not to suffer unfair dismissal or otherdetriment) has effect.\n\tOverpayments \n\t\tWhere the amount of a tax credit paid for a tax year to a person or personsexceeds the amount of the tax credit to which he is entitled, or they arejointly entitled, for the tax year (as determined in accordance with theprovision made by and by virtue of sections 18 to 21), the Board may decidethat the excess, or any part of it, is to be repaid to the Board.\n\t\tIn this Part such an excess is referred to as an overpayment.\n\t\tFor overpayments made under awards on single claims, the person to whom thetax credit was awarded is liable to repay the amount which the Board decide isto be repaid.\n\t\tFor overpayments made under awards on joint claims, the persons to whom thetax credit was awarded are jointly and severally liable to repay the amountwhich the Board decide is to be repaid unless the Board decide that each is torepay a specified part of that amount.\n\t\tWhere it appears to the Board that there is likely to be an overpayment ofa tax credit for a tax year under an award made to a person or persons, theBoard may, with a view to reducing or eliminating the overpayment, amend theaward or any other award of any tax credit made to the person or persons; butthis subsection does not apply once a decision is taken in relation to theperson or persons for the tax year under section 18(1).\n\t\tWhere the Board decide under section 16 to terminate an award of a taxcredit made to a person or persons on the ground that at no time during theperiod to which the award related did the person or persons satisfy—\n\t\t\tsection 8(1) (if the award related to child tax credit), or\n\t\t\tsection 10(1) (if it related to working tax credit),\n\t\t\t\tthe Board may decide that the amount paid under the award, or any part of it,is to be treated for the purposes of this Part (apart from subsection (5)) asan overpayment.\n\tRecovery of overpayments\n\t\tWhere an amount is liable to be repaid by a person or persons under section28, the Board must give him, or each of them, a notice specifying the amount.\n\t\tThe notice must state which of subsections (3) to (5) is to apply inrelation to the amount or any specified part of the amount; and a notice mayat any time be replaced by another notice containing a different statement.\n\t\tWhere a notice states that this subsection applies in relation to an amount(or part of an amount), it is to be treated for the purposes of Part 6 of theTaxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item oflegislation\") (collection and recovery) as if it were tax charged in anassessment and due and payable by the person or persons to whom the notice wasgiven at the end of the period of thirty days beginning with the day on whichthe notice is given.\n\t\tWhere a notice states that this subsection applies in relation to an amount(or part of an amount), it may, subject to provision made by regulations, berecovered by deduction from payments of any tax credit under an award made forany period to the person, or either or both of the persons, to whom the noticewas given.\n\t\tWhere a notice states that this subsection applies in relation to an amount(or part of an amount), regulations under section 203(2)(a) of the Income andCorporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item oflegislation\") (PAYE) apply to it as if it were an underpayment of tax for aprevious year of assessment by the person or persons to whom the notice wasgiven.\n\tUnderpayments \n\t\tWhere it has been determined in accordance with the provision made by andby virtue of sections 18 to 21 that a person was entitled, or persons werejointly entitled, to a tax credit for a tax year and either—\n\t\t\tthe amount of the tax credit paid to him or them for that tax year was lessthan the amount of the tax credit to which it was so determined that he isentitled or they are jointly entitled, or\n\t\t\tno payment of the tax credit was made to him or them for that tax year,\n\t\t\t\tthe amount of the difference, or of his entitlement or their jointentitlement, must be paid to him or to whichever of them is prescribed.\n\t\tWhere the claim for the tax credit was made by one person on behalf ofanother, the payment is to be made to whichever of those persons isprescribed."
    },
    {
        "length": 1384,
        "text": "\nPenalties\n\tIncorrect statements etc.\n\t\tWhere a person fraudulently or negligently—\n\t\t\tmakes an incorrect statement or declaration in or in connection with aclaim for a tax credit or a notification of a change of circumstances given inaccordance with regulations under section 6 or in response to a notice undersection 17, or\n\t\t\tgives incorrect information or evidence in response to a requirementimposed on him by virtue of section 14(2), 15(2), 16(3), 18(10) or 19(2) orregulations under section 25,\n\t\t\t\ta penalty not exceeding £3,000 may be imposed on him.\n\t\tWhere a person liable to a penalty under subsection (1) is a person making,or who has made, a claim for a tax credit for a period jointly with anotherand the penalty is imposed—\n\t\t\tunder paragraph (a) of that subsection in respect of the claim, anotification relating to the tax credit claimed or a notice relating to thetax credit awarded on the claim, or\n\t\t\tunder paragraph (b) of that subsection in respect of a requirement imposedon him with respect to the tax credit for the period,\n\t\t\ta penalty of an amount not exceeding £3,000 may be imposed on the other personunless subsection (3) applies.\n\t\tThis subsection applies if the other person was not, and could notreasonably have been expected to have been, aware that the person liable tothe penalty under subsection (1) had fraudulently or negligently made theincorrect statement or declaration or given the incorrect information orevidence.\n\t\tWhere penalties are imposed under subsections (1) and (2) in respect of thesame statement, declaration, information or evidence, their aggregate amountmust not exceed £3,000.\n\t\tWhere a person acts for another—\n\t\t\tin or in connection with a claim or notification referred to in subsection(1), or\n\t\t\tin response to a notice so referred to,\n\t\t\tsubsection (1) applies to him (as well as to any person to whom it appliesapart from this subsection).\n\tFailure to comply with requirements\n\t\tWhere a person fails—\n\t\t\tto provide any information or evidence which he is required to provide byvirtue of section 14(2), 15(2), 16(3), 18(10) or 19(2) or regulations undersection 25, or\n\t\t\tto comply with a requirement imposed on him by a notice under section 17 byvirtue of subsection (2)(a), (4)(a) or (6)(a) of that section,\n\t\t\t\tthe penalties specified in subsection (2) may be imposed on him.\n\t\tThe penalties are—\n\t\t\ta penalty not exceeding £300, and\n\t\t\tif the failure continues after a penalty is imposed under paragraph (a), afurther penalty or penalties not exceeding £60 for each day on which thefailure continues after the day on which the penalty under that paragraph wasimposed (but excluding any day for which a penalty under this paragraph hasalready been imposed).\n\t\tWhere a person fails to give a notification required by regulations undersection 6(3), a penalty not exceeding £300 may be imposed on him.\n\t\tNo penalty under subsection (2) may be imposed on a person in respect of afailure after the failure has been remedied.\n\t\tFor the purposes of this section a person is to be taken not to have failedto provide information or evidence, comply with a requirement or give anotification which must be provided, complied with or given by a particulartime—\n\t\t\tif he provided, complied with or gave it within such further time (if any)as the Board may have allowed,\n\t\t\tif he had a reasonable excuse for not providing, complying with or givingit by that time, or\n\t\t\tif, after having had such an excuse, he provided, complied with or gave itwithout unreasonable delay.\n\t\tWhere the members of a married couple or an unmarried couple both fail asmentioned in subsection (1)(b), the aggregate amount of any penalties undersubsection (2) imposed on them in relation to their failures must not exceedthe amounts specified in that subsection; and where the members of a marriedcouple or an unmarried couple both fail as mentioned in subsection (3), theaggregate amount of any penalties imposed on them in relation to theirfailures must not exceed £300.\n\tFailure by employers to make correct payments\n\t\tWhere an employer refuses or repeatedly fails to make to an employeepayments of tax credits which he is required to make to him by regulationsunder section 25 and, as a result, the Board make payments to the employee inaccordance with regulations under subsection (2)(b) of that section, a penaltynot exceeding £3,000 may be imposed on the employer.\n\t\tWhere an employer has, by reason of his fraud or neglect, not paid to anemployee for a tax year the correct amount of any tax credit which he isrequired by regulations under section 25 to pay to him for that tax year, apenalty not exceeding £3,000 may be imposed on the employer.\n\t\tBut no penalty may be imposed on an employer under subsection (2) inrespect of payments which are incorrect only because of a refusal or failurein respect of which a penalty is imposed on him under subsection (1).\n\tSupplementary \n\t\tSchedule 2 (penalties: supplementary) has effect."
    },
    {
        "length": 480,
        "text": "\nFraud\n\tOffence of fraud\n\t\tA person commits an offence if he is knowingly concerned in any fraudulentactivity undertaken with a view to obtaining payments of a tax credit by himor any other person.\n\t\tA person who commits an offence under subsection (1) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding six months,or a fine not exceeding the statutory maximum, or both, or\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding sevenyears, or a fine, or both.\n\tPowers in relation to documents\n\t\tSection 20BA of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (orders fordelivery of documents) applies (with Schedule 1AA and section 20BB) inrelation to offences involving fraud in connection with, or in relation to,tax credits as in relation to offences involving serious fraud in connectionwith, or in relation to, tax.\n\t\tSection 20C (entry with warrant to obtain documents) of that Act applies(with section 20CC) in relation to offences involving serious fraud inconnection with, or in relation to, tax credits as in relation to offencesinvolving serious fraud in connection with, or in relation to, tax (butsubject to the modification provided by subsection (3)).\n\t\tSubsection (1A) of section 20C applies by virtue of subsection (2) as ifthe references to the proper assessment or collection of tax were to theproper award or payment of a tax credit.\n\t\tAny regulations under Schedule 1AA to the Taxes Management Act 1970 whichare in force immediately before the commencement of subsection (1) apply,subject to any necessary modifications, for the purposes of that Schedule asthey apply by virtue of that subsection (until amended or revoked)."
    },
    {
        "length": 430,
        "text": "\nInterest\n\tInterest \n\t\tIf an overpayment of a tax credit for a period is attributable to fraud orneglect on the part of the person, or either or both of the persons, to whomthe award of the tax credit was made (or a person acting for him, or foreither or both of them, in making the claim for the tax credit), the Board maydecide that the whole or any part of the overpayment is to carry interest.\n\t\tWhere the Board so decide the overpayment (or part of the overpayment)carries interest at a prescribed rate from the date thirty days after theappropriate date.\n\t\t“The appropriate date” is—\n\t\t\tin the case of an amount treated as an overpayment by virtue of section28(6), the date of the decision under section 16 to terminate the award, and\n\t\t\tin any other case, the date specified for the purposes of subsection (4) ofsection 17 in the notice given to the person or persons under that section inrelation to the tax credit.\n\t\tThe Board must give notice of a decision under subsection (1) to theperson, or each of the persons, to whom it relates; and the notice must statethe date on which it is given and include details of the right to appealagainst the decision under section 38.\n\t\tA penalty under any of sections 31 to 33 carries interest at the prescribedrate from the date on which it becomes due and payable; but the Board may intheir discretion mitigate any interest or entirely remit any interest whichwould otherwise be carried by a penalty.\n\t\tAny interest carried under this section by an overpayment or penalty is tobe regarded for the purposes of section 29(3) to (5) or paragraph 7 ofSchedule 2 as if it were part of the overpayment or penalty."
    },
    {
        "length": 735,
        "text": "\nAppeals\n\tAppeals \n\t\tAn appeal may be brought against—\n\t\t\ta decision under section 14(1), 15(1), 16(1), 19(3) or 20(1) or (4) orregulations under section 21,\n\t\t\tthe relevant section 18 decision in relation to a person or persons and atax credit for a tax year and any revision of that decision under thatsection,\n\t\t\ta determination of a penalty under paragraph 1 of Schedule 2, and\n\t\t\ta decision under section 37(1).\n\t\t“The relevant section 18 decision” means—\n\t\t\tin a case in which a decision must be made under subsection (6) of section18 in relation to the person or persons and the tax credit for the tax year,that decision, and\n\t\t\tin any other case, the decision under subsection (1) of that section inrelation to the person or persons and the tax credit for the tax year.\n\tExercise of right of appeal\n\t\tNotice of an appeal under section 38 against a decision must be given tothe Board in the prescribed manner within the period of thirty days after thedate on which notice of the decision was given (or, in the case of a decisionto which section 23(3) applies, the date of the decision).\n\t\tNotice of such an appeal must specify the grounds of appeal.\n\t\tAn appeal under section 38 is to the General Commissioners but theappellant may elect (in accordance with section 46(1) of the Taxes ManagementAct [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\")) tobring the appeal before the Special Commissioners instead.\n\t\tSubsections (2) to (7) of section 31D of the Taxes Management Act 1970(which relate to an election to bring proceedings before the SpecialCommissioners) have effect in relation to an election under subsection (3) (asin relation to an election under subsection (1) of that section).\n\t\tOn the hearing of an appeal under section 38 the General Commissioners orSpecial Commissioners may allow the appellant to put forward grounds notspecified in the notice, and take them into consideration if satisfied thatthe omission was not wilful or unreasonable.\n\t\tPart 5 of the Taxes Management Act 1970 (appeals to Commissioners) appliesin relation to appeals under section 38 (as in relation to appeals under theTaxes Acts, within the meaning of that Act), but subject to such modificationsas are prescribed.\n\t\tAny regulations under section 56B of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") which are inforce immediately before the commencement of subsection (6) apply, subject toany necessary modifications, for the purposes of appeals under section 38(until amended or revoked)."
    },
    {
        "length": 1645,
        "text": "\nSupplementary\n\tAnnual reports\n\t\tThe Board must make to the Treasury an annual report about—\n\t\t\tthe matters required by section 2(5) to be set forth in the accountsmentioned in section 13 of the Inland Revenue Regulation Act [1890 (c.21)](/id/ukpga/1890/21?view=plain \"Go to item of legislation\"),\n\t\t\tthe number of awards of child tax credit and of working tax credit,\n\t\t\tthe number of enquiries conducted under section 19,\n\t\t\tthe number of penalties imposed under this Part, and\n\t\t\tthe number of prosecutions and convictions for offences connected with taxcredits.\n\t\tThe Treasury must publish each annual report made to it under subsection(1) and lay a copy before each House of Parliament.\n\tAnnual review\n\t\tThe Treasury must, in each tax year, review the amounts specified insubsection (2) in order to determine whether they have retained their value inrelation to the general level of prices in the United Kingdom as estimated bythe Treasury in such manner as it considers appropriate.\n\t\tThe amounts are monetary amounts prescribed—\n\t\t\tunder subsection (1)(a) of section 7,\n\t\t\tfor the purposes of any of paragraphs (a) to (d) of subsection (3) of thatsection,\n\t\t\tunder section 9,\n\t\t\tunder section 11, otherwise than by virtue of section 12, or\n\t\t\tunder subsection (2) of section 13, otherwise than by virtue of subsection(3) of that section.\n\t\tThe Treasury must prepare a report of each review.\n\t\tThe report must include a statement of what each amount would be if it hadfully retained its value.\n\t\tThe Treasury must publish the report and lay a copy of it before each Houseof Parliament.\n\tPersons subject to immigration control\n\t\tRegulations may make provision in relation to persons subject toimmigration control or in relation to prescribed descriptions of such persons—\n\t\t\tfor excluding entitlement to, or to a prescribed element of, child taxcredit or working tax credit (or both), or\n\t\t\tfor this Part to apply subject to other prescribed modifications.\n\t\t“Person subject to immigration control” has the same meaning as in section115 of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\").\n\tPolygamous marriages\n\t\tRegulations may make provision for this Part to apply in relation topersons who are parties to polygamous marriages subject to prescribedmodifications.\n\t\tA person is a party to a polygamous marriage if—\n\t\t\the is a party to a marriage entered into under a law which permitspolygamy, and\n\t\t\teither party to the marriage has a spouse additional to the other party.\n\tCrown employment\n\t\tThis Part applies in relation to persons employed by or under the Crown (as inrelation to other employees).\n\tInalienability \n\t\tEvery assignment of or charge on a tax credit, and every agreement toassign or charge a tax credit, is void; and, on the bankruptcy of a personentitled to a tax credit, the entitlement to the tax credit does not pass toany trustee or other person acting on behalf of his creditors.\n\t\tIn the application of subsection (1) to Scotland—\n\t\t\tthe reference to assignment is to assignation (“assign” being construedaccordingly), and\n\t\t\tthe reference to the bankruptcy of a person is to the sequestration of hisestate or the appointment on his estate of a judicial factor under section 41of the Solicitors (Scotland) Act [1980 (c. 46)](/id/ukpga/1980/46?view=plain\"Go to item of legislation\").\n\tGiving of notices by Board\n\t\tThe Board may give any notice which they are required or permitted to giveunder this Part in any manner and form which the Board consider appropriate inthe circumstances.\n\tConsequential amendments\n\t\tSchedule 3 (consequential amendments) has effect.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “child” has the meaning given by section 8(3), \n\t\t  * “the current year income” has the meaning given by section 7(4), \n\t\t  * “employee” and “employer” have the meaning given by section 25(5), \n\t\t  * “the General Commissioners” means the Commissioners for the general purposes of the income tax appointed under section 2 of the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\"), \n\t\t  * “the income threshold” has the meaning given by section 7(1)(a), \n\t\t  * “joint claim” has the meaning given by section 3(8), \n\t\t  * “married couple” has the meaning given by section 3(5), \n\t\t  * “overpayment” has the meaning given by section 28(2) and (6), \n\t\t  * “the previous year income” has the meaning given by section 7(5), \n\t\t  * “qualifying remunerative work”, and being engaged in it, have the meaning given by regulations under section 10(2), \n\t\t  * “qualifying young person” has the meaning given by section 8(4), \n\t\t  * “the relevant income” has the meaning given by section 7(3), \n\t\t  * “responsible”, in relation to a child or qualifying young person, has the meaning given by regulations under section 8(2) (for the purposes of child tax credit) or by regulations under section 10(4) (for the purposes of working tax credit), \n\t\t  * “single claim” has the meaning given by section 3(8), \n\t\t  * “the Special Commissioners” means the Commissioners for the special purposes of the Income Tax Acts appointed under section 4 of the Taxes Management Act [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\"), \n\t\t  * “tax year” means a period beginning with 6th April in one year and ending with 5th April in the next, and \n\t\t  * “unmarried couple” has the meaning given by section 3(6). "
    },
    {
        "length": 3090,
        "text": "\nTransfer of functions etc.\n\tFunctions transferred to Treasury\n\t\tThe functions of the Secretary of State under—\n\t\t\tsection 77 of the Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (guardian’sallowance: Great Britain),\n\t\t\tPart 9 of that Act (child benefit: Great Britain), except section 142(1)(c)and (2) and paragraphs 5 and 6(1) of Schedule 10,\n\t\t\tsection 80 of the Social Security Administration Act [1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\") (overlap withbenefits under legislation of other member States: Great Britain), and\n\t\t\tsection 72 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (power toreduce child benefit for lone parents: Great Britain),\n\t\t\t\tare transferred to the Treasury.\n\t\tThe functions of the Northern Ireland Department under—\n\t\t\tsection 77 of the Social Security Contributions and Benefits (NorthernIreland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item oflegislation\") (guardian’s allowance: Northern Ireland),\n\t\t\tPart 9 of that Act (child benefit: Northern Ireland), except section138(1)(c) and (2) and paragraphs 5 and 6(1) of Schedule 10,\n\t\t\tsection 76 of the Social Security Administration (Northern Ireland) Act[1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\")(overlap with benefits under legislation of other member States: NorthernIreland), and\n\t\t\tArticle 68 of the [Social Security (Northern Ireland) Order 1998 (1998/1506(N.I. 10))](/id/nisi/1998/1506?view=plain \"Go to item of legislation\") (powerto reduce child benefit for lone parents: Northern Ireland),\n\t\t\tare transferred to the Treasury.\n\t\tThe functions of the Secretary of State under Part 10 of the SocialSecurity Administration Act [1992 (c. 5)](/id/ukpga/1992/5?view=plain \"Go toitem of legislation\") (review and alteration of benefits: Great Britain) sofar as relating to child benefit and guardian’s allowance are transferred tothe Treasury.\n\t\tThe functions of the Northern Ireland Department under sections 132 to 134of the Social Security Administration (Northern Ireland) Act [1992 (c.8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\") (review andalteration of benefits: Northern Ireland) so far as relating to child benefitand guardian’s allowance are transferred to the Treasury.\n\tFunctions transferred to Board\n\t\tThe functions of the Secretary of State and the Northern Ireland Departmentunder the provisions specified in subsection (2), so far as relating to childbenefit and guardian’s allowance, are transferred to the Board.\n\t\tThe provisions referred to in subsection (1) are—\n\t\t\tthe Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"),\n\t\t\tthe Social Security Administration Act 1992, except Part 13 (advisorybodies and consultation: Great Britain),\n\t\t\tthe Social Security Contributions and Benefits (Northern Ireland) Act [1992(c. 7)](/id/ukpga/1992/7?view=plain \"Go to item of legislation\"),\n\t\t\tthe Social Security Administration (Northern Ireland) Act 1992, except Part12 (advisory bodies and consultation: Northern Ireland),\n\t\t\tChapter 2 of Part 1 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (socialsecurity decisions and appeals: Great Britain),\n\t\t\tChapter 2 of Part 2 of the [Social Security (Northern Ireland) Order 1998(1998/1506 (N.I. 10))](/id/nisi/1998/1506?view=plain \"Go to item oflegislation\") (social security decisions and appeals: Northern Ireland), and\n\t\t\tany subordinate legislation made under any of the provisions specified insection 49 or any of the preceding provisions of this subsection.\n\t\tThis section has effect subject to section 49.\n\tConsequential amendments\n\t\tSchedule 4 (amendments consequential on transfer of functions made by sections49 and 50) has effect.\n\tTransfer of property, rights and liabilities\n\t\tThis subsection transfers to and vests in the Treasury the property, rightsand liabilities to which the Secretary of State or the Northern IrelandDepartment is entitled or subject in connection with functions transferred tothe Treasury by section 49 immediately before they are transferred.\n\t\tThis subsection transfers to and vests in the Board the property, rightsand liabilities to which the Secretary of State or the Northern IrelandDepartment is entitled or subject in connection with functions transferred tothe Board by section 50 immediately before they are transferred.\n\t\tA certificate given by the Treasury that any property has been transferredby subsection (1) is conclusive evidence of the transfer; and a certificategiven by the Board that any property has been transferred by subsection (2) isconclusive evidence of the transfer.\n\t\tSubsections (1) and (2) have effect in relation to property, rights andliabilities in spite of any provision (of whatever nature) which would preventor restrict transfer otherwise than by this section.\n\t\tSubsections (1) and (2) do not apply to contracts within subsection (6);but any term of such a contract about the provision of goods or services tothe Secretary of State (or a government department) or the Northern IrelandDepartment is to be taken to refer also to the Board in connection with anyfunction transferred by section 49 or 50.\n\t\tThe contracts within this subsection are contracts for the supply of goodsor services to the Secretary of State or the Northern Ireland Department—\n\t\t\twhich relate partly to functions transferred by section 49 or 50 and partlyto other functions, or\n\t\t\tthe terms of which are wholly or partly determined by a contract withinparagraph (a).\n\t\tHer Majesty may by Order in Council make such provision for the transfer toHer Majesty’s Home Civil Service of persons employed in the Northern IrelandCivil Service as appears to Her Majesty to be appropriate in consequence ofthe transfer of functions made by sections 49 and 50.\n\tGeneral functions of Board\n\t\tChild benefit and guardian’s allowance are to be under the care andmanagement of the Board.\n\t\tFor the purposes of the Inland Revenue Regulation Act [1890 (c.21)](/id/ukpga/1890/21?view=plain \"Go to item of legislation\") the definitionof “inland revenue” in section 39 of that Act is to be taken to include childbenefit and guardian’s allowance.\n\t\tThe reference in section 4(1) of that Act (appointment of collectors,officers and other persons) to collecting, receiving, managing and accountingfor inland revenue is to be taken to include a reference to paying andmanaging child benefit and guardian’s allowance.\n\t\tThe duties of the Board under section 13 of that Act (Board to keepaccounts) are to include a duty to set forth in the accounts mentioned in thatsection—\n\t\t\tthe amounts of the several payments made by them of or in respect of childbenefit and guardian’s allowance,\n\t\t\tthe amounts of the expenses of paying and managing child benefit andguardian’s allowance, and\n\t\t\tthe amounts received by them in respect of child benefit and guardian’sallowance,\n\t\t\t\tdistinguishing in each case between amounts relating to child benefit andamounts relating to guardian’s allowance.\n\t\tIn any declaration for the purposes of section 6 of the Taxes ManagementAct [1970 (c. 9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\")(declarations on taking office), whether made before or after the commencementof this section, the reference to an offence relating to inland revenue is tobe taken to include a reference to an offence relating to child benefit orguardian’s allowance.\n\tTransitional provisions\n\t\tAny function covered by section 49 which is a function of makingsubordinate legislation may be exercised by the Treasury at any time after thepassing of this Act if the subordinate legislation made in the exercise of thefunction comes into force after the commencement of that section.\n\t\tAny function covered by section 50 which is a function of makingsubordinate legislation may be exercised by the Board at any time after thepassing of this Act if the subordinate legislation made in the exercise of thefunction comes into force after the commencement of that section.\n\t\tNothing in section 49 or 50 affects the validity of anything done by or inrelation to the Secretary of State or the Northern Ireland Department beforeits commencement.\n\t\tAnything (including legal proceedings) relating to any functionstransferred by section 49, or any property, rights or liabilities transferredby section 52(1), which is in the course of being done or carried on by or inrelation to the Secretary of State or the Northern Ireland Departmentimmediately before the transfer may be continued by or in relation to theTreasury.\n\t\tAnything (including legal proceedings) relating to any functionstransferred by section 50, or any property, rights or liabilities transferredby section 52(2), which is in the course of being done or carried on by or inrelation to the Secretary of State or the Northern Ireland Departmentimmediately before the transfer may be continued by or in relation to theBoard.\n\t\tAnything done by the Secretary of State or the Northern Ireland Departmentfor the purposes of or in connection with any functions transferred by section49, or any property, rights or liabilities transferred by section 52(1), whichis in effect immediately before the transfer has effect afterwards as if doneby the Treasury.\n\t\tAnything done by the Secretary of State or the Northern Ireland Departmentfor the purposes of or in connection with any functions transferred by section50, or any property, rights or liabilities transferred by section 52(2), whichis in effect immediately before the transfer has effect afterwards as if doneby the Board.\n\t\tThe Treasury is substituted for the Secretary of State or the NorthernIreland Department in any subordinate legislation, any contracts or otherdocuments and any legal proceedings relating to any functions transferred bysection 49, or any property, rights or liabilities transferred by section52(1), made or commenced before the transfer.\n\t\tThe Board are substituted for the Secretary of State or the NorthernIreland Department in any subordinate legislation, any contracts or otherdocuments and any legal proceedings relating to any functions transferred bysection 50, or any property, rights or liabilities transferred by section52(2), made or commenced before the transfer.\n\t\tAny order made under section 8 of the Electronic Communications Act [2000(c. 7)](/id/ukpga/2000/7?view=plain \"Go to item of legislation\") which—\n\t\t\tmodifies provisions relating to child benefit or guardian’s allowance, and\n\t\t\tis in force immediately before the commencement of this subsection,\n\t\t\t\tis to continue to have effect for the purposes of child benefit and guardian’sallowance, despite subsection (7) of that section, until regulations made bythe Board under section 132 of the Finance Act [1999 (c.16)](/id/ukpga/1999/16?view=plain \"Go to item of legislation\") which areexpressed to supersede that order come into force."
    },
    {
        "length": 1133,
        "text": "\nMinor amendments\n\tContinuing entitlement after death of child\n\t\tInsert the section set out in subsection (2)—\n\t\t\tin the Social Security Contributions and Benefits Act [1992 (c.4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") after section 145(as section 145A), and\n\t\t\tin the Social Security Contributions and Benefits (Northern Ireland) Act[1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item of legislation\") aftersection 141 (as section 141A).\n\t\tThe section is—\n\t\t“Entitlement after death of child\n\t\t\tIf a child dies and a person is entitled to child benefit in respect of himfor the week in which his death occurs, that person shall be entitled to childbenefit in respect of the child for a prescribed period following that week.\n\t\t\tIf the person entitled to child benefit under subsection (1) dies beforethe end of that prescribed period and, at the time of his death, was—\n\t\t\t\ta member of a married couple and living with the person to whom he wasmarried, or\n\t\t\t\ta member of an unmarried couple,\n\t\t\t\t\tthat other member of the married couple or unmarried couple shall be entitledto child benefit for the period for which the dead person would have beenentitled to child benefit under subsection (1) above but for his death.\n\t\t\tIf a child dies before the end of the week in which he is born, subsections(1) and (2) apply in his case as if references to the person entitled to childbenefit in respect of a child for the week in which his death occurs were tothe person who would have been so entitled if the child had been alive at thebeginning of that week (and if any conditions which were satisfied, and anyfacts which existed, at the time of his death were satisfied or existed then).\n\t\t\tWhere a person is entitled to child benefit in respect of a child underthis section, section 77 applies with the omission of subsections (4) to (6).\n\t\t\tIn this section—\n\t\t\t\t  * “married couple” means a man and a woman who are married to each other and are neither—\n\t\t\t\tseparated under a court order, nor\n\t\t\t\tseparated in circumstances in which the separation is likely to be permanent,and\n\t\t\t\t\t  * “unmarried couple” means a man and a woman who are not a married couple but are living together as husband and wife.”\n\tPresence in United Kingdom\n\t\tFor section 146 of the Social Security Contributions and Benefits Act [1992(c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\") (personsoutside Great Britain) substitute—\n\t\t“146Presence in Great Britain\n\t\t\tNo child benefit shall be payable in respect of a child for a week unlesshe is in Great Britain in that week.\n\t\t\tNo person shall be entitled to child benefit for a week unless he is inGreat Britain in that week.\n\t\t\tCircumstances may be prescribed in which a child or other person is to betreated for the purposes of this section as being, or as not being, in GreatBritain.”\n\t\t\tFor section 142 of the Social Security Contributions and Benefits (NorthernIreland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item oflegislation\") (persons outside Northern Ireland) substitute—\n\t\t“142Presence in Northern Ireland\n\t\t\tNo child benefit shall be payable in respect of a child for a week unlesshe is in Northern Ireland in that week.\n\t\t\tNo person shall be entitled to child benefit for a week unless he is inNorthern Ireland in that week.\n\t\t\tCircumstances may be prescribed in which a child or other person is to betreated for the purposes of this section as being, or as not being, inNorthern Ireland.”\n\tAbolition of exclusion of tax exempt persons\n\t\tIn Schedule 9 to—\n\t\t\tthe Social Security Contributions and Benefits Act 1992, and\n\t\t\tthe Social Security Contributions and Benefits (Northern Ireland) Act 1992,\n\t\t\tomit paragraph 4 (person not entitled to child benefit if he or otherprescribed person is exempt from tax under prescribed provisions)."
    },
    {
        "length": 3830,
        "text": "\nPart 3Supplementary\n\tInformation etc.\n\t\tAdministrative arrangements\n\t\t\tThis section applies where regulations under—\n\t\t\t\tsection 4 or 6 of this Act,\n\t\t\t\tsection 5 of the Social Security Administration Act [1992 (c.5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\"), or\n\t\t\t\tsection 5 of the Social Security Administration (Northern Ireland) Act[1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\"),\n\t\t\t\t\tpermit or require a claim or notification relating to a tax credit, childbenefit or guardian’s allowance to be made or given to a relevant authority.\n\t\t\tWhere this section applies, regulations may make provision—\n\t\t\t\tfor information or evidence relating to tax credits, child benefit orguardian’s allowance to be provided to the relevant authority (whether bypersons by whom such claims and notifications are or have been made or given,by the Board or by other persons),\n\t\t\t\tfor the giving of information or advice by a relevant authority to personsby whom such claims or notifications are or have been made or given, and\n\t\t\t\tfor the recording, verification and holding, and the forwarding to theBoard or a person providing services to the Board, of claims and notificationsreceived by virtue of the regulations referred to in subsection (1) andinformation or evidence received by virtue of paragraph (a),\n\t\t\t“Relevant authority” means—\n\t\t\t\tthe Secretary of State,\n\t\t\t\tthe Northern Ireland Department, or\n\t\t\t\ta person providing services to the Secretary of State or the NorthernIreland Department.\n\t\tUse and disclosure of information\n\t\t\tSchedule 5 (use and disclosure of information) has effect.\n\tOther supplementary provisions\n\t\tRepeals \n\t\t\tSchedule 6 (repeals) has effect.\n\t\tCommencement \n\t\t\tApart from section 54(1) and (2), the preceding provisions of this Act comeinto force in accordance with orders made by the Treasury.\n\t\tTransitional provisions and savings\n\t\t\tThe Secretary of State may by order make as respects England and Wales andScotland, and the Northern Ireland Department may by order make as respectsNorthern Ireland, any transitional provisions or savings which appearappropriate in connection with the commencement of the abolition of theincreases referred to in section 1(3)(e).\n\t\t\tSubject to any provision made by virtue of subsection (1), the Treasury mayby order make any transitional provisions or savings which appear appropriatein connection with the commencement of any provision of this Act.\n\t\tTax credits appeals etc.: temporary modifications\n\t\t\tUntil such day as the Treasury may by order appoint, Part 1 of this Act haseffect subject to the modifications specified in this section; and an orderunder this subsection may include any transitional provisions or savings whichappear appropriate.\n\t\t\tExcept in the case of an appeal against an employer penalty, an appealunder section 38 is to an appeal tribunal (rather than to the GeneralCommissioners or Special Commissioners).\n\t\t\tThe function of giving a direction under section 19(10) is a function of anappeal tribunal (rather than of the General Commissioners or SpecialCommissioners).\n\t\t\tExcept in the case of an employer information penalty, proceedings underparagraph 3 of Schedule 2 are by way of information made to an appeal tribunal(rather than to the General Commissioners or Special Commissioners).\n\t\t\tSo far as is appropriate in consequence of subsections (2) to (4)—\n\t\t\t\tthe references to the General Commissioners or Special Commissioners insections 19(10) and 39(5) and paragraphs 2 and 3(2) of Schedule 2 are to theappeal tribunal, and\n\t\t\t\tsubsections (3) and (4) of section 39 do not apply.\n\t\t\tAn appeal under paragraph 2(2) or 4(1) of Schedule 2 from a decision of, oragainst the determination of a penalty by, an appeal tribunal lies to a SocialSecurity Commissioner (rather than to the High Court or Court of Session).\n\t\t\tSo far as is appropriate in consequence of subsection (6), the referencesin paragraphs 2(2) and 4 of Schedule 2 to the High Court and the Court ofSession are to the Social Security Commissioner.\n\t\t\tRegulations may apply any provision contained in—\n\t\t\t\tChapter 2 of Part 1 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (socialsecurity appeals: Great Britain),\n\t\t\t\tChapter 2 of Part 2 of the Social Security (Northern Ireland) Order 1998([S.I. 1998/1506 (N.I. 10)](/id/nisi/1998/1506?view=plain \"Go to item oflegislation\")) (social security appeals: Northern Ireland), or\n\t\t\t\tsection 54 of the Taxes Management Act [1970 (c.9)](/id/ukpga/1970/9?view=plain \"Go to item of legislation\") (settling ofappeals by agreement),\n\t\t\t\t\tin relation to appeals which, by virtue of this section, are to an appealtribunal or lie to a Social Security Commissioner, but subject to suchmodifications as are prescribed.\n\t\t\tExcept in the case of appeals against employer penalties, subsections (6)and (7) of section 39 do not apply.\n\t\t\t“Appeal tribunal” means an appeal tribunal constituted—\n\t\t\t\tin Great Britain, under Chapter 1 of Part 1 of the Social Security Act1998, or\n\t\t\t\tin Northern Ireland, under Chapter 1 of Part 2 of the Social Security(Northern Ireland) Order 1998.\n\t\t\t“Employer penalty” means—\n\t\t\t\ta penalty under section 31 or 32 relating to a requirement imposed byvirtue of regulations under section 25, or\n\t\t\t\ta penalty under section 33.\n\t\t\t“Employer information penalty” means a penalty under section 32(2)(a)relating to a requirement imposed by virtue of regulations under section 25.\n\t\t\t“Social Security Commissioner” means—\n\t\t\t\tin Great Britain, the Chief Social Security Commissioner or any otherSocial Security Commissioner appointed under the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") or a tribunalof three or more Commissioners constituted under section 16(7) of that Act,and\n\t\t\t\tin Northern Ireland, the Chief Social Security Commissioner or any otherSocial Security Commissioner appointed under the Social SecurityAdministration (Northern Ireland) Act [1992 (c.8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\") or a tribunal oftwo or more Commissioners constituted under Article 16(7) of the SocialSecurity (Northern Ireland) Order 1998 ([S.I. 1998/1506 (N.I.10)](/id/nisi/1998/1506?view=plain \"Go to item of legislation\")).\n\t\tNorthern Ireland\n\t\t\tThe Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go toitem of legislation\") has effect subject to the amendments in subsections (2)and (3).\n\t\t\tIn Schedule 2 (excepted matters), after paragraph 10 insert—\n\t\t\t\t“10ATax credits under Part 1 of the Tax Credits Act 2002.\n\t\t\t10BChild benefit and guardian’s allowance.”\n\t\t\tIn section 87 (consultation and co-ordination on social security matters),after subsection (6) insert—\n\t\t\t“(6A)But this section does not apply to the legislation referred to insubsection (6) to the extent that it relates to child benefit or guardian’sallowance.”\n\t\t\tFor the purposes of that Act, a provision of—\n\t\t\t\tan Act of the Northern Ireland Assembly, or\n\t\t\t\ta Bill for such an Act,\n\t\t\t\twhich amends or repeals any of the provisions of the Employment Rights(Northern Ireland) Order 1996 ([S.I. 1996/1919 (N.I.16)](/id/nisi/1996/1919?view=plain \"Go to item of legislation\")) dealt with inSchedule 1 shall not be treated as dealing with tax credits if the Act or Billdeals with employment rights conferred otherwise than by that Schedule in thesame way.\n\t\tRegulations, orders and schemes\n\t\t\tAny power to make regulations under sections 3, 7 to 13, 42 and 43, and anypower to make regulations under this Act prescribing a rate of interest, isexercisable by the Treasury.\n\t\t\tAny other power to make regulations under this Act is exercisable by theBoard.\n\t\t\tSubject to subsection (4), any power to make regulations, orders or schemesunder this Act is exercisable by statutory instrument.\n\t\t\tThe power—\n\t\t\t\tof the Department of Health, Social Services and Public Safety to makeschemes under section 12(5), and\n\t\t\t\tof the Northern Ireland Department to make orders under section 62(1),\n\t\t\t\t\tis exercisable by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\t\tRegulations may not be made under section 25 or 26 in relation to appealsin Scotland without the consent of the Scottish Ministers.\n\t\t\tRegulations may not be made under section 39(6) or 63(8) without theconsent of the Lord Chancellor and the Scottish Ministers.\n\t\t\tAny power to make regulations under this Act may be exercised—\n\t\t\t\tin relation to all cases to which it extends, to all those cases withprescribed exceptions or to prescribed cases or classes of case,\n\t\t\t\tso as to make as respects the cases in relation to which it is exercisedthe full provision to which it extends or any less provision (whether by wayof exception or otherwise),\n\t\t\t\tso as to make the same provision for all cases in relation to which it isexercised or different provision for different cases or classes of case ordifferent provision as respects the same case or class of case for differentpurposes,\n\t\t\t\tso as to make provision unconditionally or subject to any prescribedcondition,\n\t\t\t\tso as to provide for a person to exercise a discretion in dealing with anymatter.\n\t\t\tAny regulations made under a power under this Act to prescribe a rate ofinterest may—\n\t\t\t\teither themselves specify a rate of interest or make provision for any suchrate to be determined by reference to such rate or the average of such ratesas may be referred to in the regulations,\n\t\t\t\tprovide for rates to be reduced below, or increased above, what theyotherwise would be by specified amounts or by reference to specified formulae,\n\t\t\t\tprovide for rates arrived at by reference to averages to be rounded up ordown,\n\t\t\t\tprovide for circumstances in which alteration of a rate of interest is oris not to take place, and\n\t\t\t\tprovide that alterations of rates are to have effect for periods beginningon or after a day determined in accordance with the regulations in relation tointerest running from before that day as well as from or from after that day.\n\t\t\tAny power to make regulations or a scheme under this Act includes power tomake any incidental, supplementary, consequential or transitional provisionwhich appears appropriate for the purposes of, or in connection with, theregulations or scheme.\n\t\tParliamentary etc. control of instruments\n\t\t\tNo regulations to which this subsection applies may be made unless a draftof the instrument containing them (whether or not together with otherprovisions) has been laid before, and approved by a resolution of, each Houseof Parliament.\n\t\t\tSubsection (1) applies to—\n\t\t\t\tregulations prescribing monetary amounts that are required to be reviewedunder section 41,\n\t\t\t\tregulations made by virtue of subsection (2) of section 12 prescribing theamount in excess of which charges are not taken into account for the purposesof that subsection, and\n\t\t\t\tthe first regulations made under sections 7(8) and (9), 9, 11, 12 and13(2).\n\t\t\tA statutory instrument containing—\n\t\t\t\tregulations under this Act,\n\t\t\t\ta scheme made by the Secretary of State under section 12(5), or\n\t\t\t\tan Order in Council under section 52(7),\n\t\t\t\t\tis (unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament) subject to annulment in pursuance ofa resolution of either House of Parliament.\n\t\t\tA statutory instrument containing a scheme made by the Scottish Ministersunder section 12(5) is subject to annulment in pursuance of a resolution ofthe Scottish Parliament.\n\t\t\tA statutory rule containing a scheme made by the Department of Health,Social Services and Public Safety under section 12(5) is subject to negativeresolution within the meaning of section 41(6) of the Interpretation Act(Northern Ireland) [1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go toitem of legislation\").\n\t\tInterpretation \n\t\t\tIn this Act—\n\t\t\t  * “the Board” means the Commissioners of Inland Revenue, \n\t\t\t  * “modifications” includes alterations, additions and omissions, and “modifies” is to be construed accordingly, \n\t\t\t  * “the Northern Ireland Department” means the Department for Social Development in Northern Ireland, \n\t\t\t  * “prescribed” means prescribed by regulations, and \n\t\t\t  * “tax credit” and “tax credits” have the meanings given by section 1(2). \n\t\tFinancial provision\n\t\t\tThere is to be paid out of money provided by Parliament—\n\t\t\t\tany expenditure of a Minister of the Crown or government department underthis Act, and\n\t\t\t\tany increase attributable to this Act in sums payable out of money providedby Parliament under any other Act.\n\t\t\tThere is to be paid into the Consolidated Fund any sums received by agovernment department by virtue of this Act (apart from any required by anyother enactment to be paid into the National Insurance Fund).\n\t\tExtent \n\t\t\tThe amendments, repeals and revocations made by this Act have the sameextent as the enactments or instruments to which they relate.\n\t\t\tSubject to that, this Act extends to Northern Ireland (as well as toEngland and Wales and Scotland).\n\t\tShort title\n\t\t\tThis Act may be cited as the Tax Credits Act 2002."
    }
]