{
    "general": "The Smart Meters Act 2018 helps ensure that people have access to accurate information about their energy usage, which can help them save money and reduce their carbon footprint. It gives the government more time to set up a system for smart meters, which are devices that measure how much energy you use in real time. The law also provides a way for the government to take over the management of a company that is responsible for sending and receiving data from smart meters. Finally, the law allows for better calculations of how much electricity is being used at different times of day, so that people can see when they are using the most energy and try to reduce their usage during those times.",
    "series": [
        [
            {
                "length": 177,
                "short": "\"Smart Meter Deadlines Extended Until 2023 Under New Law\"",
                "text": "\n* Simplified point 1: The Smart Meters Act 2018 extends the deadline for exercising certain powers related to smart meters from November 1st, 2018 to November 1st, 2023.\n* Simplified point 2: This includes extending the deadlines for expiring provisions requiring notification of proposed transfers of smart meter communication licences to the Secretary of State, as well as the time limits for exercising powers to provide for activities connected with smart meters to be licensable activities.\n* Simplified point 3: The amendments also remove certain sections of the Energy Act 2011 that are no longer necessary due to the extended deadlines."
            },
            {
                "length": 192,
                "short": "\"Smart Meter Communication Regulation: Ensuring Smooth Service Operations\"",
                "text": "\n* Simplified point 1: The Smart Meter Communication Licensee Administration Order allows the court to appoint a person to manage the affairs, business, and property of a smart meter communication licensee if necessary.\n* Simplified point 2: This provision applies to both GB and non-GB companies, but only refers to affairs and business carried out in Great Britain and property located in Great Britain for non-GB companies.\n* Simplified point 3: The Smart Meter Communication Administrator is responsible for managing the affairs, business, and property of the company, and exercising and performing all the powers and duties of a smart meter communication administrator.\n* Simplified point 4: The objective of the Smart Meter Communication Licensee Administration Order is to ensure the smooth operation of smart meter communication services."
            },
            {
                "length": 155,
                "short": "\"Smart Meter Communication Licensee Administration: Efficient Management for Optimal Performance\"",
                "text": "\n* Simplified point 1: The objective of a smart meter communication licensee administration is to ensure that the licensee's functions under their licenses are performed efficiently and economically.\n* Simplified point 2: The objective can be achieved through transfers of the licensee's undertakings to other companies, as long as the transfer is done in a way that benefits the creditors and members of the company.\n* Simplified point 3: The Secretary of State can make regulations to specify activities that the smart meter communication administrator must prioritize when managing the licensee's affairs and exercising their powers."
            },
            {
                "length": 229,
                "short": "\"UK Govt Allows Special Measures for Struggling Smart Meter Licensees\"",
                "text": "\n* Simplified point 1: The UK government can use special administration measures for smart meter communication licensees who are having financial difficulties or are unable to meet their obligations.\n* Simplified point 2: These measures include the ability to appoint an administrator to manage the licensee's affairs, and to make changes to the licensee's terms and conditions.\n* Simplified point 3: The Energy Act 2004 provides the legal framework for these measures, and the Smart Meters Act 2018 modifies certain provisions of the Energy Act 2004 to apply specifically to smart meter communication licensees.\n* Simplified point 4: The modified provisions include the ability to make \"smart meter communication licensee administration orders\" and to establish \"smart meter communication licensee administration rules\".\n* Simplified point 5: These measures are intended to protect consumers and ensure the continued supply of smart meters and related services."
            },
            {
                "length": 192,
                "short": "\"UK Government's Modification Powers for Gas and Electricity Licenses\"",
                "text": "\n* Simplified point 1: The UK government can modify the conditions of gas and electricity licenses held by specific individuals or companies.\n* Simplified point 2: These modifications can include incidental, consequential, or transitional changes.\n* Simplified point 3: The Secretary of State must consult with the license holders and other appropriate parties before making any modifications.\n* Simplified point 4: The Secretary of State has the power to make these modifications only during an 18-month period starting from the date the act was passed.\n* Simplified point 5: The modifications made under this section will be published in a manner determined by the Secretary of State.\n* Simplified point 6: The standard conditions of licenses can be modified to include requirements related to smart meters."
            },
            {
                "length": 149,
                "short": "Government Regulates Smart Meter Communication Funds",
                "text": "\n* Simplified point 1: The government can change the terms of the license agreement for smart meter communication administrators to ensure that they have enough funds to cover their expenses.\n* Simplified point 2: If the smart meter communication administrator has a shortfall in funds, the government can require them to use any excess funds they have to make up for the shortfall.\n* Simplified point 3: The government can determine who gets the excess funds and how they are used.\n* Simplified point 4: The law defines what constitutes a \"shortfall\" and what types of debts can be covered by the excess funds."
            },
            {
                "length": 213,
                "short": "\"UK Government Granted Modification Power Over Energy and Insolvency Laws\"",
                "text": "\n* Simplified point 1: The UK government has given itself the power to modify existing laws, specifically those related to energy and company insolvency, in order to accommodate changes brought about by the Smart Meters Act 2018.\n* Simplified point 2: This modification power includes the ability to make \"consequential\" changes to other laws and regulations as necessary, in addition to the specific changes outlined in the Smart Meters Act.\n* Simplified point 3: The Enterprise Act 2002 provides the legal framework for these modifications, allowing the government to make changes to various pieces of legislation as needed.\n* Simplified point 4: The Smart Meters Act 2018 is one of the pieces of legislation that can be modified using this power, specifically in relation to Chapter 3 of Part 3 of that act."
            },
            {
                "length": 185,
                "short": "\"Government Empowered to Modify Insolvency Laws for Smart Meter Implementation\"",
                "text": "\n* The government can modify existing laws related to insolvency through regulations if they deem it necessary for the smooth implementation of smart metering infrastructure.\n* These modifications can include changes to the Insolvency Act of 1986, the Energy Act of 2004, and any other relevant laws.\n* The regulations made under this section can also amend the Smart Meters Act itself.\n* Any changes made to the insolvency laws through these regulations will have the same legal effect as if they were originally included in the Insolvency Act or other relevant laws.\n* The regulations will be made by statutory instrument and will require approval from both Houses of Parliament before they can take effect."
            },
            {
                "length": 232,
                "short": "The Smart Meters Act 2018: Key Terms and Administrator Roles",
                "text": "\n* Simplified point 1: The Smart Meters Act 2018 defines key terms used throughout the act related to company law, insolvency, and energy regulation.\n* Simplified point 2: The act establishes the \"smart meter communication administrator\" role, responsible for managing smart meter communications for certain companies, including those involved in gas and electricity supply.\n* Simplified point 3: The act outlines the process for appointing a smart meter communication administrator, including the criteria for eligibility and the procedures for appointment.\n* Simplified point 4: The act specifies the powers and duties of the smart meter communication administrator, including the provision of smart meter communication services and the modification of existing contracts.\n* Simplified point 5: The act provides for the modification of existing contracts between smart meter communication licensees and their customers, allowing for changes to be made in line with the objectives of the smart meter communication administration."
            },
            {
                "length": 268,
                "short": "\"UK Government Allows Half-Hourly Electricity Imbalance Calculations with Smart Meter Information\"",
                "text": "\n* Simplified point 1: The UK government can modify existing laws related to electricity imbalances every five years to ensure that calculations are done based on actual consumer usage.\n* Simplified point 2: Modifications can only be made if the condition is met that requires half-hourly electricity imbalances to be calculated using information about customers' actual consumption of electricity on a half-hourly basis.\n* Simplified point 3: Before making any changes, the Gas and Electricity Markets Authority (GEMA) must consider any representations made regarding the proposed change and provide a notice to relevant parties.\n* Simplified point 4: GEMA can make changes to the settlement of electricity imbalances using smart meter information if it is deemed necessary or desirable for the purposes of calculating imbalances on a half-hourly basis.\n* Simplified point 5: Changes can only be made if the Authority considers it necessary or expedient for the modification to have effect before the 56 days expire, and if the purpose condition, consultation condition, and time limit condition are all met."
            },
            {
                "length": 149,
                "short": "\"The Smart Meters Act 2018: Phased Implementation\"",
                "text": "\n* The Smart Meters Act 2018 has several sections that will come into effect at different times after its passage.\n* Sections 1 and 2 will come into effect immediately after the bill is signed into law.\n* Sections 11-13 will come into effect on a date appointed by the Secretary of State through regulations.\n* Regulations made under subsection 3 must be done by statutory instrument.\n* All remaining provisions of the act will go into effect two months after it is signed into law.\n* The act applies to England, Wales, and Scotland."
            }
        ],
        [
            {
                "length": 260,
                "short": "The Smart Meters Act 2018: Empowering the Government to Modify Laws for Smooth Implementation of Smart Metering Infrastructure",
                "text": "\n* Simplified point 1: The Smart Meters Act 2018 extends the deadline for exercising certain powers related to smart meters from November 1st, 2018 to November 1st, 2023.\n* Simplified point 2: The act allows for the modification of existing contracts between smart meter communication licensees and their customers, enabling changes to be made in line with the objectives of the smart meter communication administration.\n* Simplified point 3: The government can modify existing laws related to energy and company insolvency to accommodate changes brought about by the Smart Meters Act 2018.\n* Simplified point 4: The act empowers the government to modify existing laws related to insolvency, including the Insolvency Act of 1986 and the Energy Act of 2004, in order to facilitate the smooth implementation of smart metering infrastructure.\n* Simplified point 5: The act establishes the \"smart meter communication administrator\" role, responsible for managing smart meter communications for certain companies, including those involved in gas and electricity supply."
            }
        ]
    ],
    "simp_series": null,
    "summary": "\nIn simple terms, the Smart Meters Act 2018 is a law that helps improve the way electricity and gas are measured and billed. It gives the government more control over the companies that install and maintain smart meters, so they can make sure the meters are working correctly and fairly. The law also lets the government change some of the rules around how electricity and gas are sold, to make sure there are no big differences between what customers pay and what they actually use. Additionally, the law empowers the government to modify existing laws related to energy and company insolvency to better implement smart metering infrastructure. Finally, the law allows for the calculation of half-hourly electricity imbalances using information from smart meters, and phases in its implementation over time."
}