{
    "general": "This law makes sure that when the government gives money or other help (called \"subsidies\") to businesses, farmers, or other organizations, they do it in a fair and transparent way. It also ensures that these subsidies are only given for specific reasons, like helping small farmers or supporting important industries. The goal is to make sure taxpayers' money is being used wisely and not wasted on unnecessary subsidies.",
    "series": [
        [
            {
                "length": 223,
                "short": "\"Subsidy Control Requirements: Definition, Exemptions, Enforcement, and Miscellaneous Provisions\"",
                "text": "\n* Simplified point 1: This extract of the legislation defines key terms and imposes requirements for the giving of subsidies or the making of subsidy schemes.\n* Simplified point 2: The legislation provides for exemptions from the subsidy control requirements for small amounts of assistance, natural disasters, and other exceptional circumstances.\n* Simplified point 3: The CMA has functions in relation to the application of the subsidy control requirements.\n* Simplified point 4: The legislation provides for the enforcement of the subsidy control requirements.\n* Simplified point 5: The legislation contains miscellaneous and final provisions.\n* Simplified point 6: The exercise of any power conferred by legislation is subject to the subsidy control requirements, except where a contrary intention appears in the case of an Act of Parliament."
            },
            {
                "length": 341,
                "short": "\"Subsidy Control Act 2022: Definition and Examples of Financial Assistance\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 defines a \"subsidy\" as financial assistance given by a public authority that confers an economic advantage on one or more enterprises.\n* Simplified point 2: The Act specifies that a subsidy must be specific, meaning it must be given to one or more enterprises over others, and it must have an effect on competition or investment within the UK or trade between the UK and other countries.\n* Simplified point 3: The Act also defines \"financial assistance\" as including direct transfers of funds, contingent transfers of funds, the forgoing of revenue, the provision of goods or services, and the purchase of goods or services.\n* Simplified point 4: The Act provides that financial assistance given by a public authority in the form of a tax measure is not to be regarded as being specific unless one or more enterprises obtain a reduction in their tax liability that they would not have borne under the normal taxation regime, and that enterprise or those enterprises are treated more advantageously than one or more other enterprises in a comparable position under the normal taxation regime.\n* Simplified point 5: The Act includes provisions for determining whether financial assistance confers an economic advantage on an enterprise, and for treating financial assistance given by a public authority in the form of a tax measure as specific."
            },
            {
                "length": 195,
                "short": "\"Public Authority Definition Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: This section defines what a \"public authority\" means for the purposes of the Subsidy Control Act 2022.\n* Simplified point 2: The definition excludes certain entities such as the Houses of Parliament, the Scottish Parliament, Senedd Cymru, and the Northern Ireland Assembly, as well as certain individuals who act on behalf of these entities.\n* Simplified point 3: The section also specifies that certain individuals who act on behalf of the Houses of Parliament, the Scottish Parliament, Senedd Cymru, and the Northern Ireland Assembly are not considered public authorities.\n* Simplified point 4: The purpose of this definition is to clarify which entities and individuals are subject to the subsidy control provisions of the Act."
            },
            {
                "length": 237,
                "short": "The Subsidy Control Act 2022: Definition of Enterprise and Persons Under Common Control",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 defines an \"enterprise\" as a person or group of persons engaged in an economic activity offering goods or services on a market.\n* Simplified point 2: The definition of \"enterprise\" includes a person or group of persons under common ownership or control, but excludes shareholders in a body corporate unless they have control or material influence over the policy of the company.\n* Simplified point 3: The Act also defines \"persons under common control\" and specifies how to determine if a group of persons is under common control.\n* Simplified point 4: The Act provides for the interpretation of \"person\" to include bodies corporate, partnerships, and unincorporated associations.\n* Simplified point 5: The Act includes provisions for determining control and material influence over the policy of a body corporate, including the concept of \"interconnected bodies corporate.\""
            },
            {
                "length": 240,
                "short": "The Subsidy Control Act 2022: Regulating Public Subsidies",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 sets out principles for public authorities to follow when providing subsidies to businesses and organizations.\n* Simplified point 2: The Act defines \"subsidy schemes\" and \"streamlined subsidy schemes\" and outlines the process for making and approving these schemes.\n* Simplified point 3: The Act requires that subsidy schemes be laid before Parliament and provides for parliamentary approval of the schemes.\n* Simplified point 4: The Act allows for the value of subsidies to be determined by reference to their gross cash amount or the gross cash equivalent.\n* Simplified point 5: The Act defines \"subsidies of interest\" and \"subsidies of particular interest\" and allows for regulations to be made regarding these definitions.\n* Simplified point 6: The Act requires that regulations made under the Act be subject to the affirmative procedure."
            },
            {
                "length": 170,
                "short": "\"Subsidy Control Principles Underpin Public Authority Support\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 requires public authorities to consider the subsidy control principles before giving any subsidies and ensure that the subsidies are consistent with those principles.\n* Simplified point 2: The Act applies to all subsidies given by public authorities, including those given under subsidy schemes.\n* Simplified point 3: The Act requires public authorities to consider the energy and environment principles before giving any subsidies related to energy and environment, and ensure that the subsidies are consistent with those principles.\n* Simplified point 4: The Act applies in addition to the corresponding duties under section 12 of the Act."
            },
            {
                "length": 267,
                "short": "The Subsidy Control Act 2022: Prohibiting Contingent Subsidies and Promoting Domestic Goods/Services",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 prohibits subsidies that are contingent on export performance or the use of domestic goods/services.\n* Simplified point 2: The Act also prohibits subsidies that are given to relocate existing economic activities, unless the public authority giving the subsidy is satisfied that certain conditions are met, such as reducing social or economic disadvantages within the UK.\n* Simplified point 3: The Act defines \"export credit insurance\" and \"marketable risk country\" and provides for regulations to be made regarding these definitions.\n* Simplified point 4: The Act prohibits subsidies that are contingent on the use of domestic goods or services, but this prohibition does not apply to subsidies given in relation to the audiovisual sector.\n* Simplified point 5: The Act is without prejudice to certain provisions of the Trade and Cooperation Agreement, including those related to investment liberalisation and non-conforming measures."
            },
            {
                "length": 275,
                "short": "\"Subsidy Control Act 2022: Rules for Rescuing Struggling Businesses\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 prohibits subsidies for rescuing ailing or insolvent enterprises unless certain conditions are met.\n* Simplified point 2: The conditions include that the subsidy must be temporary, not used to absorb losses, and the enterprise must have prepared a restructuring plan.\n* Simplified point 3: The subsidy must also be limited to what is needed for the purpose of ensuring the orderly liquidation and exit from the market.\n* Simplified point 4: The public authority giving the subsidy must be satisfied that the subsidy contributes to an objective of public interest by avoiding social hardship or preventing a severe market failure.\n* Simplified point 5: The subsidy must not be given to an enterprise that is a deposit taker or insurance company, unless certain conditions are met.\n* Simplified point 6: The meaning of \"ailing or insolvent\" and \"deposit taker\" and \"insurance company\" are defined in the Act."
            },
            {
                "length": 276,
                "short": "\"Legislative Restrictions on Subsidies for Insurers and Air Carriers\"",
                "text": "\n* Simplified point 1: This section of the legislation prohibits subsidies for insurers that provide export credit insurance unless the subsidy is given subject to certain conditions.\n* Simplified point 2: The conditions include that the insurance must be provided on a commercial basis and that the subsidy cannot be used to directly or indirectly benefit so much of the insurer's business as consists of providing export credit insurance against marketable risks.\n* Simplified point 3: The section also defines certain terms, including \"export credit insurance\", \"insurer\", and \"marketable risks\".\n* Simplified point 4: The section applies to subsidies given to air carriers for the operation of routes, and requires that the public authority giving the subsidy must be satisfied that the subsidy will provide benefits for society at large.\n* Simplified point 5: The section also applies to subsidies given to SPEI enterprises for the provision of SPEI services, and requires that the subsidy must be given in a transparent manner and must be limited to what is necessary to deliver the SPEI services."
            },
            {
                "length": 291,
                "short": "\"Subsidy Scheme Restrictions Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 does not apply to subsidies given under a subsidy scheme.\n* Simplified point 2: A subsidy scheme is prohibited if it provides for a subsidy that would be prohibited by a requirement imposed by any preceding provision of the Chapter.\n\nEXPLANATION:\n\nThe extract from the Subsidy Control Act 2022 states that certain provisions of the Act do not apply to subsidies given under a subsidy scheme. Additionally, a subsidy scheme is prohibited if it provides for a subsidy that would be prohibited by a requirement imposed by any preceding provision of the Chapter.\n\nIn simpler terms, this means that if a subsidy scheme is set up to provide financial assistance to businesses or individuals, certain provisions of the Subsidy Control Act 2022 do not apply to that scheme. Additionally, the scheme is prohibited if it provides for a subsidy that would be prohibited by any other provision of the Act. This is meant to ensure that subsidies are not given in a way that is unfair or could potentially harm the economy."
            },
            {
                "length": 220,
                "short": "The Subsidy Control Act 2022: Prohibition on Implementing Subsidies Without Mandatory Referral Request",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 prohibits subsidies or schemes if a mandatory referral request has not been submitted, or if the CMA has given a notice that the request does not comply with requirements, or if the CMA report has not been published, or if the cooling off period has not expired.\n* Simplified point 2: The Act defines \"cooling off period\" as the period of time after the CMA report has been published, during which the subsidy or scheme cannot be implemented.\n* Simplified point 3: The Act defines \"mandatory referral request\" as a request made under section 52 of the Act, and \"reporting period\" as the period of time during which the CMA must publish its report in response to a mandatory referral request."
            },
            {
                "length": 321,
                "short": "\"UK Government Subsidy Database Regulations: Public Access and Review Requirements\"",
                "text": "\n* Simplified point 1: The UK government is requiring public authorities to maintain a database of all subsidies and subsidy schemes they provide, including information on the amount, duration, and beneficiaries of each subsidy.\n* Simplified point 2: The database must be accessible to the public free of charge and must be kept under review by the Secretary of State.\n* Simplified point 3: Public authorities must ensure that entries in the database are made within one year of the date of the tax declaration for subsidies given in the form of a tax measure, and within three months of the confirmation of the decision to make the scheme for subsidy schemes made in the form of a tax measure.\n* Simplified point 4: The Secretary of State may direct the Competition and Markets Authority (CMA) to perform on behalf of the Secretary of State the duties under this section.\n* Simplified point 5: The regulations may provide for a different amount to apply, instead of an amount specified in subsection (2)(c), in the case of particular descriptions of subsidy.\n* Simplified point 6: The regulations may also provide for a different period of time to apply, instead of a period of time specified in subsection (3) or (5), in the case of particular descriptions of subsidy or subsidy scheme."
            },
            {
                "length": 1153,
                "short": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
                "text": "\n* Simplified point 1: This section of the legislation outlines cases where the subsidy control requirements do not apply to the giving of a subsidy.\n* Simplified point 2: The subsidy control requirements do not apply to the making of a subsidy scheme if it provides for the giving of a subsidy in cases where the requirements do not apply to the giving of a subsidy.\n* Simplified point 3: The section also notes that the subsidy control requirements are subject to express provision in this Part about the application of the requirements to subsidy schemes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
            },
            {
                "length": 240,
                "short": "\"Government Assistance Guidelines for Enterprises: Financial Limits and Record-Keeping Requirements\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 outlines the requirements for providing minimal financial assistance to an enterprise.\n* Simplified point 2: The assistance must not exceed £315,000 within a specific time period, and the public authority must provide written notification and confirmation of the assistance given.\n* Simplified point 3: The assistance must be given in cash or its gross cash equivalent, and the enterprise must keep a written record of the assistance for at least three years.\n* Simplified point 4: The assistance must not be given in contravention of certain sections of the Act, such as section 16 (export performance) or 17 (use of domestic goods or services).\n* Simplified point 5: The public authority must provide a minimal financial assistance confirmation to the enterprise, and the enterprise must keep a written record of the confirmation for at least three years."
            },
            {
                "length": 332,
                "short": "The Subsidy Control Act 2022: Public Authorities' Requirements for Providing Subsidies to Enterprises",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 outlines the requirements for public authorities to provide subsidies to enterprises for services of public economic interest (SPEI).\n* Simplified point 2: The Act provides a threshold of £725,000 for SPEI assistance, beyond which the subsidy control requirements apply.\n* Simplified point 3: The Act defines \"SPEI assistance\" as a subsidy given to an enterprise for the provision of SPEI services, and requires public authorities to provide a SPEI assistance confirmation to the enterprise.\n* Simplified point 4: The Act requires public authorities to provide a SPEI assistance notification to the enterprise before giving the subsidy, and the enterprise must confirm in writing that the total amount of SPEI assistance will not exceed £725,000.\n* Simplified point 5: The Act requires the enterprise to keep a written record of the SPEI assistance for at least three years.\n* Simplified point 6: The Act provides that the subsidy control requirements do not apply to SPEI assistance given to an enterprise if the total amount of minimal or SPEI financial assistance given to the enterprise within the applicable period does not exceed £725,000."
            },
            {
                "length": 269,
                "short": "The Subsidy Control Act 2022: Rules for Determining Excessive Subsidies",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 outlines rules for determining whether a subsidy given to an enterprise exceeds a relevant threshold.\n* Simplified point 2: The Act applies to mergers and acquisitions where minimal or SPEI financial assistance was given to an enterprise before the transfer, and to successor enterprises where assistance was given to predecessor enterprises.\n* Simplified point 3: The Act exempts certain subsidies given to SPEI enterprises, and allows the Secretary of State to make regulations to amend the amounts specified in the Act.\n* Simplified point 4: The Act defines \"minimal or SPEI financial assistance\" as a subsidy given as minimal financial assistance or SPEI assistance before IP completion day under certain Regulations.\n* Simplified point 5: The Act defines \"financial year\" as a period of 12 months ending with 31 March, and \"SPEI assistance\" as assistance given as SPEI assistance under the Act."
            },
            {
                "length": 223,
                "short": "\"Subsidy Exemptions in the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 exempts subsidies given to compensate for natural disasters or other exceptional occurrences from the usual subsidy control requirements.\n* Simplified point 2: The exemption applies only if a notice is published by the Secretary of State declaring that the exemption applies, and the notice has not been withdrawn.\n* Simplified point 3: The exemption does not include occurrences having only an economic effect.\n* Simplified point 4: The Subsidy Control Act 2022 also exempts subsidies given to respond to national or global economic emergencies, but only on a temporary basis.\n* Simplified point 5: A notice must be published by the Secretary of State to declare that the exemption applies, and a copy of the notice must be laid before Parliament."
            },
            {
                "length": 383,
                "short": "\"UK Subsidy Control Requirements Exemptions and Exceptions\"",
                "text": "\n* Simplified point 1: The UK government can give subsidies for national security purposes without following the usual subsidy control requirements.\n* Simplified point 2: The Bank of England can give subsidies for monetary policy purposes without following the usual subsidy control requirements.\n* Simplified point 3: The UK government can give subsidies for financial stability purposes without following the usual subsidy control requirements, but only if it is prudent to do so for the protection of investors, depositors, policy-holders, or persons to whom a fiduciary duty is owed.\n* Simplified point 4: Certain legacy subsidies and schemes are exempt from the subsidy control requirements, including subsidies given before the Act came into force and certain subsidies given under the EU withdrawal agreement.\n* Simplified point 5: Certain withdrawal agreement subsidies and schemes are exempt from the subsidy control requirements, including subsidies given in accordance with Article 10 of the Northern Ireland Protocol and subsidies to which Article 138 of the EU withdrawal agreement applies.\n* Simplified point 6: The subsidy control requirements do not apply to tax measures that are permissible under the Trade and Cooperation Agreement.\n* Simplified point 7: The subsidy control requirements do not apply to large cross-border or international cooperation projects that meet certain conditions, such as providing wider benefits and relevance through spillover effects.\n* Simplified point 8: The subsidy control requirements do not apply to subsidies in relation to nuclear energy."
            },
            {
                "length": 384,
                "short": "\"Subsidy Control Measures Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 requires public authorities to request a report from the Competition and Markets Authority (CMA) before giving a subsidy or making a subsidy scheme of particular interest.\n* Simplified point 2: The request to the CMA must include information about the subsidy or subsidy scheme, such as the reasons why the public authority considers it to be of particular interest, and an assessment of whether the subsidy or scheme would comply with the requirements of Chapters 1 and 2 of Part 2 of the Act.\n* Simplified point 3: The CMA must provide a report on the proposed subsidy or subsidy scheme within a certain timeframe, and the public authority may not give the subsidy or make the subsidy scheme before the end of the cooling off period.\n* Simplified point 4: The Secretary of State may direct the public authority to request a report from the CMA in relation to a proposed subsidy or subsidy scheme, and may extend the cooling off period if the CMA's report identifies serious deficiencies in the public authority's assessment.\n* Simplified point 5: The Secretary of State may by regulations amend the periods of time specified in the Act, and may direct the public authority to request a report from the CMA in relation to any subsidy or subsidy scheme in respect of which the Secretary of State considers there is a risk of failure to comply with the requirements of Chapters 1 and 2 of Part 2 of the Act."
            },
            {
                "length": 254,
                "short": "\"UK Government Subsidy Review Process\"",
                "text": "\n* Simplified point 1: The UK government can request the CMA (Competition and Markets Authority) to review a proposed subsidy or subsidy scheme before it is given or made.\n* Simplified point 2: The CMA must review the proposed subsidy or subsidy scheme and provide a report to the government within a specific timeframe.\n* Simplified point 3: The government can extend the timeframe for the CMA's report if needed.\n* Simplified point 4: If the CMA's report is not published before the subsidy is given or the scheme is made, the CMA may decide whether or not to prepare or publish the report.\n* Simplified point 5: The CMA's report must include information about the proposed subsidy or subsidy scheme, the assessment of whether it meets certain criteria, and any evidence relevant to that assessment.\n* Simplified point 6: The government can use the CMA's report to inform its decision on whether to give the subsidy or make the subsidy scheme."
            },
            {
                "length": 167,
                "short": "\"CMA Evaluation of Proposed Subsidies or Schemes in the UK\"",
                "text": "\n* Simplified point 1: The CMA must evaluate the public authority's assessment of the proposed subsidy or scheme's impact on competition and investment in the UK.\n* Simplified point 2: The CMA's report must include advice on how the assessment might be improved and how the proposed subsidy or scheme might be modified to ensure compliance with the requirements of Chapters 1 and 2 of Part 2.\n* Simplified point 3: The Secretary of State can make regulations to amend the content of the CMA's report and the form of the report, subject to different procedures depending on the type of regulation."
            },
            {
                "length": 267,
                "short": "\"UK Government Referral of Subsidies to Competition and Markets Authority: Oversight and Evaluation\"",
                "text": "\n* Simplified point 1: The UK government can refer a subsidy or subsidy scheme to the Competition and Markets Authority (CMA) after it has been given or made, if there is a risk of negative effects on competition or investment within the UK.\n* Simplified point 2: The CMA must publish a report on the subsidy or subsidy scheme within a certain timeframe, and provide a copy of the report to the public authority and the Secretary of State.\n* Simplified point 3: The reporting period may be extended if there are exceptional circumstances, and the Secretary of State may direct that the reporting period is extended.\n* Simplified point 4: The CMA's report must include an evaluation of the public authority's assessment of the subsidy or scheme, and take into account any effects on competition or investment within the UK.\n* Simplified point 5: The Secretary of State may make regulations to amend the periods of time specified in the section, and to make provision about the content of the CMA's report."
            },
            {
                "length": 268,
                "short": "\"Subsidy Exemptions Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 exempts certain subsidies from the requirement of a referral to the Subsidy Control Board.\n* Simplified point 2: The Act exempts subsidies given under streamlined subsidy schemes, minimal financial assistance, SPEI assistance, natural disasters and other exceptional circumstances, national or global economic emergencies, national security, Bank of England monetary policy, legacy and withdrawal agreement subsidies, tax measures, and large cross-border or international cooperation projects from the referral requirement.\n* Simplified point 3: The Secretary of State can direct that certain sections of the Act do not apply or cease to apply in relation to a specified subsidy or subsidy scheme, but only in urgent and exceptional circumstances that justify the direction in the public interest.\n* Simplified point 4: The Secretary of State must send a direction given under this section to the public authority giving the subsidy or making the subsidy scheme, and must publish the direction in a manner considered appropriate."
            },
            {
                "length": 288,
                "short": "\"CMA Review of Subsidy Control Act 2022: Effectiveness and Impact Assessment\"",
                "text": "\n* Simplified point 1: The CMA (Competition and Markets Authority) must review the effectiveness of the Subsidy Control Act 2022 and its impact on competition and investment in the UK every 3 years.\n* Simplified point 2: The CMA must prepare a report on the review and publish it as soon as possible after the end of the period to which it relates.\n* Simplified point 3: The CMA must arrange for a copy of the report to be laid before Parliament.\n* Simplified point 4: The annual report prepared by the CMA under section 25(4) of the Enterprise and Regulatory Reform Act 2013 must include details of subsidies and subsidy schemes that have been referred to the CMA.\n* Simplified point 5: The CMA has information-gathering powers to assist it in carrying out its functions under the Subsidy Control Act 2022, and the Secretary of State may make regulations to modify sections 41 to 43 of the United Kingdom Internal Market Act 2020 in the application of those sections."
            },
            {
                "length": 257,
                "short": "\"UK's Competition and Markets Authority Establishes Subsidy Advice Unit\"",
                "text": "\n* Simplified point 1: The Subsidy Advice Unit (SAU) is established within the UK's Competition and Markets Authority (CMA) to provide advice on subsidy control.\n* Simplified point 2: The SAU is authorized to carry out subsidy control functions on behalf of the CMA Board, and may do so through members of the SAU, the CMA Board, or CMA staff.\n* Simplified point 3: The SAU may make references to the CMA chair for the constitution of a CMA group to carry out subsidy control functions.\n* Simplified point 4: The CMA group constituted for the purposes of a reference under this section must carry out the referred functions on behalf of the SAU.\n* Simplified point 5: The reference in this section to the CMA Board is to the Board constituted under Part 2 of Schedule 4 to the Enterprise and Regulatory Reform Act 2013 (ERRA 2013)."
            },
            {
                "length": 321,
                "short": "\"UK Government Introduces Subsidy Control Act 2022 to Regulate Business Subsidies\"",
                "text": "\n* Simplified point 1: The UK government has introduced the Subsidy Control Act 2022 to regulate subsidies given to businesses to ensure they are given fairly and without bias.\n\n* Simplified point 2: The Act sets out the rules for appealing subsidy decisions and allows interested parties to apply to the Competition Appeal Tribunal for a review of the decision.\n\n* Simplified point 3: The Act also provides for the recovery of subsidies given to beneficiaries who use them for purposes other than those intended.\n\n* Simplified point 4: The Act establishes a duty for public authorities to provide pre-action information to interested parties requesting it, and sets out the rules for appealing subsidy decisions.\n\n* Simplified point 5: The Act applies to applications under section 70 of the Subsidy Control Act 2022 for reviews of subsidy decisions, and sets out the time limits for making such applications.\n\n* Simplified point 6: The Act provides for the powers of the Tribunal in relation to such applications, including the power to make a recovery order.\n\n* Simplified point 7: The Act also sets out the rules for appealing against decisions of the Competition Appeal Tribunal."
            },
            {
                "length": 341,
                "short": "\"Subsidy Control Act 2022: Regulating Financial Assistance for Fairness and Transparency\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 is a law that regulates financial assistance given by the government to businesses, organizations, and individuals.\n\n* Simplified point 2: The law aims to ensure that subsidies are given in a fair and transparent manner, and that they do not distort the market or harm competition.\n\n* Simplified point 3: The law sets out the principles and requirements for giving subsidies, and provides guidance on how to apply the law in practice.\n\n* Simplified point 4: The law includes provisions for the modification of subsidies, the determination of gross cash and gross cash equivalent amounts, and the power to make consequential provision.\n\n* Simplified point 5: The law also includes provisions for the interpretation of agreements, the extent of the act, and the commencement of different parts of the act.\n\n* Simplified point 6: The law is aimed at ensuring that subsidies are used in a way that benefits the economy and society as a whole, and that they are not used to harm competition or distort the market.\n\n* Simplified point 7: The law is also aimed at ensuring that the government is transparent and accountable in its use of subsidies, and that the public has access to information about the subsidies given out by the government."
            }
        ],
        [
            {
                "length": 311,
                "short": "\"Subsidy Transparency Requirements Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 requires public authorities to maintain a database of all subsidies and subsidy schemes they provide, including information on the amount, duration, and beneficiaries of each subsidy.\n* Simplified point 2: The database must be accessible to the public free of charge and must be kept under review by the Secretary of State.\n* Simplified point 3: Public authorities must ensure that entries in the database are made within one year of the date of the tax declaration for subsidies given in the form of a tax measure, and within three months of the confirmation of the decision to make the scheme for subsidy schemes made in the form of a tax measure.\n* Simplified point 4: The Secretary of State may direct the Competition and Markets Authority (CMA) to perform on behalf of the Secretary of State the duties under this section.\n* Simplified point 5: The regulations may provide for a different amount to apply, instead of an amount specified in subsection (2)(c), in the case of particular descriptions of subsidy.\n* Simplified point 6: The regulations may also provide for a different period of time to apply, instead of a period of time specified in subsection (3) or (5), in the case of particular descriptions of subsidy or subsidy scheme."
            },
            {
                "length": 949,
                "short": "\n\"Subsidy Control Requirements Under the Subsidy Control Act 2022\"",
                "text": "\nHere are the simplified points based on the provided information:\n\n* Simplified point 1: The Subsidy Control Act 2022 sets out the requirements for public authorities to provide subsidies to enterprises for services of public economic interest (SPEI).\n* Simplified point 2: The Act provides a threshold of £725,000 for SPEI assistance, beyond which the subsidy control requirements apply.\n* Simplified point 3: The Act defines \"SPEI assistance\" as a subsidy given to an enterprise for the provision of SPEI services, and requires public authorities to provide a SPEI assistance confirmation to the enterprise.\n* Simplified point 4: The Act requires public authorities to provide a SPEI assistance notification to the enterprise before giving the subsidy, and the enterprise must confirm in writing that the total amount of SPEI assistance will not exceed £725,000.\n* Simplified point 5: The Act requires the enterprise to keep a written record of the SPEI assistance for at least three years.\n* Simplified point 6: The Act provides that the subsidy control requirements do not apply to SPEI assistance given to an enterprise if the total amount of minimal or SPEI financial assistance given to the enterprise within the applicable period does not exceed £725,000.\n* Simplified point 7: The Act exempts certain subsidies given to SPEI enterprises, and allows the Secretary of State to make regulations to amend the amounts specified in the Act.\n* Simplified point 8: The Act defines \"minimal or SPEI financial assistance\" as a subsidy given as minimal financial assistance or SPEI assistance before IP completion day under certain Regulations.\n* Simplified point 9: The Act defines \"financial year\" as a period of 12 months ending with 31 March, and \"SPEI assistance\" as assistance given as SPEI assistance under the Act.\n* Simplified point 10: The Act exempts subsidies given to compensate for natural disasters or other exceptional occurrences from the usual subsidy control requirements.\n* Simplified point 11: The exemption applies only if a notice is published by the Secretary of State declaring that the exemption applies, and the notice has not been withdrawn.\n* Simplified point 12: The exemption does not include occurrences having only an economic effect.\n* Simplified point 13: The Act also exempts subsidies given to respond to national or global economic emergencies, but only on a temporary basis.\n* Simplified point 14: A notice must be published by the Secretary of State to declare that the exemption applies, and a copy of the notice must be laid before Parliament.\n* Simplified point 15: The UK government can give subsidies for national security purposes without following the usual subsidy control requirements.\n* Simplified point 16: The Bank of England can give subsidies for monetary policy purposes without following the usual subsidy control requirements.\n* Simplified point 17: Certain legacy subsidies and schemes are exempt from the subsidy control requirements, including subsidies given before the Act came into force and certain subsidies given under the EU withdrawal agreement.\n* Simplified point 18: Certain withdrawal agreement subsidies and schemes are exempt from the subsidy control requirements, including subsidies given in accordance with Article 10 of the Northern Ireland Protocol and subsidies to which Article 138 of the EU withdrawal agreement applies.\n* Simplified point 19: The subsidy control requirements do not apply to tax measures that are permissible under the Trade and Cooperation Agreement.\n* Simplified point 20: The subsidy control requirements do not apply to large cross-border or international cooperation projects that meet certain conditions, such as providing wider benefits and relevance through spillover effects.\n* Simplified point 21: The subsidy control requirements do not apply to subsidies in relation to nuclear energy."
            },
            {
                "length": 368,
                "short": "\"Subsidy Control Measures Under the Act of 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 requires public authorities to request a report from the Competition and Markets Authority (CMA) before giving a subsidy or making a subsidy scheme of particular interest.\n* Simplified point 2: The request to the CMA must include information about the subsidy or subsidy scheme, such as the reasons why the public authority considers it to be of particular interest, and an assessment of whether the subsidy or scheme would comply with the requirements of Chapters 1 and 2 of Part 2 of the Act.\n* Simplified point 3: The CMA must provide a report on the proposed subsidy or subsidy scheme within a certain timeframe, and the public authority may not give the subsidy or make the subsidy scheme before the end of the cooling off period.\n* Simplified point 4: The Secretary of State may direct the public authority to request a report from the CMA in relation to any subsidy or subsidy scheme in respect of which the Secretary of State considers there is a risk of failure to comply with the requirements of Chapters 1 and 2 of Part 2 of the Act.\n* Simplified point 5: The Secretary of State may by regulations amend the periods of time specified in the Act, and may direct the public authority to request a report from the CMA in relation to any subsidy or subsidy scheme in respect of which the Secretary of State considers there is a risk of failure to comply with the requirements of Chapters 1 and 2 of Part 2 of the Act."
            }
        ],
        [
            {
                "length": 311,
                "short": "\"Subsidy Transparency Requirements Under the Subsidy Control Act 2022\"",
                "text": "\n* Simplified point 1: The Subsidy Control Act 2022 requires public authorities to maintain a database of all subsidies and subsidy schemes they provide, including information on the amount, duration, and beneficiaries of each subsidy.\n* Simplified point 2: The database must be accessible to the public free of charge and must be kept under review by the Secretary of State.\n* Simplified point 3: Public authorities must ensure that entries in the database are made within one year of the date of the tax declaration for subsidies given in the form of a tax measure, and within three months of the confirmation of the decision to make the scheme for subsidy schemes made in the form of a tax measure.\n* Simplified point 4: The Secretary of State may direct the Competition and Markets Authority (CMA) to perform on behalf of the Secretary of State the duties under this section.\n* Simplified point 5: The regulations may provide for a different amount to apply, instead of an amount specified in subsection (2)(c), in the case of particular descriptions of subsidy.\n* Simplified point 6: The regulations may also provide for a different period of time to apply, instead of a period of time specified in subsection (3) or (5), in the case of particular descriptions of subsidy or subsidy scheme."
            }
        ]
    ],
    "summary": "The Subsidy Control Act 2022 regulates how public authorities provide subsidies to businesses for services of public economic interest. The act requires public authorities to maintain a database of all subsidies and subsidy schemes they provide, and to ensure that entries in the database are up to date. The act also requires public authorities to obtain a report from the Competition and Markets Authority (CMA) before giving a subsidy or making a subsidy scheme of particular interest. This helps ensure that subsidies are given in a fair and transparent manner, and that they do not distort competition or harm consumers. Additionally, the act exempts certain subsidies given to respond to national or global economic emergencies, and subsidies given to compensate for natural disasters or other exceptional occurrences."
}