{
    "general": "This law was passed in 2002 to extend the time limit for armed groups in Northern Ireland to hand over their weapons without facing punishment. The original law, passed in 1997, gave these groups an amnesty until 2003, but this new law extended that deadline to give them more time to decommission their arms safely. This was done to help bring peace to the region and reduce violence between different political groups.",
    "series": [
        [
            {
                "length": 120,
                "short": "\"Amnesty Extension for Arms Decommissioning in NI Until 2007\"",
                "text": "\n* Simplified point 1: The Amendment extends the amnesty period for arms decommissioning in Northern Ireland until February 27, 2007.\n* Simplified point 2: If the act comes into force after February 26, 2002, any schemes that would have been considered decommissioning schemes under the original act will be treated as if they were always decommissioning schemes."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Northern Ireland Arms Decommissioning (Amendment) Act 2002 allows more time for groups to hand over weapons without facing punishment. This law gives them extra time until February 27, 2007, to safely give up their weapons. It also ensures that any plans already made to get rid of weapons will still count as proper decommissioning, even if the law doesn't go into effect until later. This helps keep everyone safe and promotes peace in Northern Ireland.",
    "single": "\n• Extends the amnesty period for decommissioning of arms in Northern Ireland until February 27, 2007.\n• If the act comes into force after February 26, 2002, any decommissioning schemes that would have been eligible under the original act are now eligible under this amended act.\n• This act may be cited as the Northern Ireland Arms Decommissioning (Amendment) Act 2002.\nEFFECTS OF THE BILL:\n• Provides an extension of the amnesty period for decommissioning of arms in Northern Ireland, giving individuals and groups more time to surrender their weapons without facing criminal charges.\n• Retroactively applies the amended provisions to any decommissioning schemes that would have been eligible under the original act, had this amended act been in force at the time.\n• Simplifies the language of the original act to make it easier to understand and comply with."
}