[
    {
        "length": 3230,
        "text": "\nFunding limit for building societies\n\tIn section 7 of the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\") (fundinglimit)—\n\t\tafter subsection (6) insert—\n\t\t\t“(6A)The Treasury may, by order—\n\t\tprovide for subsection (1) to have effect as if the reference to 50 percent were a reference to such greater percentage (not exceeding 75) as theythink appropriate;\n\t\tprohibit a society from applying the increased percentage unless aresolution of the society of such description as the Treasury thinkappropriate is passed in favour of applying the increased percentage.\n\t\t(6B)An order under subsection (6A) is of no effect at any time unless, at thesame time, there is also in force an order under section 90B (power to alterpriorities on dissolution and winding up).\n\t\t(6C)An order under subsection (6A)(a)—\n\t\tmay not be amended so as to reduce the percentage specified in the order;\n\t\tmay not be revoked, unless it is replaced by another such order specifyingthe same or a greater percentage.”;\n\t\tin subsection (8), after “subsection” insert “(6A) or”;\n\t\tafter subsection (8) insert—\n\t\t“(8A)The power to make an order under subsection (6A) is exercisable bystatutory instrument but no such order may be made unless a draft of it hasbeen laid before and approved by a resolution of each House of Parliament.”.\n\tIn section 5 of that Act (establishment, constitution and powers), aftersubsection (10) insert—\n\tThe Treasury may by order amend subsection (1)(a) so as to alter theextent to which the making of loans is required to be funded by a society’smembers.\n\tAn order under this section may make such consequential, saving,supplementary or transitional provision as the Treasury think necessary orexpedient.\n\tThe consequential provision that may be made by virtue of subsection (12)includes, in particular, provision amending any the following so far asrelating to funding by the members of a society—\n\t\tsection 1(1)(a) (functions of the Financial Services Authority in relationto building societies);\n\t\tsection 93(2)(a) (amalgamations);\n\t\tparagraph 2 of Schedule 2 to this Act (memorandum).\n\tThe power to make an order under this section is exercisable by statutoryinstrument, but no such order may be made unless a draft of it has been laidbefore and approved by a resolution of each House of Parliament.”.\nPower to alter priorities on dissolution and winding up\n\tAfter section 90A of the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\") insert—\n\t“90BPower to alter priorities on dissolution and winding up\n\t\tThe Treasury may by order make provision for the purpose of ensuring that,on the winding up, or dissolution by consent, of a building society, anyassets available for satisfying the society’s liabilities to creditors or toshareholders are applied in satisfying those liabilities pari passu.\n\t\tLiabilities to creditors do not include—\n\t\t\tliabilities in respect of subordinated deposits;\n\t\t\tliabilities in respect of preferential debts;\n\t\t\tany other category of liability which the Treasury specifies in the orderfor the purposes of this paragraph.\n\t\tLiabilities to shareholders do not include liabilities in respect ofdeferred shares.\n\t\tA preferential debt is a debt which constitutes a preferential debt for thepurposes of any of the enactments specified in paragraph 1 of Schedule 15 tothis Act (or which would constitute such a debt if the society were beingwound up).\n\t\tAn order under this section may—\n\t\t\tmake amendments of this Act;\n\t\t\tmake different provision for different purposes;\n\t\t\tmake such consequential, supplementary, transitional and saving provisionas appears to the Treasury to be necessary or expedient.\n\t\tThe power to make an order under this section is exercisable by statutoryinstrument but no such order may be made unless a draft of it has been laidbefore and approved by a resolution of each House of Parliament.”.\nTransfers to subsidiaries of other mutuals\n\tThe Treasury may, by order, make such modifications of the transferprovisions as it thinks appropriate to facilitate, or in consequence of, thetransfer of the whole of the business of a mutual society (the transferor) toa subsidiary of a mutual society (whether or not of the same type) (thetransferee).\n\tAn order under this section may make provision as to the rights (includingrights of and pertaining to membership) in relation to the mutual society ofwhich the transferee is a subsidiary—\n\t\tof the members of the transferor;\n\t\tof persons who, after the transfer, become customers of the transferee.\n\tAn order under this section may confer such functions on the FinancialServices Authority as the Treasury think appropriate.\n\tAn order under this section—\n\t\tmay make such consequential, saving, supplementary or transitionalprovision as the Treasury think appropriate;\n\t\tmay make different provision for different purposes.\n\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\tAn order which—\n\t\tmakes modifications of a provision mentioned in paragraph (a), (b) or (c)of subsection (11), or\n\t\tamends paragraph (a) or (b) of subsection (13),\n\t\t\t(whether or not it contains any other provision) must not be made unless adraft of it has been laid before and approved by resolution of each House ofParliament.\n\tOtherwise, an order is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\tIf a draft of an order mentioned in subsection (6) would, apart from thissubsection, be treated for the purposes of the Standing Orders of either Houseof Parliament as a hybrid instrument it must proceed in that House as if itwere not such an instrument.\n\tModifications include omissions, additions and alterations.\n\tA mutual society is—\n\t\ta building society incorporated or deemed to be incorporated under theBuilding Societies Act [1986 (c. 53)](/id/ukpga/1986/53?view=plain \"Go to itemof legislation\");\n\t\ta friendly society within the meaning of the Friendly Societies Act [1992(c. 40)](/id/ukpga/1992/40?view=plain \"Go to item of legislation\");\n\t\tan industrial and provident society registered or deemed to be registeredunder the Industrial and Provident Societies Act [1965 (c.12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\");\n\t\tan EEA mutual society.\n\tThe transfer provisions are—\n\t\tsections 97 to 102D of the Building Societies Act 1986, paragraph 30 ofSchedule 2 to that Act and Schedule 17 to that Act;\n\t\tsections 86 and 88 of and Schedule 15 to the Friendly Societies Act 1992;\n\t\tsection 52 of the Industrial and Provident Societies Act 1965;\n\t\tprovision contained in subordinate legislation (within the meaning of theInterpretation Act 1978) made under any provision mentioned in paragraph (a),(b) or (c).\n\tAn EEA mutual society is—\n\t\ta body which is a European Cooperative Society for the purposes of CouncilRegulation [(EC) No 1435/2003](/european/regulation/2003/1435?view=plain \"Goto item of legislation\") (statute for a European Cooperative Society);\n\t\ta body which is established as a cooperative under the law of an EEA stateas mentioned in that Regulation;\n\t\ta body which is a cooperative or mutual undertaking of such description asthe Treasury specify by order and which is established or operates inaccordance with the laws of an EEA state or any of the Channel Islands or theIsle of Man.\n\tA subsidiary of a mutual society is a relevant company—\n\t\tin which the society holds a majority of the voting rights or of which thesociety is a member and alone controls, pursuant to an agreement with othershareholders or members, a majority of the voting rights, and\n\t\tin relation to which the society has the right to appoint or remove amajority of the company’s board of directors,\n\t\tbut the Treasury may, by order, amend paragraphs (a) and (b) to make thedegree of control required more or less onerous.\n\tA relevant company is—\n\t\ta company within the meaning of the Companies Act [2006 (c.46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") (or, before thecommencement of Part 1 of that Act, the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\"));\n\t\ta company within the meaning of the Companies (Northern Ireland) Order 1986([S.I. 1986/1032 (N.I. 6)](/id/nisi/1986/1032?view=plain \"Go to item oflegislation\"));\n\t\ta body corporate which is incorporated in an EEA state other than theUnited Kingdom.\n\tFor the purposes of paragraph 17 of Schedule 1 to the Financial Servicesand Markets Act [2000 (c. 8)](/id/ukpga/2000/8?view=plain \"Go to item oflegislation\") (power to charge fees) a function conferred on the FinancialServices Authority by an order under this section is to be treated as afunction conferred under or as a result of that Act.\nTransfers to subsidiaries: distribution of funds\n\tAn order under section 3 may provide for this section to have effect.\n\tSubsection (3) applies if the terms of a transfer to which the orderapplies include provision for part of the funds of the transferor or themutual society of which the transferee is a subsidiary (the holding mutual) tobe distributed in consideration of the transfer among the members of—\n\t\tthe transferor,\n\t\tthe holding mutual, or\n\t\tboth the transferor and the holding mutual.\n\tThe provision for the distribution must be authorised as follows—\n\t\tit must not exceed the limits prescribed by order under subsection (4), andthe distribution must be approved (in the case of the transferor) by thetransfer resolution or (in the case of the holding mutual) by a resolution ofsuch description as the Treasury specifies by order;\n\t\tif the provision for a distribution exceeds the prescribed limits, it mustbe approved by each of the resolutions mentioned in paragraph (a).\n\tThe Treasury must by order authorise distributions of funds to members bymutual societies participating (directly or through a subsidiary) in transfersto which an order mentioned in subsection (1) applies, subject to limitsspecified by or determined in accordance with the order.\n\tA transfer resolution is—\n\t\tin relation to a building society, each of the resolutions requiredpursuant to paragraph 30 of Schedule 2 to the Building Societies Act [1986 (c.53)](/id/ukpga/1986/53?view=plain \"Go to item of legislation\");\n\t\tin relation to a friendly society, the resolution required by section86(2)(b) of the Friendly Societies Act [1992 (c.40)](/id/ukpga/1992/40?view=plain \"Go to item of legislation\");\n\t\tin relation to an industrial and provident society, the resolution requiredby section 52 of the Industrial and Provident Societies Act [1965 (c.12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\").\n\tExpressions used in this section and in section 3 have the same meaning asin that section.\n\tSubsections (4) to (7) of that section apply to an order under this sectionas they apply to an order under that section.\nChannel Islands and Isle of Man\n\tHer Majesty may by Order in Council provide for any of the provisions of thisAct to extend, with or without modifications, to any of the Channel Islands orto the Isle of Man.\nShort title, commencement and extent\n\tThis Act may be cited as the Building Societies (Funding) and MutualSocieties (Transfers) Act 2007.\n\tThe preceding sections of this Act shall come into force on such day as theTreasury may by order made by statutory instrument appoint, and different daysmay be appointed for different purposes.\n\tThis Act extends to the whole of the United Kingdom.\n\t\t"
    }
]