{
    "general": "This law helps building societies, which are organizations like banks but owned by their members, to get enough money to run their operations. It also gives members of these societies some new rights if the society needs more funds. Finally, it allows certain other types of mutual societies, such as friendly societies, to move their business to another organization if they want to.",
    "series": [
        [
            {
                "length": 222,
                "short": "\"Building Society Funding Regulations: Allowing Increased Use of Member Deposits\"",
                "text": "\n* Simplified point 1: The Building Societies (Funding) and Mutual Societies (Transfers) Act 2007 allows the Treasury to increase the percentage of funding that building societies can use from their members' deposits from 50% to a higher percentage, subject to certain conditions.\n* Simplified point 2: The Treasury may make orders to modify the transfer provisions of the Act to facilitate the transfer of the whole of the business of a mutual society to a subsidiary of another mutual society.\n* Simplified point 3: The Act provides for the distribution of funds among members of a transferring society in connection with a transfer to a subsidiary, subject to certain limits and approval requirements.\n* Simplified point 4: The Act extends to the whole of the United Kingdom and comes into force on a date appointed by the Treasury."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Building Societies (Funding) and Mutual Societies (Transfers) Act 2007 changes some rules about how building societies can get money from their members. It lets the government raise the limit on how much they can use from 50% to more, as long as they follow certain rules. This law also helps mutual societies move their business to a new company if they want to. If they do, the law says who gets the money from the old society. This law applies all over the UK and started when the government said it did.\nThis law helps building societies get more money from their members so they can lend more to people buying homes or other things. It also helps mutual societies move their business to a new company if they want to. This means that people who have accounts with these societies might see changes in how their money is used and managed.",
    "single": "\n* The Building Societies (Funding) and Mutual Societies (Transfers) Act 2007 is a piece of British legislation.\n* The act aims to make provisions for funding limits in respect of building societies and to provide consequential rights to building society members.\n* The act also provides for the transfer of the business of certain mutual societies.\n* The key points of the text are:\n\t+ Funding limit for building societies\n\t+ Power to make an order under section 6A to alter the percentage of the funding limit\n\t+ Power to make an order under section 90B to alter priorities on dissolution and winding up\n\t+ Transfers to subsidiaries of other mutual societies\n\t+ Modifications of the transfer provisions\n\t+ Consequential provision, saving, supplementary, and transitional provision\n\t+ The act extends to the whole of the United Kingdom.\nPlease note that the text is a complex piece of legislation, and the bullet points only provide a simplified summary of the act's key points. For a full understanding of the legislation, it is recommended to consult the original text or seek legal advice."
}