[
    {
        "length": 2434,
        "text": "\nPart 1Crime and disorder\n\tCrime and disorder reduction strategies\n\t\tIn section 6 of the Crime and Disorder Act [1998 (c.37)](/id/ukpga/1998/37?view=plain \"Go to item of legislation\") (formulationand implementation of crime and disorder reduction strategies), in subsection(2)(a) (reviews), in each of sub-paragraphs (i) and (ii) after “crime anddisorder in the area” insert “(including anti-social and other behaviouradversely affecting the local environment)”.\n\tGating orders\n\t\tIn the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item oflegislation\"), after section 129 insert—\n\t\t“Part 8ARestriction of rights over highway\n\t\t\tAGating orders\n\t\t\t\tA council may in accordance with this Part make an order under this sectionin relation to any relevant highway for which they are the highway authority.\n\t\t\t\tAn order under this section is to be known as a “gating order”.\n\t\t\t\tBefore making a gating order in relation to a relevant highway the councilmust be satisfied that—\n\t\t\t\t\tpremises adjoining or adjacent to the highway are affected by crime oranti-social behaviour;\n\t\t\t\t\tthe existence of the highway is facilitating the persistent commission ofcriminal offences or anti-social behaviour; and\n\t\t\t\t\tit is in all the circumstances expedient to make the order for the purposesof reducing crime or anti-social behaviour.\n\t\t\t\tThe circumstances referred to in subsection (3)(c) include—\n\t\t\t\t\tthe likely effect of making the order on the occupiers of premisesadjoining or adjacentto the highway;\n\t\t\t\t\tthe likely effect of making the order on other persons in the locality; and\n\t\t\t\t\tin a case where the highway constitutes a through route, the availabilityof a reasonably convenient alternative route.\n\t\t\t\tIn this section “relevant highway” means a highway other than—\n\t\t\t\t\ta special road;\n\t\t\t\t\ta trunk road;\n\t\t\t\t\ta classified or principal road;\n\t\t\t\t\ta strategic road, within the meaning of sections 60 and 61 of the TrafficManagement Act 2004 (strategic roads in London);\n\t\t\t\t\ta highway of such other description as the appropriate person may byregulations prescribe.\n\t\t\tBEffect of gating orders\n\t\t\t\tA gating order restricts, to the extent specified in the order, the publicright of way over the highway to which it relates.\n\t\t\t\tA gating order may in particular—\n\t\t\t\t\trestrict the public right of way at all times, or in respect of such times,days or periods as may be specified in the order;\n\t\t\t\t\texclude persons of a description specified in the order from the effect ofthe restriction.\n\t\t\t\tA gating order may not be made so as to restrict the public right of wayover a highway for the occupiers of premises adjoining or adjacent to thehighway.\n\t\t\t\tA gating order may not be made so as to restrict the public right of wayover a highway which is the only or principal means of access to any dwelling.\n\t\t\t\tIn relation to a highway which is the only or principal means of access toany premises used for business or recreational purposes, a gating order maynot be made so as to restrict the public right of way over the highway duringperiods when those premises are normally used for those purposes.\n\t\t\t\tA gating order may authorise the installation, operation and maintenance ofa barrier or barriers for the purpose of enforcing the restriction providedfor in the order.\n\t\t\t\tA council may install, operate and maintain any barrier authorised undersubsection (6).\n\t\t\t\tA highway in relation to which a gating order is made shall not cease to beregarded as a highway by reason of the restriction of the public right of wayunder the order (or by reason of any barrier authorised under this section).\n\t\t\t\tIn subsection (4) “dwelling” means any building or part of a buildingoccupied, or intended to be occupied, as a separate dwelling.\n\t\t\tCProcedure for gating orders\n\t\t\t\tBefore making a gating order in relation to a highway a council must notifythe occupiers of premises adjacent to or adjoining the highway, in such manneras the appropriate person may by regulations prescribe, of—\n\t\t\t\t\tthe proposed order; and\n\t\t\t\t\tthe period within which they may make representations about it.\n\t\t\t\tThe appropriate person must by regulations make provision as to furtherprocedure to be complied with by a council in relation to the making of agating order.\n\t\t\t\tRegulations under subsection (2) must include provision as to—\n\t\t\t\t\tthe publication of a proposed order;\n\t\t\t\t\tpublic availability of copies of a proposed order;\n\t\t\t\t\tnotification of persons (other than those referred to in subsection (1))likely to be affected by a proposed order;\n\t\t\t\t\tthe making of representations about a proposed order.\n\t\t\t\tRegulations under subsection (2) may include provision—\n\t\t\t\t\trequiring a council to hold a public inquiry in such circumstances as maybe specified in the regulations;\n\t\t\t\t\tpermitting a council to hold a public inquiry at their discretion in suchcircumstances as may be so specified.\n\t\t\t\tThe appropriate person may by regulations specify requirements as to formand content with which a gating order must comply.\n\t\t\tDValidity of gating orders\n\t\t\t\tA person may apply to the High Court for the purpose of questioning thevalidity of a gating order on the ground that—\n\t\t\t\t\tthe council had no power to make it; or\n\t\t\t\t\tany requirement under this Part was not complied with in relation to it.\n\t\t\t\tAn application under this section must be made within a period of six weeksbeginning with the date on which the gating order is made.\n\t\t\t\tOn an application under this section the High Court may by order suspendthe operation of the gating order, or any of its provisions, until the finaldetermination of the proceedings.\n\t\t\t\tIf on an application under this section the High Court is satisfied that—\n\t\t\t\t\tthe council had no power to make the order, or\n\t\t\t\t\tthe interests of the applicant have been substantially prejudiced by anyfailure to comply with a requirement under this Part,\n\t\t\t\t\t\tthe High Court may quash the order or any of its provisions.\n\t\t\t\tA gating order, or any of its provisions, may be suspended under subsection(3) or quashed under subsection (4)—\n\t\t\t\t\tgenerally; or\n\t\t\t\t\tso far as may be necessary for the protection of the interests of theapplicant.\n\t\t\t\tExcept as provided for by this section, a gating order may not, eitherbefore or after it has been made, be questioned in any legal proceedings.\n\t\t\tEPublication and availability of gating orders\n\t\t\t\tThe appropriate person may by regulations make provision imposingrequirements on councils in relation to—\n\t\t\t\t\tthe publication of gating orders;\n\t\t\t\t\tpublic availability of copies of gating orders;\n\t\t\t\t\tthe keeping and inspection of registers of gating orders.\n\t\t\t\tRegulations under subsection (1)(b) may provide that a council need notprovide a person with a copy of a gating order otherwise than on payment of areasonable charge.\n\t\t\tFVariation and revocation of gating orders\n\t\t\t\tA council may vary a gating order made by them so as further to restrictany public right of way over the highway to which the order relates, if theyare satisfied that in all the circumstances it is expedient to do so for thepurpose of reducing crime or anti-social behaviour.\n\t\t\t\tA council may vary a gating order made by them so as to reduce therestriction imposed by the order, if and to the extent that they are satisfiedthat the restriction is no longer expedient in all the circumstances for thepurpose of reducing crime or anti-social behaviour.\n\t\t\t\tA council may revoke a gating order made by them, if they are satisfiedthat the restriction imposed by the order is no longer expedient in all thecircumstances for the purpose of reducing crime or anti-social behaviour.\n\t\t\t\tBefore varying or revoking a gating order in relation to a highway acouncil must notify the occupiers of premises adjacent to or adjoining thehighway, in such manner as the appropriate person may by regulationsprescribe, of—\n\t\t\t\t\tthe proposed variation or revocation; and\n\t\t\t\t\tthe period within which they may make representations about it.\n\t\t\t\tThe appropriate person must by regulations make further provision as to theprocedure to be followed by a council in relation to the variation orrevocation of a gating order.\n\t\t\t\tRegulations under subsection (5) must include provision as to—\n\t\t\t\t\tpublication of any proposed variation or revocation;\n\t\t\t\t\tnotification of persons (other than those referred to in subsection (4))likely to be affected by a proposed variation or revocation;\n\t\t\t\t\tthe making of representations about a proposed variation or revocation.\n\t\t\t\tRegulations under subsection (5) may include provision—\n\t\t\t\t\trequiring a council to hold a public inquiry in such circumstances as maybe specified in the regulations;\n\t\t\t\t\tpermitting a council to hold a public inquiry at their discretion in suchcircumstances as may be so specified.\n\t\t\tGInterpretation \n\t\t\t\tFor the purposes of this Part—\n\t\t\t\t  * “anti-social behaviour” means behaviour by a person which causes or is likely to cause harassment, alarm or distress to one or more other persons not of the same household as himself;\n\t\t\t\t  * “appropriate person” means—\n\t\t\t\t\tthe Secretary of State, in relation to England;\n\t\t\t\t\tthe National Assembly for Wales, in relation to Wales.”"
    },
    {
        "length": 989,
        "text": "\nNuisance parking offences\n\tExposing vehicles for sale on a road\n\t\tA person is guilty of an offence if at any time—\n\t\t\the leaves two or more motor vehicles parked within 500 metres of each otheron a road or roads where they are exposed or advertised for sale, or\n\t\t\the causes two or more motor vehicles to be so left.\n\t\tA person is not to be convicted of an offence under subsection (1) if heproves to the satisfaction of the court that he was not acting for thepurposes of a business of selling motor vehicles.\n\t\tA person guilty of an offence under subsection (1) is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\tIn this section—\n\t\t\t  * “motor vehicle” has the same meaning as in the Refuse Disposal (Amenity) Act [1978 (c. 3)](/id/ukpga/1978/3?view=plain \"Go to item of legislation\"); \n\t\t\t  * “road” has the same meaning as in the Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\"). \n\tRepairing vehicles on a road\n\t\tA person who carries out restricted works on a motor vehicle on a road isguilty of an offence, subject as follows.\n\t\tFor the purposes of this section “restricted works” means—\n\t\t\tworks for the repair, maintenance, servicing, improvement or dismantling ofa motor vehicle or of any part of or accessory to a motor vehicle;\n\t\t\tworks for the installation, replacement or renewal of any such part oraccessory.\n\t\tA person is not to be convicted of an offence under this section inrelation to any works if he proves to the satisfaction of the court that theworks were not carried out—\n\t\t\tin the course of, or for the purposes of, a business of carrying outrestricted works; or\n\t\t\tfor gain or reward.\n\t\tSubsection (3) does not apply where the carrying out of the works gavereasonable cause for annoyance to persons in the vicinity.\n\t\tA person is also not to be convicted of an offence under this section inrelation to any works if he proves to the satisfaction of the court that theworks carried out were works of repair which—\n\t\t\tarose from an accident or breakdown in circumstances where repairs on thespot or elsewhere on the road were necessary; and\n\t\t\twere carried out within 72 hours of the accident or breakdown or werewithin that period authorised to be carried out at a later time by the localauthority for the area.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\tIn this section—\n\t\t\t  * “motor vehicle” has the same meaning as in the Refuse Disposal (Amenity) Act 1978; \n\t\t\t  * “road” has the same meaning as in the Road Traffic Regulation Act 1984; \n\t\t\t  * “local authority” has the meaning given in section 9. \n\tLiability of directors etc\n\t\tWhere an offence under section 3 or 4 committed by a body corporate isproved to have been committed with the consent or connivance of, or to havebeen attributable to any neglect on the part of—\n\t\t\tany director, manager, secretary or other similar officer of the bodycorporate, or\n\t\t\ta person who was purporting to act in any such capacity,\n\t\t\t\the as well as the body corporate is guilty of the offence and liable to beproceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts or defaults of a member inconnection with his functions of management as if he were a director of thebody."
    },
    {
        "length": 1821,
        "text": "\nNuisance parking offences: fixed penalty notices\n\tPower to give fixed penalty notices\n\t\tWhere on any occasion an authorised officer of a local authority has reasonto believe that a person has committed an offence under section 3 or 4 in thearea of that authority, the officer may give that person a notice offering himthe opportunity of discharging any liability to conviction for that offence bypayment of a fixed penalty to the local authority.\n\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\tno proceedings may be instituted for that offence before the expiration ofthe period of fourteen days following the date of the notice; and\n\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of that period.\n\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\tA notice under this section must also state—\n\t\t\tthe period during which, by virtue of subsection (2), proceedings will notbe taken for the offence;\n\t\t\tthe amount of the fixed penalty; and\n\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(4)(c) at the address so mentioned.\n\t\tWhere a letter is sent in accordance with subsection (5) payment is to beregarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\tThe fixed penalty payable to a local authority under this section is,subject to subsection (9), £100.\n\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (8).\n\t\tThe local authority to which a fixed penalty is payable under this sectionmay make provision for treating it as having been paid if a lesser amount ispaid before the end of a period specified by the authority.\n\t\tThe appropriate person may by regulations restrict the extent to which,and the circumstances in which, a local authority may make provision undersubsection (10).\n\t\tIn any proceedings a certificate which—\n\t\t\tpurports to be signed on behalf of the chief finance officer of the localauthority, and\n\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\tis evidence of the facts stated.\n\t\tIn this section “chief finance officer”, in relation to a local authority,means the person having responsibility for the financial affairs of theauthority.\n\tPower to require name and address\n\t\tIf an authorised officer of a local authority proposes to give a person anotice under section 6, the officer may require the person to give him hisname and address.\n\t\tA person commits an offence if—\n\t\t\the fails to give his name and address when required to do so undersubsection (1), or\n\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tUse of fixed penalty receipts\n\t\tThis section applies in relation to amounts paid to a local authority inpursuance of notices under section 6 (its “fixed penalty receipts”).\n\t\tA local authority may use its fixed penalty receipts only for the purposesof—\n\t\t\tits functions under the Refuse Disposal (Amenity) Act [1978 (c.3)](/id/ukpga/1978/3?view=plain \"Go to item of legislation\");\n\t\t\tits functions under sections 99 to 102 of the Road Traffic Regulation Act[1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\");\n\t\t\tits functions relating to the enforcement of sections 3 and 4;\n\t\t\tsuch other of its functions as may be specified in regulations made by theappropriate person.\n\t\tRegulations under subsection (2)(d) may (in particular) have the effectthat an authority may use its fixed penalty receipts for the purposes of anyof its functions.\n\t\tA local authority must supply the appropriate person with such informationrelating to its use of its fixed penalty receipts as the appropriate personmay require.\n\t\tThe appropriate person may by regulations—\n\t\t\tmake provision for what a local authority is to do with its fixed penaltyreceipts—\n\t\t\tpending their being used for the purposes of functions of the authorityreferred to in subsection (2);\n\t\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\t\tmake provision for accounting arrangements in respect of a localauthority’s fixed penalty receipts.\n\t\tThe provision that may be made under subsection (5)(a)(ii) includes (inparticular) provision for the payment of sums to a person (including theappropriate person) other than the authority.\n\t\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\t\tthe authorities to which the regulations are to apply;\n\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act [2003(c. 26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\"), to beregarded as included among the powers mentioned in subsection (2) of thatsection.\n\tFixed penalty notices: supplementary\n\t\tFor the purposes of this section, “this group of sections” means sections 6to 8 and this section.\n\t\tIn this group of sections—\n\t\t\t  * “local authority” means— \n\t\t\ta district council in England;\n\t\t\ta county council in England for an area for which there is no districtcouncil;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county or county borough council in Wales;\n\t\t\t\t  * “appropriate person” means— \n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the National Assembly for Wales;\n\t\t\t\t  * “authorised officer”, in relation to a local authority, means an employee of the authority who is authorised in writing by the authority for the purposes of giving notices under section 6. \n\t\tAny order or regulations under this group of sections must be made bystatutory instrument.\n\t\tAny such order or regulations may make different provision for differentpurposes (including different provision in relation to different authoritiesor different descriptions of authority).\n\t\tA statutory instrument containing an order or regulations made by theSecretary of State under this group of sections is subject to annulment inpursuance of a resolution of either House of Parliament."
    },
    {
        "length": 2373,
        "text": "\nAbandoned vehicles\n\tOffence of abandoning a vehicle: fixed penalty notices\n\t\tIn the Refuse Disposal (Amenity) Act [1978 (c. 3)](/id/ukpga/1978/3?view=plain\"Go to item of legislation\"), after section 2 (offence of unauthorisedabandonment of vehicles etc) insert—\n\t\t“2AFixed penalty notices for offence of abandoning vehicles\n\t\t\tWhere on any occasion it appears to an authorised officer of a localauthority that a person has committed an offence under section 2(1)(a) abovein the area of that authority, the officer may give that person a noticeoffering him the opportunity of discharging any liability to conviction forthe offence by payment of a fixed penalty to the authority.\n\t\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\t\tno proceedings may be instituted for that offence before the expiration ofthe period of fourteen days following the date of the notice; and\n\t\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of the period.\n\t\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\t\tA notice under this section must also state—\n\t\t\t\tthe period during which, by virtue of subsection (2) above, proceedingswill not be taken for the offence;\n\t\t\t\tthe amount of the fixed penalty; and\n\t\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(4)(c) above at the address so mentioned.\n\t\t\tWhere a letter is sent in accordance with subsection (5) above payment isto be regarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\t\tThe fixed penalty payable to a local authority under this section is,subject to subsection (9) below, £200.\n\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (8) above.\n\t\t\tThe local authority to which a fixed penalty is payable under this sectionmay make provision for treating it as having been paid if a lesser amount ispaid before the end of a period specified by the authority.\n\t\t\tThe appropriate person may by regulations restrict the extent to which,and the circumstances in which, a local authority may make provision undersubsection (10) above.\n\t\t\tAn order or regulations under this section may make different provisionfor different purposes and in relation to different areas.\n\t\t\tIn any proceedings a certificate which—\n\t\t\t\tpurports to be signed on behalf of the chief finance officer of the localauthority, and\n\t\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\t\tis evidence of the facts stated.\n\t\t\tIn this section—\n\t\t\t\t  * “authorised officer”, in relation to a local authority, means an employee of the authority who is authorised in writing by the authority for the purposes of giving notices under this section;\n\t\t\t\t  * “chief finance officer”, in relation to a local authority, means the person having responsibility for the financial affairs of the authority.\n\t\tBFixed penalty notices: power to require name and address\n\t\t\tIf an authorised officer of a local authority proposes to give a person anotice under section 2A above, the officer may require the person to give himhis name and address.\n\t\t\tA person commits an offence if—\n\t\t\t\the fails to give his name and address when required to do so undersubsection (1) above, or\n\t\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\t\tA person guilty of an offence under subsection (2) above is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\t\tIn this section “authorised officer” has the same meaning as in section 2Aabove.\n\t\tCUse of fixed penalties under section 2A\n\t\t\tThis section applies in relation to amounts paid to a local authority inpursuance of notices under section 2A above (its “fixed penalty receipts”).\n\t\t\tA local authority may use its fixed penalty receipts only for the purposesof—\n\t\t\t\tits functions under this Act;\n\t\t\t\tits functions under sections 99 to 102 of the Road Traffic Regulation Act1984;\n\t\t\t\tits functions relating to the enforcement of sections 3 and 4 of the CleanNeighbourhoods and Environment Act 2005; and\n\t\t\t\tsuch other of its functions as may be specified in regulations made by theappropriate person.\n\t\t\tRegulations under subsection (2)(d) above may in particular have the effectthat a local authority may use its fixed penalty receipts for the purposes ofany of its functions.\n\t\t\tA local authority must supply the appropriate person with such informationrelating to its use of its fixed penalty receipts as the appropriate personmay require.\n\t\t\tThe appropriate person may by regulations—\n\t\t\t\tmake provision for what a local authority is to do with its fixed penaltyreceipts—\n\t\t\t\tpending their being used for the purposes of functions of the authorityreferred to in subsection (2) above;\n\t\t\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\t\t\tmake provision for accounting arrangements in respect of a localauthority’s fixed penalty receipts.\n\t\t\tThe provision that may be made under subsection (5)(a)(ii) above includes(in particular) provision for the payment of sums to a person (including theappropriate person) other than the authority.\n\t\t\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\t\t\tthe authorities to which the regulations are to apply;\n\t\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act 2003, tobe regarded as included among the powers mentioned in subsection (2) of thatsection.”\n\tNotice of removal\n\t\tSection 3 of the Refuse Disposal (Amenity) Act [1978 (c.3)](/id/ukpga/1978/3?view=plain \"Go to item of legislation\") (removal ofabandoned vehicles) is amended as follows.\n\t\tAfter subsection (2) (requirement to give notice to occupier) insert—\n\t\t\t“(2A)Subsection (2) does not apply where the vehicle is abandoned on a road(within the meaning of the Road Traffic Regulation Act 1984).”\n\t\tOmit subsection (5) (requirement to give notice of removal of vehicle whichought to be destroyed).\n\tDisposal \n\t\tSection 4(1) of the Refuse Disposal (Amenity) Act 1978 (disposal ofabandoned vehicles) is amended as follows.\n\t\tFor paragraphs (a) and (b) substitute—\n\t\t\tin the case of a vehicle which in the opinion of the authority is in sucha condition that it ought to be destroyed, at any time after its removal;\n\t\t\tin the case of a vehicle, not falling within paragraph (a), which—\n\t\t\tdoes not display a licence (whether current or otherwise and whether or notthe vehicle is required to display a licence), and\n\t\t\tdoes not display any registration mark (whether indicating registrationwithin or outside the United Kingdom),\n\t\t\t\tat any time after its removal;”.\n\t\tOmit the words from “but not earlier” to the end.\n\t\tIn section 11(1) of that Act (interpretation), in the definition of“licence”, at the end insert “(including a nil licence within the meaning ofthat Act)”.\n\tGuidance \n\t\tIn the Refuse Disposal (Amenity) Act [1978 (c. 3)](/id/ukpga/1978/3?view=plain\"Go to item of legislation\"), after section 4 insert—\n\t\t“4AGuidance\n\t\t\tAny authority on whom functions are conferred under section 3 or 4 above must,in exercising those functions, have regard to any guidance given to theauthority for the purpose by the appropriate person.”\n\tAbandoned vehicles: supplementary\n\t\tThe Refuse Disposal (Amenity) Act 1978 is amended as follows.\n\t\tIn section 10(5), after “except” insert—\n\t\t\tan order or regulations under section 2A above, or regulations undersection 2C above, made by the National Assembly for Wales; or”.\n\t\tIn section 11(1), after “that is to say—” insert—\n\t\t\t““appropriate person” means—\n\t\t\tin relation to a local authority in England, the Secretary of State;\n\t\t\tin relation to a local authority in Wales, the National Assembly forWales;”."
    },
    {
        "length": 583,
        "text": "\nIllegally parked vehicles etc\n\tNotice of removal\n\t\tSection 99 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (removal ofvehicles) is amended as follows.\n\t\tIn subsection (3) (requirement to give notice of removal to occupier),after “land” insert “other than a road”.\n\t\tOmit subsection (4) (requirement to give notice of removal of vehicle whichought to be destroyed).\n\tDisposal \n\t\tSection 101 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (ultimatedisposal of removed vehicles) is amended as follows.\n\t\tIn subsection (3), in paragraph (a), omit the words from “and on which” to“at the time of its removal”.\n\t\tIn that subsection, for paragraph (b) substitute—\n\t\t\tin the case of a vehicle, not falling within paragraph (a), which—\n\t\t\tdoes not display a licence (whether current or otherwise and whether or notthe vehicle is required to display a licence), and\n\t\t\tdoes not display any registration mark (whether indicating registrationwithin or outside the United Kingdom),\n\t\t\t\tat any time after its removal;”.\n\t\tIn that subsection, omit the words from “but, in a case” to the end.\n\t\tIn subsection (8), in the definition of “licence”, at the end insert“(including a nil licence within the meaning of that Act)”.\n\tGuidance \n\t\tIn section 103 of the Road Traffic Regulation Act 1984 (supplementaryprovision as to removal of vehicles), at the end insert—\n\t\tA local authority must in exercising any of their functions under sections99 to 102 have regard to any guidance given to the authority for the purposeby—\n\t\t\tthe Secretary of State, in the case of a local authority in England;\n\t\t\tthe National Assembly for Wales, in the case of a local authority in Wales.\n\t\tIn subsection (4) “local authority” has the meaning given by section100(5)(a) and (b).”"
    },
    {
        "length": 1216,
        "text": "\nOffence of dropping litter\n\tExtension of litter offence to all open places\n\t\tIn section 87 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (offence ofleaving litter), for subsections (1) to (4) substitute—\n\t\tA person is guilty of an offence if he throws down, drops or otherwisedeposits any litter in any place to which this section applies and leaves it.\n\t\tThis section applies to any place in the area of a principal litterauthority which is open to the air, subject to subsection (3) below.\n\t\tThis section does not apply to a place which is “open to the air” for thepurposes of this Part by virtue of section 86(13) above if the public does nothave access to it, with or without payment.\n\t\tIt is immaterial for the purposes of this section whether the litter isdeposited on land or in water.\n\t\t(4A)No offence is committed under subsection (1) above where the depositing ofthe litter is—\n\t\t\tauthorised by law; or\n\t\t\tdone by or with the consent of the owner, occupier or other person havingcontrol of the place where it is deposited.\n\t\t\t(4B)A person may only give consent under subsection (4A)(b) above in relationto the depositing of litter in a lake or pond or watercourse if he is theowner, occupier or other person having control of—\n\t\t\tall the land adjoining that lake or pond or watercourse; and\n\t\t\tall the land through or into which water in that lake or pond orwatercourse directly or indirectly discharges, otherwise than by means of apublic sewer.\n\t\t\t(4C)In subsection (4B) above, “lake or pond”, “watercourse” and “public sewer”have the same meanings as in section 104 of the Water Resources Act 1991.”\n\tLitter offence: fixed penalty notices\n\t\tSection 88 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (fixed penaltynotices for leaving litter) is amended as follows.\n\t\tFor subsections (6) and (7) (amount of fixed penalty) substitute—\n\t\tThe fixed penalty payable in pursuance of a notice under this section ispayable to the litter authority whose authorised officer gave the notice.\n\t\t\t(6A)The amount of a fixed penalty payable in pursuance of a notice under thissection—\n\t\t\tis the amount specified by a principal litter authority in relation to itsarea (whether the penalty is payable to that or another authority), or\n\t\t\tif no amount is so specified, is £75.\n\t\t\t(6B)The reference in subsection (6A) above to a principal litter authoritydoes not include an English county council for an area for which there is alsoa district council.\n\t\tThe litter authority to which a fixed penalty is payable under this sectionmay make provision for treating it as having been paid if a lesser amount ispaid before the end of a period specified by the authority.”\n\t\tAfter subsection (8) insert—\n\t\t“(8A)If an authorised officer of a litter authority proposes to give a persona notice under this section, the officer may require the person to give himhis name and address.\n\t\t(8B)A person commits an offence if—\n\t\t\the fails to give his name and address when required to do so undersubsection (8A) above, or\n\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\t\t(8C)A person guilty of an offence under subsection (8B) above is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.”\n\t\tIn subsection (9), at the end insert—\n\t\t\ta parish or community council.”\n\t\tIn subsection (10), for the definition of “authorised officer” substitute—\n\t\t““authorised officer”, in relation to a litter authority, means—\n\t\t\tan employee of the authority who is authorised in writing by the authorityfor the purpose of giving notices under this section;\n\t\t\tany person who, in pursuance of arrangements made with the authority, hasthe function of giving such notices and is authorised in writing by theauthority to perform that function; and\n\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices;”.\n\t\tAfter that subsection insert—\n\t\tThe appropriate person may by regulations prescribe conditions to besatisfied by a person before a parish or community council may authorise himin writing for the purpose of giving notices under this section.”"
    },
    {
        "length": 2295,
        "text": "\nLocal authority notices\n\tLitter clearing notices\n\t\tSection 90 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (litter controlareas) shall cease to have effect.\n\t\tAfter section 92 of that Act insert—\n\t\t“92ALitter clearing notices\n\t\t\tA principal litter authority may in accordance with this section serve anotice (a “litter clearing notice”) in relation to any land in its area whichis open to the air.\n\t\t\tBefore serving a litter clearing notice in relation to any land a principallitter authority must be satisfied that the land is defaced by litter orrefuse so as to be detrimental to the amenity of the locality.\n\t\t\tA litter clearing notice is to require the person on whom it is served—\n\t\t\t\tto clear the land of the litter or refuse; and\n\t\t\t\tif the principal litter authority is satisfied that the land is likely tobecome defaced by litter or refuse again, to take reasonable steps to preventit from becoming so defaced.\n\t\t\tA litter clearing notice must be served on—\n\t\t\t\tthe occupier of the land to which it relates; or\n\t\t\t\tif the land is not occupied, the owner.\n\t\t\tA litter clearing notice imposing a requirement under subsection (3)(a)above may specify—\n\t\t\t\ta period within which the requirement must be complied with;\n\t\t\t\tstandards of compliance.\n\t\t\tA period specified under subsection (5)(a) above may not be less than 28days beginning with the day on which the notice is served.\n\t\t\tA principal litter authority must, in discharging its functions under thissection, have regard to any guidance given to the authority by the appropriateperson.\n\t\t\tThe form and content of a litter clearing notice is to be such as theappropriate person may by order specify.\n\t\t\tWhere a principal litter authority proposes to serve a litter clearingnotice in respect of any land but is unable after reasonable enquiry toascertain the name or proper address of the occupier of the land (or, if theland is unoccupied, the owner)—\n\t\t\t\tthe authority may post the notice on the land (and may enter any land tothe extent reasonably necessary for that purpose), and\n\t\t\t\tthe notice is to be treated as having been served upon the occupier (or, ifthe land is unoccupied, the owner) at the time the notice is posted.\n\t\t\tSubsection (1) above does not apply to an English county council for anarea for which there is a district council.\n\t\t\tA litter clearing notice may not be served in relation to land of any ofthe following descriptions—\n\t\t\t\ta highway maintainable at the public expense;\n\t\t\t\tland under the direct control of a principal litter authority;\n\t\t\t\tCrown land;\n\t\t\t\trelevant land of a designated statutory undertaker;\n\t\t\t\trelevant land of a designated educational institution;\n\t\t\t\tland which is covered (but “open to the air” for the purposes of this Partby virtue of section 86(13) above) and to which the public are not entitled orpermitted to have access, with or without payment.\n\t\tBAppeals against litter clearing notices\n\t\t\tA person on whom a litter clearing notice is served under section 92A abovemay appeal against it to a magistrates' court in accordance with theprovisions of this section.\n\t\t\tAn appeal under this section must be made within a period of 21 daysbeginning with the day on which the notice is served.\n\t\t\tThe grounds on which an appeal under this section may be made are that—\n\t\t\t\tthere is a material defect or error in, or in connection with, the notice;\n\t\t\t\tthe notice should have been served on another person;\n\t\t\t\tthe land is not defaced by litter or refuse so as to be detrimental to theamenity of the locality;\n\t\t\t\tthe action required is unfair or unduly onerous.\n\t\t\tA notice against which an appeal under this section is made is of no effectpending the final determination or withdrawal of the appeal.\n\t\t\tOn the determination of an appeal under this section, the magistrates'court must—\n\t\t\t\tquash the notice;\n\t\t\t\tmodify the notice (including modifying it by extending the period specifiedin it); or\n\t\t\t\tdismiss the appeal.\n\t\tCFailure to comply with litter clearing notice\n\t\t\tThis section applies where the person on whom a litter clearing notice isserved under section 92A above fails without reasonable excuse to comply withany requirement imposed by the notice.\n\t\t\tThe person is guilty of an offence and liable on summary conviction to afine not exceeding level 4 on the standard scale.\n\t\t\tThe principal litter authority which served the notice or any personauthorised by the authority may enter the land to which the notice relates andclear it of litter and refuse.\n\t\t\tWhere a principal litter authority exercises the power in subsection (3)above, it may require the person on whom the notice was served to pay areasonable charge in respect of the exercise of the power.\n\t\t\tA principal litter authority may for the purposes of subsection (4) aboveimpose charges by reference to land of particular descriptions or categories(including categories determined by reference to surface area).”\n\tStreet litter control notices\n\t\tIn section 93 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (street littercontrol notices), after subsection (3) insert—\n\t\t\t“(3A)A vehicle or stall or other moveable structure which is used for one ormore commercial or retail activities while parked or set at a particular placeon or verging a street is to be treated for the purposes of this section andsection 94 below as if it were premises situated at that place having afrontage on that street in the place where it is parked or set.\n\t\t(3B)In subsection (3A) above, “vehicle” means any vehicle intended or adaptedfor use on roads.”\n\t\tIn section 94 of that Act (supplementary provisions in relation to streetlitter control notices), in subsection (4)(b) after “so specified” insert“(including the standards to which any such thing must be done)”.\n\t\tIn that section, for subsections (8) and (9) substitute—\n\t\tA person commits an offence if, without reasonable excuse, he fails tocomply with a requirement imposed on him by a notice.\n\t\tA person guilty of an offence under subsection (8) above is liable onsummary conviction to a fine not exceeding level 4 on the standard scale.”\n\tFailure to comply with notice: fixed penalty notices\n\t\tAfter section 94 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") insert—\n\t\t“94AFixed penalty notices relating to sections 92C and 94\n\t\t\tThis section applies where on any occasion it appears to an authorisedofficer of a principal litter authority that a person has committed an offenceunder section 92C(2) or 94(8) above in relation to a notice served by thatauthority.\n\t\t\tThe authorised officer may give that person a notice offering him theopportunity of discharging any liability to conviction for the offence bypayment of a fixed penalty to the principal litter authority.\n\t\t\tSubsections (2) to (5) of section 88 above (fixed penalty notices forleaving litter) apply in relation to notices given under this section as theyapply in relation to notices given under that section.\n\t\t\tThe amount of a fixed penalty payable to a principal litter authority underthis section is—\n\t\t\t\tthe amount specified by the authority in relation to its area (and anauthority may specify different amounts for the two different offencesreferred to in subsection (1) above); or\n\t\t\t\tif no amount is so specified, £100.\n\t\t\tThe principal litter authority to which a fixed penalty is payable underthis section may make provision for treating it as having been paid if alesser amount is paid before the end of a period specified by the authority.\n\t\t\tIn any proceedings a certificate which—\n\t\t\t\tpurports to be signed by or on behalf of the chief finance officer of aprincipal litter authority; and\n\t\t\t\tstates that payment of a fixed penalty was or was not received by the datespecified in the certificate,\n\t\t\t\t\tis evidence of the facts stated.\n\t\t\tIn this section—\n\t\t\t\t  * “authorised officer”, in relation to a principal litter authority, means an officer of the authority who is authorised in writing by the authority for the purposes of giving notices under this section;\n\t\t\t\t  * “chief finance officer”, in relation to a principal litter authority, means the person having responsibility for the financial affairs of that authority.”"
    },
    {
        "length": 3211,
        "text": "\nFree distribution of printed matter\n\tControls on free distribution of printed matter\n\t\tIn the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), after section94A (as inserted by section 22 above) insert—\n\t\t“94BFree distribution of printed matter\n\t\t\tSchedule 3A (distribution of printed matter on designated land) has effect.”\n\t\t\tIn that Act, after Schedule 3 insert—\n\t\t“SCHEDULE 3AFree distribution of printed matter on designated land\n\t\t\tOffence of unauthorised distribution\n\t\t\t\tA person commits an offence if he distributes any free printed matterwithout the consent of a principal litter authority on any land which isdesignated by the authority under this Schedule, where the person knows thatthe land is so designated.\n\t\t\t\tA person commits an offence if he causes another person to distribute anyfree printed matter without the consent of a principal litter authority on anyland designated by the authority under this Schedule.\n\t\t\t\tA person is not guilty of an offence under sub-paragraph (2) if he tookreasonable steps to ensure that the distribution did not occur on any landdesignated under this Schedule.\n\t\t\t\tNothing in this paragraph applies to the distribution of printed matter—\n\t\t\t\t\tby or on behalf of a charity within the meaning of the Charities Act 1993,where the printed matter relates to or is intended for the benefit of thecharity;\n\t\t\t\t\twhere the distribution is for political purposes or for the purposes of areligion or belief.\n\t\t\t\tA person guilty of an offence under this paragraph is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\t\t\tFor the purposes of this Schedule—\n\t\t\t\t\tto “distribute” printed matter means to give it out to, or offer or make itavailable to, members of the public and includes placing it on or affixing itto vehicles, but does not include putting it inside a building or letter-box;\n\t\t\t\t\tprinted matter is “free” if it is distributed without charge to the personsto whom it is distributed.\n\t\t\t\tFor the purposes of this Schedule a person does not distribute printedmatter if the distribution takes place inside a public service vehicle (withinthe meaning of the Public Passenger Vehicles Act 1981).\n\t\t\tDesignation\n\t\t\t\tA principal litter authority may by order in accordance with thisparagraph designate land in its area for the purposes of this Schedule.\n\t\t\t\tThe land designated must consist of—\n\t\t\t\t\trelevant land of the authority;\n\t\t\t\t\tall or part of any relevant highway for which the authority is responsible;or\n\t\t\t\t\tboth. \n\t\t\t\tA principal litter authority may only designate land where it is satisfiedthat the land is being defaced by the discarding of free printed matter whichhas been distributed there.\n\t\t\t\tWhere a principal litter authority proposes to make an order under sub-paragraph (1) above in respect of any land, it must—\n\t\t\t\t\tpublish a notice of its proposal in at least one newspaper circulating inan area which includes the land; and\n\t\t\t\t\tpost such a notice on the land.\n\t\t\t\tA notice under sub-paragraph (4) above must specify—\n\t\t\t\t\tthe land proposed to be designated;\n\t\t\t\t\tthe date on which it is proposed that the order is to come into force(which may not be earlier than the end of a period of 28 days beginning withthe day on which the notice is given);\n\t\t\t\t\tthe fact that objections may be made to the proposal, how they may be madeand the period within which they may be made (being a period of at least 14days beginning with the day on which the notice is given).\n\t\t\t\tWhere after giving notice under sub-paragraph (4) above and taking intoaccount any objections duly made pursuant to sub-paragraph (5)(c) above anauthority decides to make an order under sub-paragraph (1) above in respect ofany or all of the land in respect of which the notice was given, the authoritymust—\n\t\t\t\t\tpublish a notice of its decision in at least one newspaper circulating inan area which includes the land; and\n\t\t\t\t\tpost such a notice on the land.\n\t\t\t\tA notice under sub-paragraph (6) above must specify the date on which theorder is to come into force, being a date not earlier than—\n\t\t\t\t\tthe end of the period of 14 days beginning with the day on which the noticeis given; and\n\t\t\t\t\tthe date referred to in sub-paragraph (5)(b) above.\n\t\t\t\tA principal litter authority may at any time revoke an order under sub-paragraph (1) above in respect of any land to which the order relates.\n\t\t\t\tA principal litter authority must—\n\t\t\t\t\tpublish a notice of any revocation under sub-paragraph (8) above in atleast one newspaper circulating in an area which includes the land inquestion; and\n\t\t\t\t\tpost such a notice on the land.\n\t\t\t\tSub-paragraph (1) above does not apply to an English county council for anarea for which there is a district council.\n\t\t\tConsent and conditions\n\t\t\t\tA principal litter authority may on the application of any person consentto that person or any other person (identified specifically or by description)distributing free printed matter on any land designated by the authority underthis Schedule.\n\t\t\t\tConsent under this paragraph may be given without limitation or may belimited—\n\t\t\t\t\tby reference to the material to be distributed;\n\t\t\t\t\tby reference to a particular period, or particular times or dates;\n\t\t\t\t\tby reference to any part of the designated land;\n\t\t\t\t\tto a particular distribution.\n\t\t\t\tA principal litter authority need not give consent under this paragraph toany applicant where it considers that the proposed distribution would in allthe circumstances be likely to lead to defacement of the designated land.\n\t\t\t\tConsent need not be given to any applicant if within the period of fiveyears ending on the date of his application—\n\t\t\t\t\the has been convicted of an offence under paragraph 1 above; or\n\t\t\t\t\the has paid a fixed penalty under paragraph 7 below.\n\t\t\t\tConsent may be given under this paragraph subject to such conditions as theauthority consider necessary or desirable for—\n\t\t\t\t\tprotecting the designated land from defacement; or\n\t\t\t\t\tthe effective operation and enforcement of this Schedule.\n\t\t\t\tThe conditions which may be imposed by a principal litter authority underthis paragraph include conditions requiring any person distributing printedmatter pursuant to consent given under this paragraph to produce on demandwritten evidence of the consent to an authorised officer of the authority.\n\t\t\t\tConsent given by a principal litter authority under this paragraph may atany time be revoked (entirely or to any extent) by notice to the person towhom it was given, where—\n\t\t\t\t\the has failed to comply with any condition subject to which it was given;or\n\t\t\t\t\the is convicted of an offence under paragraph 1 above or pays a fixedpenalty under paragraph 7 below.\n\t\t\t\tAny condition imposed under this paragraph in relation to any consent maybe varied or revoked by notice given to the person to whom the consent wasgiven.\n\t\t\tFees\n\t\t\t\tA principal litter authority may require the payment of a fee beforegiving consent under paragraph 3 above.\n\t\t\t\tThe amount of a fee under this paragraph is to be such as the authority maydetermine, but may not be more than, when taken together with all other feescharged by the authority under this paragraph, is reasonable to cover thecosts of operating and enforcing this Schedule.\n\t\t\tAppeals\n\t\t\t\tAny person aggrieved by a decision of a principal litter authority underparagraph 3 above—\n\t\t\t\t\tto refuse consent,\n\t\t\t\t\tto impose any limitation or condition subject to which consent is given,\n\t\t\t\t\tto revoke consent (or to revoke it to any extent),\n\t\t\t\t\t\tmay appeal against the decision to a magistrates' court.\n\t\t\t\tA magistrates' court may on an appeal under this paragraph—\n\t\t\t\t\tuphold any refusal of consent or require the authority to grant consent(without limitation or condition or subject to any limitation or condition);\n\t\t\t\t\trequire the authority to revoke or vary any condition;\n\t\t\t\t\tuphold or quash revocation of consent (or uphold or quash revocation to anyextent).\n\t\t\tSeizure of material\n\t\t\t\tWhere it appears to an authorised officer of a principal litter authoritythat a person distributing any printed matter is committing an offence underparagraph 1 above, he may seize all or any of it.\n\t\t\t\tAny person claiming to own any printed matter seized under this paragraphmay apply to a magistrates' court for an order that the printed matter bereleased to him.\n\t\t\t\tOn an application under sub-paragraph (2) above, if the magistrates' courtconsiders that the applicant does own the printed matter, the court shallorder the principal litter authority to release it to him, except to theextent that the court considers that the authority needs to retain it for thepurposes of proceedings relating to an offence under paragraph 1 above.\n\t\t\t\tAny printed matter seized under this paragraph (and not released under sub-paragraph (3) above) must be returned to the person from whom it is seized—\n\t\t\t\t\tat the conclusion of proceedings for the offence (unless the court ordersotherwise);\n\t\t\t\t\tat the end of the period in which proceedings for the offence may beinstituted, if no such proceedings have been instituted in that period (orhave been instituted but discontinued).\n\t\t\t\tWhere it is not possible to return any printed matter under sub-paragraph(4) above because the name and address of the person from whom it was seizedare not known, a principal litter authority may dispose of or destroy it.\n\t\t\tFixed penalty notices\n\t\t\t\tThis paragraph applies where on any occasion it appears to an authorisedofficer of a principal litter authority that a person has committed an offenceunder paragraph 1 above on any land designated by the authority under thisSchedule.\n\t\t\t\tThe authorised officer may give that person a notice offering him theopportunity of discharging any liability to conviction for the offence bypayment of a fixed penalty to the principal litter authority.\n\t\t\t\tSubsections (2) to (5) of section 88 above apply in relation to noticesgiven under this paragraph as they apply to notices under that section.\n\t\t\t\tThe amount of the fixed penalty payable to a principal litter authorityunder this paragraph—\n\t\t\t\t\tis the amount specified by the authority in relation to its area; or\n\t\t\t\t\tif no amount is so specified, is £75.\n\t\t\t\tThe principal litter authority to which a fixed penalty is payable underthis paragraph may make provision for treating it as having been paid if alesser amount is paid before the end of a period specified by the authority.\n\t\t\t\tIn any proceedings a certificate which—\n\t\t\t\t\tpurports to be signed on behalf of the chief finance officer of a principallitter authority, and\n\t\t\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\t\t\tis evidence of the facts stated.\n\t\t\t\tIf an authorised officer of a principal litter authority proposes to give aperson a notice under this paragraph, the officer may require the person togive him his name and address.\n\t\t\t\tA person commits an offence if—\n\t\t\t\t\the fails to give his name and address when required to do so under sub-paragraph (7) above; or\n\t\t\t\t\the gives a false or inaccurate name or address in response to a requirementunder that sub-paragraph.\n\t\t\t\tA person guilty of an offence under sub-paragraph (8) above is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\t\t\tIn this paragraph, “chief finance officer”, in relation to a principallitter authority, means the person having responsibility for the financialaffairs of that authority.\n\t\t\tSupplementary\n\t\t\t\t8In this Schedule “authorised officer”, in relation to a principal litterauthority, means—\n\t\t\t\t\tan employee of the authority who is authorised in writing by the authorityfor the purpose of giving notices under paragraph 7 above;\n\t\t\t\t\tany person who, in pursuance of arrangements made with the authority, hasthe function of giving such notices and is authorised in writing by theauthority to perform that function; and\n\t\t\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices.”"
    },
    {
        "length": 957,
        "text": "\nGeneral\n\tFixed penalty notices: common provision\n\t\tAfter section 97 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") insert—\n\t\t“97AFixed penalty notices: supplementary\n\t\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred under—\n\t\t\t\tsection 88(6A)(a) and (7) above;\n\t\t\t\tsection 94A(4)(a) and (5) above;\n\t\t\t\tparagraph 7(4)(a) and (5) of Schedule 3A.\n\t\t\tRegulations under subsection (1) may (in particular)—\n\t\t\t\trequire an amount specified under section 88(6A)(a), 94A(4)(a) or paragraph7(4)(a) of Schedule 3A to fall within a range prescribed in the regulations;\n\t\t\t\trestrict the extent to which, and the circumstances in which, an authoritycan make provision under section 88(7), 94A(5) or paragraph 7(5) of Schedule3A.\n\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in section 88(6A)(b), 94A(4)(b) orparagraph 7(4)(b) of Schedule 3A.\n\t\t\tRegulations or an order under this section may make different provision fordifferent purposes.”\n\tExclusion of liability\n\t\tIn the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), after section97A (as inserted by section 24 above) insert—\n\t\t“97BExclusion of liability\n\t\t\tNone of the persons mentioned in subsection (2) below is to have anyliability to an occupier or owner of land for damages or otherwise (whether atcommon law or otherwise) arising out of anything done or omitted to be done inthe exercise or purported exercise of the power in section 92(9), 92A(9) or92C(3) above.\n\t\t\tThose persons are—\n\t\t\t\tthe principal litter authority and any employee of the authority; and\n\t\t\t\tin the case of the power in section 92C(3) above, any person authorised bythe authority under that provision and the employer or any employee of thatperson.\n\t\t\tSubsection (1) above does not apply—\n\t\t\t\tif the act or omission is shown to be in bad faith;\n\t\t\t\tto liability arising out of a failure to exercise due care and attention;\n\t\t\t\tso as to prevent an award of damages in respect of an act or omission onthe ground that the act or omission was unlawful by virtue of section 6(1) ofthe Human Rights Act 1998.\n\t\t\tThis section does not affect any other exemption from liability (whether atcommon law or otherwise).”\n\t“Appropriate person”\n\t\tIn section 98 of the Environmental Protection Act 1990 (definitions), aftersubsection (1) insert—\n\t“(1A)“Appropriate person” means—\n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the National Assembly for Wales.”\n\t“Litter” \n\t\tIn section 98 of the Environmental Protection Act 1990 (definitions), aftersubsection (5) insert—\n\t“(5A)“Litter” includes—\n\t\tthe discarded ends of cigarettes, cigars and like products, and\n\t\tdiscarded chewing-gum and the discarded remains of other products designedfor chewing.”"
    },
    {
        "length": 2358,
        "text": "\nPart 4Graffiti and other defacement\n\tGraffiti and fly-posting\n\t\tFixed penalty notices: amount of fixed penalty\n\t\t\tIn section 43 of the Anti-social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\") (penaltynotices for graffiti and fly-posting) omit subsections (10) and (11).\n\t\t\tAfter that section insert—\n\t\t\t“43AAmount of penalty\n\t\t\t\tThe amount of a penalty payable in pursuance of a notice under section43(1)—\n\t\t\t\t\tis the amount specified by a relevant local authority in relation to itsarea (whether or not the penalty is payable to that or another authority), or\n\t\t\t\t\tif no amount is so specified, is £75.\n\t\t\t\tIn subsection (1)(a), “relevant local authority” means—\n\t\t\t\t\ta district council in England;\n\t\t\t\t\ta county council in England for an area for which there is no districtcouncil;\n\t\t\t\t\ta London borough council;\n\t\t\t\t\tthe Common Council of the City of London;\n\t\t\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\t\ta county or county borough council in Wales.\n\t\t\t\tThe local authority to which a penalty is payable in pursuance of a noticeunder section 43(1) may make provision for treating it as having been paid ifa lesser amount is paid before the end of a period specified by the authority.\n\t\t\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred under subsections (1)(a) and (3).\n\t\t\t\tRegulations under subsection (4) may (in particular)—\n\t\t\t\t\trequire an amount specified under subsection (1)(a) to fall within a rangeprescribed in the regulations;\n\t\t\t\t\trestrict the extent to which, and the circumstances in which, a localauthority can make provision under subsection (3).\n\t\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (1)(b).”\n\t\tFixed penalty notices: power to require name and address\n\t\t\tAfter section 43A of the Anti-social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\") (as inserted bysection 28 above) insert—\n\t\t\t“43BPenalty notices: power to require name and address\n\t\t\t\tIf an authorised officer of a local authority proposes to give a person anotice under section 43(1), the officer may require the person to give him hisname and address.\n\t\t\t\tA person commits an offence if—\n\t\t\t\t\the fails to give his name and address when required to do so undersubsection (1), or\n\t\t\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\t\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.”\n\t\tFixed penalty notices: authorised officers\n\t\t\tIn section 47 of the Anti-social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\") (interpretationetc), in subsection (1), for the definition of “authorised officer”substitute—\n\t\t\t\t““authorised officer”, in relation to a local authority, means—\n\t\t\t\tan employee of the authority who is authorised in writing by the authorityfor the purpose of giving notices under section 43(1);\n\t\t\t\tany person who, in pursuance of arrangements made with the authority, hasthe function of giving such notices and is authorised in writing by theauthority to perform that function; and\n\t\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices,”.\n\t\t\tIn that section, at the end insert—\n\t\t\tThe appropriate person may by regulations prescribe conditions to besatisfied by a person before a parish or community council may authorise himin writing for the purpose of giving notices under section 43(1).”\n\t\tExtension of graffiti removal notices to fly-posting\n\t\t\tSection 48 of the Anti-social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\") (graffitiremoval notices) is amended as follows.\n\t\t\tIn subsection (1)(a) (section to apply where a relevant surface has beendefaced by graffiti), after “graffiti” insert “or any poster or flyer thedisplay of which contravenes regulations under section 220 of the Town andCountry Planning Act 1990”.\n\t\tSale of aerosol paint to children\n\t\t\tIn the Anti-social Behaviour Act [2003 (c. 38)](/id/ukpga/2003/38?view=plain\"Go to item of legislation\"), after section 54 (sale of aerosol paint tochildren) insert—\n\t\t\t“54AEnforcement of section 54\n\t\t\t\tIt is the duty of every local weights and measures authority—\n\t\t\t\t\tto consider, at least once in every period of twelve months, the extent towhich it is appropriate for the authority to carry out in their area aprogramme of enforcement action in relation to section 54; and\n\t\t\t\t\tto the extent that they consider it appropriate to do so, carry out such aprogramme.\n\t\t\t\tFor the purposes of subsection (1), a programme of enforcement action inrelation to section 54 is a programme involving all or any of the following—\n\t\t\t\t\tthe bringing of prosecutions in respect of offences under that section;\n\t\t\t\t\tthe investigation of complaints in respect of alleged offences under thatsection;\n\t\t\t\t\tthe taking of other measures intended to reduce the incidence of offencesunder that section.”\n\tAdvertisements\n\t\tUnlawful display of advertisements: defences\n\t\t\tSection 224 of the Town and Country Planning Act [1990 (c.8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\") (enforcement ofcontrol as to advertisements) is amended as follows.\n\t\t\tIn subsection (5) (person not guilty of offence of displaying advertisementin contravention of regulations if he proves it was displayed without hisknowledge or consent), for “that it was displayed without his knowledge orconsent” substitute “either of the matters specified in subsection (6)”.\n\t\t\tAfter that subsection insert—\n\t\t\tThe matters are that—\n\t\t\t\tthe advertisement was displayed without his knowledge; or\n\t\t\t\the took all reasonable steps to prevent the display or, after theadvertisement had been displayed, to secure its removal.”\n\t\t\tThis section does not have effect in relation to an offence committed, oralleged to have been committed, before the commencement of this section.\n\t\tRemoval of placards and posters\n\t\t\tSection 225 of the Town and Country Planning Act 1990 (power to remove orobliterate placards and posters) is amended as follows.\n\t\t\tIn subsection (3)(b) after “notice” insert “and recover from him the coststhey may reasonably incur in doing so”.\n\t\t\tAfter subsection (5) insert—\n\t\t\tWhere— \n\t\t\t\ta local planning authority serve a notice on a person under subsection (3)in relation to a placard or poster, and\n\t\t\t\tthe person fails to remove or obliterate it within the period specified inthe notice,\n\t\t\t\t\tthe authority may recover from that person the costs they may reasonably incurin exercising their power under subsection (1).”\n\t\t\tAfter subsection (6) (as inserted by subsection (3) above) insert—\n\t\t\tThis subsection applies in relation to a placard or poster where—\n\t\t\t\tthe placard or poster does not identify the person who displayed it orcaused it to be displayed, or\n\t\t\t\tit does do so, but subsection (3) does not apply by reason of subsection(4), and\n\t\t\t\tthe placard or poster publicises the goods, services or concerns of anidentifiable person.\n\t\t\tWhere subsection (7) applies, subsections (3) to (6) have effect as if thereference in subsection (3) to the person who displayed the placard or posteror caused it to be displayed were a reference to the person whose goods,services or concerns are publicised.”\n\t\t\tAfter subsection (8) (as inserted by subsection (4) above) insert—\n\t\t\tWhere any damage is caused to land or chattels in the exercise of thepower under subsection (1) in relation to a placard or poster, compensationmay be recovered by any person suffering the damage from the local planningauthority exercising the power.\n\t\t\tSubsection (9) does not permit the recovery of compensation by the personwho displayed the placard or poster or caused it to be displayed.\n\t\t\tThe provisions of section 118 apply in relation to compensation undersubsection (9) as they apply in relation to compensation under Part 4.”\n\t\t\tIn section 324 of that Act (rights of entry), omit subsection (3)(a)."
    },
    {
        "length": 177,
        "text": "\nUnregistered transport: defence of acting under employer’s instructions\n\tIn section 1 of the Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\") (offence oftransporting controlled waste without registering), in subsection (4)—\n\t\tat the end of paragraph (a), insert “or”;\n\t\tomit paragraph (c) (defence of acting under employer’s instructions) andthe preceding “or”.\n\tThis section does not have effect in relation to an offence committed, oralleged to have been committed, before the commencement of this section."
    },
    {
        "length": 524,
        "text": "\nRegistration requirements and conditions\n\tSection 2 of the Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\") (power to makeregulations about registration of carriers) is amended as follows.\n\tIn subsection (2)—\n\t\tin paragraph (c), omit “free of charge”;\n\t\tomit paragraph (d);\n\t\tin paragraph (e), omit “free of charge”.\n\tIn subsection (3), omit paragraph (b) (provision as to form ofapplications).\n\tIn subsection (3A)—\n\t\tfor “paragraphs (b) and (d)” substitute “paragraph (d)”; and\n\t\tomit paragraph (a) (further provision as to form of application).\n\tAfter subsection (4) insert—\n\t\t“(4A)Regulations under this section may include provision for—\n\t\tthe registration of a person as a carrier of controlled waste to be subjectto conditions relating to the vehicles used by him in transporting such waste;or\n\t\tthe revocation by a regulation authority of the registration of a carrierof controlled waste who has breached a condition imposed on him underparagraph (a) above.\n\t\t(4B)Provision contained in any regulations under this section by virtue ofsubsection (4A) above may, in particular, include provision—\n\t\tfor inspection by a regulation authority of the vehicles of registeredcarriers of controlled waste for the purpose of ensuring compliance withconditions imposed under subsection (4A)(a) above;\n\t\tfor a regulation authority to impose charges on registered carriers ofcontrolled waste in respect of such inspections.”\n\tIn subsection (5), for “to (4)” substitute “to (4B)”.\n\tIn section 3 of that Act (restrictions on power under section 2), insubsection (2), after “except” insert “in accordance with regulations undersubsection (4A) of that section or”."
    },
    {
        "length": 1575,
        "text": "\nEnforcement powers\n\tFor section 5 of the Control of Pollution (Amendment) Act 1989 substitute—\n\t“5Power to require production of authority, stop and search etc\n\t\tThis section applies where an authorised officer of a regulation authorityor a constable reasonably believes that controlled waste has been, is being oris about to be transported in contravention of section 1(1) above.\n\t\tThe authorised officer or constable may—\n\t\t\trequire any person appearing to him to be or to have been engaged intransporting that waste to produce his (or, as the case may be, hisemployer's) authority to do so;\n\t\t\tsearch any vehicle that appears to him to be a vehicle that has been, isbeing or is about to be used for transporting that waste;\n\t\t\tcarry out tests on anything found in any such vehicle (including by takingaway samples for testing of anything so found);\n\t\t\tseize any such vehicle and any of its contents.\n\t\tFor the purposes of subsection (2)(a) above, a person’s authority fortransporting controlled waste is—\n\t\t\this certificate of registration as a carrier of controlled waste;\n\t\t\tsuch copy of that certificate as satisfies requirements specified inregulations made by the appropriate person; or\n\t\t\tsuch evidence as may be so specified that he is not required to beregistered as a carrier of controlled waste.\n\t\tWhere an authorised officer or constable has required a person to producean authority under subsection (2)(a) above, the person must do so—\n\t\t\tby producing it forthwith to the authorised officer or constable;\n\t\t\tby producing it at a place and within a period specified in regulationsmade by the appropriate person; or\n\t\t\tby sending it to that place and within that period.\n\t\tIn acting under subsection (2) above an authorised officer or constablemay—\n\t\t\tstop any vehicle as referred to in paragraph (b) of that subsection (butonly a constable in uniform may stop a vehicle on any road);\n\t\t\tenter any premises for the purpose specified in paragraph (b) or (d) ofthat subsection.\n\t\tA vehicle or its contents seized under subsection (2)(d) above—\n\t\t\tby an authorised officer of a regulation authority, are seized on behalf ofthat authority;\n\t\t\tby a constable in the presence of an authorised officer of a regulationauthority, are seized on behalf of that authority;\n\t\t\tby a constable without such an officer present, are seized on behalf of thewaste collection authority in whose area the seizure takes place.\n\t\tA person commits an offence if—\n\t\t\the fails without reasonable excuse to comply with a requirement imposedunder paragraph (a) of subsection (2) above;\n\t\t\the fails without reasonable excuse to give any assistance that anauthorised officer or constable may reasonably request in the exercise of apower under that subsection;\n\t\t\the otherwise intentionally obstructs an authorised officer or constable inthe exercise of a power under that subsection.\n\t\tA person is not guilty of an offence by virtue of subsection (7)(a) aboveunless it is shown—\n\t\t\tthat the waste in question was controlled waste; and\n\t\t\tthat the waste was or was being transported to or from a place in GreatBritain.\n\t\tWhere an authorised officer or constable has stopped a vehicle undersubsection (5) above, he may (in addition to any requirement that may beimposed under paragraph (a) of subsection (2) above) require any occupant ofthe vehicle to give him—\n\t\t\tthe occupant’s name and address;\n\t\t\tthe name and address of the registered owner of the vehicle;\n\t\t\tany other information he may reasonably request.\n\t\tA person commits an offence if—\n\t\t\the fails without reasonable excuse to comply with a requirement undersubsection (9) above;\n\t\t\the gives information required under that subsection that is—\n\t\t\tto his knowledge false or misleading in a material way, or\n\t\t\tgiven recklessly and is false or misleading in a material way.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tASeizure of vehicles etc: supplementary\n\t\tWhere under section 5 above an authorised officer of a regulation authorityor a constable seizes a vehicle or its contents (“seized property”) on behalfof a regulation authority, the authority may remove the seized property tosuch a place as the authority consider appropriate.\n\t\tA regulation authority must deal with any seized property in accordancewith regulations made by the appropriate person.\n\t\tRegulations under subsection (2) above may in particular include provisionas to—\n\t\t\tthe duties of a regulation authority in relation to the safe custody ofseized property;\n\t\t\tthe circumstances in which the authority must return any such property to aperson claiming entitlement to it;\n\t\t\tthe manner in which such persons, and the seized property to which they areentitled, may be determined;\n\t\t\tthe circumstances in which the authority may sell, destroy or otherwisedispose of seized property;\n\t\t\tthe uses to which the proceeds of any such sale may be put.\n\t\tRegulations making provision under subsection (3)(d) above—\n\t\t\tmust (subject to paragraph (c) below) require the regulation authority topublish a notice in such form, and to take any other steps, as may bespecified in the regulations for informing persons who may be entitled to theseized property that it has been seized and is available to be claimed;\n\t\t\tmust (subject to paragraph (c) below) prohibit the authority from selling,destroying or otherwise disposing of any seized property unless a periodspecified in the regulations has expired without any obligation arising underthe regulations for the authority to return the property to any person;\n\t\t\tmay allow for the requirements in paragraphs (a) and (b) above to bedispensed with if the condition of the seized property requires its disposalwithout delay.\n\t\tThe appropriate person may issue guidance to regulation authorities inrelation to the performance of their functions under regulations undersubsection (2) above.”"
    },
    {
        "length": 1397,
        "text": "\nFailure to produce authority: fixed penalty notices\n\tIn the Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\"), after section5A (as inserted by section 37 above) insert—\n\t“5BFixed penalty notices for offences under section 5\n\t\tThis section applies where it appears to a regulation authority that aperson has failed without reasonable excuse to comply with a requirement undersection 5(2)(a) above (requirement to produce authority to transport waste).\n\t\tThe regulation authority may give that person a notice offering him theopportunity of discharging any liability to conviction for an offence undersection 5(7)(a) above by payment of a fixed penalty.\n\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\tno proceedings may be instituted for that offence before expiration of theperiod of fourteen days following the date of the notice; and\n\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of the period.\n\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\tA notice under this section must also state—\n\t\t\tthe period during which, by virtue of subsection (3) above, proceedingswill not be taken for the offence;\n\t\t\tthe amount of the fixed penalty; and\n\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(5)(c) above at the address so mentioned.\n\t\tWhere a letter is sent in accordance with subsection (6) above payment isto be regarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\tThe form of a notice under this section must be such as the appropriateperson may by order prescribe.\n\t\tThe fixed penalty payable to a regulation authority under this section is,subject to subsection (10) below, £300.\n\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (9) above.\n\t\tThe regulation authority to which a fixed penalty is payable under thissection may make provision for treating it as having been paid if a lesseramount is paid before the end of a period specified by the authority.\n\t\tThe appropriate person may by regulations restrict the extent to which,and the circumstances in which, a regulation authority may make provisionunder subsection (11) above.\n\t\tIn any proceedings a certificate which—\n\t\t\tpurports to be signed on behalf of the chief finance officer of theregulation authority, and\n\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\tis evidence of the facts stated.\n\t\tIn this section “chief finance officer”, in relation to a regulationauthority, means the person having responsibility for the financial affairs ofthe authority.\n\tCUse of fixed penalties under section 5B\n\t\tThis section applies in relation to amounts paid to a regulation authorityin pursuance of notices under section 5B above (its “fixed penalty receipts”).\n\t\tFixed penalty receipts—\n\t\t\twhere received by the Environment Agency, must be paid to the Secretary ofState;\n\t\t\twhere received by a waste collection authority, must be used in accordancewith the following provisions of this section.\n\t\tA waste collection authority may use its fixed penalty receipts only forthe purposes of—\n\t\t\tits functions under section 5 above (including functions relating to theenforcement of offences under that section);\n\t\t\tsuch other of its functions as may be specified in regulations made by theappropriate person.\n\t\tRegulations under subsection (3)(b) above may in particular have the effectthat an authority may use its fixed penalty receipts for the purposes of anyof its functions.\n\t\tA waste collection authority must supply the appropriate person with suchinformation relating to its use of its fixed penalty receipts as theappropriate person may require.\n\t\tThe appropriate person may by regulations—\n\t\t\tmake provision for what a waste collection authority is to do with itsfixed penalty receipts—\n\t\t\tpending their being used for the purposes of functions of the authorityreferred to in subsection (3) above;\n\t\t\tif they are not so used before such time after their receipt as may bespecified by the order;\n\t\t\tmake provision for accounting arrangements in respect of a waste collectionauthority’s fixed penalty receipts.\n\t\tThe provision that may be made under subsection (6)(a)(ii) above includes(in particular) provision for the payment of sums to a person (including theappropriate person) other than the authority.\n\t\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\t\tthe authorities to which the regulations are to apply;\n\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act 2003, tobe regarded as included among the powers mentioned in subsection (2) of thatsection.”"
    },
    {
        "length": 200,
        "text": "\nInterpretation \n\tSection 9 of the Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\")(interpretation) is amended as follows.\n\tIn subsection (1), at the appropriate place insert—\n\t\t““appropriate person” means—\n\t\tthe Secretary of State, in relation to England;\n\t\tthe National Assembly for Wales, in relation to Wales.”\n\tAfter subsection (1A) insert—\n\t“(1B)For the purposes of any provision of this Act, “authorised officer” inrelation to any authority means an officer of the authority who is authorisedin writing by the authority for the purposes of that provision.”"
    },
    {
        "length": 2403,
        "text": "\nOffence of unlawful deposit of waste etc\n\tDefence of acting under employer’s instructions\n\t\tIn section 33 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (offence ofunauthorised or harmful deposit etc of controlled waste), omit subsection(7)(b) (defence of acting on employer’s instructions).\n\t\tThis section does not have effect in relation to an offence committed, oralleged to have been committed, before the commencement of this section.\n\tPenalties on conviction\n\t\tIn section 33 of the Environmental Protection Act 1990 (offence ofunauthorised or harmful deposit etc of waste), for subsections (8) and (9)(penalties) substitute—\n\t\tA person who commits an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine not exceeding £50,000 or both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears or a fine or both.”\n\t\tSubsection (1) does not have effect in relation to offences committedbefore the commencement of this section.\n\t\tIn relation to offences committed after the commencement of this sectionbut before the commencement of section 154(1) of the Criminal Justice Act[2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"), theamendment made by this section has effect as if for “12 months” there weresubstituted “6 months”.\n\tInvestigation and enforcement costs\n\t\tAfter section 33 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") insert—\n\t\t“33ASection 33 offences: investigation and enforcement costs\n\t\t\tThis section applies where a person is convicted of an offence undersection 33 above in respect of a contravention of subsection (1) of thatsection.\n\t\t\tThe court by or before which the offender is convicted may make an orderrequiring him to pay to an enforcement authority a sum which appears to thecourt not to exceed the costs arising from—\n\t\t\t\tinvestigations of the enforcement authority which resulted in theconviction; and\n\t\t\t\tthe seizure by the enforcement authority under section 34B below of avehicle involved in the offence.\n\t\t\tThe costs arising from the seizure of a vehicle as specified in subsection(2)(b) above may include the cost of disposing of the contents of the vehicle.\n\t\t\tThe power of a court to make an order under this section is in addition toits power to make an order under section 18 of the Prosecution of Offences Act1985 (award of costs against accused).\n\t\t\tIn this section “enforcement authority” means the Environment Agency or awaste collection authority.”\n\t\t\tThis section does not have effect in relation to an offence under section33 of that Act committed before the commencement of this section.\n\tClean-up costs\n\t\tAfter section 33A of the Environmental Protection Act 1990 (as inserted bysection 42 above) insert—\n\t\t“33BSection 33 offences: clean-up costs\n\t\t\tThis section applies where a person is convicted of an offence undersection 33 above in respect of a contravention of subsection (1) of thatsection consisting of the deposit or disposal of controlled waste.\n\t\t\tThe reference in section 130(1)(a) of the Powers of Criminal Courts(Sentencing) Act 2000 (compensation orders) to loss or damage resulting fromthe offence includes costs incurred or to be incurred by a relevant person in—\n\t\t\t\tremoving the waste deposited or disposed of in or on the land;\n\t\t\t\ttaking other steps to eliminate or reduce the consequences of the depositor disposal; or\n\t\t\t\tboth. \n\t\t\tIn subsection (2) above “relevant person” means—\n\t\t\t\tthe Environment Agency;\n\t\t\t\ta waste collection authority;\n\t\t\t\tthe occupier of the land;\n\t\t\t\tthe owner of the land (within the meaning of section 78A(9) below).\n\t\t\tThe reference in subsection (2) above to costs incurred does not, in thecase of the Environment Agency or a waste collection authority, include anycosts which the Agency or authority has already recovered under section 59(8)below.\n\t\t\tIn relation to the costs referred to in subsection (2) above, the referencein section 131(1) of the Powers of Criminal Courts (Sentencing) Act 2000(limit on amount payable) to £5000 is instead to be construed as a referenceto the amount of those costs (or, if the costs have not yet been incurred, thelikely amount).”\n\t\t\tIn section 59 of that Act (power to require removal of waste unlawfullydeposited), after subsection (8) insert—\n\t\t\t\t“(8A)An authority may not recover costs under subsection (8) above if acompensation order has been made under section 130 of the Powers of CriminalCourts (Sentencing) Act 2000 in favour of the authority in respect of any partof those costs.\n\t\t\t(8B)Subsection (8A) does not apply if the order is set aside on appeal.”\n\t\t\tThis section does not have effect in relation to an offence under section33 of that Act committed before the commencement of this section.\n\tForfeiture of vehicles\n\t\tIn the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), after section33B (as inserted by section 43 above) insert—\n\t\t“33CSection 33 offences: forfeiture of vehicles\n\t\t\tThis section applies where a person is convicted of an offence undersection 33 above in respect of a contravention of subsection (1) of thatsection consisting of the deposit or disposal of controlled waste.\n\t\t\tThe court by or before which the offender is convicted may make an orderunder this section if—\n\t\t\t\tthe court is satisfied that a vehicle was used in or for the purposes ofthe commission of the offence; and\n\t\t\t\tat the time of his conviction the offender has rights in the vehicle.\n\t\t\tAn order under this section operates to deprive the offender of his rightsin the vehicle (including its fuel) at the time of his conviction and to vestthose rights in the relevant enforcement authority.\n\t\t\tIn a case where a vehicle has been seized under section 34B below and theoffender retains rights in any of the vehicle’s contents, an order under thissection may, if and to the extent that it so specifies, deprive the offenderof those rights and vest them in the relevant enforcement authority.\n\t\t\tWhere an order under this section is made, the relevant enforcementauthority may take possession of the vehicle (if it has not already done sounder section 34C below).\n\t\t\tThe court may make an order under this section whether or not it also dealswith the offender in any other way in respect of the offence of which he isconvicted.\n\t\t\tIn considering whether to make an order under this section a court must inparticular have regard to—\n\t\t\t\tthe value of the vehicle;\n\t\t\t\tthe likely financial and other effects on the offender of the making of theorder (taken together with any other order that the court contemplatesmaking);\n\t\t\t\tthe offender’s need to use the vehicle for lawful purposes;\n\t\t\t\twhether, in a case where it appears to the court that the offender isengaged in a business which consists wholly or partly in activities which areunlawful by virtue of section 33 above, the making of the order is likely toinhibit the offender from engaging in further such activities.\n\t\t\tSection 143 of the Powers of Criminal Courts (Sentencing) Act 2000 (powerto deprive offender of property) does not apply in any case where this sectionapplies.\n\t\t\tFor the purposes of this section, where a vehicle or its contents have beenseized under section 34B below in connection with the offence referred to insubsection (1) above, any transfer by the offender after the seizure andbefore his conviction of any of his rights in the vehicle or its contents isof no effect.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant enforcement authority” means—\n\t\t\t\tthe Environment Agency, where the proceedings in respect of the offence havebeen brought by or on behalf of the Agency, or\n\t\t\t\tin any other case, the waste collection authority in whose area the offencewas committed;\n\t\t\t\t\t  * “vehicle” means any motor vehicle or trailer within the meaning of the Road Traffic Regulation Act 1984 or any mobile plant.”\n\t\t\tThis section does not have effect in relation to an offence under section33 of that Act committed before the commencement of this section."
    },
    {
        "length": 898,
        "text": "\nOffences relating to documentation\n\tFailure to furnish documentation: fixed penalty notices\n\t\tIn the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), after section34 (duty of care etc as respects waste) insert—\n\t\t“34AFixed penalty notices for certain offences under section 34\n\t\t\tThis section applies where it appears to an enforcement authority that aperson has failed to comply with a duty to furnish documents to that authorityimposed under regulations made at any time under section 34(5) above.\n\t\t\tThe authority may serve on that person a notice offering him theopportunity of discharging any liability to conviction for an offence undersection 34(6) above by payment of a fixed penalty.\n\t\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\t\tno proceedings may be instituted for that offence before expiration of theperiod of fourteen days following the date of the notice; and\n\t\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of the period.\n\t\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\t\tA notice under this section must also state—\n\t\t\t\tthe period during which, by virtue of subsection (3) above, proceedingswill not be taken for the offence;\n\t\t\t\tthe amount of the fixed penalty; and\n\t\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(5)(c) above at the address so mentioned.\n\t\t\tWhere a letter is sent in accordance with subsection (6) above payment isto be regarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\t\tThe fixed penalty payable to an enforcement authority under this sectionis, subject to subsection (10) below, £300.\n\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (9) above.\n\t\t\tThe enforcement authority to which a fixed penalty is payable under thissection may make provision for treating it as having been paid if a lesseramount is paid before the end of a period specified by the authority.\n\t\t\tThe appropriate person may by regulations restrict the extent to which,and the circumstances in which, an enforcement authority may make provisionunder subsection (11) above.\n\t\t\tIn any proceedings a certificate which—\n\t\t\t\tpurports to be signed on behalf of the chief finance officer of theenforcement authority, and\n\t\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\t\tis evidence of the facts stated.\n\t\t\tIn this section—\n\t\t\t\t  * “chief finance officer”, in relation to an enforcement authority, means the person having responsibility for the financial affairs of the authority;\n\t\t\t\t  * “enforcement authority” means the Environment Agency or a waste collection authority.”"
    },
    {
        "length": 1657,
        "text": "\nOffences: powers of seizure\n\tPower to search and seize vehicles\n\t\tAfter section 34A of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (as inserted bysection 45 above), insert—\n\t\t“Offences under sections 33 and 34: powers of seizure etc\n\t\tBPower to search and seize vehicles etc\n\t\t\tThis section applies where an authorised officer of an enforcementauthority or a constable reasonably believes that the grounds in subsection(2) or (3) below exist.\n\t\t\tThe grounds in this subsection are that—\n\t\t\t\tan offence under section 33 or 34 above has been committed,\n\t\t\t\ta vehicle was used in the commission of the offence, and\n\t\t\t\tproceedings for the offence have not yet been brought against any person.\n\t\t\tThe grounds in this subsection are that—\n\t\t\t\tan offence under section 33 or 34 above is being or is about to becommitted, and\n\t\t\t\ta vehicle is being or is about to be used in the commission of the offence.\n\t\t\tThe authorised officer or constable may—\n\t\t\t\tsearch the vehicle;\n\t\t\t\tseize the vehicle and any of its contents.\n\t\t\tIn acting under subsection (4) above the authorised officer or constablemay—\n\t\t\t\tstop the vehicle (but only a constable in uniform may stop a vehicle on anyroad);\n\t\t\t\tenter any premises for the purpose of searching or seizing the vehicle.\n\t\t\tA vehicle or its contents seized under subsection (4) above—\n\t\t\t\tby an authorised officer of an enforcement authority, are seized on behalfof that authority;\n\t\t\t\tby a constable in the presence of an authorised officer of an enforcementauthority, are seized on behalf of that authority;\n\t\t\t\tby a constable without such an officer present, are seized on behalf of thewaste collection authority in whose area the seizure takes place.\n\t\t\tA person commits an offence if—\n\t\t\t\the fails without reasonable excuse to give any assistance that anauthorised officer or constable may reasonably request in the exercise of apower under subsection (4) or (5) above;\n\t\t\t\the otherwise intentionally obstructs an authorised officer or constable inexercising that power.\n\t\t\tWhere an authorised officer or constable has stopped a vehicle undersubsection (5)(a) above, he may require any occupant of the vehicle to givehim—\n\t\t\t\tthe occupant’s name and address;\n\t\t\t\tthe name and address of the registered owner of the vehicle;\n\t\t\t\tany other information he may reasonably request.\n\t\t\tA person commits an offence if—\n\t\t\t\the fails without reasonable excuse to comply with a requirement undersubsection (8) above;\n\t\t\t\the gives information required under that subsection that is—\n\t\t\t\tto his knowledge false or misleading in a material way, or\n\t\t\t\tgiven recklessly and is false or misleading in a material way.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\t\tIn this section and section 34C below—\n\t\t\t\t  * “authorised officer” means an officer of an enforcement authority who is authorised in writing by the authority for the purposes of this section;\n\t\t\t\t  * “enforcement authority” means—\n\t\t\t\tthe Environment Agency, or\n\t\t\t\ta waste collection authority;\n\t\t\t\t\t  * “road” has the same meaning as in the Road Traffic Regulation Act 1984;\n\t\t\t\t\t  * “vehicle” means any motor vehicle or trailer within the meaning of that Act or any mobile plant.\n\t\tCSeizure of vehicles etc: supplementary\n\t\t\tWhere under section 34B above an authorised officer or constable seizes avehicle or its contents (“seized property”) on behalf of an enforcementauthority, the authority may remove the seized property to such a place as itconsiders appropriate.\n\t\t\tAn enforcement authority must deal with any seized property in accordancewith regulations made by the appropriate person.\n\t\t\tRegulations under subsection (2) above may in particular include provisionas to—\n\t\t\t\tthe duties of enforcement authorities in relation to the safe custody ofseized property;\n\t\t\t\tthe circumstances in which they must return any such property to a personclaiming entitlement to it;\n\t\t\t\tthe manner in which such persons, and the seized property to which they areentitled, may be determined;\n\t\t\t\tthe circumstances in which an enforcement authority may sell, destroy orotherwise dispose of seized property;\n\t\t\t\tthe uses to which the proceeds of any such sale may be put.\n\t\t\tRegulations making provision under subsection (3)(d) above—\n\t\t\t\tmust (subject to paragraph (c) below) require the enforcement authority topublish a notice in such form, and to take any other steps, as may bespecified in the regulations for informing persons who may be entitled to theseized property that it has been seized and is available to be claimed;\n\t\t\t\tmust (subject to paragraph (c) below) prohibit the authority from selling,destroying or otherwise disposing of any seized property unless a periodspecified in the regulations has expired without any obligation arising underthe regulations for the authority to return the property to any person;\n\t\t\t\tmay allow for the requirements in paragraphs (a) and (b) above to bedispensed with if the condition of the seized property requires its disposalwithout delay.\n\t\t\tThe appropriate person may issue guidance to enforcement authorities inrelation to the performance of their functions under regulations undersubsection (2) above.”\n\t\t\tIn section 71 of that Act (obtaining information from persons andauthorities)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)A waste collection authority has the power referred to in subsection (2)for the purpose of the discharge of its functions under sections 34B and 34Cabove.”;\n\t\t\t\tin subsection (3) after “subsection (2)” insert “or (2A)”."
    },
    {
        "length": 2626,
        "text": "\nLocal authority waste collection and disposal\n\tAbolition of requirement to contract out waste disposal functions\n\t\tSection 32 of and Schedule 2 to the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (power torequire local authorities to transfer waste disposal functions etc tospecially formed companies) shall cease to have effect.\n\tOffences relating to waste receptacles: fixed penalty notices\n\t\tIn the Environmental Protection Act 1990, after section 47 (receptacles forcommercial or industrial waste) insert—\n\t\t“47ZAFixed penalty notices for offences under sections 46 and 47\n\t\t\tThis section applies where on any occasion an authorised officer of a wastecollection authority has reason to believe that a person has committed anoffence under section 46 or 47 above in the area of that authority.\n\t\t\tThe authorised officer may give that person a notice offering him theopportunity of discharging any liability to conviction for the offence bypayment of a fixed penalty to the waste collection authority.\n\t\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\t\tno proceedings may be instituted for that offence before the expiration ofthe period of fourteen days following the date of the notice; and\n\t\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of that period.\n\t\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\t\tA notice under this section must also state—\n\t\t\t\tthe period during which, by virtue of subsection (3) above, proceedingswill not be taken for the offence;\n\t\t\t\tthe amount of the fixed penalty; and\n\t\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(5)(c) above at the address so mentioned.\n\t\t\tWhere a letter is sent in accordance with subsection (6) above payment isto be regarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\t\tIn any proceedings a certificate which—\n\t\t\t\tpurports to be signed on behalf of the chief finance officer of the wastecollection authority, and\n\t\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\t\tis evidence of the facts stated.\n\t\t\tIn this section—\n\t\t\t\t  * “authorised officer”, in relation to a waste collection authority, means—\n\t\t\t\tan employee of the authority who is authorised in writing by the authority forthe purposes of giving notices under this section;\n\t\t\t\tany person who, in pursuance of arrangements made with the authority, has thefunction of giving such notices and is authorised in writing by the authorityto perform that function;\n\t\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices;\n\t\t\t\t\t  * “chief finance officer”, in relation to a waste collection authority, means the person having responsibility for the financial affairs of the authority.\n\t\tZBAmount of fixed penalty under section 47ZA\n\t\t\tThis section applies in relation to a fixed penalty payable to a wastecollection authority in pursuance of a notice under section 47ZA above.\n\t\t\tThe amount of the fixed penalty—\n\t\t\t\tis the amount specified by the waste collection authority in relation tothe authority’s area, or\n\t\t\t\tif no amount is so specified, is £100.\n\t\t\tThe waste collection authority may make provision for treating the fixedpenalty as having been paid if a lesser amount is paid before the end of aperiod specified by the authority.\n\t\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred on waste collection authorities under subsections (2)(a)and (3) above.\n\t\t\tRegulations under subsection (4) may (in particular)—\n\t\t\t\trequire an amount specified under subsection (2)(a) above to fall within arange prescribed in the regulations;\n\t\t\t\trestrict the extent to which, and the circumstances in which, a wastecollection authority can make provision under subsection (3) above.\n\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (2)(b) above.”\n\tPayments for waste recycling and disposal\n\t\tSection 52 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (payments forrecycling and disposal etc of waste) is amended as follows.\n\t\tIn subsection (1) after “so retained” insert—\n\t\t\tin the case of a waste disposal authority in England, of such amounts asmay be determined in accordance with regulations made by the Secretary ofState; and\n\t\t\tin the case of a waste disposal authority in Wales”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The Secretary of State may by order disapply subsection (1) above inrelation to any waste disposal authority constituted under section 10 of theLocal Government Act 1985 (joint arrangements for waste disposal in London andmetropolitan counties).”\n\t\tAfter subsection (1A) (as inserted by subsection (3) above) insert—\n\t\t“(1B)A waste disposal authority is not required to make payments to a wastecollection authority under subsection (1) above where, on the basis ofarrangements involving the two authorities, the waste collection authority hasagreed that such payments need not be made.”\n\t\tIn subsection (2) after “so collected” insert—\n\t\t\tin the case of a waste collection authority in England, of such amounts asmay be determined in accordance with regulations made by the Secretary ofState; and\n\t\t\tin the case of a waste collection authority in Wales”.\n\t\tIn subsection (3) after “so collected” insert—\n\t\t\tin the case of a waste disposal authority in England, of such amounts asmay be determined in accordance with regulations made by the Secretary ofState; and\n\t\t\tin the case of a waste disposal authority in Wales”.\n\t\tIn subsection (4) after “so collected” insert—\n\t\t\tin the case of a waste collection authority in England, of such amounts asmay be determined in accordance with regulations made by the Secretary ofState; and\n\t\t\tin the case of a waste collection authority in Wales”.\n\t\tAfter subsection (8) insert—\n\t\t“(8A)The Secretary of State may give guidance—\n\t\t\tto a waste disposal authority in England, for the purposes of determiningwhether to exercise the power in subsection (3) above;\n\t\t\tto a waste collection authority in England, for the purposes of determiningwhether to exercise the power in subsection (4) above.”\n\t\tAt the end insert—\n\t\tIn this section, references to recycling waste include re-using it(whether or not the waste is subjected to any process).”\n\tPower to require owner of land to remove waste\n\t\tIn section 59 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (power torequire removal of waste unlawfully deposited), in subsection (7)(b) after“occupier of the land” insert “or the occupier cannot be found without theauthority incurring unreasonable expense”.\n\t\tAfter that section insert—\n\t\t“59ZASection 59: supplementary power in relation to owner of land\n\t\t\tWhere the grounds in subsection (2), (3) or (4) below are met, a wasteregulation authority or waste collection authority may, by notice served onhim, require the owner of any land in its area to comply with either or bothof the requirements mentioned in subsection (1)(a) and (b) of section 59above.\n\t\t\tThe grounds in this subsection are that it appears to the authority thatwaste has been deposited in or on the land in contravention of section 33(1)above and—\n\t\t\t\tthere is no occupier of the land, or\n\t\t\t\tthe occupier cannot be found without the authority incurring unreasonableexpense.\n\t\t\tThe grounds in this subsection are that—\n\t\t\t\tthe authority has served a notice under subsection (1) of section 59 aboveimposing a requirement on the occupier of the land,\n\t\t\t\tthe occupier of the land is not the same person as the owner of the land,and\n\t\t\t\tthe occupier has failed to comply with the requirement mentioned inparagraph (a) above within the period specified in the notice.\n\t\t\tThe grounds in this subsection are that—\n\t\t\t\tthe authority has served a notice under subsection (1) of section 59 aboveimposing a requirement on the occupier of the land,\n\t\t\t\tthe occupier of the land is not the same person as the owner of the land,and\n\t\t\t\tthe requirement mentioned in paragraph (a) above has been quashed on theground specified in subsection (3)(a) of that section.\n\t\t\tSubsections (2) to (6) of section 59 above apply in relation torequirements imposed under this section on the owner of the land as they applyin relation to requirements imposed under that section on the occupier of theland but as if in subsection (3) there were inserted after paragraph (a)—\n\t\t\t\tin order to comply with the requirement the appellant would be requiredto enter the land unlawfully; or”.\n\t\t\tIn this section “owner” has the meaning given to it in section 78A(9)below.”"
    },
    {
        "length": 888,
        "text": "\nSupplementary\n\t“Appropriate person”\n\t\tIn section 29 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), aftersubsection (1) insert—\n\t“(1A)“Appropriate person” means—\n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the National Assembly for Wales.”\n\tUse of fixed penalty receipts\n\t\tIn the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\"), after section73 insert—\n\t\t“73AUse of fixed penalty receipts\n\t\t\tThe Environment Agency must pay amounts received by it under section 34Aabove to the Secretary of State.\n\t\t\tA waste collection authority may use amounts received by it under section34A or 47ZA above (its “fixed penalty receipts”) only for the purposes of—\n\t\t\t\tits functions under this Part (including functions relating to theenforcement of offences under this Part); and\n\t\t\t\tsuch other of its functions as may be specified in regulations made by theappropriate person.\n\t\t\tRegulations under subsection (2)(b) above may (in particular) have theeffect that a waste collection authority may use its fixed penalty receiptsfor the purposes of any of its functions.\n\t\t\tA waste collection authority must supply the appropriate person with suchinformation relating to its use of its fixed penalty receipts as theappropriate person may require.\n\t\t\tThe appropriate person may by regulations—\n\t\t\t\tmake provision for what a waste collection authority is to do with itsfixed penalty receipts—\n\t\t\t\tpending their being used for the purposes of functions of the authorityreferred to in subsection (2) above;\n\t\t\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\t\t\tmake provision for accounting arrangements in respect of a waste collectionauthority’s fixed penalty receipts.\n\t\t\tThe provision that may be made under subsection (5)(a)(ii) above includes(in particular) provision for the payment of sums to a person (including theappropriate person) other than the waste collection authority.\n\t\t\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\t\t\tthe waste collection authorities to which the regulations are to apply;\n\t\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\t\tRegulations under this section may make different provision for differentpurposes (including different provision in relation to different authoritiesor different descriptions of authority).\n\t\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act 2003, tobe regarded as included among the powers mentioned in subsection (2) of thatsection.”\n\tSupplementary enforcement powers\n\t\tIn section 108 of the Environment Act [1995 (c.25)](/id/ukpga/1995/25?view=plain \"Go to item of legislation\") (powers ofenforcing authorities etc), in subsection (15), in the definition of“pollution control functions” in relation to a waste collection authority, for“conferred on it by section 59” substitute “conferred or imposed on it by orunder Part 2”."
    },
    {
        "length": 595,
        "text": "\nChapter 3Site waste\n\tSite waste management plans\n\t\tThe appropriate person may by regulations make provision requiring personsof a specified description—\n\t\t\tto prepare plans for the management and disposal of waste created in thecourse of specified descriptions of works involving construction ordemolition;\n\t\t\tto comply with such plans.\n\t\tDescriptions of works that may be specified under subsection (1)(a) includein particular description by reference to the cost or likely cost of suchworks.\n\t\tRegulations under this section may make supplementary and incidentalprovision, including in particular provision as to—\n\t\t\tthe circumstances in which plans must be prepared;\n\t\t\tthe contents of plans;\n\t\t\tenforcement authorities in relation to plans and the powers of suchauthorities;\n\t\t\tthe keeping of plans and their production to enforcement authorities;\n\t\t\toffences in relation to a failure to comply with a requirement under theregulations;\n\t\t\tpenalties for those offences;\n\t\t\tthe discharging of liability for an offence under the regulations by thepayment of a fixed penalty to an enforcement authority;\n\t\t\tthe uses to which such payments may be put by enforcement authorities.\n\t\tRegulations under this section may make different provision for differentpurposes.\n\t\tRegulations under this section making provision under subsection (3)(h) mayin particular make different provision relating to different enforcementauthorities or different descriptions of enforcement authority (includingprovision framed by reference to performance categories under section 99(4) ofthe Local Government Act [2003 (c. 26)](/id/ukpga/2003/26?view=plain \"Go toitem of legislation\")).\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations made by the Secretary ofState under this section is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\tThe appropriate person may give guidance to persons who are enforcementauthorities under subsection (3)(c) in relation to the powers conferred onthem under that provision.\n\t\tIn this section—\n\t\t\t  * “appropriate person” means— \n\t\t\tin relation to works in England, the Secretary of State;\n\t\t\tin relation to works in Wales, the National Assembly for Wales;\n\t\t\t\t  * “specified” means specified in regulations under this section. "
    },
    {
        "length": 3653,
        "text": "\nChapter 1Controls on dogs\n\tDog control orders\n\t\tPower to make dog control orders\n\t\t\tA primary or secondary authority may in accordance with this Chapter makean order providing for an offence or offences relating to the control of dogsin respect of any land in its area to which this Chapter applies.\n\t\t\tAn order under subsection (1) is to be known as a “dog control order”.\n\t\t\tFor the purposes of this Chapter an offence relates to the control of dogsif it relates to one of the following matters—\n\t\t\t\tfouling of land by dogs and the removal of dog faeces;\n\t\t\t\tthe keeping of dogs on leads;\n\t\t\t\tthe exclusion of dogs from land;\n\t\t\t\tthe number of dogs which a person may take on to any land.\n\t\t\tAn offence provided for in a dog control order must be an offence which isprescribed for the purposes of this section by regulations made by theappropriate person.\n\t\t\tRegulations under subsection (4) may in particular—\n\t\t\t\tspecify all or part of the wording to be used in a dog control order forthe purpose of providing for any offence;\n\t\t\t\tpermit a dog control order to specify the times at which, or periods duringwhich, an offence is to apply;\n\t\t\t\tprovide for an offence to be defined by reference to failure to comply withthe directions of a person of a description specified in the regulations.\n\t\t\tA dog control order may specify the land in respect of which it appliesspecifically or by description.\n\t\t\tA dog control order may be revoked or amended by the authority which madeit; but this Chapter applies in relation to any amendment of a dog controlorder as if it were the making of a new order.\n\t\tDog control orders: supplementary\n\t\t\tThe appropriate person must by regulations prescribe the penalties, ormaximum penalties, which may be provided for in a dog control order inrelation to any offence.\n\t\t\tRegulations under subsection (1) may not in any case permit a dog controlorder to provide for a penalty other than a fine not exceeding level 3 on thestandard scale in relation to any offence.\n\t\t\tThe appropriate person must by regulations prescribe such otherrequirements relating to the content and form of a dog control order as theappropriate person thinks fit.\n\t\t\tThe appropriate person must by regulations prescribe the procedure to befollowed by a primary or secondary authority before and after making a dogcontrol order.\n\t\t\tRegulations under subsection (4) must in particular include provision asto—\n\t\t\t\tconsultation to be undertaken before a dog control order is made;\n\t\t\t\tthe publicising of a dog control order after it has been made.\n\t\tLand to which Chapter 1 applies\n\t\t\tSubject to this section, this Chapter applies to any land which is open tothe air and to which the public are entitled or permitted to have access (withor without payment).\n\t\t\tFor the purposes of this section, any land which is covered is to betreated as land which is “open to the air” if it is open to the air on atleast one side.\n\t\t\tThe appropriate person may by order designate land as land to which thisChapter does not apply (generally or for such purposes as may be specified inthe order).\n\t\t\tLand may be designated under subsection (3) specifically or by description.\n\t\t\tWhere a private Act confers powers on a person other than a primary orsecondary authority for the regulation of any land, that person may, by noticein writing given to the primary and secondary authorities in whose area theland is situated, exclude the application of this Chapter to that land.\n\t\tPrimary and secondary authorities\n\t\t\tEach of the following is a “primary authority” for the purposes of thisChapter—\n\t\t\t\ta district council in England;\n\t\t\t\ta county council in England for an area for which there is no districtcouncil;\n\t\t\t\ta London borough council;\n\t\t\t\tthe Common Council of the City of London;\n\t\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\ta county or county borough council in Wales.\n\t\t\tEach of the following is a “secondary authority” for the purposes of thisChapter—\n\t\t\t\ta parish council in England;\n\t\t\t\ta community council in Wales.\n\t\t\tThe appropriate person may by order designate any person or body exercisingfunctions under an enactment as a secondary authority for the purposes of thisChapter in respect of an area specified in the order.\n\tFixed penalty notices\n\t\tFixed penalty notices\n\t\t\tThis section applies where on any occasion—\n\t\t\t\tan authorised officer of a primary or secondary authority has reason tobelieve that a person has committed an offence under a dog control order madeby that authority; or\n\t\t\t\tan authorised officer of a secondary authority has reason to believe that aperson has in its area committed an offence under a dog control order made bya primary authority.\n\t\t\tThe authorised officer may give that person a notice offering him theopportunity of discharging any liability to conviction for the offence bypayment of a fixed penalty.\n\t\t\tA fixed penalty payable under this section is payable to the primary orsecondary authority whose officer gave the notice.\n\t\t\tWhere a person is given a notice under this section in respect of anoffence—\n\t\t\t\tno proceedings may be instituted for that offence before the expiration ofthe period of fourteen days following the date of the notice; and\n\t\t\t\the may not be convicted of that offence if he pays the fixed penalty beforethe expiration of that period.\n\t\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\t\tA notice under this section must also state—\n\t\t\t\tthe period during which, by virtue of subsection (4), proceedings will notbe taken for the offence;\n\t\t\t\tthe amount of the fixed penalty; and\n\t\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\t\tWithout prejudice to payment by any other method, payment of the fixedpenalty may be made by pre-paying and posting a letter containing the amountof the penalty (in cash or otherwise) to the person mentioned in subsection(6)(c) at the address so mentioned.\n\t\t\tWhere a letter is sent in accordance with subsection (7) payment is to beregarded as having been made at the time at which that letter would bedelivered in the ordinary course of post.\n\t\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\t\tIn any proceedings a certificate which—\n\t\t\t\tpurports to be signed on behalf of the chief finance officer of a primaryor secondary authority, and\n\t\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\t\tis evidence of the facts stated.\n\t\t\tIn this section—\n\t\t\t\t  * “authorised officer”, in relation to a primary or secondary authority, means— \n\t\t\t\tan employee of the authority who is authorised in writing by the authority forthe purpose of giving notices under this section;\n\t\t\t\tany person who, in pursuance of arrangements made with the authority, has thefunction of giving such notices and is authorised in writing by the authorityto perform that function; and\n\t\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices;\n\t\t\t\t\t  * “chief finance officer”, in relation to a primary or secondary authority, means the person having responsibility for the financial affairs of the authority. \n\t\t\tThe appropriate person may by regulations prescribe conditions to besatisfied by a person before a secondary authority may authorise him inwriting for the purpose of giving notices under this section.\n\t\tAmount of fixed penalties\n\t\t\tThe amount of a fixed penalty payable to a primary or secondary authorityin pursuance of a notice under section 59 in respect of an offence under a dogcontrol order—\n\t\t\t\tis the amount specified by the authority which made the order;\n\t\t\t\tif no amount is so specified, is £75.\n\t\t\tA primary or secondary authority may under subsection (1)(a) specifydifferent amounts in relation to different offences.\n\t\t\tA primary or secondary authority may make provision for treating a fixedpenalty payable to that authority in pursuance of a notice under section 59 ashaving been paid if a lesser amount is paid before the end of a periodspecified by the authority.\n\t\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred on primary and secondary authorities under subsections(1)(a) and (3).\n\t\t\tRegulations under subsection (4) may (in particular)—\n\t\t\t\trequire an amount specified under subsection (1)(a) to fall within a rangeprescribed in the regulations;\n\t\t\t\trestrict the extent to which, and the circumstances in which, a primary orsecondary authority can make provision under subsection (3).\n\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (1)(b).\n\t\tPower to require name and address\n\t\t\tIf an authorised officer of a primary or secondary authority proposes togive a person a notice under section 59, the officer may require the person togive him his name and address.\n\t\t\tA person commits an offence if—\n\t\t\t\the fails to give his name and address when required to do so undersubsection (1), or\n\t\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\t\tIn this section “authorised officer” has the same meaning as in section 59.\n\t\tCommunity support officers etc\n\t\t\tThe Police Reform Act [2002 (c. 30)](/id/ukpga/2002/30?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\t\tIn Schedule 4 (community support officers), in paragraph 1(2), afterparagraph (d) insert “and\n\t\t\t\tthe power of an authorised officer of a primary or secondary authority,within the meaning of section 59 of the Clean Neighbourhoods and EnvironmentAct 2005, to give a notice under that section (fixed penalty notices inrespect of offences under dog control orders).”\n\t\t\tIn Schedule 5 (accredited persons), in paragraph 1(2), after paragraph (c)insert “and\n\t\t\t\tthe power of an authorised officer of a primary or secondary authority,within the meaning of section 59 of the Clean Neighbourhoods and EnvironmentAct 2005, to give a notice under that section (fixed penalty notices inrespect of offences under dog control orders).”\n\tSupplementary\n\t\tOverlapping powers\n\t\t\tWhere a primary authority makes a dog control order providing for anoffence relating to a matter specified in any of paragraphs (a) to (d) ofsection 55(3) as respects any land—\n\t\t\t\ta secondary authority may not make a dog control order providing for anyoffence which relates to the matter specified in that paragraph as respectsthat land;\n\t\t\t\tany dog control order previously made by a secondary authority providingfor any offence which relates to the matter specified in that paragraph shall,to the extent that it so provides, cease to have effect.\n\t\t\tWhere the area of an authority designated as a secondary authority undersection 58(3) is to any extent the same as that of a parish or communitycouncil, subsection (1) applies in relation to orders made by the designatedauthority and that council as if the council were a primary authority.\n\t\tByelaws \n\t\t\tWhere, apart from this subsection, a primary or secondary authority has atany time power to make a byelaw in relation to any matter specified in any ofparagraphs (a) to (d) of section 55(3) as respects any land, it may not makesuch a byelaw if at that time it has power under this Chapter to make a dogcontrol order as respects that land in relation to the matter specified inthat paragraph.\n\t\t\tSubsection (1) does not affect any byelaw which the authority had power tomake at the time it was made.\n\t\t\tWhere a dog control order is made in relation to any matter specified inany of paragraphs (a) to (d) of section 55(3) as respects any land, any byelawpreviously made by a primary or secondary authority which has the effect ofmaking a person guilty of any offence in relation to the matter specified inthat paragraph as respects that land shall cease to have that effect.\n\t\t\tWhere any act or omission would, apart from this subsection, constitute anoffence under a dog control order and any byelaw, the act or omission shallnot constitute an offence under the byelaw.\n\t\tDogs (Fouling of Land) Act 1996\n\t\t\tThe Dogs (Fouling of Land) Act [1996 (c. 20)](/id/ukpga/1996/20?view=plain \"Goto item of legislation\") shall cease to have effect.\n\tGeneral\n\t\t“Appropriate person”\n\t\t\tIn this Chapter, “appropriate person” means—\n\t\t\t\tthe Secretary of State, in relation to England;\n\t\t\t\tthe National Assembly for Wales, in relation to Wales.\n\t\tRegulations and orders\n\t\t\tAny power conferred by this Chapter on the Secretary of State or NationalAssembly for Wales to make regulations or an order includes—\n\t\t\t\tpower to make different provision for different purposes (includingdifferent provision for different authorities or different descriptions ofauthority);\n\t\t\t\tpower to make consequential, supplementary, incidental and transitionalprovision and savings.\n\t\t\tAny power conferred by this Chapter on the Secretary of State or NationalAssembly for Wales to make regulations or an order is exercisable by statutoryinstrument.\n\t\t\tThe Secretary of State may not make a statutory instrument containingregulations under section 55(4) or 56(1) unless a draft of the instrument hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\t\tA statutory instrument containing—\n\t\t\t\tregulations made by the Secretary of State under this Chapter to whichsubsection (3) does not apply, or\n\t\t\t\tan order made by the Secretary of State under this Chapter,\n\t\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 318,
        "text": "\nChapter 2Stray dogs\n\tTermination of police responsibility for stray dogs\n\t\tSection 3 of the Dogs Act [1906 (c. 32)](/id/ukpga/1906/32?view=plain \"Goto item of legislation\") (seizure of stray dogs by police) shall, subject tosubsection (2), cease to have effect.\n\t\tThe repeal in subsection (1) does not apply for the purposes of section2(2) and (3) of the Dogs (Protection of Livestock) Act [1953 (c.28)](/id/ukpga/1953/28?view=plain \"Go to item of legislation\").\n\t\tIn section 150 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (delivery ofstray dogs to police or local authority officer), in subsection (1)—\n\t\t\tin paragraph (b), omit sub-paragraph (ii) and the preceding “or”;\n\t\t\tomit the words from “or the police officer” to “as the case may be,”.\n\t\tIn the heading to that section, omit “police or”."
    },
    {
        "length": 3315,
        "text": "\nAlarm notification areas\n\tDesignation of alarm notification areas\n\t\tA local authority may designate all or any part of its area as an alarmnotification area.\n\t\tIf a local authority proposes to designate an area as an alarm notificationarea it must arrange for notice of the proposal to be published in a newspapercirculating in the area.\n\t\tThe notice must state—\n\t\t\tthat representations may be made to the authority about the proposal;\n\t\t\tthat any such representations must be made before a specified date.\n\t\tThe specified date must be at least 28 days after the date on which thenotice is published in accordance with subsection (2).\n\t\tThe local authority must consider any representations about the proposalwhich it receives before the specified date.\n\t\tIf a local authority decides to designate an area as an alarm notificationarea it must—\n\t\t\tarrange for notice of the decision to be published in a newspapercirculating in the area, and\n\t\t\tsend a copy of the notice to the address of all premises in the area.\n\t\tThe notice must specify the date on which the designation is to haveeffect.\n\t\tThe date specified must be at least 28 days after the date on which thenotice is published in accordance with subsection (6)(a).\n\t\tIf a local authority decides not to designate an area as an alarmnotification area it must arrange for notice of the decision to be publishedin a newspaper circulating in the area.\n\tWithdrawal of designation\n\t\tA local authority which has designated an area as an alarm notificationarea may withdraw the designation.\n\t\tIf a local authority decides to withdraw a designation of an area as analarm notification area, it must—\n\t\t\tarrange for notice of the decision to be published in a newspapercirculating in the area, and\n\t\t\tsend a copy of the notice to the address of all premises in the area.\n\t\tThe notice must specify the date on which the withdrawal of the designationis to have effect.\n\tNotification of nominated key-holders\n\t\tThis section and section 72 apply in relation to premises if—\n\t\t\tthe premises are in an area designated by a local authority as an alarmnotification area, and\n\t\t\tan audible intruder alarm has been installed in or on the premises.\n\t\tThe responsible person must—\n\t\t\tnominate a key-holder in respect of the premises in accordance with section72;\n\t\t\tnotify the local authority in writing before the end of the required periodof the name, address and telephone number of the key-holder nominated inrespect of the premises in accordance with that section.\n\t\tThe required period for the purposes of subsection (2)(b) is the periodbefore the end of which the key-holder is required to be nominated inaccordance with section 72.\n\t\tA person commits an offence if he fails to comply with a requirement ofsubsection (2).\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tNomination of key-holders\n\t\tThe responsible person must before the end of the required period nominatea person as a key-holder in respect of the premises.\n\t\tThe required period for the purposes of subsection (1) is—\n\t\t\tif the alarm was installed before the date on which the designation of thearea had effect, the period of 28 days starting with that date;\n\t\t\tif the alarm was installed on or after that date, the period of 28 daysstarting with the date on which the installation was completed.\n\t\tA person may be nominated as a key-holder in respect of premises under thissection only if—\n\t\t\the holds keys sufficient to enable him to gain access to the part of thepremises in which the controls for the alarm are situated;\n\t\t\the normally resides or is situated in the vicinity of the premises;\n\t\t\the has information sufficient to enable him to silence the alarm;\n\t\t\the agrees to be a nominated key-holder in respect of the premises;\n\t\t\twhere the premises are residential premises, he falls within subsection(4);\n\t\t\twhere the premises are non-residential premises, he falls within subsection(5).\n\t\tA person falls within this subsection if he is—\n\t\t\tan individual who is not the occupier of the premises, or\n\t\t\ta key-holding company.\n\t\tA person falls within this subsection if he is—\n\t\t\tan individual who—\n\t\t\tis the responsible person, or\n\t\t\tis acting on behalf of the responsible person, if the responsible personis not an individual, or\n\t\t\ta key-holding company.\n\t\tIf the responsible person becomes aware that a person who has beennominated as a key-holder in respect of premises under this section no longersatisfies one or more of the requirements in subsection (3), the responsibleperson must before the end of the required period nominate another person as akey-holder in respect of the premises.\n\t\tThe required period for the purposes of subsection (6) is the period of 28days starting with the date on which the responsible person becomes aware ofthat fact.\n\t\tIn this section—\n\t\t\t  * “key-holding company” means a body corporate or an unincorporated association— \n\t\t\tthe business of which consists of or includes holding keys, and\n\t\t\twhich is capable of being contacted at any hour of the day;\n\t\t\t\t  * “non-residential premises” means premises which are not residential premises; \n\t\t\t\t  * “residential premises” means premises all or part of which comprise a dwelling. \n\tOffences under section 71: fixed penalty notices\n\t\tThis section applies if it appears to an authorised officer of a localauthority that a person has committed an offence under section 71(4) in thearea of the local authority.\n\t\tThe officer may give the person a notice offering him the opportunity ofdischarging any liability to conviction for the offence by payment of a fixedpenalty.\n\t\tIf a person is given a notice under this section in respect of an offence—\n\t\t\tno proceedings may be instituted for the offence before the end of theperiod of 14 days starting with the day after that on which the notice isgiven, and\n\t\t\the may not be convicted of the offence if he pays the fixed penalty beforethe end of that period.\n\t\tA notice under this section must give such particulars of the circumstancesalleged to constitute the offence as are necessary for giving reasonableinformation of the offence.\n\t\tA notice under this section must also state—\n\t\t\tthe period during which, by virtue of subsection (3), proceedings will notbe taken for the offence,\n\t\t\tthe amount of the fixed penalty, and\n\t\t\tthe person to whom and the address at which the fixed penalty may be paid.\n\t\tPayment of the fixed penalty may be made by pre-paying and posting a lettercontaining the amount of the penalty (in cash or otherwise) to the personmentioned in subsection (5)(c) at the address so mentioned.\n\t\tIf a letter is sent in accordance with subsection (6) payment is to beregarded as having been made at the time at which the letter would bedelivered in the ordinary course of post.\n\t\tSubsection (6) does not prevent payment of the fixed penalty being made byanother method.\n\t\tIn any proceedings a certificate which—\n\t\t\tpurports to be signed by or on behalf of the chief finance officer of alocal authority, and\n\t\t\tstates that payment of a fixed penalty was or was not received by a datespecified in the certificate,\n\t\t\t\tis evidence of the facts stated.\n\t\tThe form of a notice under this section is to be such as the appropriateperson may by order prescribe.\n\t\tIn this section—\n\t\t\t  * “authorised officer”, in relation to a local authority, means— \n\t\t\tan employee of the authority who is authorised in writing by the authority forthe purpose of giving notices under this section;\n\t\t\tany person who, in pursuance of arrangements made with the authority, has thefunction of giving such notices and is authorised in writing by the authorityto perform that function;\n\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such notices;\n\t\t\t\t  * “chief finance officer”, in relation to a local authority, is the person having responsibility for the financial affairs of the authority. \n\tAmount of fixed penalty\n\t\tThis section applies in relation to a penalty payable to a local authorityin pursuance of a notice under section 73.\n\t\tThe amount of the penalty is—\n\t\t\tthe amount specified by the local authority in relation to its area, or\n\t\t\tif no amount is so specified, £75.\n\t\tThe local authority may make provision for treating the penalty as havingbeen paid if a lesser amount is paid before the end of a period specified bythe authority.\n\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred on local authorities under subsections (2)(a) and (3).\n\t\tRegulations under subsection (4) may (in particular)—\n\t\t\trequire an amount specified under subsection (2)(a) to fall within a rangeprescribed in the regulations;\n\t\t\trestrict the extent to which, and the circumstances in which, an authoritycan make provision under subsection (3).\n\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (2)(b).\n\tUse of fixed penalty receipts\n\t\tA local authority may use any sums it receives in respect of fixedpenalties payable in pursuance of notices given under section 73 (its “penaltyreceipts”) only for the purposes of functions of its that are qualifyingfunctions.\n\t\tThe following are qualifying functions for the purposes of this section—\n\t\t\tfunctions under this Chapter;\n\t\t\tfunctions under the Noise Act [1996 (c. 37)](/id/ukpga/1996/37?view=plain\"Go to item of legislation\");\n\t\t\tfunctions under sections 79 to 82 of the Environmental Protection Act [1990(c. 43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (statutorynuisances) in connection with statutory nuisances falling with section79(1)(g) or (ga) (noise) of that Act;\n\t\t\tfunctions of a description specified in regulations made by the appropriateperson.\n\t\tRegulations under subsection (2)(d) may (in particular) have the effectthat a local authority may use its penalty receipts for the purposes of any ofits functions.\n\t\tA local authority must supply the appropriate person with such informationrelating to the use of its penalty receipts as the appropriate person mayrequire.\n\t\tThe appropriate person may by regulations—\n\t\t\tmake provision for what a local authority is to do with its penaltyreceipts—\n\t\t\tpending their being used for the purposes of qualifying functions of theauthority;\n\t\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\t\tmake provision for accounting arrangements in respect of a localauthority’s penalty receipts.\n\t\tThe provision that may be made under subsection (5)(a)(ii) includes (inparticular) provision for the payment of sums to a person (including theappropriate person) other than the local authority.\n\t\tBefore making regulations under this section the appropriate person mustconsult—\n\t\t\tthe local authorities to which the regulations are to apply, and\n\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act [2003(c. 26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\"), to beregarded as included among the powers mentioned in subsection (2) of thatsection.\n\tFixed penalty notices: power to require name and address\n\t\tIf an authorised officer of a local authority proposes to give a person anotice under section 73, the officer may require the person to give him hisname and address.\n\t\tA person commits an offence if—\n\t\t\the fails to give his name and address when required to do so undersubsection (1), or\n\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\t“Authorised officer” has the meaning given in section 73."
    },
    {
        "length": 1189,
        "text": "\nPowers in relation to alarms\n\tPower of entry\n\t\tThis section applies if an authorised officer of a local authority issatisfied that the conditions in subsection (2) are met in relation to anaudible intruder alarm installed in or on premises in the area of the localauthority.\n\t\tThe conditions are—\n\t\t\tthat the alarm has been sounding continuously for more than twenty minutesor intermittently for more than one hour;\n\t\t\tthat the sounding of the alarm is likely to give persons living or workingin the vicinity of the premises reasonable cause for annoyance;\n\t\t\tif the premises are in an alarm notification area, that reasonable stepshave been taken to get the nominated key-holder to silence the alarm.\n\t\tThe officer may enter the premises for the purpose of silencing the alarm.\n\t\tThe officer may not enter premises by force under this section.\n\t\tThe officer must, if required, show evidence of his authority to act underthis section.\n\t\tIn this section—\n\t\t\t  * “authorised officer” means an officer of a local authority who is authorised by the authority (generally or specifically) for the purposes of this section; \n\t\t\t  * “nominated key-holder”, in respect of premises in the area of a local authority, means a person in respect of whom the authority has received notification in accordance with section 71(2)(b). \n\tWarrant to enter premises by force\n\t\tThis section applies if, on an application made by an authorised officer ofa local authority, a justice of the peace is satisfied—\n\t\t\tthat the conditions in section 77(2)(a) and (b) are met in relation to anaudible intruder alarm installed in or on premises in the area of the localauthority,\n\t\t\tif the premises are in an alarm notification area, that the condition insection 77(2)(c) is met, and\n\t\t\tthat the officer is unable to gain entry to the premises without the use offorce.\n\t\tThe justice of the peace may issue a warrant authorising the officer toenter the premises, using reasonable force if necessary, for the purpose ofsilencing the alarm.\n\t\tBefore applying for a warrant under this section, the officer must leave anotice at the premises stating—\n\t\t\tthat the officer is satisfied that the sounding of the alarm is likely togive persons living or working in the vicinity of the premises reasonablecause for annoyance, and\n\t\t\tthat an application is to be made for a warrant authorising the officer toenter the premises, using reasonable force if necessary, for the purpose ofsilencing the alarm.\n\t\tThe officer must, if required, show evidence of a warrant issued under thissection.\n\t\t“Authorised officer” has the meaning given in section 77.\n\tPowers of entry: supplementary\n\t\tThis section applies where an officer of a local authority enters anypremises under section 77 or under a warrant issued under section 78.\n\t\tThe officer may take any steps he thinks necessary for the purpose ofsilencing the alarm.\n\t\tThe officer may take with him—\n\t\t\tsuch other persons, and\n\t\t\tsuch equipment,\n\t\t\t\tas he thinks necessary for the purpose of silencing the alarm.\n\t\tThe officer and any person who enters the premises with him by virtue ofsubsection (3) must not cause more damage to or disturbance at the premisesthan is necessary for the purpose of silencing the alarm.\n\t\tIf the premises are unoccupied or (where the premises are occupied) theoccupier of the premises is temporarily absent the officer must—\n\t\t\tleave a notice at the premises stating what action has been taken on thepremises under this section and section 77 or 78;\n\t\t\tleave the premises (so far as is reasonably practicable) as effectivelysecured against entry as he found them.\n\t\tBut the officer is not required by virtue of subsection (5)(b) to re-setthe alarm.\n\t\tAny expenses reasonably incurred by the local authority in connection withentering the premises, silencing the alarm and complying with subsection (5)may be recovered by the authority from the responsible person.\n\t\tA warrant under section 78 continues in force until—\n\t\t\tthe alarm has been silenced, and\n\t\t\tthe officer has complied with subsection (5) (if that subsection applies).\n\t\tNothing done by, or by a member of, a local authority or by an officer ofor another person authorised by a local authority, if done in good faith forthe purposes of section 77, 78 or this section, is to subject the authority orany of those persons personally to any action, liability, claim or demand."
    },
    {
        "length": 667,
        "text": "\nSupplementary\n\tOrders and regulations\n\t\tThis section applies to a power conferred on the appropriate person underany provision of this Chapter to make an order or regulations.\n\t\tThe power includes—\n\t\t\tpower to make different provision for different purposes (includingdifferent provision for different local authorities and descriptions of localauthority);\n\t\t\tpower to make consequential, supplementary, incidental, transitional andsaving provision.\n\t\tThe power is exercisable by statutory instrument.\n\t\tA statutory instrument containing an order or regulations made by theSecretary of State under any provision of this Chapter is subject to annulmentin pursuance of a resolution of either House of Parliament.\n\tInterpretation \n\t\tIn this Chapter—\n\t\t\t  * “alarm notification area” means an area in respect of which a designation under section 69 has effect; \n\t\t\t  * “the appropriate person” is— \n\t\t\tin relation to a local authority in England, the Secretary of State;\n\t\t\tin relation to a local authority in Wales, the National Assembly for Wales;\n\t\t\t\t  * “local authority” means— \n\t\t\ta district council in England;\n\t\t\ta county council in England for an area for which there is no districtcouncil;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county or county borough council in Wales;\n\t\t\t\t  * “the occupier” in respect of premises means (subject to subsection (2))— \n\t\t\ta person occupying the premises, or\n\t\t\tif the premises are unoccupied, a person entitled to occupy the premises(other than the owner);\n\t\t\t\t  * “premises” does not include a vehicle; \n\t\t\t\t  * “the responsible person” in respect of premises means— \n\t\t\tthe occupier, or\n\t\t\tif there is no occupier, the owner.\n\t\tThe fact that a person is occupying premises is to be disregarded for thepurposes of this Chapter if—\n\t\t\tthe premises comprise a building that is being erected, constructed,altered, improved, maintained, cleaned or repaired,\n\t\t\tthe person is occupying the premises in connection with the erection,construction, alteration, improvement, maintenance, cleaning or repair, and\n\t\t\tthe person is doing so by virtue of a licence granted for less than fourweeks."
    },
    {
        "length": 1762,
        "text": "\nChapter 2General\n\tNoise from premises\n\t\tNoise offences: fixed penalty notices\n\t\t\tIn section 8 of the Noise Act [1996 (c. 37)](/id/ukpga/1996/37?view=plain\"Go to item of legislation\") (fixed penalty notices), omit subsection (8)(amount of fixed penalty).\n\t\t\tAfter that section insert—\n\t\t\t“8AAmount of fixed penalty\n\t\t\t\tThis section applies in relation to a fixed penalty payable to a localauthority in pursuance of a notice under section 8.\n\t\t\t\tThe amount of the fixed penalty—\n\t\t\t\t\tis the amount specified by the local authority in relation to theauthority’s area, or\n\t\t\t\t\tif no amount is so specified, is £100.\n\t\t\t\tThe local authority may make provision for treating the fixed penalty ashaving been paid if a lesser amount is paid before the end of a periodspecified by the authority.\n\t\t\t\tThe appropriate person may by regulations make provision in connection withthe powers conferred on local authorities under subsections (2)(a) and (3).\n\t\t\t\tRegulations under subsection (4) may (in particular)—\n\t\t\t\t\trequire an amount specified under subsection (2)(a) to fall within a rangeprescribed in the regulations;\n\t\t\t\t\trestrict the extent to which, and the circumstances in which, a localauthority can make provision under subsection (3).\n\t\t\t\tThe appropriate person may by order substitute a different amount for theamount for the time being specified in subsection (2)(b).\n\t\t\tBFixed penalty notices: power to require name and address\n\t\t\t\tIf an officer of a local authority who is authorised for the purposes ofsection 8 proposes to give a person a fixed penalty notice, the officer mayrequire the person to give him his name and address.\n\t\t\t\tA person commits an offence if—\n\t\t\t\t\the fails to give his name and address when required to do so undersubsection (1), or\n\t\t\t\t\the gives a false or inaccurate name or address in response to a requirementunder that subsection.\n\t\t\t\tA person guilty of an offence under subsection (2) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.”\n\t\tNoise offences: use of fixed penalty receipts\n\t\t\tSection 9 of the Noise Act [1996 (c. 37)](/id/ukpga/1996/37?view=plain \"Goto item of legislation\") (fixed penalty notices: supplementary) is amended asfollows.\n\t\t\tIn subsection (4A) (qualifying functions for the use of penalty receipts),omit “and” at the end of paragraph (a) and after that paragraph insert—\n\t\t\t\tfunctions under Chapter 1 of Part 7 of the Clean Neighbourhoods andEnvironment Act 2005;\n\t\t\t\tfunctions under sections 79 to 82 of the Environmental Protection Act 1990(statutory nuisances) in connection with statutory nuisances falling withsection 79(1)(g) or (ga) (noise) of that Act;”.\n\t\t\tAfter subsection (4F) insert—\n\t\t\t\t“(4G)The powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act 2003, tobe regarded as included among the powers mentioned in subsection (2) of thatsection.\n\t\t\t(4H)Regulations under this section relating to local authorities in Englandmay—\n\t\t\t\tmake provision in relation to—\n\t\t\t\tall local authorities,\n\t\t\t\tparticular local authorities, or\n\t\t\t\tparticular descriptions of local authority;\n\t\t\t\tmake different provision in relation to different local authorities ordescriptions of local authority.”\n\t\tExtension of Noise Act 1996 to licensed premises etc\n\t\t\tSchedule 1 (which makes provision amending the Noise Act [1996 (c.37)](/id/ukpga/1996/37?view=plain \"Go to item of legislation\") so that itapplies to licensed premises etc) has effect.\n\t\tNoise Act 1996: supplementary\n\t\t\tSection 11 of the Noise Act 1996 (interpretation and subordinatelegislation) is amended as follows.\n\t\t\tAfter subsection (2) insert—\n\t\t\t\t“(2A)In this Act “appropriate person” means—\n\t\t\t\tthe Secretary of State, in relation to England;\n\t\t\t\tthe National Assembly for Wales, in relation to Wales.”\n\t\t\tIn subsection (3), after “section 14” insert “or an order or regulationsmade solely by the National Assembly for Wales”.\n\tStatutory noise nuisances\n\t\tDeferral of duty to serve abatement notice\n\t\t\tIn section 80 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (summaryproceedings for statutory nuisances), at the beginning of subsection (1)insert “Subject to subsection (2A)” and after subsection (2) insert—\n\t\t“(2A)Where a local authority is satisfied that a statutory nuisance fallingwithin paragraph (g) of section 79(1) above exists, or is likely to occur orrecur, in the area of the authority, the authority shall—\n\t\t\tserve an abatement notice in respect of the nuisance in accordance withsubsections (1) and (2) above; or\n\t\t\ttake such other steps as it thinks appropriate for the purpose ofpersuading the appropriate person to abate the nuisance or prohibit orrestrict its occurrence or recurrence.\n\t\t\t(2B)If a local authority has taken steps under subsection (2A)(b) above andeither of the conditions in subsection (2C) below is satisfied, the authorityshall serve an abatement notice in respect of the nuisance.\n\t\t\t(2C)The conditions are—\n\t\t\tthat the authority is satisfied at any time before the end of the relevantperiod that the steps taken will not be successful in persuading theappropriate person to abate the nuisance or prohibit or restrict itsoccurrence or recurrence;\n\t\t\tthat the authority is satisfied at the end of the relevant period that thenuisance continues to exist, or continues to be likely to occur or recur, inthe area of the authority.\n\t\t\t(2D)The relevant period is the period of seven days starting with the day onwhich the authority was first satisfied that the nuisance existed, or waslikely to occur or recur.\n\t\t\t(2E)The appropriate person is the person on whom the authority would otherwisebe required under subsection (2A)(a) above to serve an abatement notice inrespect of the nuisance.”"
    },
    {
        "length": 2358,
        "text": "\nPart 8Architecture and the built environment\n\tCommission for Architecture and the Built Environment\n\t\tThe Commission for Architecture and the Built Environment\n\t\t\tThere is to be a body corporate to be known as the Commission forArchitecture and the Built Environment (in this Part referred to as “theCommission”).\n\t\t\tSchedule 2 makes further provision about the Commission.\n\t\tGeneral functions of the Commission\n\t\t\tThe functions of the Commission are the promotion of education and highstandards in, and understanding and appreciation of—\n\t\t\t\tarchitecture, and\n\t\t\t\tthe design, management and maintenance of the built environment.\n\t\t\tThe Commission must discharge its functions in relation to England and mayalso discharge them in relation to any other place it thinks appropriate.\n\t\t\tThe Commission may, for any purpose connected with the discharge of itsfunctions—\n\t\t\t\tprovide, or assist in the provision of, public works, services andamenities;\n\t\t\t\ttake any other steps it thinks appropriate.\n\t\t\tThe steps that the Commission has power to take under subsection (3)(b)include in particular—\n\t\t\t\tproviding advice and developing and reviewing projects (whether or not itis requested to do so);\n\t\t\t\tproviding financial assistance;\n\t\t\t\tcarrying out or supporting the carrying out of research;\n\t\t\t\tcommissioning or assisting in the commissioning of works of art;\n\t\t\t\testablishing and administering charities;\n\t\t\t\tinviting and accepting financial assistance and gifts (financial orotherwise);\n\t\t\t\tentering into funding or other arrangements or agreements;\n\t\t\t\texploiting intellectual property or any other intangible asset;\n\t\t\t\tmaking investments, subject to subsection (5);\n\t\t\t\tacquiring or disposing of land, subject to subsection (6);\n\t\t\t\tforming or participating in the formation of bodies corporate, subject tosubsection (6).\n\t\t\tThe Commission may make an investment only if the form or manner of theinvestment has been approved by the Secretary of State.\n\t\t\tThe Commission may—\n\t\t\t\tacquire or dispose of land, or\n\t\t\t\tform or participate in the formation of a body corporate,\n\t\t\t\t\tonly with the consent of the Secretary of State.\n\t\t\tIf the Commission has power to take any steps under subsection (3), it maytake them anywhere it thinks appropriate.\n\t\t\tThe Commission may make charges in respect of any service provided by it.\n\t\t\tIn discharging its functions the Commission must have regard to nationalpolicies and advice relating to sustainable development contained in guidanceissued by the Secretary of State.\n\t\t\tIn this section—\n\t\t\t\t  * “the built environment” includes— \n\t\t\t\tany structure or area built or designed for human use (such as squares, parksand recreation areas);\n\t\t\t\tany area available for public use which is in the vicinity of such a structureor within or in the vicinity of such an area;\n\t\t\t\t\t  * “intellectual property” means— \n\t\t\t\tany patent, trade mark, registered design, copyright, design right, right inperformance or plant breeder’s right;\n\t\t\t\tany rights under the law of a country outside the United Kingdom whichcorrespond or are similar to those falling within paragraph (a).\n\t\tChanges to functions of the Commission\n\t\t\tThe Secretary of State may by order—\n\t\t\t\tconfer further functions on the Commission;\n\t\t\t\tremove functions from the Commission;\n\t\t\t\tmake changes to any functions of the Commission.\n\t\t\tAn order under subsection (1) may confer a function on the Commission onlyif the function appears to the Secretary of State to be connected (directly orindirectly) to an existing or former function of the Commission.\n\t\t\tThe provision that may be made in an order under subsection (1) includesprovision amending or repealing any provision of an enactment conferringfunctions on the Commission.\n\t\t\tIn preparing a draft of an order under subsection (1) the Secretary ofState must consult the Commission.\n\t\tPower to dissolve the Commission\n\t\t\tThe Secretary of State may by order make provision for the dissolution ofthe Commission.\n\t\t\tAn order under this section may, in particular—\n\t\t\t\tprovide for the transfer of the property, rights or liabilities of theCommission to another person;\n\t\t\t\tmake provision enabling a person to receive anything transferred underparagraph (a) (despite any provision which would otherwise prevent, penaliseor restrict it);\n\t\t\t\tprovide for the transfer of some or all of the functions of the Commissionto another person;\n\t\t\t\testablish a body corporate;\n\t\t\t\tprovide for anything done by or in relation to the Commission to haveeffect as if done by or in relation to another person;\n\t\t\t\tpermit anything (which may include legal proceedings) which is in theprocess of being done by or in relation to the Commission when a transfertakes effect, to be continued by or in relation to another person;\n\t\t\t\tprovide for a reference to the Commission in an enactment, instrument orother document to be treated as a reference to another person.\n\t\t\tThe Secretary of State may not make an order under this section providingfor the transfer of property, rights, liabilities or functions to a personunless the person has consented to the transfer.\n\t\t\tAn order under this section which transfers rights and liabilities relatingto employees of the Commission must make provision for the Transfer ofUndertakings (Protection of Employment) Regulations 1981 ([S.I.1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")) toapply to that transfer.\n\t\tDissolution of the old Commission\n\t\t\tThe company limited by guarantee with registered number 3831652 and thecompany name “Commission for Architecture and the Built Environment” (in thisPart referred to as “the old Commission”) is dissolved.\n\t\t\tThe Secretary of State must inform the registrar of companies of thedissolution of the old Commission before the end of the period of seven daysstarting on the day on which this section comes into force.\n\t\t\tOn being informed of the dissolution of the old Commission, the registrarof companies must strike the name of the old Commission off the register ofcompanies.\n\t\t\t“The registrar of companies” has the meaning given in section 744 of theCompanies Act [1985 (c. 6)](/id/ukpga/1985/6?view=plain \"Go to item oflegislation\").\n\t\tTransfer of staff, property etc\n\t\t\tSchedule 3 (which provides for the transfer of staff, property, rights andliabilities from the old Commission to the Commission) has effect.\n\t\tTax \n\t\t\tFor the purposes of any enactment about income tax or corporation tax, theCommission and the old Commission are to be treated as the same person.\n\t\t\tIn particular, the transfers effected by paragraphs 1 and 3 of Schedule 3are to be disregarded for those purposes.\n\t\t\tAccordingly, those transfers are not to be regarded for the purposes ofSchedule 29 to the Finance Act [2002 (c. 23)](/id/ukpga/2002/23?view=plain \"Goto item of legislation\") (gains and losses from intangible fixed assets) asinvolving any realisation of an asset by the old Commission or acquisition ofan asset by the Commission.\n\t\t\tNo transfer effected by paragraph 3 of Schedule 3 is to give rise to anyliability to stamp duty or stamp duty land tax.\n\tFinancial assistance\n\t\tArchitecture and the built environment: financial assistance\n\t\t\tThe Secretary of State may give financial assistance to a person for apurpose which appears to the Secretary of State to be connected with thepromotion of education or high standards in, or understanding or appreciationof—\n\t\t\t\tarchitecture, or\n\t\t\t\tthe design, management or maintenance of the built environment.\n\t\t\tFinancial assistance under this section may be given in such form as theSecretary of State thinks fit and in particular may be given by—\n\t\t\t\tmaking grants (whether or not repayable) or loans;\n\t\t\t\tgiving guarantees;\n\t\t\t\tincurring expenditure;\n\t\t\t\tproviding services, staff or equipment.\n\t\t\tFinancial assistance under this section may be given subject to conditionsimposed by the Secretary of State or the Treasury.\n\t\t\tIf the Secretary of State makes an order under section 89 he may by orderamend this section to ensure that the purposes for which financial assistancemay be given under this section reflect any changes made to the functions ofthe Commission by the order under section 89.\n\t\t\t“The built environment” includes—\n\t\t\t\tany structure or area built or designed for human use (such as squares,parks and recreation areas);\n\t\t\t\tany area available for public use which is in the vicinity of such astructure or within or in the vicinity of such an area.\n\tSupplementary\n\t\tOrders \n\t\t\tThis section applies to a power to make an order conferred on the Secretaryof State by any provision of this Part.\n\t\t\tThe power includes—\n\t\t\t\tpower to make different provision for different purposes;\n\t\t\t\tpower to make consequential, supplementary, incidental, transitional andsaving provision.\n\t\t\tThe power is exercisable by statutory instrument.\n\t\t\tSubject to subsection (5), the Secretary of State may not make a statutoryinstrument containing an order under this Part unless a draft of the order hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\t\tA statutory instrument containing an order under paragraph 2(4) of Schedule2 is subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 1445,
        "text": "\nUse of fixed penalty receipts\n\tUse of fixed penalty receipts: higher tier authorities\n\t\tThis section applies in relation to—\n\t\t\tamounts paid to an authority, other than a parish or community council, inpursuance of notices under sections 88 and 94A of and paragraph 7 of Schedule3A to the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\");\n\t\t\tamounts paid to an authority, other than a parish or community council, inpursuance of notices under section 43(1) of the Anti-social Behaviour Act[2003 (c. 38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\");\n\t\t\tamounts paid to a primary authority, within the meaning of Chapter 1 ofPart 6 above, in pursuance of notices under section 59 above.\n\t\tThe amounts to which this section applies which are paid to an authorityare in this section called the authority’s “fixed penalty receipts”.\n\t\tAn authority may use its fixed penalty receipts only for the purposes ofqualifying functions of the authority.\n\t\tFor the purposes of this section the “qualifying functions” of an authorityare—\n\t\t\tits functions under Part 4 of the Environmental Protection Act 1990;\n\t\t\tits functions under section 43 of the Anti-social Behaviour Act 2003;\n\t\t\tits functions under Chapter 1 of Part 6 above; and\n\t\t\tsuch other of its functions as may be specified in regulations made by theappropriate person.\n\t\tRegulations under subsection (4)(d) may (in particular) have the effectthat an authority may use its fixed penalty receipts for the purposes of anyof its functions.\n\t\tAn authority must supply the appropriate person with such informationrelating to its fixed penalty receipts as the appropriate person may require.\n\t\tThe appropriate person may by regulations—\n\t\t\tmake provision for what an authority is to do with its fixed penaltyreceipts—\n\t\t\tpending their being used for the purposes of qualifying functions of theauthority;\n\t\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\t\tmake provision for accounting arrangements in respect of an authority’sfixed penalty receipts.\n\t\tThe provision that may be made under subsection (7)(a)(ii) includes (inparticular) provision for the payment of sums to a person (including theappropriate person) other than the authority.\n\t\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\t\tthe authorities to which the regulations are to apply;\n\t\t\tsuch other persons as the appropriate person thinks fit.\n\t\tThe powers to make regulations conferred by this section are, for thepurposes of subsection (1) of section 100 of the Local Government Act [2003(c. 26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\"), to beregarded as included among the powers mentioned in subsection (2) of thatsection.\n\tUse of fixed penalty receipts: lower tier authorities\n\t\tThe appropriate person must by regulations make provision relating to—\n\t\t\tthe use by a parish or community council of amounts received by it inpursuance of notices under—\n\t\t\tsection 88 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\");\n\t\t\tsection 43(1) of the Anti-social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\"); and\n\t\t\tsection 59 above; and\n\t\t\tthe use by a person or body designated under section 58(3) above as asecondary authority for the purposes of Chapter 1 of Part 6 above of amountsreceived by that person or body in pursuance of notices under section 59above.\n\t\tRegulations under this section may in particular include provisionrequiring a parish or community council or a person or body referred to insubsection (1)(b)—\n\t\t\tto use the amounts received as specified in subsection (1) only for thepurpose of such of its functions as may be specified in the regulations;\n\t\t\tto pay sums in respect of those amounts to another person (including theappropriate person);\n\t\t\tto supply information in relation to those amounts to the appropriateperson;\n\t\t\tto adopt such accounting arrangements in respect of those amounts as may bespecified in the regulations.\n\t\tRegulations under this section may include provision framed by reference toperformance categories conferred on a parish or community council by suchperson as may be specified in the regulations.\n\tSections 96 and 97: supplementary\n\t\tIn sections 96 and 97, “appropriate person” means—\n\t\t\tthe Secretary of State, in relation to England;\n\t\t\tthe National Assembly for Wales, in relation to Wales.\n\t\tThe powers to make regulations conferred by sections 96 and 97 include—\n\t\t\tpower to make different provision for different purposes (includingdifferent provision for different authorities or different descriptions ofauthority);\n\t\t\tpower to make consequential, supplementary, incidental and transitionalprovision and savings.\n\t\tRegulations under sections 96 and 97 must be made by statutory instrument.\n\t\tThe Secretary of State may not make a statutory instrument containingregulations under section 96 or 97 unless a draft of the instrument has beenlaid before, and approved by a resolution of, each House of Parliament."
    },
    {
        "length": 1119,
        "text": "\nShopping and luggage trolleys\n\tAbandoned shopping and luggage trolleys\n\t\tSchedule 4 to the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn paragraph 3(2) (retention, return and disposal of trolleys: notice toowner) for “seized or removed” substitute “seized and removed”.\n\t\tAfter paragraph 3 insert—\n\t\t\t“3A(1)This paragraph applies where the local authority is entitled to sell orotherwise dispose of a shopping or luggage trolley in accordance withparagraph 3(1)(b).\n\t\tIf it appears to the authority that a particular person is the owner of thetrolley, the authority may charge him a sum in respect of the removal, storageand disposal of the trolley.\n\t\tThe charge is payable to the authority on demand.\n\t\tThe sum payable as a charge under this paragraph is recoverable by theauthority as a debt due to it.\n\t\tIn proceedings against a person under sub-paragraph (4) for enforcement ofa charge, it is a defence for the person to prove that he was not the owner ofthe trolley to which the charge relates at the time it was removed.”\n\t\tIn paragraph 4 (charges)—\n\t\t\tin sub-paragraph (1)—\n\t\t\tfor the words from “in fixing” to “sufficient” substitute “in fixing thecharges to be paid under this Schedule, shall secure that the charges sopayable are such as are sufficient”, and\n\t\t\tfor “such trolleys” substitute “shopping or luggage trolleys”, and\n\t\t\tin sub-paragraph (2), after “paragraph 3” insert “or 3A”.\n\tSection 99: transitional provision\n\t\tThis section applies if, before the commencement date, a local authority inEngland and Wales has resolved under section 99 of the EnvironmentalProtection Act 1990 that Schedule 4 to that Act is to apply in its area.\n\t\tIf the day specified in the resolution for the coming into force ofSchedule 4 in the authority’s area falls on or after the commencement date,the resolution is to be of no effect.\n\t\tIf Schedule 4 applies in the authority’s area immediately before thecommencement date, the Schedule is to continue to apply in the authority’sarea on and after the commencement date as it applied before that date.\n\t\tBut Schedule 4 shall not so apply in relation to any shopping or luggagetrolley seized by the authority on or after the relevant day.\n\t\tFor the purposes of subsection (4) the relevant day is the earlier of—\n\t\t\tthe third anniversary of the commencement date;\n\t\t\tif the authority resolves under section 99 of the Environmental ProtectionAct [1990 (c. 43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\")that Schedule 4 (as amended by section 99 of this Act) is to apply in itsarea, the day specified in the resolution as the day on which the Schedule (asso amended) comes into force in its area.\n\t\tSo long as Schedule 4 continues to apply as described in subsection (3),the reference in section 99(4) of the Environmental Protection Act 1990 toSchedule 4 is to be treated as including a reference to Schedule 4 as it soapplies.\n\t\tIf the authority resolves under section 99 that Schedule 4 (as amended bysection 99 of this Act) is to apply in its area, the authority may not ingiving effect to paragraph 4(1) of Schedule 4 (as so amended) take intoaccount charges payable in relation to shopping or luggage trolleys seizedbefore the Schedule (as so amended) comes into force in its area.\n\t\tNothing in this section prevents the authority from bringing to an end theapplication of Schedule 4 in its area.\n\t\tIn this section—\n\t\t\t  * “the commencement date” is the day on which section 99 of this Act comes into force; \n\t\t\t  * “local authority” has the same meaning as in section 99 of the Environmental Protection Act 1990; \n\t\t\t  * “luggage trolley” and “shopping trolley” have the same meaning as in Schedule 4 to that Act. "
    },
    {
        "length": 2840,
        "text": "\nStatutory nuisances\n\tStatutory nuisance: insects\n\t\tSection 79 of the Environmental Protection Act 1990 (statutory nuisancesand inspections) is amended as follows.\n\t\tIn subsection (1) (matters constituting statutory nuisances) afterparagraph (f) insert—\n\t\t\tany insects emanating from relevant industrial, trade or businesspremises and being prejudicial to health or a nuisance;”.\n\t\tAfter subsection (5) insert—\n\t\t\t“(5A)Subsection (1)(fa) does not apply to insects that are wild animalsincluded in Schedule 5 to the Wildlife and Countryside Act 1981 (animals whichare protected), unless they are included in respect of section 9(5) of thatAct only.”\n\t\tIn subsection (7) at the appropriate place insert—\n\t\t““appropriate person” means—\n\t\t\tin relation to England, the Secretary of State;\n\t\t\tin relation to Wales, the National Assembly for Wales;”.\n\t\tAfter subsection (7B) (as inserted by section 102(6)) insert—\n\t\t“(7C)In this Part “relevant industrial, trade or business premises” meanspremises that are industrial, trade or business premises as defined insubsection (7), but excluding—\n\t\t\tland used as arable, grazing, meadow or pasture land,\n\t\t\tland used as osier land, reed beds or woodland,\n\t\t\tland used for market gardens, nursery grounds or orchards,\n\t\t\tland forming part of an agricultural unit, not being land falling withinany of paragraphs (a) to (c), where the land is of a description prescribed byregulations made by the appropriate person, and\n\t\t\tland included in a site of special scientific interest (as defined insection 52(1) of the Wildlife and Countryside Act 1981),\n\t\t\tand excluding land covered by, and the waters of, any river or watercourse,that is neither a sewer nor a drain, or any lake or pond.\n\t\t\t(7D)For the purposes of subsection (7C)—\n\t\t\t\t  * “agricultural” has the same meaning as in section 109 of the Agriculture Act 1947;\n\t\t\t\t  * “agricultural unit” means land which is occupied as a unit for agricultural purposes;\n\t\t\t\t  * “drain” has the same meaning as in the Water Resources Act 1991;\n\t\t\t\t  * “lake or pond” has the same meaning as in section 104 of that Act;\n\t\t\t\t  * “sewer” has the same meaning as in that Act.”\n\tStatutory nuisance: lighting\n\t\tSection 79 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn subsection (1) (matters constituting statutory nuisances) afterparagraph (fa) (as inserted by section 101 (2)) insert—\n\t\t\tartificial light emitted from premises so as to be prejudicial to healthor a nuisance;”.\n\t\tIn subsection (2) (exception from subsection (1)(b) and (g) for premisesoccupied for defence purposes) after “Subsection (1)(b)” insert “, (fb)”.\n\t\tAfter subsection (5A) (as inserted by section 101 (3)) insert—\n\t\t\t“(5B)Subsection (1)(fb) does not apply to artificial light emitted from—\n\t\t\tan airport;\n\t\t\tharbour premises;\n\t\t\trailway premises, not being relevant separate railway premises;\n\t\t\ttramway premises;\n\t\t\ta bus station and any associated facilities;\n\t\t\ta public service vehicle operating centre;\n\t\t\ta goods vehicle operating centre;\n\t\t\ta lighthouse;\n\t\t\ta prison.”\n\t\tIn subsection (7) (definitions) at the appropriate place insert—\n\t\t““airport” has the meaning given by section 95 of the Transport Act 2000;”;\n\t\t““associated facilities”, in relation to a bus station, has the meaning givenby section 83 of the Transport Act 1985;”;\n\t\t““bus station” has the meaning given by section 83 of the Transport Act1985;”;\n\t\t““goods vehicle operating centre”, in relation to vehicles used under anoperator’s licence, means a place which is specified in the licence as anoperating centre for those vehicles, and for the purposes of this definition“operating centre” and “operator’s licence” have the same meaning as in theGoods Vehicles (Licensing of Operators) Act 1995;”;\n\t\t““harbour premises” means premises which form part of a harbour area and whichare occupied wholly or mainly for the purposes of harbour operations, and forthe purposes of this definition “harbour area” and “harbour operations” havethe same meaning as in Part 3 of the Aviation and Maritime Security Act1990;”;\n\t\t““lighthouse” has the same meaning as in Part 8 of the Merchant Shipping Act1995;”;\n\t\t““prison” includes a young offender institution;”;\n\t\t““public service vehicle operating centre”, in relation to public servicevehicles used under a PSV operator’s licence, means a place which is anoperating centre of those vehicles, and for the purposes of this definition“operating centre”, “PSV operator’s licence” and “public service vehicle” havethe same meaning as in the Public Passenger Vehicles Act 1981;”;\n\t\t““railway premises” means any premises which fall within the definition of“light maintenance depot”, “network”, “station” or “track” in section 83 ofthe Railways Act 1993;”;\n\t\t““relevant separate railway premises” has the meaning given by subsection(7A);”;\n\t\t““tramway premises” means any premises which, in relation to a tramway, arethe equivalent of the premises which, in relation to a railway, fall withinthe definition of “light maintenance depot”, “network”, “station” or “track”in section 83 of the Railways Act 1993;”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)Railway premises are relevant separate railway premises if—\n\t\t\tthey are situated within—\n\t\t\tpremises used as a museum or other place of cultural, scientific orhistorical interest, or\n\t\t\tpremises used for the purposes of a funfair or other entertainment,recreation or amusement, and\n\t\t\tthey are not associated with any other railway premises.\n\t\t\t(7B)For the purposes of subsection (7A)—\n\t\t\ta network situated as described in subsection (7A)(a) is associated withother railway premises if it is connected to another network (not being anetwork situated as described in subsection (7A)(a));\n\t\t\ttrack that is situated as described in subsection (7A)(a) but is not partof a network is associated with other railway premises if it is connected totrack that forms part of a network (not being a network situated as describedin subsection (7A)(a));\n\t\t\ta station or light maintenance depot situated as described in subsection(7A)(a) is associated with other railway premises if it is used in connectionwith the provision of railway services other than services provided whollywithin the premises where it is situated.\n\t\t\tIn this subsection “light maintenance depot”, “network”, “railway services”,“station” and “track” have the same meaning as in Part 1 of the Railways Act1993.”\n\t\tIn subsection (8) (port health authority to have functions of localauthority under Part 3 of that Act, except those relating to statutorynuisance within section 79(1)(g) or (ga)) after “paragraph” insert “(fb),”.\n\t\tIn subsection (10) (consent of Secretary of State or National Assembly forWales required before taking proceedings for certain statutory nuisances)after “paragraph (b), (d), (e)” insert “, (fb)”.\n\tSections 101 and 102: supplementary\n\t\tThe Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 80(8) (summary proceedings for statutory nuisances: defence ofbest practicable means not available in certain cases)—\n\t\t\tin paragraph (a) after “paragraph (a), (d), (e), (f)” insert “, (fa)”, and\n\t\t\tafter paragraph (a) insert—\n\t\t\tin the case of a nuisance falling within paragraph (fb) of section 79(1)above except where—\n\t\t\tthe artificial light is emitted from industrial, trade or businesspremises, or\n\t\t\tthe artificial light (not being light to which sub-paragraph (i) applies)is emitted by lights used for the purpose only of illuminating an outdoorrelevant sports facility;”.\n\t\tAfter section 80(8) insert—\n\t\t\t“(8A)For the purposes of subsection (8)(aza) a relevant sports facility is anarea, with or without structures, that is used when participating in arelevant sport, but does not include such an area comprised in domesticpremises.\n\t\t(8B)For the purposes of subsection (8A) “relevant sport” means a sport that isdesignated for those purposes by order made by the Secretary of State, inrelation to England, or the National Assembly for Wales, in relation to Wales.\n\t\tA sport may be so designated by reference to its appearing in a listmaintained by a body specified in the order.\n\t\t(8C)In subsection (8A) “domestic premises” means—\n\t\t\tpremises used wholly or mainly as a private dwelling, or\n\t\t\tland or other premises belonging to, or enjoyed with, premises so used.”\n\t\tIn section 82(10) (summary proceedings by aggrieved person: defence of bestpracticable means not available in certain cases)—\n\t\t\tin paragraph (a) after “paragraph (a), (d), (e), (f)” insert “, (fa)”, and\n\t\t\tafter paragraph (a) insert—\n\t\t\tin the case of a nuisance falling within paragraph (fb) of section 79(1)above except where—\n\t\t\tthe artificial light is emitted from industrial, trade or businesspremises, or\n\t\t\tthe artificial light (not being light to which sub-paragraph (i) applies)is emitted by lights used for the purpose only of illuminating an outdoorrelevant sports facility;”.\n\t\tAfter section 82(10) insert—\n\t\t“(10A)For the purposes of subsection (10)(aza) “relevant sports facility” hasthe same meaning as it has for the purposes of section 80(8)(aza).”"
    },
    {
        "length": 713,
        "text": "\nPollution\n\tContaminated land: appeals against remediation notices\n\t\tSection 78L of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (appealsagainst remediation notices) is amended as follows.\n\t\tIn subsection (1), for paragraphs (a) and (b) substitute—\n\t\t\tif it was served by a local authority in England, or served by theEnvironment Agency in relation to land in England, to the Secretary of State;\n\t\t\tif it was served by a local authority in Wales, or served by theEnvironment Agency in relation to land in Wales, to the National Assembly forWales;”.\n\t\tIn that subsection, for the words from “means” to the end substitute “theSecretary of State or the National Assembly for Wales, as the case may be”.\n\t\tIn subsection (4)—\n\t\t\tomit paragraph (b);\n\t\t\tin paragraph (c), omit the words from “or on” to the end.\n\t\tIn subsection (6), omit the words “so far as relating to appeals to theSecretary of State”.\n\t\tThis section does not have effect in relation to a remediation noticeserved under Part 2A of the Environmental Protection Act 1990 before thecommencement of this section.\n\t\tThe power of the Secretary of State and National Assembly for Wales undersection 114 of the Environment Act [1995 (c. 25)](/id/ukpga/1995/25?view=plain\"Go to item of legislation\") in relation to appeals under section 78L of theEnvironmental Protection Act 1990 extends to appeals under that section asamended by this section.\n\tOffences relating to pollution etc: penalties on conviction\n\t\tIn paragraph 25 of Schedule 1 to the Pollution Prevention and Control Act[1999 (c. 24)](/id/ukpga/1999/24?view=plain \"Go to item of legislation\")(purposes for which regulations may be made under section 2: offences), insub-paragraph (2)(a)—\n\t\t\tin paragraph (i) for “six months” substitute “12 months”;\n\t\t\tin paragraph (ii) for “£20,000” substitute “£50,000”.\n\t\tSubsection (1) does not have effect in relation to regulations undersection 2 of the Pollution Prevention and Control Act 1999 so far as relatingto offences committed before the commencement of section 154(1) of theCriminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain \"Go to itemof legislation\")."
    },
    {
        "length": 2085,
        "text": "\nPart 10General\n\tMinor and consequential amendments\n\t\tSchedule 4 (minor and consequential amendments) has effect.\n\tRepeals \n\t\tSchedule 5 (repeals) has effect.\n\tCommencement \n\t\tThe provisions specified in subsection (2) come into force—\n\t\t\tin relation to England, in accordance with provision made by order by theSecretary of State; and\n\t\t\tin relation to Wales, in accordance with provision so made by the NationalAssembly for Wales.\n\t\tThe provisions referred to in subsection (1) are—\n\t\t\tsection 2;\n\t\t\tsections 6 to 13 and 15 to 17 and, in Part 1 of Schedule 5, the repeals tothe Refuse Disposal (Amenity) Act [1978 (c. 3)](/id/ukpga/1978/3?view=plain\"Go to item of legislation\") and the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\");\n\t\t\tsections 19 to 25, paragraphs 5 to 9 of Schedule 4 and, in Part 2 ofSchedule 5, the repeals to the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\");\n\t\t\tsections 28 to 31, paragraphs 14 to 19 of Schedule 4 and, in Part 3 ofSchedule 5, the repeals to the Anti-Social Behaviour Act [2003 (c.38)](/id/ukpga/2003/38?view=plain \"Go to item of legislation\");\n\t\t\tsection 34 and, in Part 3 of Schedule 5, the repeal to the Town and CountryPlanning Act [1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item oflegislation\");\n\t\t\tsections 37 and 38 and, in Part 4 of Schedule 5, the repeal of section 6 ofthe Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\");\n\t\t\tsections 45 and 46;\n\t\t\tsection 47, paragraph 4 of Schedule 4 and, in Part 4 of Schedule 5, therepeals to the Environmental Protection Act 1990, other than the repeal tosection 33 of that Act;\n\t\t\tsection 48;\n\t\t\tsection 50;\n\t\t\tsection 52;\n\t\t\tsection 53;\n\t\t\tChapter 1 of Part 6 above and Part 5 of Schedule 5;\n\t\t\tPart 7 above except sections 83(2) and 85, and in Part 7 of Schedule 5, therepeals to the Noise and Statutory Nuisance Act [1993 (c.40)](/id/ukpga/1993/40?view=plain \"Go to item of legislation\") and the NoiseAct [1996 (c. 37)](/id/ukpga/1996/37?view=plain \"Go to item of legislation\");\n\t\t\tsections 96 to 98 and Part 9 of Schedule 5;\n\t\t\tsections 99 and 100;\n\t\t\tsections 101 to 103;\n\t\t\tsection 104 and Part 10 of Schedule 5.\n\t\tThese provisions come into force in accordance with provision made by orderby the Secretary of State—\n\t\t\tsection 1;\n\t\t\tsection 32;\n\t\t\tsections 42 to 44;\n\t\t\tsection 49 and paragraph 3 of Schedule 4;\n\t\t\tsection 68 and Part 6 of Schedule 5;\n\t\t\tPart 8 above and Part 8 of Schedule 5;\n\t\t\tin Part 1 of Schedule 5, the repeal to section 3 of the [London LocalAuthorities Act 2004 (c. i)](/id/ukla/2004/1?view=plain \"Go to item oflegislation\").\n\t\t\tin Part 2 of Schedule 5, the repeals to the [London Local Authorities Act1994 (c. xii)](/id/ukla/1994/12?view=plain \"Go to item of legislation\") andthe [City of Newcastle upon Tyne Act 2000 (c.viii)](/id/ukla/2000/8?view=plain \"Go to item of legislation\");\n\t\t\tin Part 3 of Schedule 5, the repeal to the [London Local Authorities Act1995 (c. x)](/id/ukla/1995/10?view=plain \"Go to item of legislation\");\n\t\t\tin Part 7 of Schedule 5, the repeal to the [London Local Authorities Act1991 (c. xiii)](/id/ukla/1991/13?view=plain \"Go to item of legislation\").\n\t\tThese provisions come into force at the end of the period of two monthsbeginning with the day on which this Act is passed—\n\t\t\tsections 3 to 5 and, in Part 1 of Schedule 5, the repeals to the [GreaterLondon Council (General Powers) Act 1982 (c i)](/id/ukla/1982/1?view=plain \"Goto item of legislation\") and section 11 of the [London Local Authorities Act2004 (c. i)](/id/ukla/2004/1?view=plain \"Go to item of legislation\");\n\t\t\tsection 18;\n\t\t\tsection 27;\n\t\t\tsection 33 and, in Part 3 of Schedule 5, the repeal to the [London LocalAuthorities Act 2004 (c. i)](/id/ukla/2004/1?view=plain \"Go to item oflegislation\");\n\t\t\tsections 35 and 36, and in Part 4 of Schedule 5, the repeals to sections 1and 2 of the Control of Pollution (Amendment) Act [1989 (c.14)](/id/ukpga/1989/14?view=plain \"Go to item of legislation\");\n\t\t\tsection 40 and, in Part 4 of Schedule 5, the repeal to section 33 of theEnvironmental Protection Act [1990 (c. 43)](/id/ukpga/1990/43?view=plain \"Goto item of legislation\");\n\t\t\tsection 41;\n\t\t\tsection 54;\n\t\t\tsection 83(2);\n\t\t\tsection 105.\n\t\tAn order under subsection (1) or (3) may make—\n\t\t\ttransitional, consequential, incidental and supplemental provision, orsavings;\n\t\t\tdifferent provision for different purposes.\n\t\tWhere a provision of this Act comes into force otherwise than undersubsection (1) or (3), the Secretary of State may by order make anytransitional, consequential, incidental or supplemental provision, or savings,that he considers necessary or expedient in relation to the coming into forceof that provision.\n\t\tAn order under subsection (6) may make different provision for differentpurposes.\n\t\tAn order under this section is to be made by statutory instrument.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State under this Act;\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject as follows.\n\t\tAn amendment in Schedule 2 has the same extent as the provision amended.\n\t\tThe repeal in Part 8 of Schedule 5 has the same extent as the provisionrepealed.\n\tShort title\n\t\tThis Act may be cited as the Clean Neighbourhoods and Environment Act 2005."
    }
]