[
    {
        "length": 722,
        "text": "\nMembers of the Commission etc.\n\tSection 1 of the House of Commons (Administration) Act 1978 (the House ofCommons Commission) is amended as follows.\n\tAfter subsection (1) insert—\n\t\t“(1A)The Commission is to consist of seven parliamentary members, two externalmembers and two official members.”\n\tIn subsection (2) (members of the Commission)—\n\t\tfor “Commission shall consist of” substitute “parliamentary members are tobe”, and\n\t\tin paragraph (d) (members appointed by the House of Commons) for “three”substitute “four”.\n\tAfter subsection (2) insert—\n\t“(2A)An external member may not be—\n\t\ta member of the House of Commons,\n\t\ta member of the House of Lords,\n\t\ta member of staff in the House Departments, or\n\t\ta member of staff of the House of Lords.\n\t\t(2B)An external member is to be appointed by resolution of the House ofCommons.\n\t\t(2C)The official members are—\n\t\tthe Clerk of the House of Commons or, if that office is vacant, a member ofstaff in the House Departments who is appointed as an official member by theCommission, and\n\t\tthe Director General of the House of Commons or, if that office is vacantor no longer exists, a member of staff in the House Departments who isappointed as an official member by the Commission.”\n\tIn subsection (4) after the definition of “Leader of the Opposition”insert—\n\t\t  * ““member of staff of the House of Lords” means a person who is employed under a contract of employment with the Corporate Officer of the House of Lords.”\n\tThe Schedule (further provision about members and procedure of theCommission) has effect.\nFunctions of the Commission\n\tIn section 2 of the House of Commons (Administration) Act 1978 (functions ofthe Commission) before subsection (1) insert—\n“(A1)The Commission must from time to time set strategic priorities andobjectives in connection with services provided by the House Departments.”\nCommencement, extent and short title\n\tThis section comes into force on the day on which this Act is passed.\n\tSection 1 and the Schedule come into force, for the purposes of makingappointments, on the day on which this Act is passed.\n\tSection 1 and the Schedule come into force for other purposes, and section2 comes into force, on the day after the making of the appointments requiredby section 1(2)(d) of the House of Commons (Administration) Act 1978 asamended by section 1 (or, where those appointments are made on different days,the making of the last of them).\n\tAppointments made before this Act is fully in force, by virtue ofsubsection (2), take effect on the first day on which this Act is fully inforce.\n\tThis Act extends to the whole of the United Kingdom.\n\tThis Act may be cited as the House of Commons Commission Act 2015.\n\t\tSection 1"
    }
]