{
    "general": "This law changes how the \"House of Commons Commission\" works. The Commission is like a board of directors for the UK's Parliament building. It makes decisions about how the building should be run and how much money should be spent on things like repairs and new technology. Before, the Commission had to include at least one member from each political party represented in Parliament. Now, the Commission can have more people who are not politicians, like experts in finance or management. This will help the Commission make better decisions and be more efficient. Additionally, the Commission can now focus more on planning and strategy instead of just dealing with day-to-day issues.",
    "series": [
        [
            {
                "length": 183,
                "short": "\"House of Commons Commission Gains New Members and Strategic Priorities\"",
                "text": "* Simplified point 1: The House of Commons Commission will now have 7 parliamentary members, 2 external members, and 2 official members.\n* Simplified point 2: External members cannot be members of the House of Commons, the House of Lords, or staff in the House Departments.\n* Simplified point 3: The Commission must set strategic priorities and objectives for services provided by the House Departments.\n* Simplified point 4: Appointments made before the Act is fully in force take effect on the first day it is fully in force.\n* Simplified point 5: The Act extends to the whole of the United Kingdom and can be cited as the House of Commons Commission Act 2015."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The House of Commons Commission Act 2015 changes the way the House of Commons works. It adds more members to the Commission that runs the House, including people who aren't MPs or Lords. These new members will help set goals for the House and make sure things run smoothly. The Act also means that appointments made before it came into force will start on the day it becomes fully effective. This law applies across the UK and can be referred to as the House of Commons Commission Act 2015.\nIn simpler terms, this law changes how the House of Commons operates by adding more members to the group that manages the House. These new members will work together to set goals and ensure everything runs well. Additionally, any appointments made before the law was fully in place will begin on the day it became effective. This law applies throughout the UK and can be referred to as the House of Commons Commission Act 2015.",
    "single": "\n* The House of Commons Commission Act 2015 amends the House of Commons (Administration) Act 1978 to change the membership and functions of the House of Commons Commission.\n* The Commission will now consist of seven parliamentary members, two external members, and two official members.\n* External members cannot be members of the House of Commons, the House of Lords, or staff in the House Departments.\n* Official members include the Clerk of the House of Commons and the Director General of the House of Commons.\n* The Commission must set strategic priorities and objectives for services provided by the House Departments.\n* The Act comes into force on the day it is passed, with some provisions coming into force later.\n* The Act extends to the whole of the United Kingdom and may be cited as the House of Commons Commission Act 2015.\nKEY POINTS:\n* Changes to the membership and functions of the House of Commons Commission\n* New strategic priorities and objectives for the Commission\n* Changes to the composition of the Commission, including the addition of external members\n* Limitations on who can be an external member\n* Official members include the Clerk and Director General of the House of Commons\n* The Act comes into force on the day it is passed, with some provisions coming into force later."
}