[
    {
        "length": 142,
        "text": "\nThe Statistics Board\n\tEstablishment \n\t\tThere is to be a body corporate to be known as the Statistics Board (inthis Part called “the Board”).\n\t\tIn Gaelic the Board is to be known as Am Bòrd an Staitistig.\n\t\tIn Welsh the Board is to be known as Y Bwrdd Ystadegau.\n\tStatus \n\t\tThe Board is to exercise its functions on behalf of the Crown.\n\t\tAccordingly, the property, rights and liabilities of the Board areproperty, rights and liabilities of the Crown."
    },
    {
        "length": 1076,
        "text": "\nMembers and staff\n\tMembers \n\t\tThe Board is to consist of executive and non-executive members.\n\t\tThe non-executive members are to be—\n\t\t\tthe chairman, appointed by Her Majesty, and\n\t\t\tat least five other persons appointed by the Minister for the CabinetOffice.\n\t\tBefore appointing any person under subsection (2)(b) the Minister for theCabinet Office must consult the chairman.\n\t\tThe persons appointed under subsection (2)(b) must include—\n\t\t\tone person who is appointed by the Minister for the Cabinet Office afterconsulting the Scottish Ministers,\n\t\t\tone person who is appointed by the Minister for the Cabinet Office afterconsulting the Welsh Ministers, and\n\t\t\tone person who is appointed by the Minister for the Cabinet Office afterconsulting the Department of Finance and Personnel for Northern Ireland.\n\t\tThe Minister for the Cabinet Office may, after consulting the chairman,designate one of the non-executive members appointed under subsection (2)(b)as deputy chairman.\n\t\tThe executive members are to be—\n\t\t\tthe National Statistician (see section 5), and\n\t\t\ttwo other employees of the Board, appointed by the non-executive members.\n\t\tA person may not be both a non-executive member of the Board and anemployee of the Board.\n\tNon-executive members\n\t\tA non-executive member of the Board is to be appointed—\n\t\t\tfor at least one and no more than five years, and\n\t\t\ton such other terms and conditions as the person making the appointmentthinks fit.\n\t\tA non-executive member is to hold and vacate office in accordance with theterms and conditions of his appointment, subject as follows.\n\t\tA non-executive member may resign at any time by notice in writing to theMinister for the Cabinet Office.\n\t\tThe person appointing a non-executive member may dismiss him by notice inwriting on the grounds that—\n\t\t\tthe member has been absent from meetings of the Board without permission ofthe Board for a period of more than three months,\n\t\t\tthe member is the subject of a bankruptcy restrictions order (or interimorder),\n\t\t\tthe member has had his estate sequestrated in Scotland or, under Scots law,has made a composition or arrangement with, or granted a trust deed for, hiscreditors,\n\t\t\tthe member is unfit for office by reason of misconduct,\n\t\t\tthe member has failed to comply with the terms of his appointment, or\n\t\t\tthe member is otherwise unable, unfit or unwilling to perform hisfunctions.\n\t\tWhere— \n\t\t\ta non-executive member ceases to be a member otherwise than on the expiryof his term of office, and\n\t\t\tit appears to the Minister for the Cabinet Office that there arecircumstances which make it right for him to receive compensation,\n\t\t\t\tthe Board may pay him compensation of an amount approved by the Minister forthe Cabinet Office.\n\t\tA person who has ceased to be a non-executive member is eligible for re-appointment (on any number of occasions).\n\tExecutive members and other staff\n\t\tThe Board is to have—\n\t\t\tan officer known as the National Statistician, and\n\t\t\tan officer known as the Head of Assessment.\n\t\tThe National Statistician is to be—\n\t\t\tappointed by Her Majesty, and\n\t\t\temployed by the Board on the terms and conditions of his appointment (whichmay include provision relating to dismissal).\n\t\tThe Head of Assessment is to be—\n\t\t\tappointed by the non-executive members of the Board, and\n\t\t\temployed by the Board on the terms and conditions of his appointment.\n\t\tThe Board is to have such other employees as it may appoint.\n\t\tThe persons appointed under subsection (4) are to be employed on the termsand conditions of their appointment.\n\t\tThe Board may only appoint persons under subsection (4) with the approvalof the Minister for the Civil Service as to numbers and terms and conditionsof employment.\n\t\tService as an employee of the Board is service in the civil service of theState.\n\t\tThe employees of the Board who are appointed members of the Board undersection 3(6)(b) are to hold office as members in accordance with the terms andconditions of their appointment as members."
    },
    {
        "length": 574,
        "text": "\nOfficial statistics: introductory\n\tOfficial statistics\n\t\tIn this Part “official statistics” means—\n\t\t\tstatistics produced by—\n\t\t\tthe Board,\n\t\t\ta government department,\n\t\t\tthe Scottish Administration,\n\t\t\ta Welsh ministerial authority,\n\t\t\ta Northern Ireland department, or\n\t\t\tany other person acting on behalf of the Crown, and\n\t\t\tsuch other statistics as may be specified by order by—\n\t\t\ta Minister of the Crown,\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers, or\n\t\t\ta Northern Ireland department.\n\t\tAn order under subsection (1)(b) may in particular specify all, or adescription of, the statistics produced or to be produced by a particularperson or description of person.\n\t\tBefore making an order under subsection (1)(b) an authority referred to inthat provision must consult the Board.\n\t\tThe Board must, at least once every financial year, publish a list ofstatistics which are at the time of publication official statistics by virtueof subsection (1)(b).\n\t\tIn this Part “Welsh ministerial authority” means any of the following—\n\t\t\tthe Welsh Ministers;\n\t\t\tthe First Minister for Wales;\n\t\t\tthe Counsel General to the Welsh Assembly Government.\n\tObjective \n\t\tIn the exercise of its functions under sections 8 to 21 the Board is tohave the objective of promoting and safeguarding the production andpublication of official statistics that serve the public good.\n\t\tIn subsection (1) the reference to serving the public good includes inparticular—\n\t\t\tinforming the public about social and economic matters, and\n\t\t\tassisting in the development and evaluation of public policy.\n\t\tThe Board is accordingly, in the exercise of its functions under sections 8to 21, to promote and safeguard—\n\t\t\tthe quality of official statistics,\n\t\t\tgood practice in relation to official statistics, and\n\t\t\tthe comprehensiveness of official statistics.\n\t\tIn this Part references to the quality of any official statistics includes—\n\t\t\ttheir impartiality, accuracy and relevance, and\n\t\t\ttheir coherence with other official statistics.\n\t\tIn this Part references to good practice in relation to official statisticsincludes ensuring their accessibility."
    },
    {
        "length": 223,
        "text": "\nGeneral functions relating to official statistics\n\tMonitoring and reporting of official statistics\n\t\tThe Board is to monitor the production and publication of officialstatistics.\n\t\tThe Board may report any concerns it has about—\n\t\t\tthe quality of any official statistics,\n\t\t\tgood practice in relation to any official statistics, or\n\t\t\tthe comprehensiveness of any official statistics,\n\t\t\t\tto the person responsible for those statistics.\n\t\tThe Board may publish its findings or any report under this section.\n\tDefinitions etc for official statistics\n\t\tThe Board is to—\n\t\t\tdevelop and maintain definitions, methodologies, classifications andstandards for official statistics, and\n\t\t\tpromote their use in relation to official statistics.\n\t\tThe Board may in particular for the purposes of this section give guidanceand advice to persons responsible for official statistics.\n\t\tThe Board may publish guidance and advice given under this section."
    },
    {
        "length": 2349,
        "text": "\nNational Statistics\n\tCode of Practice for Statistics\n\t\tThe Board is to prepare, adopt and publish a Code of Practice forStatistics.\n\t\tThe Board may at any time revise the Code and, if it decides to do so, mustpublish the Code as revised.\n\t\tIn preparing or revising the Code the Board must consult—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe Department of Finance and Personnel for Northern Ireland, and\n\t\t\tsuch other persons as it thinks fit.\n\tPre-release access\n\t\tThe Code of Practice for Statistics under section 10 may not deal with anymatter relating to the granting of pre-release access to official statistics.\n\t\tThe appropriate authority may for the purposes of the Code by order providefor rules and principles relating to the granting of pre-release access toofficial statistics.\n\t\tThe Code shall apply in relation to any official statistics as if itincluded any rules and principles provided for in relation to those statisticsunder subsection (2).\n\t\tThe rules and principles which may be provided for under subsection (2)include rules and principles as to—\n\t\t\tthe circumstances in which, or descriptions of statistics in relation towhich, pre-release access may or may not be granted;\n\t\t\tthe persons or descriptions of person to whom pre-release access may begranted;\n\t\t\tthe period, or maximum period, during which pre-release access may be sogranted;\n\t\t\tthe conditions subject to which pre-release access may be so granted.\n\t\tThose rules and principles may—\n\t\t\tmake different provision for different cases, and\n\t\t\tallow for the exercise of discretion by persons responsible for officialstatistics.\n\t\tIn this section “appropriate authority” means—\n\t\t\tthe Minister for the Cabinet Office, except in a case falling withinparagraphs (b) to (d);\n\t\t\tthe Scottish Ministers, in relation to official statistics that are whollyScottish devolved statistics;\n\t\t\tthe Welsh Ministers, in relation to official statistics that are whollyWelsh devolved statistics;\n\t\t\tthe Department of Finance and Personnel for Northern Ireland, in relationto official statistics that are wholly Northern Ireland devolved statistics.\n\t\tBefore making an order under subsection (2) the appropriate authority mustconsult—\n\t\t\tthe other persons referred to in subsection (6)(a) to (d), and\n\t\t\tthe Board.\n\t\tIn this section “pre-release access”, in relation to official statistics,means access to the statistics in their final form prior to publication.\n\tAssessment \n\t\tAt the request of the appropriate authority the Board must, in accordancewith this Part, assess and determine whether the Code of Practice forStatistics under section 10 has been complied with in relation to any officialstatistics.\n\t\tIf under subsection (1) the Board determines that the Code has beencomplied with, it must designate the statistics as “National Statistics”; butotherwise it must decline so to designate them.\n\t\tA request under subsection (1) may not be withdrawn.\n\t\tThe person responsible for any official statistics in relation to which anassessment is being made under subsection (1) must provide the Board with suchinformation about the statistics as it may reasonably require.\n\t\tThe Board must publish the results of any assessment under subsection (1).\n\t\tThe Board may in exercising its functions under subsection (1) take intoaccount information or advice received from any person.\n\t\tIn subsection (1) the “appropriate authority” in relation to any officialstatistics is a Minister of the Crown, subject to the following—\n\t\t\tthe National Statistician is the appropriate authority in relation tostatistics produced by the Board;\n\t\t\tthe Scottish Ministers are the appropriate authority in relation toofficial statistics not produced by the Board which are Scottish devolvedstatistics;\n\t\t\tthe Welsh Ministers are the appropriate authority in relation to officialstatistics not produced by the Board which are Welsh devolved statistics;\n\t\t\tany Northern Ireland department is the appropriate authority in relation toofficial statistics not produced by the Board which are Northern Irelanddevolved statistics.\n\t\tFor the purposes of this Part, any official statistics designated asNational Statistics before the commencement of this section shall be regardedas having been so designated under this section.\n\tDuty to continue to comply with Code\n\t\tThe person producing any official statistics which are designated undersection 12 as National Statistics must ensure that the Code of Practice forStatistics under section 10 continues to be complied with in relation to thestatistics.\n\t\tFailure to comply with subsection (1) in relation to any statistics meansthat the designation of the statistics as National Statistics may not beconfirmed under section 14 (but no action shall lie in relation to any suchfailure).\n\tRe-assessment \n\t\tThe Board must, in accordance with this Part, assess and determine whetherthe Code of Practice for Statistics under section 10 continues to be compliedwith in relation to statistics already designated as National Statistics undersection 12.\n\t\tIf under subsection (1) the Board determines that the Code continues to becomplied with in relation to any statistics already designated as NationalStatistics under section 12, it must confirm their designation as NationalStatistics; but otherwise it must cancel their designation.\n\t\tThe person responsible for any official statistics in respect of which anassessment is being made under subsection (1) must provide the Board with suchinformation about the statistics as it may reasonably require.\n\t\tThe Board may in exercising its functions under subsection (1) take intoaccount information or advice received from any person.\n\t\tThe Board must publish the results of any assessment under subsection (1).\n\t\tThe designation of any statistics as National Statistics may not becancelled except pursuant to a determination under subsection (1).\n\tProgramme of assessment\n\t\tThe Board must prepare and publish a programme for the assessment and re-assessment of statistics under sections 12(1) and 14(1).\n\t\tThe Board may at any time revise the programme and, if it decides to do so,must publish the programme as revised.\n\tRequests for assessment: supplementary\n\t\tWhere in the case of any official statistics other than statistics producedby the Board—\n\t\t\tthe appropriate authority has not under section 12(1) requested the Boardto assess and determine whether the Code of Practice for Statistics has beencomplied with, and\n\t\t\tthe Board is of the view that it would be appropriate for it to do so,\n\t\t\t\tthe Board must notify the appropriate authority accordingly.\n\t\tWhere the appropriate authority is a Minister of the Crown, the Board mustlay a copy of its notification under subsection (1) before Parliament.\n\t\tA Minister of the Crown, on receiving notification under subsection (1),must provide the Board with—\n\t\t\ta statement that he intends to make a request under section 12(1) inrelation to the statistics, or\n\t\t\ta statement that he does not intend to make such a request,\n\t\t\tand must lay a copy of the statement before Parliament.\n\t\tA statement under subsection (3)(a) must include a timetable for making therequest.\n\t\tA statement under subsection (3)(b) must give reasons for not making therequest.\n\t\tWhere the National Statistician determines not to make a request undersection 12(1) in relation to any official statistics produced by the Board, hemust—\n\t\t\tmake a statement that he does not intend to make such a request, givingreasons, and\n\t\t\tlay a copy of the statement before Parliament.\n\t\tIn this section “appropriate authority” has the same meaning as in section12(1).\n\tPrinciples and procedures\n\t\tThe Board must prepare and publish a statement of—\n\t\t\tthe principles to which it will have regard, and\n\t\t\tthe procedures which it will adopt,\n\t\t\t\tin exercising its functions under sections 12(1) and 14(1).\n\t\tThe Board may at any time revise the statement under subsection (1) and, ifit decides to do so, must publish the statement as revised.\n\t\tIn preparing or revising the statement under subsection (1) the Board mustconsult—\n\t\t\tthe Scottish Ministers,\n\t\t\tthe Welsh Ministers,\n\t\t\tthe Department of Finance and Personnel for Northern Ireland, and\n\t\t\tsuch other persons as it thinks fit.\n\tList of National Statistics\n\t\tThe Board must, at least once every financial year, publish a list ofstatistics which are at the time of publication designated as NationalStatistics under this Part.\n\tCode: transitional\n\t\tIn this section—\n\t\t\t“the interim period” means the period after the Board is established undersection 1 but before the Board has adopted and published a Code under section10(1), and\n\t\t\t“the existing Code” means the National Statistics Code of Practice existingat the time of the commencement of this section.\n\t\tDuring the interim period the Board is to maintain the existing Code.\n\t\tThe Board may at any time during the interim period revise the existingCode and, if it decides to do so, must publish that Code as revised.\n\t\tThe Board may not under subsection (3) make any revision relating to pre-release access to official statistics (within the meaning of section 11).\n\t\tSections 11(2) to (7), 12 and 14 apply during the interim period inrelation to the existing Code as they apply in relation to the Code undersection 10."
    },
    {
        "length": 543,
        "text": "\nProduction of statistics\n\tProduction of statistics\n\t\tThe Board may itself produce and publish statistics relating to any matterrelating to the United Kingdom or any part of it.\n\t\tThe Board may at any time publish information or give advice on statisticsproduced under subsection (1).\n\t\tThe Board may not without the consent of the Scottish Ministers produce andpublish Scottish devolved statistics.\n\t\tThe Board may not without the consent of a Welsh ministerial authorityproduce and publish Welsh devolved statistics.\n\t\tThe Board may not without the consent of the appropriate Northern Irelanddepartment produce and publish Northern Ireland devolved statistics.\n\tRetail prices index\n\t\tThe Board must under section 20—\n\t\t\tcompile and maintain the retail prices index, and\n\t\t\tpublish it every month.\n\t\tBefore making any change to the coverage or the basic calculation of theretail prices index, the Board must consult the Bank of England as to whetherthe change constitutes a fundamental change in the index which would bematerially detrimental to the interests of the holders of relevant index-linked gilt-edged securities.\n\t\tIf the Bank of England considers that the change constitutes a fundamentalchange in the index which would be materially detrimental to the interests ofthe holders of relevant index-linked gilt-edged securities, the Board may notmake the change without the consent of the Chancellor of the Exchequer.\n\t\tIn this section —\n\t\t\t  * “index-linked gilt-edged securities” means securities issued under section 12 of the National Loans Act [1968 (c. 13)](/id/ukpga/1968/13?view=plain \"Go to item of legislation\") the amount of the payments under which is determined wholly or partly by reference to the retail prices index; \n\t\t\t  * “relevant index-linked gilt-edged securities” means index-linked gilt-edged securities issued before the commencement of this section subject to a prospectus containing provision relating to early redemption in the event of a change to the retail prices index; \n\t\t\t  * “retail prices index” means the United Kingdom General Index of Retail Prices. "
    },
    {
        "length": 276,
        "text": "\nAdditional statistical functions\n\tStatistical services\n\t\tThe Board may provide statistical services to any person in any placewithin or outside the United Kingdom.\n\t\tThe services which may be provided under this section include inparticular—\n\t\t\tproviding information, advice and technical assistance in relation tostatistics;\n\t\t\tproviding quality assessment in relation to statistics;\n\t\t\tconducting statistical surveys and analysis;\n\t\t\tcollecting, adapting and developing data.\n\tStatistical research\n\t\tThe Board may promote and assist statistical research, in particular byproviding access (where it may lawfully do so) to data held by it.\n\tDelegated functions\n\t\tA Minister of the Crown may by order delegate to the Board any of hisfunctions relating to the production of statistics.\n\t\tA Welsh ministerial authority may by order delegate to the Board any of theauthority’s functions relating to the production of statistics.\n\t\tA Northern Ireland department may by order delegate to the Board any of itsfunctions relating to the production of statistics.\n\t\tAn order under this section may include consequential or incidentalprovision (including provision amending any enactment)."
    },
    {
        "length": 295,
        "text": "\nCensus etc\n\tCensus etc\n\t\tThe functions of the Registrar General for England and Wales under theenactments specified in subsection (2) are transferred to the Board.\n\t\tThose enactments are—\n\t\t\tthe Census Act [1920 (c. 41)](/id/ukpga/1920/41?view=plain \"Go to item oflegislation\") (censuses);\n\t\t\tsection 19 of the Registration Service Act [1953 (c.37)](/id/ukpga/1953/37?view=plain \"Go to item of legislation\") (annualabstract of number of births, deaths and marriages);\n\t\t\tparagraph 5(a) and (c) of Schedule 1 to the Parliamentary ConstituenciesAct [1986 (c. 56)](/id/ukpga/1986/56?view=plain \"Go to item of legislation\")(function as assessor to Boundary Commission for England and BoundaryCommission for Wales).\n\t\tSchedule 1 (which makes consequential and supplementary provision relatingto the transfer of functions under subsection (1)) has effect."
    },
    {
        "length": 1191,
        "text": "\nFunctions: supplementary\n\tAncillary powers\n\t\tThe Board may do anything which it thinks necessary or expedient for thepurpose of, or in connection with, the exercise of its functions.\n\t\tAnything required to be published by the Board may be published by it insuch manner as it thinks fit.\n\tReports \n\t\tAs soon as possible after the end of each financial year the Board mustproduce a report on—\n\t\t\twhat it has done during that year,\n\t\t\twhat it has found during that year, and\n\t\t\twhat it intends to do during the next financial year.\n\t\tThe Board must lay a report under subsection (1) before—\n\t\t\tParliament, \n\t\t\tthe Scottish Parliament,\n\t\t\tthe National Assembly for Wales, and\n\t\t\tthe Northern Ireland Assembly.\n\t\tThe Board may at any time produce a report about any matter relating to theexercise of its functions.\n\t\tThe Board must lay a report under subsection (3) before one or more of thefollowing—\n\t\t\tParliament; \n\t\t\tthe Scottish Parliament;\n\t\t\tthe National Assembly for Wales;\n\t\t\tthe Northern Ireland Assembly.\n\t\tWhere the Board lays a report under this section it must publish it as soonas possible thereafter.\n\tEfficiency etc\n\t\tThe Board must exercise its functions efficiently and cost-effectively.\n\t\tThe Board must seek to minimise the burdens (including financial burdens)it imposes on other persons.\n\tDirections \n\t\tIf the Minister for the Cabinet Office considers that there has been aserious failure by the Board—\n\t\t\tto comply with its objective, or\n\t\t\tto perform any of its functions,\n\t\t\t\the may give the Board such directions as he considers appropriate to remedythe failure.\n\t\tIf the Scottish Ministers consider that there has been a serious failure bythe Board—\n\t\t\tto comply with its objective, or\n\t\t\tto perform any of its functions so far as relating to Scottish devolvedstatistics,\n\t\t\tthey may, with the consent of the Minister for the Cabinet Office, give theBoard such directions as they consider appropriate to remedy the failure.\n\t\tIf the Welsh Ministers consider that there has been a serious failure bythe Board—\n\t\t\tto comply with its objective, or\n\t\t\tto perform any of its functions so far as relating to Welsh devolvedstatistics,\n\t\t\tthey may, with the consent of the Minister for the Cabinet Office, give theBoard such directions as they consider appropriate to remedy the failure.\n\t\tIf the Department of Finance and Personnel for Northern Ireland considersthat there has been a serious failure by the Board—\n\t\t\tto comply with its objective, or\n\t\t\tto perform any of its functions so far as relating to Northern Irelanddevolved statistics,\n\t\t\tit may, with the consent of the Minister for the Cabinet Office, give theBoard such directions as it considers appropriate to remedy the failure.\n\t\tThe Minister for the Cabinet Office may give the Board such directions ashe considers appropriate for the purpose of implementing any Communityobligation.\n\t\tA direction under this section must be in writing.\n\t\tA direction under this section must be published by the authority whichgave it in such manner as that authority considers appropriate for the purposeof bringing it to the attention of persons likely to be affected by it.\n\t\tWhere the Minister for the Cabinet Office gives a direction under thissection—\n\t\t\the must lay a copy before Parliament, and\n\t\t\the must notify the Scottish Ministers, the Welsh Ministers and theDepartment of Finance and Personnel for Northern Ireland of the direction, whomust lay a copy before the Scottish Parliament, the National Assembly forWales and the Northern Ireland Assembly respectively.\n\t\tWhere the Scottish Ministers give a direction under this section—\n\t\t\tthey must lay a copy before the Scottish Parliament, and\n\t\t\tthe Minister for the Cabinet Office must lay a copy before Parliament.\n\t\tWhere the Welsh Ministers give a direction under this section—\n\t\t\tthey must lay a copy before the National Assembly for Wales, and\n\t\t\tthe Minister for the Cabinet Office must lay a copy before Parliament.\n\t\tWhere the Department of Finance and Personnel for Northern Ireland gives adirection under this section—\n\t\t\tit must lay a copy before the Northern Ireland Assembly, and\n\t\t\tthe Minister for the Cabinet Office must lay a copy before Parliament.\n\t\tIf the Board fails to comply with any direction given to it under thissection, the authority which gave the direction may give effect to it, and forthat purpose may exercise any function of the Board.\n\t\tBut the Scottish Ministers, the Welsh Ministers and the Department ofFinance and Personnel for Northern Ireland may only give effect to a directionunder subsection (12) with the consent of the Minister for the Cabinet Office."
    },
    {
        "length": 1644,
        "text": "\nOrganisation and administration\n\tNational Statistician: advisory functions\n\t\tThe National Statistician is to be the Board’s principal adviser on—\n\t\t\tthe quality of official statistics,\n\t\t\tgood practice in relation to official statistics, and\n\t\t\tthe comprehensiveness of official statistics.\n\t\tThe Board must have regard to the advice of the National Statistician onthose matters.\n\t\tIf the Board rejects the advice of the National Statistician—\n\t\t\tin relation to the development and maintenance of definitions,methodologies, classifications and standards for official statistics, or\n\t\t\tas to the application to any statistics produced by the Board of anydefinition, methodology, classification or standard promoted by the Boardunder section 9,\n\t\t\t\tthe Board must publish a statement of its reasons for doing so.\n\t\tWhere the Board publishes a statement under subsection (3), it must as soonas possible thereafter lay a copy before Parliament.\n\tNational Statistician: executive functions\n\t\tThe National Statistician is also to be the chief executive of the Board.\n\t\tThe National Statistician may, subject as follows, exercise any of thefunctions of the Board (including functions of establishing committees undersection 35 and delegating functions to such committees).\n\t\tThe National Statistician may not exercise the functions of—\n\t\t\tdetermining under section 10 whether to adopt a code as the Code ofPractice for Statistics or to revise the Code, or\n\t\t\tdetermining under section 12(1) or 14(1) whether any official statisticscomply with the Code.\n\t\tThe Board may direct the National Statistician—\n\t\t\tnot to exercise a particular function, or\n\t\t\tas to how he should exercise a particular function.\n\t\tIn the event of a vacancy in the office of National Statistician, hisfunctions under this section and section 32 may be exercised by such one ofthe other executive members of the Board as the Board may direct.\n\tExecutive office\n\t\tThe National Statistician must establish an executive office of the Boardto assist him in his exercise of—\n\t\t\tthe function of the Board under section 9(1)(a) (development andmaintenance of definitions, methodologies, classifications and standards forofficial statistics),\n\t\t\tthe function of the Board under section 20 (production of statistics),\n\t\t\tthe function of the Board under section 21 (retail prices index),\n\t\t\tthe function of the Board under section 22 (statistical services), and\n\t\t\tany other function of the Board which he may exercise under section 31(2).\n\t\tThe executive office is, subject to this Act, to consist of—\n\t\t\tthe National Statistician (who is to be its head),\n\t\t\tthe other executive members of the Board, and\n\t\t\tsuch other employees of the Board as the National Statistician may assignto it.\n\t\tFor the purposes of subsection (1) the National Statistician may delegateany function of the Board referred to in that subsection to any other memberof the executive office.\n\t\tThe delegation of a function by the National Statistician under subsection(3) does not prevent him from exercising the function himself.\n\tHead of Assessment\n\t\tThe Head of Assessment is to be the Board’s principal adviser on theexercise of its functions under sections 12(1) and 14(1).\n\t\tThe Board must have regard to the advice of the Head of Assessment in theexercise of those functions.\n\t\tThe Head of Assessment—\n\t\t\tif an executive member of the Board, may not exercise functions of theNational Statistician under section 31(5),\n\t\t\tmay not be a member of the executive office of the Board under section32(2)(b) or (c), and\n\t\t\tmay not in any other way take part in the production of statistics by theBoard.\n\tSeparation of functions\n\t\tThe National Statistician may not take part in any assessment ordetermination of the Board under section 12(1) or 14(1) in relation tostatistics produced by the Board.\n\t\tThe following may not take part in any assessment or determination of theBoard under section 12(1) or 14(1)—\n\t\t\tan executive member of the Board, not being the National Statistician orHead of Assessment;\n\t\t\ta person assigned to the executive office of the Board under section32(2)(c).\n\t\tThe Board must seek to secure that, so far as practicable, employees whotake part in the production of statistics should not be engaged in advisingthe Board on the exercise of its functions under sections 12(1) and 14(1) inrelation to those statistics.\n\tCommittees \n\t\tThe Board may establish committees for the purpose of—\n\t\t\texercising functions of the Board, or\n\t\t\tgiving advice to the Board.\n\t\tA committee of the Board established under subsection (1)(b) may includepersons who are neither members nor employees of the Board.\n\t\tA committee established under this section may establish one or more sub-committees.\n\tDelegation \n\t\tSubject as follows, the Board may delegate any of its functions (generallyor specifically) to—\n\t\t\ta member of the Board,\n\t\t\tan employee of the Board not assigned to the executive office of the Board,or\n\t\t\ta committee established under section 35(1)(a).\n\t\tThe Board may not under this section delegate the functions of—\n\t\t\tdetermining under section 10 whether to adopt or revise the Code ofPractice for Statistics, or\n\t\t\tdetermining under section 12(1) or 14(1) whether any official statisticscomply with the Code.\n\t\tAny committee of the Board established under section 35(1)(a) may delegateany function exercisable by it to any of its sub-committees.\n\t\tThe delegation of a function by the Board or a committee of the Board underthis section does not prevent the Board or committee from exercising thefunction.\n\tProceedings: supplementary\n\t\tSubject to this Part, the Board may regulate—\n\t\t\tits own proceedings (including quorum);\n\t\t\tthe proceedings (including quorum) of any of its committees.\n\t\tA committee of the Board may regulate the proceedings (including quorum) ofany of its sub-committees.\n\t\tThe validity of any proceedings of the Board, or of any of its committeesor sub-committees, is not affected by—\n\t\t\ta vacancy, or\n\t\t\ta defective appointment."
    },
    {
        "length": 1603,
        "text": "\nUse and disclosure of information by the Board\n\tUse of information by the Board\n\t\tAny information obtained by the Board in relation to the exercise of any ofits functions may be used by it in relation to the exercise of any of itsother functions.\n\t\tSubsection (1) does not apply to information obtained by the Board inrelation to the exercise of its functions under sections 12(1) and 14(1).\n\t\tSubsection (1) does not apply to information obtained by the Board inrelation to the exercise of its functions under section 22, unless the personfrom whom the Board receives the information consents to its use as specifiedin that subsection.\n\t\tSubsection (1) is subject to any enactment which restricts or prohibits theuse or disclosure of information.\n\tConfidentiality of personal information\n\t\tSubject to this section, personal information held by the Board in relationto the exercise of any of its functions must not be disclosed by—\n\t\t\tany member or employee of the Board,\n\t\t\ta member of any committee of the Board, or\n\t\t\tany other person who has received it directly or indirectly from the Board.\n\t\tIn this Part “personal information” means information which relates to andidentifies a particular person (including a body corporate); but it does notinclude information about the internal administrative arrangements of theBoard (whether relating to its members, employees or other persons).\n\t\tFor the purposes of subsection (2) information identifies a particularperson if the identity of that person—\n\t\t\tis specified in the information,\n\t\t\tcan be deduced from the information, or\n\t\t\tcan be deduced from the information taken together with any other publishedinformation.\n\t\tSubsection (1) does not apply to a disclosure which—\n\t\t\tis required or permitted by any enactment,\n\t\t\tis required by a Community obligation,\n\t\t\tis necessary for the purpose of enabling or assisting the Board to exerciseany of its functions,\n\t\t\thas already lawfully been made available to the public,\n\t\t\tis made in pursuance of an order of a court,\n\t\t\tis made for the purposes of a criminal investigation or criminalproceedings (whether or not in the United Kingdom),\n\t\t\tis made, in the interests of national security, to an Intelligence Service,\n\t\t\tis made with the consent of the person to whom it relates, or\n\t\t\tis made to an approved researcher.\n\t\tFor the purposes of subsection (4)(i), “approved researcher” means anindividual to whom the Board has granted access, for the purposes ofstatistical research, to personal information held by it.\n\t\tThe Board is from time to time to publish criteria by reference to which itwill determine whether to grant access as specified in subsection (5).\n\t\tThose criteria must require the Board to consider—\n\t\t\twhether the individual is a fit and proper person, and\n\t\t\tthe purpose for which access is requested.\n\t\tThe Board may not grant access to an individual as specified in subsection(5) unless he has first signed a declaration, in such form as the Board maydetermine, that he understands the requirements of this section.\n\t\tA person who contravenes subsection (1) is guilty of an offence and liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears, or to a fine, or both;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding twelvemonths, or to a fine not exceeding the statutory maximum, or both.\n\t\tSubsection (9) does not apply where the individual making the disclosurereasonably believes—\n\t\t\tin the case of information which is personal information by virtue ofsubsection (3)(a), that the identity of the person to whom it relates is notspecified in the information,\n\t\t\tin the case of information which is personal information by virtue ofsubsection (3)(b), that the identity of that person cannot be deduced from theinformation, or\n\t\t\tin the case of information which is personal information by virtue ofsubsection (3)(c), that the identity of that person cannot be deduced from theinformation taken together with any other published information.\n\t\tIn the application of this section —\n\t\t\tin England and Wales, in relation to an offence committed before thecommencement of section 154(1) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"),\n\t\t\tin Scotland, until the commencement of section 45(1) of the CriminalProceedings etc. (Reform) (Scotland) Act [2007 (asp6)](/id/asp/2007/6?view=plain \"Go to item of legislation\"), or\n\t\t\tin Northern Ireland,\n\t\t\t\tthe reference in subsection (9)(b) to twelve months is to be read as areference to three months.\n\tFreedom of information\n\t\tSection 44 of the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (prohibitionson disclosure) does not, by virtue of section 39 above, apply to personalinformation which—\n\t\t\tis held by a public authority who has received it directly or indirectlyfrom the Board, and\n\t\t\tis not held by that authority on behalf of the Board.\n\t\tIn subsection (1) “public authority” has the same meaning as in the Freedomof Information Act 2000.\n\t\tSection 26 of the Freedom of Information (Scotland) Act [2002 (asp13)](/id/asp/2002/13?view=plain \"Go to item of legislation\") (prohibitions ondisclosure) does not, by virtue of section 39 above, apply to personalinformation which—\n\t\t\tis held by a Scottish public authority who has received it directly orindirectly from the Board, and\n\t\t\tis not held by that authority on behalf of the Board.\n\t\tIn subsection (3) “Scottish public authority” has the same meaning as inthe Freedom of Information (Scotland) Act 2002.\n\tDisclosure of information to service providers\n\t\tThe Board may disclose any information obtained by it in connection with anyfunction exercised by it to any person providing services to the Board, if theBoard considers it necessary or appropriate to do so for the purpose of theprovision of those services."
    },
    {
        "length": 1685,
        "text": "\nInformation sharing\n\tInformation relating to births and deaths etc\n\t\tThe Registrar General for England and Wales may, for the purpose of theexercise by the Board of any function, disclose to the Board any informationto which this section applies.\n\t\tThis section applies to—\n\t\t\tany information entered in any register kept under the Births and DeathsRegistration Act [1953 (c. 20)](/id/ukpga/1953/20?view=plain \"Go to item oflegislation\");\n\t\t\tany other information received by the Registrar General in relation to anybirth or death;\n\t\t\tany information entered in the Adopted Children Register maintained by theRegistrar General under section 77 of the Adoption and Children Act [2002 (c.38)](/id/ukpga/2002/38?view=plain \"Go to item of legislation\");\n\t\t\tany information entered in any marriage register book kept under Part 4 ofthe Marriage Act [1949 (c. 76)](/id/ukpga/1949/76?view=plain \"Go to item oflegislation\");\n\t\t\tany information relating to a civil partnership which is recorded under theCivil Partnership Act [2004 (c. 33)](/id/ukpga/2004/33?view=plain \"Go to itemof legislation\") at the time of the formation of the civil partnership.\n\t\tIn subsection (2)(b) “birth” has the same meaning as in the Births andDeaths Registration Act 1953.\n\t\tThe Board may, for the purpose of assisting the Secretary of State or theWelsh Ministers in the performance of his or their functions in relation tothe health service, disclose to him or them any information referred to insubsection (2)(a) to (c) which is received by the Board under this section.\n\t\tAny information disclosed under subsection (4) may be disclosed in suchform as the Board considers appropriate for the purpose specified in thatsubsection.\n\t\tIn subsection (4) “health service” has the same meaning as in the NationalHealth Service Act [2006 (c. 41)](/id/ukpga/2006/41?view=plain \"Go to item oflegislation\").\n\tInformation relating to NHS registration\n\t\tThe Secretary of State or other public authority may, subject to thissection, disclose patient registration information to the Board.\n\t\tIn subsection (1) “patient registration information” means informationabout the persons who are or have been registered in any place in England orWales as persons to whom primary medical services are or may be provided.\n\t\tThat information includes in particular, in relation to any person who isor has been registered as such a person—\n\t\t\ttheir address and any previous address,\n\t\t\ttheir date of birth and sex,\n\t\t\ttheir patient identification number, and\n\t\t\ttheir history of registration as such a person (including reasons for anyperiods of non-registration or for any cancellation of registration).\n\t\tThe information disclosed under this section may not include anyinformation about the health or condition of, or the care or treatmentprovided to, any person.\n\t\tInformation disclosed under this section may only be used by the Board forthe production of population statistics.\n\t\tIn the application of section 39 to the disclosure by a member, employee orcommittee member of the Board of information received by the Board under thissection, paragraphs (c) and (i) of subsection (4) of that section only haveeffect if the disclosure is made with the consent of the Secretary of State.\n\t\tIn subsection (2) “primary medical services” means services which areprimary medical services for the purposes of the National Health Service Act2006 or the National Health Service (Wales) Act [2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\").\n\tInformation relating to NHS registration: Wales\n\t\tThe Welsh Ministers may, subject to this section, disclose patientregistration information to the Board.\n\t\tIn subsection (1) “patient registration information” means informationabout the persons who are or have been registered in any place in Wales aspersons to whom primary medical services are or may be provided.\n\t\tThat information includes in particular, in relation to any person who isor has been registered as such a person—\n\t\t\ttheir address and any previous address,\n\t\t\ttheir date of birth and sex,\n\t\t\ttheir patient identification number, and\n\t\t\ttheir history of registration as such a person (including reasons for anyperiods of non-registration or for any cancellation of registration).\n\t\tInformation disclosed under this section may not include any informationabout the health or condition of, or the care or treatment provided to, anyperson.\n\t\tInformation disclosed under this section may only be used by the Board forthe production of population statistics.\n\t\tIn the application of section 39 to the disclosure by a member, employee orcommittee member of the Board of information received by the Board under thissection, paragraphs (c) and (i) of subsection (4) of that section only haveeffect if the disclosure is made with the consent of the Welsh Ministers.\n\t\tIn subsection (2) “primary medical services” means services which areprimary medical services for the purposes of the National Health Service(Wales) Act [2006 (c. 42)](/id/ukpga/2006/42?view=plain \"Go to item oflegislation\").\n\tInformation held by HMRC\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs or an officer ofRevenue and Customs may, subject to this section, disclose to the Board anyinformation held by the Revenue and Customs in connection with any function ofthe Revenue and Customs.\n\t\tInformation may only be disclosed under subsection (1) if the Commissionersare satisfied that the Board requires it to enable it to exercise one or moreof its functions, other than its function under section 22 (statisticalservices).\n\t\tInformation disclosed under subsection (1) may only be used by the Boardfor the purposes of any one or more of its functions, other than its functionunder section 22.\n\t\tInformation disclosed under subsection (1) may not be disclosed by theBoard to any person except with the consent of the Commissioners.\n\t\tSubsection (1) does not authorise the disclosure of personal information,other than personal information relating to the import or export of goods toor from the United Kingdom.\n\t\tIn subsection (1) the references to “the Revenue and Customs” are to eitheror both of—\n\t\t\tthe Commissioners;\n\t\t\tofficers of Revenue and Customs.\n\tInformation sharing: supplementary amendments\n\t\tSchedule 2 (which makes further provision relating to the disclosure ofinformation to or by the Board) has effect."
    },
    {
        "length": 820,
        "text": "\nPower to authorise disclosure to the Board\n\tSubject to this section, the Minister for the Cabinet Office may makeregulations for the purpose of authorising a public authority to discloseinformation to the Board where—\n\t\tthe disclosure would otherwise be prohibited by a rule of law or an Actpassed before this Act, or\n\t\tthe authority would not otherwise have power to make the disclosure.\n\tRegulations under subsection (1) may only authorise disclosure to enablethe Board to carry out one or more of its functions, other than its functionunder section 22 (statistical services).\n\tThe Board may only use information received under regulations undersubsection (1) for the purposes for which disclosure is authorised undersubsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to the Board under regulations under subsection (1), paragraphs (c)and (i) of subsection (4) of that section do not apply (subject to anyprovision made under subsection (7)(b) below).\n\tRegulations under subsection (1) may not authorise disclosure by—\n\t\ta Scottish public authority, so far as exercising functions which relate tomatters which are not reserved matters, or\n\t\ta Northern Ireland public authority.\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(6)(b) includes in particular provision—\n\t\tprohibiting or restricting further disclosure by the Board of informationdisclosed under the regulations;\n\t\tauthorising further disclosure by the Board of such information incircumstances where the disclosure would otherwise be prohibited by a rule oflaw, this Act or an Act passed before this Act.\n\tThe Minister for the Cabinet Office may only make regulations undersubsection (1) with the consent of—\n\t\tthe Welsh Ministers, in a case where the regulations authorise disclosureby a public authority exercising functions only or mainly in or as regardsWales,\n\t\tthe Treasury, in a case where the regulations authorise disclosure by theCommissioners for Her Majesty’s Revenue and Customs or an officer of Revenueand Customs, or\n\t\ta Minister of the Crown (other than the Minister for the Cabinet Office),in any other case.\n\tThe Minister for the Cabinet Office may only make regulations undersubsection (1) authorising any disclosure if the Minister and any persons orperson whose consent is required under subsection (8) are satisfied that—\n\t\tthe disclosure is required by the Board to enable it to carry out thefunction or functions in relation to which the disclosure is authorised, and\n\t\tthe disclosure is in the public interest.\n\tSubsection (8)(c) does not apply in relation to regulations authorisingdisclosure by a public authority where the Minister for the Cabinet Office isthe relevant Minister in relation to the public authority.\n\tFor the purposes of subsection (10), the Minister for the Cabinet Officeis the relevant Minister in relation to such public authorities, or publicauthorities of such description, as the Minister may by order prescribe.\n\tThe Treasury must consult the Commissioners for Her Majesty’s Revenue andCustoms before giving its consent under subsection (8)(b)."
    },
    {
        "length": 540,
        "text": "\nPower to authorise disclosure to the Board: Scotland\n\tSubject to this section, the Scottish Ministers may make regulations forthe purpose of authorising a Scottish public authority, so far as exercisingfunctions which relate to matters which are not reserved matters, to discloseinformation to the Board where—\n\t\tthe disclosure would otherwise be prohibited by a rule of law, an Actpassed before this Act or an Act of the Scottish Parliament passed before thisAct, or\n\t\tthe authority would not otherwise have power to make the disclosure.\n\tRegulations under subsection (1) may only authorise disclosure to enablethe Board to carry out one or more of its functions, other than its functionunder section 22 (statistical services).\n\tThe Board may only use information received under regulations undersubsection (1) for the purposes for which disclosure is authorised undersubsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to the Board under regulations under subsection (1), paragraphs (c)and (i) of subsection (4) of that section do not apply (subject to anyprovision made under subsection (6)(b) below).\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(5)(b) includes in particular provision—\n\t\tprohibiting or restricting further disclosure by the Board of informationdisclosed under the regulations;\n\t\tauthorising further disclosure by the Board of such information incircumstances where the disclosure would otherwise be prohibited by a rule oflaw, this Act or an Act passed before this Act.\n\tThe Scottish Ministers may only make regulations under subsection (1) withthe consent of the Minister for the Cabinet Office.\n\tThe Scottish Ministers may only make regulations under subsection (1)authorising any disclosure if they and the Minister for the Cabinet Office aresatisfied that—\n\t\tthe disclosure is required by the Board to enable it to carry out thefunction or functions in relation to which the disclosure is authorised, and\n\t\tthe disclosure is in the public interest."
    },
    {
        "length": 525,
        "text": "\nPower to authorise disclosure to the Board: Northern Ireland\n\tSubject to this section, a Northern Ireland department may make regulationsfor the purpose of authorising a Northern Ireland public authority to discloseinformation to the Board where—\n\t\tthe disclosure would otherwise be prohibited by a rule of law, an Actpassed before this Act or any Northern Ireland legislation passed or madebefore this Act, or\n\t\tthe authority would not otherwise have power to make the disclosure.\n\tRegulations under subsection (1) may only authorise disclosure to enablethe Board to carry out one or more of its functions, other than its functionunder section 22 (statistical services).\n\tThe Board may only use information received under regulations undersubsection (1) for the purposes for which disclosure is authorised undersubsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to the Board under regulations under subsection (1), paragraphs (c)and (i) of subsection (4) of that section do not apply (subject to anyprovision made under subsection (6)(b) below).\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(5)(b) includes in particular provision—\n\t\tprohibiting or restricting further disclosure by the Board of informationdisclosed under the regulations;\n\t\tauthorising further disclosure by the Board of such information incircumstances where the disclosure would otherwise be prohibited by a rule oflaw, this Act or an Act passed before this Act.\n\tA Northern Ireland department may only make regulations under subsection(1) with the consent of the Minister for the Cabinet Office.\n\tA Northern Ireland department may only make regulations under subsection(1) authorising any disclosure if the department and the Minister for theCabinet Office are satisfied that—\n\t\tthe disclosure is required by the Board to enable it to carry out thefunction or functions in relation to which the disclosure is authorised, and\n\t\tthe disclosure is in the public interest."
    },
    {
        "length": 486,
        "text": "\nPower to authorise use of information by the Board\n\tSubject to this section, the Minister for the Cabinet Office may makeregulations for the purpose of authorising the Board to use informationreceived from a public authority where the use would otherwise be prohibitedby a rule of law or an Act passed before this Act.\n\tRegulations under subsection (1) may only authorise use to enable the Boardto carry out one or more of its functions, other than its function undersection 22 (statistical services).\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe Minister for the Cabinet Office may only make regulations undersubsection (1) with the consent of—\n\t\tthe Treasury, in a case where the regulations authorise the use ofinformation received from the Commissioners for Her Majesty’s Revenue andCustoms or an officer of Revenue and Customs, or\n\t\ta Minister of the Crown (other than the Minister for the Cabinet Office),in any other case.\n\tThe Minister for the Cabinet Office may only make regulations undersubsection (1) authorising the use of any information if the Minister and theperson consenting to the regulations are satisfied that—\n\t\tthe Board needs to use the information to enable it to carry out thefunction or functions for which the use is authorised, and\n\t\tthe use is in the public interest.\n\tWhere the Minister for the Cabinet Office is the relevant Minister inrelation to a public authority, subsection (4)(b) and the reference insubsection (5) to the person consenting to the regulations do not apply.\n\tFor the purposes of subsection (6), the Minister for the Cabinet Office isthe relevant Minister in relation to such public authorities, or publicauthorities of such description, as the Minister may by order prescribe.\n\tThe Treasury must consult the Commissioners for Her Majesty’s Revenue andCustoms before giving its consent under subsection (4)(a)."
    },
    {
        "length": 758,
        "text": "\nPower to authorise disclosure by the Board\n\tSubject to this section, the Minister for the Cabinet Office may byregulations make provision for the purpose of authorising the Board todisclose information to a public authority where the disclosure wouldotherwise be prohibited by a rule of law or an Act passed before this Act.\n\tRegulations under subsection (1) may only authorise disclosure for thepurposes of any or all of the statistical functions of the public authority.\n\tA public authority may only use information received under regulationsunder subsection (1) for the purposes for which disclosure is authorised undersubsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to a public authority under regulations under subsection (1),paragraphs (c) and (i) of subsection (4) of that section do not apply (subjectto any provision made under subsection (7)(b) below).\n\tRegulations under subsection (1) may not authorise disclosure to—\n\t\ta Scottish public authority for the purpose of the exercise by theauthority of statistical functions which relate to matters which are notreserved matters, or\n\t\ta Northern Ireland public authority.\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(6)(b) includes in particular—\n\t\tprovision prohibiting or restricting further disclosure by a publicauthority of information disclosed under the regulations;\n\t\tprovision authorising further disclosure by a public authority of suchinformation in circumstances where the disclosure would otherwise beprohibited by a rule of law, this Act or an Act passed before this Act.\n\tRegulations may only be made under subsection (1) authorising disclosure toa public authority with the consent of—\n\t\tthe Treasury, in a case where the regulations authorise disclosure to theCommissioners for Her Majesty’s Revenue and Customs or an officer of Revenueand Customs, or\n\t\ta Minister of the Crown (other than the Minister for the Cabinet Office),in any other case.\n\tRegulations may only be made under subsection (1) authorising anydisclosure to a public authority if the Minister and the person consenting tothe regulations are satisfied that—\n\t\tthe disclosure is required by the public authority for the purposesspecified in the regulations, and\n\t\tthe disclosure is in the public interest.\n\tSubsection (8)(b) and the reference in subsection (9) to the personconsenting to the regulations do not apply in relation to regulationsauthorising disclosure to a public authority where the Minister for theCabinet Office is the relevant Minister in relation to the public authority.\n\tFor the purposes of subsection (10), the Minister for the Cabinet Officeis the relevant Minister in relation to such public authorities, or publicauthorities of such description, as the Minister may by order prescribe.\n\tThe Treasury must consult the Commissioners for Her Majesty’s Revenue andCustoms before giving its consent under subsection (8)(a)."
    },
    {
        "length": 499,
        "text": "\nPower to authorise disclosure by the Board: Scotland\n\tSubject to this section, the Scottish Ministers may by regulations makeprovision for the purpose of authorising the Board to disclose information toa Scottish public authority where the disclosure would otherwise be prohibitedby a rule of law or an Act passed before this Act.\n\tRegulations under subsection (1) may only authorise disclosure for thepurposes of any or all of the statistical functions of the Scottish publicauthority, so far as relating to matters which are not reserved matters.\n\tA Scottish public authority may only use information received underregulations under subsection (1) for the purposes for which disclosure isauthorised under subsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to a Scottish public authority under regulations under subsection(1), paragraphs (c) and (i) of subsection (4) of that section do not apply(subject to any provision made under subsection (6)(b) below).\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(5)(b) includes in particular—\n\t\tprovision prohibiting or restricting further disclosure by a Scottishpublic authority of information disclosed under the regulations;\n\t\tprovision authorising further disclosure by a Scottish public authority ofsuch information in circumstances where the disclosure would otherwise beprohibited by a rule of law, this Act, an Act passed before this Act or an Actof the Scottish Parliament passed before this Act.\n\tThe Scottish Ministers may only make regulations under subsection (1) withthe consent of the Minister for the Cabinet Office.\n\tThe Scottish Ministers may only make regulations under subsection (1)authorising any disclosure if they and the Minister for the Cabinet Office aresatisfied that—\n\t\tthe disclosure is required by the Scottish public authority for thepurposes specified in the regulations, and\n\t\tthe disclosure is in the public interest."
    },
    {
        "length": 496,
        "text": "\nPower to authorise disclosure by the Board: Northern Ireland\n\tSubject to this section, a Northern Ireland department may by regulationsmake provision for the purpose of authorising the Board to discloseinformation to a Northern Ireland public authority where the disclosure wouldotherwise be prohibited by a rule of law or an Act passed before this Act.\n\tRegulations under subsection (1) may only authorise disclosure for thepurposes of any or all of the statistical functions of the Northern Irelandpublic authority.\n\tA Northern Ireland public authority may only use information received underregulations under subsection (1) for the purposes for which disclosure isauthorised under subsection (2).\n\tIn the application of section 39 to personal information which has beendisclosed to a Northern Ireland public authority under regulations undersubsection (1), paragraphs (c) and (i) of subsection (4) of that section donot apply (subject to any provision made under subsection (6)(b) below).\n\tRegulations under subsection (1) may—\n\t\tamend or modify any enactment;\n\t\tcontain consequential and supplementary provision.\n\tThe consequential and supplementary provision referred to in subsection(5)(b) includes in particular—\n\t\tprovision prohibiting or restricting further disclosure by a NorthernIreland public authority of information disclosed under the regulations;\n\t\tprovision authorising further disclosure by a Northern Ireland publicauthority of such information in circumstances where the disclosure wouldotherwise be prohibited by a rule of law, this Act, an Act passed before thisAct or any Northern Ireland legislation passed or made before this Act.\n\tA Northern Ireland department may only make regulations under subsection(1) with the consent of the Minister for the Cabinet Office.\n\tA Northern Ireland department may only make regulations under subsection(1) authorising any disclosure if the department and the Minister for theCabinet Office are satisfied that—\n\t\tthe disclosure is required by the Northern Ireland public authority for thepurposes specified in the regulations, and\n\t\tthe disclosure is in the public interest."
    },
    {
        "length": 143,
        "text": "\nData Protection Act 1998 and Human Rights Act 1998\n\tIn sections 47 to 53, references to an Act passed before this Act do notinclude—\n\t\tthe Data Protection Act [1998 (c. 29)](/id/ukpga/1998/29?view=plain \"Go toitem of legislation\"), or\n\t\tthe Human Rights Act [1998 (c. 42)](/id/ukpga/1998/42?view=plain \"Go toitem of legislation\")."
    },
    {
        "length": 2139,
        "text": "\nConsequential\n\tCessation of Office for National Statistics etc\n\t\tThe following shall cease to function on the commencement of this section—\n\t\t\tthe Office for National Statistics;\n\t\t\tthe Statistics Commission.\n\tTransfers etc from ONS to the Board\n\t\tSubject to subsection (6), on commencement of this section the property,rights and liabilities of the Office for National Statistics and of theNational Statistician shall by virtue of this section vest in the Board.\n\t\tSubsection (1) shall operate in relation to property, rights andliabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tAnything done by, on behalf of or in relation to the Office for NationalStatistics or the National Statistician which has effect immediately beforethe commencement of this section shall continue to have effect as if done by,on behalf of or in relation to the Board.\n\t\tAnything (including legal proceedings) which immediately beforecommencement of this section is in the process of being done by, on behalf ofor in relation to the Office for National Statistics or the NationalStatistician may be continued by, on behalf of or in relation to the Board.\n\t\tSo far as is necessary or appropriate in consequence of the precedingprovisions of this section, on and after commencement of this section areference to the Office for National Statistics or the National Statisticianin an agreement (whether written or not), instrument or other document shallbe treated as a reference to the Board.\n\t\tThe Minister for the Cabinet Office may make a scheme or schemesidentifying property, rights and liabilities of the Office for NationalStatistics or the National Statistician (or both) which shall not vest in theBoard on commencement of this section but shall vest in the Registrar Generalfor England and Wales or a Minister of the Crown (including the Minister forthe Cabinet Office).\n\t\tA scheme under subsection (6) shall have effect—\n\t\t\tin so far as it excludes anything from the operation of subsection (1), oncommencement of this section, and\n\t\t\tin so far as it vests anything in the Registrar General or Minister of theCrown, on such date as may be specified in the scheme.\n\t\tA scheme under subsection (6) may operate in relation to property, rightsand liabilities as specified in subsection (2)(a), (b) and (c).\n\t\tA scheme under subsection (6) may include consequential and incidentalprovision and may in particular—\n\t\t\tmake provision for the continuing effect of things done by the Office forNational Statistics or the National Statistician before commencement of thissection;\n\t\t\tmake provision for the continuation of things (including legal proceedings)in the process of being done by, on behalf of or in relation to the Office forNational Statistics or the National Statistician immediately beforecommencement of this section;\n\t\t\tmake provision for references to the Office for National Statistics or theNational Statistician in an agreement (whether written or not), instrument orother document to be treated as references to the Registrar General or aMinister of the Crown;\n\t\t\tmake provision for shared ownership, use or access.\n\t\tWhere a scheme has been made under subsection (6), the Board and theRegistrar General or the Minister of the Crown may agree in writing to modifythe scheme (and any such modification shall have effect as from the date theoriginal scheme came into effect).\n\t\tIn this section “the National Statistician” means the NationalStatistician who holds office immediately before the commencement of section1.\n\tTransfers etc from Registrar General to the Board\n\t\tOn commencement of this section the property, rights and liabilities of theRegistrar General for England and Wales held or incurred in relation to thefunctions transferred under section 25 (the “transferred functions”) shall byvirtue of this section vest in the Board.\n\t\tSubsection (1) shall operate in relation to property, rights andliabilities—\n\t\t\twhether or not they would otherwise be capable of being transferred,\n\t\t\twithout any instrument or other formality being required, and\n\t\t\tirrespective of any requirement for consent that would otherwise apply.\n\t\tAnything done by, on behalf of or in relation to the Registrar General inrespect of the transferred functions which has effect immediately beforecommencement of this section shall continue to have effect as if done by, onbehalf of or in relation to the Board.\n\t\tAnything (including legal proceedings) which immediately beforecommencement of this section is in the process of being done by, on behalf ofor in relation to the Registrar General in respect of, or connected with, thetransferred functions, may be continued by, on behalf of or in relation to theBoard.\n\t\tSo far as is necessary or appropriate in consequence of the precedingprovisions of this section, on and after commencement of this section areference to the Registrar General in an agreement (whether written or not),instrument or other document shall be treated as a reference to the Board.\n\tTransfers etc from Ministers of the Crown to the Board\n\t\tThe Minister for the Cabinet Office may make a scheme or schemestransferring property, rights and liabilities from a Minister of the Crown tothe Board and such transfer shall have effect in accordance with the terms ofthe scheme.\n\t\tA scheme under subsection (1) may operate in relation to property, rightsand liabilities as specified in section 56(2)(a), (b) and (c).\n\t\tA scheme under subsection (1) may include consequential and incidentalprovision and may in particular—\n\t\t\tmake provision for the continuing effect of things done by the Minister ofthe Crown in relation to anything transferred by the scheme;\n\t\t\tmake provision for the continuation of things (including legal proceedings)in the process of being done by, on behalf of or in relation to the Ministerof the Crown in relation to anything transferred by the scheme;\n\t\t\tmake provision for references to the Minister of the Crown in an agreement(whether written or not), instrument or other document in relation to anythingtransferred by the scheme to be treated as references to the Board;\n\t\t\tmake provision for shared ownership, use or access.\n\t\tWhere a scheme has been made under subsection (1), the Minister of theCrown and the Board may agree in writing to modify the scheme (and any suchmodification shall have effect as from the date the original scheme came intoeffect).\n\tProvision of services and facilities by the Board\n\t\tThe Board may provide services and facilities to—\n\t\t\tthe Registrar General for England and Wales in order to enable him moreefficiently to carry out his functions,\n\t\t\tthe Boundary Commission for England in order to enable it more efficientlyto carry out its functions, and\n\t\t\tthe Secretary of State or another public authority in order to enable himor it more efficiently to carry out his or its functions relating to theregistration in England or Wales of persons to whom primary medical servicesare or have been provided.\n\t\tThe services and facilities referred to in subsection (1) include inparticular the making available of premises, computer systems andadministrative services.\n\t\tIn subsection (1)(c) “primary medical services” means—\n\t\t\tin relation to registration in England, services which are primary medicalservices for the purposes of the National Health Service Act [2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\"), and\n\t\t\tin relation to registration in Wales, services which are primary medicalservices for the purposes of the National Health Service (Wales) Act [2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\").\n\tConsequential amendments\n\t\tSchedule 3 (which makes amendments consequential on the conferral on theBoard of functions previously exercised by the Office for National Statistics)has effect.\n\t\tSection 57 of the Local Electoral Administration and Registration Services(Scotland) Act [2006 (asp 14)](/id/asp/2006/14?view=plain \"Go to item oflegislation\") (which provides for a central register kept by the RegistrarGeneral for Scotland for health and local authority purposes) is amended asfollows—\n\t\t\tin subsection (2), in paragraph (d), after “department” insert “or an NHSbody”;\n\t\t\tafter that subsection, insert—\n\t\t\t\t“(2A)In subsection (2)(d), “NHS body” has the same meaning as it has (apartfrom in Schedule 15) in the National Health Service Act [2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\").”"
    },
    {
        "length": 817,
        "text": "\nMiscellaneous\n\tMoney \n\t\tThe expenditure of the Board is to be paid out of money provided byParliament.\n\t\tSums paid to the Board (other than under subsection (1)) are to be paidinto the Consolidated Fund.\n\t\tThe Board may with the approval of the Minister for the Cabinet Office maketo or in respect of members of the Board, employees or committee memberspayments by way of, or in respect of, remuneration, pension, allowances orexpenses.\n\tEvidence \n\t\tThe application of the seal of the Board is to be authenticated by thesignature of a person authorised for that purpose by the Board (generally orspecifically).\n\t\tA document purporting to be duly executed under the seal of the Board orpurporting to be signed on its behalf is to be received in evidence and taken,unless the contrary is proved, as so executed or signed.\n\tInvestigation by Parliamentary Commissioner\n\t\tThe Parliamentary Commissioner Act [1967 (c.13)](/id/ukpga/1967/13?view=plain \"Go to item of legislation\") is amended inaccordance with subsections (2) and (3).\n\t\tIn Schedule 2 (departments and authorities subject to investigation), atthe appropriate place insert—\n\t\t\t“Statistics Board”.\n\t\tIn the Notes to Schedule 2, after the paragraph relating to the Ministry ofDefence insert—\n\t\t\t**“ Statistics Board**\n\t\tIn the case of the Statistics Board, no investigation is to be conducted inrelation to any action taken by or on behalf of the Board in the exercise ofany of its functions where the function is being exercised only in relation toScottish devolved statistics (within the meaning of section 66 of theStatistics and Registration Service Act 2007).”\n\t\tThe Scottish Public Services Ombudsman Act [2002 (asp11)](/id/asp/2002/11?view=plain \"Go to item of legislation\") is amended inaccordance with subsections (5) and (6).\n\t\tIn section 7 (matters which may be investigated: restrictions), aftersubsection (6A) insert—\n\t\t“(6B)The Ombudsman must not investigate action taken by or on behalf of theStatistics Board in the exercise of any of its functions unless the functionis being exercised only in relation to Scottish devolved statistics (withinthe meaning of section 66 of the Statistics and Registration Service Act2007).”\n\t\tIn schedule 2 (persons liable to investigation), after paragraph 91(Security Industry Authority) insert—\n\t\t“91AThe Statistics Board.”\n\tHouse of Commons etc disqualification\n\t\tIn each of—\n\t\t\tPart 2 of Schedule 1 to the House of Commons Disqualification Act [1975 (c.24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\"), and\n\t\t\tPart 2 of Schedule 1 to the Northern Ireland Assembly Disqualification Act[1975 (c. 25)](/id/ukpga/1975/25?view=plain \"Go to item of legislation\"),\n\t\t\tat the appropriate place insert “The Statistics Board”."
    },
    {
        "length": 2369,
        "text": "\nGeneral\n\tOrders and regulations\n\t\tAny power to make an order or regulations under this Part is exercisable—\n\t\t\tin the case of an order or regulations made by the Minister for the CabinetOffice or other Minister of the Crown, the Scottish Ministers or a Welshministerial authority, by statutory instrument, and\n\t\t\tin the case of an order or regulations made by a Northern Irelanddepartment, by statutory rule for the purposes of the Statutory Rules(Northern Ireland) Order 1979 ([SI 1979/1573 (NI12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tA Minister of the Crown may not make an order under section 6(1)(b) unlessa draft of the statutory instrument containing the order has been laid before,and approved by resolution of, each House of Parliament.\n\t\tA statutory instrument containing an order made by a Minister of the Crownunder section 24 that includes consequential or incidental provision amendingany relevant legislation is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\t\tA statutory instrument containing an order made by the Minister for theCabinet Office under section 47(11), 50(7) or 51(11) is subject to annulmentin pursuance of a resolution of either House of Parliament.\n\t\tThe Minister for the Cabinet Office may not make—\n\t\t\tan order under section 11, or\n\t\t\tregulations under section 47, 50 or 51,\n\t\t\t\tunless a draft of the statutory instrument containing the order or regulationshas been laid before, and approved by resolution of, each House of Parliament.\n\t\tThe Scottish Ministers may not make—\n\t\t\tan order under section 6(1)(b) or 11, or\n\t\t\tregulations under section 48 or 52,\n\t\t\tunless a draft of the instrument containing the order or regulations has beenlaid before, and approved by resolution of, the Scottish Parliament.\n\t\tThe Welsh Ministers may not make an order under section 6(1)(b) or 11unless a draft of the instrument containing the order has been laid before,and approved by resolution of, the National Assembly for Wales.\n\t\tA statutory instrument containing an order made by a Welsh ministerialauthority under section 24 that includes consequential or incidental provisionamending any relevant legislation is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\tA statutory rule containing—\n\t\t\tan order made by a Northern Ireland department under section 6(1)(b),\n\t\t\tan order made by the Department of Finance and Personnel for NorthernIreland under section 11, or\n\t\t\tregulations made by a Northern Ireland department under section 49 or 53,\n\t\t\tis subject to affirmative resolution, within the meaning of section 41(4) ofthe Interpretation Act (Northern Ireland) 1954 ([1954 c. 33(NI)](/id/apni/1954/33?view=plain \"Go to item of legislation\")).\n\t\tA statutory rule containing an order made by a Northern Ireland departmentunder section 24 that includes consequential or incidental provision amendingany relevant legislation is subject to negative resolution, within the meaningof section 41(6) of the Interpretation Act (Northern Ireland) 1954.\n\t\tIn this section, “relevant legislation” means—\n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tNorthern Ireland legislation;\n\t\t\ta Measure or Act of the National Assembly for Wales.\n\tDevolved statistics\n\t\tIn this Part “Scottish devolved statistics” means—\n\t\t\tstatistics which relate to matters in Scotland which are not reservedmatters, unless the statistics are produced by a person acting on behalf ofthe Crown or a public authority in the exercise of functions in relation to areserved matter,\n\t\t\tstatistics which relate to matters in Scotland which are reserved matters,where the statistics are produced by a person acting on behalf of the Crown ora public authority in the exercise of functions in relation to a matter whichis not a reserved matter, and\n\t\t\tstatistics produced by the Scottish Ministers in the exercise of a functionwhich is exercisable by them pursuant to an Order made under section 63(1)(a)of the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to item oflegislation\").\n\t\tBut statistics are not Scottish devolved statistics by virtue of subsection(1)(a) or (b) if they are produced by—\n\t\t\tan authority which is a cross-border public authority within the meaning ofthe Scotland Act 1998, or\n\t\t\tan authority which is treated as a cross-border public authority for thepurposes of sections 23(2)(b) and 70(6) of that Act,\n\t\t\t\tand do not relate wholly to Scotland.\n\t\tIn this Part “Welsh devolved statistics” means statistics which relatewholly or mainly to the exercise of functions by—\n\t\t\ta Welsh ministerial authority, or\n\t\t\tany other public authority whose functions are exercisable only in or asregards Wales,\n\t\t\tunless the statistics are produced by a person acting on behalf of the Crownor a public authority in the exercise of functions in relation to a matterwhich does not so relate.\n\t\tIn this Part “Northern Ireland devolved statistics” means—\n\t\t\tstatistics which relate to matters in Northern Ireland which aretransferred matters, unless the statistics are produced by a person acting onbehalf of the Crown or a public authority in the exercise of functions inrelation to a matter which is not a transferred matter, and\n\t\t\tstatistics which relate to matters in Northern Ireland which are nottransferred matters, where the statistics are produced by a person acting onbehalf of the Crown or a public authority in the exercise of functions inrelation to matter which is a transferred matter.\n\tGeneral interpretation\n\t\tIn this Part—\n\t\t  * “enactment” includes— \n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament;\n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\t\t  * “Intelligence Service” means— \n\t\t\tthe Security Service,\n\t\t\tthe Secret Intelligence Service, or\n\t\t\tGCHQ (within the meaning of the Intelligence Services Act [1994 (c.13)](/id/ukpga/1994/13?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “Northern Ireland devolved statistics” has the meaning given by section 66(4); \n\t\t\t\t  * “Northern Ireland public authority” means a public authority whose functions— \n\t\t\tare exercisable only or mainly in or as regards Northern Ireland, and\n\t\t\trelate only or mainly to transferred matters;\n\t\t\t\t  * “official statistics” has the meaning given by section 6(1); \n\t\t\t\t  * “person responsible”, in relation to any official statistics, means— \n\t\t\tin the case of official statistics produced by the Board, the NationalStatistician,\n\t\t\tin the case of official statistics produced by a government department, theMinister in charge of the department, and\n\t\t\tin any other case, the person producing the statistics;\n\t\t\t\t  * “personal information” has the meaning given by section 39(2); \n\t\t\t\t  * “public authority” (except in section 40(1)) means— \n\t\t\ta person or body exercising functions of a public nature in the UnitedKingdom,\n\t\t\ta person or body entirely or substantially funded from public money,\n\t\t\tan office-holder appointed by a person or body falling within paragraph (a),or\n\t\t\ta body more than half of whose governing body or members are appointed by aperson or body falling within paragraph (a);\n\t\t\t\t  * “reserved matters” has the same meaning as in the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “rights and liabilities” includes rights and liabilities relating to employment; \n\t\t\t\t  * “Scottish devolved statistics” has the meaning given by section 66(1) and (2); \n\t\t\t\t  * “Scottish public authority” (except in section 40(3)) has the same meaning as in the Scotland Act 1998; \n\t\t\t\t  * “transferred matters” has the same meaning as in the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “Welsh devolved statistics” has the meaning given by section 66(3); \n\t\t\t\t  * “Welsh ministerial authority” has the meaning given by section 6(5). "
    },
    {
        "length": 1442,
        "text": "\nPart 2Registration service\n\tEstablishment of Registrar General as corporation sole\n\t\tSection 1 of the Registration Service Act [1953 (c.37)](/id/ukpga/1953/37?view=plain \"Go to item of legislation\") is amended asfollows—\n\t\t\trenumber the existing provision as subsection (1);\n\t\t\tafter that subsection insert—\n\t\tThe Registrar General is a corporation sole by the name of the RegistrarGeneral for England and Wales.\n\t\tThe Registrar General may do anything (including acquire or dispose of anyproperty or rights) which is calculated to facilitate, or is conducive orincidental to, the discharge of any of his functions.\n\t\tThe Registrar General discharges his functions on behalf of the Crown.\n\t\tService as Registrar General is not service in the civil service of theCrown; but the Registrar General is a Crown servant for the purposes of theOfficial Secrets Act 1989.”\n\t\tSubject to section 57, the property, rights and liabilities of theRegistrar General on the commencement of this section shall at that timebecome the property, rights and liabilities of the Registrar General as acorporation sole.\n\tEmployment status of officials\n\t\tOn commencement of this section, every person who immediately beforecommencement of this section holds a relevant office becomes an employee ofthe relevant local authority.\n\t\tThe relevant offices are—\n\t\t\tsuperintendent registrar of births, deaths and marriages appointed undersection 6 of the Registration Service Act 1953;\n\t\t\tregistrar of births and deaths appointed under that section;\n\t\t\tdeputy superintendent registrar of births, deaths and marriages appointedunder section 8 of that Act;\n\t\t\tdeputy registrar of births and deaths appointed under that section.\n\t\tThe terms and conditions of appointment of the holder of a relevant officehave effect from commencement of this section (subject to any necessarymodifications) as the terms and conditions of his employment with the relevantlocal authority.\n\t\tOn commencement of this section any liabilities incurred by the holder of arelevant office in connection with the exercise of his functions aretransferred to the relevant local authority.\n\t\tAny period which ends immediately before commencement of this sectionduring which a person was continuously—\n\t\t\tthe holder of a relevant office (whether in respect of the same ordifferent relevant offices), or\n\t\t\tthe holder of a relevant office (whether in respect of the same ordifferent relevant offices) or an employee of a local authority,\n\t\t\t\tmust be treated as a period of continuous employment with the relevant localauthority.\n\t\tIf, immediately before commencement of this section, the holder of arelevant office was a member of a pension scheme established in pursuance ofregulations under sections 7 and 12 of the Superannuation Act [1972 (c.11)](/id/ukpga/1972/11?view=plain \"Go to item of legislation\"), he continuesto be a member of the scheme by virtue of his becoming an employee of therelevant local authority.\n\t\tFor the purposes of this section, the “relevant local authority” is—\n\t\t\tin relation to the holder of a relevant office falling within subsection(2)(a) or (b), the local authority by which he was appointed;\n\t\t\tin relation to the holder of a relevant office falling within subsection(2)(c) or (d), the local authority which appointed the superintendentregistrar of births, deaths and marriages or registrar of births and deaths bywhom he was appointed.\n\t\tFor the purposes of this section, each of the following is a localauthority—\n\t\t\ta county council in England;\n\t\t\ta district council in England for an area without a county council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county or county borough council in Wales.\n\tSuperintendent registrars and registrars\n\t\tThe Registration Service Act [1953 (c. 37)](/id/ukpga/1953/37?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tIn section 6 (superintendent registrars and registrars of births anddeaths)—\n\t\t\tin subsection (1), omit the proviso;\n\t\t\tin subsection (3)—\n\t\t\tfor “a salaried officer paid by” substitute “an officer of”;\n\t\t\tomit the words from “and shall” to the end;\n\t\t\tomit subsection (4).\n\t\tIn section 13(2)(f) (local schemes of organisation), omit the words from“so, however” to the end.\n\t\tIn section 15(1) (delivery of documents on ceasing to hold office), omitthe words from “or, if there is no successor,” to the end.\n\tDeputy superintendent registrars and registrars\n\t\tFor section 8 of the Registration Service Act 1953 (deputy superintendentregistrars and registrars) substitute—\n\t\t“8Deputy superintendent registrars and registrars\n\t\t\tSubject to the provisions of the local scheme, a council which employs asuperintendent registrar or a registrar of births and deaths may appoint oneor more fit persons to act as his deputy.\n\t\t\tAny person appointed as a deputy under subsection (1) shall have all thepowers and duties of a superintendent registrar or a registrar of births anddeaths, as the case may be.”\n\tAdditional registrars of marriages\n\t\tIn the Registration Service Act [1953 (c. 37)](/id/ukpga/1953/37?view=plain\"Go to item of legislation\") omit section 7 (additional registrars ofmarriages)."
    },
    {
        "length": 235,
        "text": "\nPart 3General\n\tRepeals \n\t\tThe enactments specified in Schedule 4 are repealed to the extent shown.\n\tCommencement \n\t\tThe preceding provisions of this Act shall come into such force inaccordance with provision made by order made by statutory instrument by theMinister for the Cabinet Office.\n\t\tAn order under this section may—\n\t\t\tmake different provision for different purposes;\n\t\t\tinclude supplementary, consequential and transitional provision andsavings.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject as follows.\n\t\tSection 62 does not extend to Scotland.\n\t\tPart 2 does not extend to Scotland or Northern Ireland (subject tosubsection (4)).\n\t\tAn amendment or repeal effected by this Act has the same extent as theenactment to which it relates.\n\tShort title\n\t\tThis Act may be cited as the Statistics and Registration Service Act 2007."
    }
]