{
    "general": "This law makes sure that people who hurt animals will be punished more severely. It changes the way courts handle cases where someone has mistreated an animal, so that the person might get a harsher sentence. The goal is to protect animals from being treated cruelly and make sure that those who do harm are held accountable.",
    "series": [
        [
            {
                "length": 218,
                "short": "\"Tougher Animal Welfare Sentences in England and Wales\"",
                "text": "\n* Simplified point 1: The Act amends the Animal Welfare Act 2006 to increase the maximum sentence for certain animal welfare offenses from 6 months to 12 months on summary conviction, and from 5 years to 12 years on conviction on indictment.\n* Simplified point 2: The Act also reduces the minimum sentence for certain offenses committed before the commencement of the Sentencing Act 2020 from 12 months to 6 months.\n* Simplified point 3: The Act applies only to England and Wales and comes into force after a two-month period following its passage.\n* Simplified point 4: The Act does not apply to offenses committed before its coming into force.\n* Simplified point 5: The Act may be cited as the Animal Welfare (Sentencing) Act 2021."
            }
        ]
    ],
    "summary": "The Animal Welfare (Sentencing) Act 2021 is a new law that will make punishments for people who hurt animals more severe. Before, the most someone could get for hurting an animal was 6 months in jail, but now it can be up to 12 months. This law only applies to England and Wales, and it won't affect anyone who did something bad to an animal before the law was passed. So if you hurt an animal, you might go to jail for longer now!",
    "single": "\n• Increases the maximum sentence for certain animal welfare offenses from 6 months to 12 months on summary conviction, and from 5 years to 12 years on conviction on indictment.\n\n• Applies to offenses committed after the Act comes into force.\n\n• Does not apply to offenses committed before the Act comes into force.\n\n• Extends only to England and Wales.\n\n• Comes into force at the end of two months after the date of passage."
}