{
    "general": "This law makes sure that service animals, like guide dogs for blind people or hearing dogs for deaf people, are treated well and have all they need to do their important jobs helping humans. It updates an older law from 2006 so that service animals can continue to help humans in the best way possible.",
    "series": [
        [
            {
                "length": 182,
                "short": "\"Law Protects Service Animals in England and Wales\"",
                "text": "\n* Simplified point 1: The law makes it clear that harming a service animal, such as a dog being used by a police officer, is considered animal cruelty and can lead to legal consequences.\n* Simplified point 2: The law specifically excludes certain individuals, such as prison custody officers, from being prosecuted for harming a service animal while they are carrying out their duties.\n* Simplified point 3: The law allows for regulations to be made to specify additional individuals who are exempt from prosecution for harming a service animal while carrying out their duties.\n* Simplified point 4: The law applies only to England and Wales.\n* Simplified point 5: The law comes into effect two months after it is passed."
            }
        ]
    ],
    "summary": "The Animal Welfare (Service Animals) Act 2019 protects service animals like dogs used by police officers from mistreatment or abuse. It's illegal to hurt these animals intentionally, and those responsible could face legal penalties. However, some individuals like prison custody officers are excluded from prosecution if they harm a service animal while doing their job. Additional exemptions can be added through regulations. This law only applies to England and Wales, and took effect two months after it was passed.",
    "single": "\n• The Animal Welfare (Service Animals) Act 2019 amends the Animal Welfare Act 2006 to protect service animals from harm.\n\n• The act adds new sections to the Animal Welfare Act to exclude certain individuals from prosecution if they cause harm to a service animal while performing their duties. These individuals include constables, prison custody officers, and those employed for police purposes.\n\n• The act also allows the Secretary of State to specify other individuals in regulations exempt from prosecution.\n\n• The act applies only to England and Wales.\n\n• The act comes into effect two months after its passage.\n\n• The act may be cited as the Animal Welfare (Service Animals) Act 2019."
}