[
    {
        "length": 3547,
        "text": "\nGeneral transport functions\n\tGeneral transport duty\n\t\tThe Assembly must—\n\t\t\tdevelop policies for the promotion and encouragement of safe, integrated,sustainable, efficient and economic transport facilities and services to, fromand within Wales, and\n\t\t\tcarry out its functions so as to implement those policies.\n\t\tThe transport facilities and services mentioned in subsection (1) are—\n\t\t\tthose required to meet the needs of persons living or working in Wales, orvisiting or travelling through Wales, and\n\t\t\tthose required for the transportation of freight.\n\t\tThose facilities and services include facilities and services forpedestrians and cyclists.\n\tWales Transport Strategy\n\t\tThe Assembly must prepare and publish a document to be known as the WalesTransport Strategy.\n\t\tThe Strategy must set out—\n\t\t\tthe policies developed by the Assembly under section 1(1)(a), and\n\t\t\thow the Assembly proposes to discharge its duty under section 1(1)(b).\n\t\tThe Assembly must keep the Strategy under review and may from time to timerevise it.\n\t\tIf the Assembly revises the Strategy, it must publish (as it considersappropriate)—\n\t\t\tthe whole Strategy as revised, or\n\t\t\tthe revised parts.\n\t\tIn preparing or revising the Strategy the Assembly must consult—\n\t\t\teach local authority in Wales;\n\t\t\teach county council or district council in England whose area abuts Wales;\n\t\t\tany other persons it considers appropriate.\n\t\tThe Strategy and any revision of it do not have effect until approved bythe Assembly.\n\t\tThe Assembly must not delegate its function under subsection (6).\nLocal transport functions\n\tLocal transport plans\n\t\tThe Schedule (which makes provision about local transport plans) has effect.\n\tArrangements for discharge of transport functions\n\t\tThe Assembly may direct two or more local authorities in Wales to enterinto arrangements—\n\t\t\tin the terms specified in the direction, and\n\t\t\tin relation to the discharge of transport functions specified in thedirection.\n\t\tThe arrangements may in particular be or include arrangements for the jointdischarge of transport functions.\n\t\tIn deciding whether to give a direction under this section in relation toparticular functions, the Assembly must in particular have regard to theinterests of economy, efficiency and effectiveness in the discharge of thefunctions.\n\t\tThe Assembly may vary or revoke a direction given under this section inrelation to particular functions by a further such direction, but only if itis satisfied that, on variation or revocation, satisfactory arrangements willbe in place for the discharge of those functions.\n\t\tBefore giving, varying or revoking a direction under this section theAssembly must consult the local authorities concerned and any other persons itconsiders appropriate.\n\t\t“Transport function” means a function of a local authority in Walesrelating to transport.\n\tJoint transport authorities\n\t\tThe Assembly may by order establish a body (to be known as a jointtransport authority) to discharge specified transport functions for an areamade up of all or any part or parts of the areas of two or more specifiedlocal authorities in Wales.\n\t\tBefore making an order under subsection (1) the Assembly must consult thelocal authorities concerned and any other persons it considers appropriate.\n\t\tA joint transport authority must be established as a body corporate.\n\t\tAn order under subsection (1) may include provision—\n\t\t\tabout the composition of the joint transport authority (including theappointment of members of the authority by the local authorities concerned andby the Assembly);\n\t\t\tabout the proceedings of the authority (including different provision inrespect of the voting rights of different categories of member);\n\t\t\tabout the financing of the authority;\n\t\t\tabout the discharge of the functions of the authority (including provisionfor the discharge of functions by committees);\n\t\t\tabout officers of the authority;\n\t\t\tabout the acquisition, appropriation and disposal of land by the authority(including provision for the acquisition of land by agreement orcompulsorily);\n\t\t\tfor the transfer of staff, property, rights and liabilities to theauthority;\n\t\t\tfor the payment of compensation in respect of loss suffered by any personin consequence of the constitution of the authority;\n\t\t\tfor specified enactments relating to local authorities in Wales andtransport functions to have effect, in relation to the authority and itsfunctions, with any specified modifications.\n\t\tIf an order under subsection (1) includes provision for the appointment ofmembers of the authority by persons other than the local authoritiesconcerned, the order must not provide for the total number of members soappointed to be equal to, or exceed, half the total number of members capableof being appointed.\n\t\tThe Assembly may vary or revoke an order under subsection (1) only if it issatisfied that, on variation or revocation, satisfactory arrangements will bein place for the discharge of the functions of the joint transport authority.\n\t\tAn order varying or revoking an order under subsection (1) may includeprovision for the transfer of staff, property, rights and liabilities from thejoint transport authority to one or more other joint transport authorities orlocal authorities in Wales.\n\t\tBefore varying or revoking an order under subsection (1) the Assembly mustconsult—\n\t\t\tany joint transport authorities and local authorities in Wales which appearto it likely to be affected;\n\t\t\tany other persons it considers appropriate.\n\t\tAn order under subsection (1) is to be treated as being Assembly generalsubordinate legislation for the purposes of the Government of Wales Act [1998(c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\").\n\t\tFor the purposes of section 74 of the Local Government Finance Act [1988(c. 41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (levies)—\n\t\t\ta joint transport authority is to be treated as a levying body with respectto which regulations may be made under subsection (2) of that section, and\n\t\t\tthe reference in that subsection to the council concerned is to be treatedas a reference to the local authorities specified in the order undersubsection (1) establishing the joint transport authority.\n\t\tIn this section—\n\t\t\t  * “specified”, in relation to an order under subsection (1), means specified in the order; \n\t\t\t  * “transport function” means a function of a local authority in Wales relating to transport. \n\tFinancial assistance: local transport functions\n\t\tThe Assembly may give financial assistance to—\n\t\t\tjoint transport authorities, and\n\t\t\tlocal authorities in Wales,\n\t\t\t\tfor the purpose of enabling or facilitating them to discharge their functionsrelating to transport.\n\t\tThe Assembly may attach conditions to financial assistance under thissection.\nPublic transport\n\tProvision of public passenger transport services\n\t\tThe Assembly may secure the provision of any public passenger transportservices which it considers appropriate for the purpose of meeting any publictransport requirements within Wales which would not in its view otherwise bemet.\n\t\tIn exercising its power under subsection (1) the Assembly must have regardto—\n\t\t\ta combination of economy, efficiency and effectiveness,\n\t\t\tthe Wales Transport Strategy, and\n\t\t\tthe transport needs of members of the public who are elderly or disabled.\n\t\tFor the purpose of securing the provision of a service under subsection (1)the Assembly may enter into agreements providing for service subsidies.\n\t\tBut the Assembly may not enter into an agreement under subsection (3)unless the service in question would not be provided without a subsidy.\n\t\t“Public passenger transport services” means all those services on whichmembers of the public rely for getting from place to place, when not relyingon private facilities of their own, including school transport but notincluding—\n\t\t\tservices provided under permits under section 19 of the Transport Act [1985(c. 67)](/id/ukpga/1985/67?view=plain \"Go to item of legislation\") (permits inrelation to use of buses by educational and other bodies) other than servicesprovided wholly or mainly to meet the needs of members of the public who areelderly or disabled;\n\t\t\texcursions or tours.\n\t\t“Agreements providing for service subsidies” are agreements under which anyperson undertakes to provide public passenger transport services of anydescription on terms which include provision for the making of payments tothat person by the Assembly.\n\t\t“Excursion or tour” has the meaning given in section 137(1) of theTransport Act [1985 (c. 67)](/id/ukpga/1985/67?view=plain \"Go to item oflegislation\").\n\tPublic Transport Users' Committee for Wales\n\t\tThe Assembly may by order establish a body corporate, to be known as thePublic Transport Users' Committee for Wales or Pwyllgor DefnyddwyrTrafnidiaeth Gyhoeddus Cymru.\n\t\tThe Assembly may by order provide for a body established under subsection(1) to be known by a different name.\n\t\tA body established under subsection (1) is referred to in this Act as theCommittee.\n\t\tAn order under subsection (1) may include provision—\n\t\t\tabout the status and membership of the Committee (including how members areto be appointed);\n\t\t\tabout the proceedings of the Committee;\n\t\t\tabout officers and staff of the Committee;\n\t\t\tabout the discharge of functions of the Committee (including provision forthe discharge of functions by sub-committees with members who are not allmembers of the Committee);\n\t\t\tabout the making of reports by the Committee to the Assembly;\n\t\t\tabout the making of payments to or in respect of officers, staff andmembers of the Committee;\n\t\t\tabout the payment of pensions and the making of other payments to or inrespect of former officers and staff of the Committee;\n\t\t\tabout the keeping of accounts by the Committee and their audit andsubmission to the Assembly;\n\t\t\tabout the acquisition and disposal by the Committee of property, rights andliabilities (including land);\n\t\t\tauthorising the Committee to charge for any services it provides in thedischarge of any of its functions;\n\t\t\tfor the transfer of staff, property, rights and liabilities to theCommittee.\n\t\tThe Assembly may make payments to the Committee of such amounts, at suchtimes, and on such conditions (if any) as it considers appropriate.\n\t\tThe Assembly may by order make provision for the transfer of staff,property, rights and liabilities from the Committee to any other person.\n\tFunctions of the Committee\n\t\tThe Committee may consider and make recommendations to the Assembly aboutany matter relating to public passenger transport services or facilities to,from or within Wales.\n\t\tThe Committee must consider and make recommendations to the Assembly aboutany such matter if asked to do so by the Assembly.\n\t\tThe Assembly may by order—\n\t\t\tconfer further functions on the Committee;\n\t\t\tremove functions from the Committee;\n\t\t\tmake changes to any functions of the Committee;\n\t\t\ttransfer any functions of the Committee to another person (including to theAssembly).\n\t\tAn order under subsection (3) may confer a function on the Committee, ormake changes to a function of the Committee, only if the new function, or thefunction as changed, relates to public passenger transport services orfacilities to, from or within Wales.\n\t\tThe functions that may be conferred on the Committee under subsection(3)(a) include a power—\n\t\t\tto enter into arrangements with another body for discharging functions onbehalf of that body in relation to Wales;\n\t\t\tto give effect to any such arrangements;\n\t\t\tto enter into arrangements with another body for that body to discharge anyfunctions of the Committee on behalf of the Committee.\n\t\tThe discharge of a function by the Committee on behalf of another body doesnot affect the responsibility of the body for the discharge of the function.\n\t\tThe discharge of a function by another body on behalf of the Committee doesnot affect the responsibility of the Committee for the discharge of thefunction.\n\t\tThe provision that may be made in an order under subsection (3) includesprovision amending or repealing any provision of an enactment conferringfunctions on the Committee.\n\t\tThe Committee may do anything which is calculated to facilitate, or isconducive or incidental to, the discharge of any of its functions.\n\t\tIn this section—\n\t\t\t  * “public passenger transport services” has the meaning given in section 7; \n\t\t\t  * “public passenger transport facilities” means facilities for public passenger transport services. \n\tGuidance and directions to the Committee\n\t\tThe Assembly may—\n\t\t\tissue guidance to the Committee as to how it is to discharge its functions;\n\t\t\tgive directions to the Committee as to how it is to discharge itsfunctions.\n\t\tThe Committee must—\n\t\t\thave regard to any guidance issued under subsection (1)(a);\n\t\t\tcomply with any directions given under subsection (1)(b).\n\t\tGuidance or directions under this section must be in writing.\n\t\tThe Assembly may vary or revoke directions given under this section.\nAir transport\n\tFinancial assistance: air transport services\n\t\tThe Assembly may give financial assistance to—\n\t\t\tpersons who provide or propose to provide air transport services whichstart or end at an airport in Wales, and\n\t\t\tpersons who provide or propose to provide airport facilities or services ata place in Wales,\n\t\t\t\tfor the purpose of enabling or facilitating them to provide those services orfacilities.\n\t\tBut the Assembly may give financial assistance under this section only ifthe services or facilities would not in its view be provided without thefinancial assistance.\n\t\tThe Assembly may attach conditions to financial assistance under thissection.\n\t\t“Air transport services” means services for the carriage by air ofpassengers or cargo.\nSupplementary\n\tCommencement \n\t\tThe preceding provisions of this Act come into force in accordance withprovision made by the Assembly by order.\n\tOrders \n\t\tThis section applies to an order made by the Assembly under this Act.\n\t\tThe power to make the order is exercisable by statutory instrument.\n\t\tThe order—\n\t\t\tmay make different provision for different purposes;\n\t\t\tmay include incidental, supplemental, consequential, saving or transitionalprovision.\n\tInterpretation \n\t\tThis section applies for the purposes of this Act.\n\t\t“The Assembly” means the National Assembly for Wales.\n\t\t“Local authority in Wales” means a county council or county borough councilin Wales.\n\tMoney \n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of money provided byParliament under another enactment.\n\tExtent \n\t\tThis Act extends to England and Wales only.\n\tShort title\n\t\tThis Act may be cited as the Transport (Wales) Act 2006.\n\tSection 3"
    }
]