{
    "general": "This law helps with transportation in Wales by making rules for roads, buses, trains, and other ways people move around. It makes sure that these things are safe and work well so that people can get where they need to go easily.",
    "series": [
        [
            {
                "length": 244,
                "short": "\"Wales Transport Policy and Coordination\"",
                "text": "* Simplified point 1: The Assembly must develop policies for promoting safe, integrated, sustainable, efficient, and economic transport facilities and services to, from, and within Wales.\n* Simplified point 2: The Assembly must carry out its functions so as to implement the Wales Transport Strategy.\n* Simplified point 3: The Assembly may direct two or more local authorities in Wales to enter into arrangements for the joint discharge of transport functions.\n* Simplified point 4: The Assembly may vary or revoke an order under subsection (1) only if it is satisfied that, on variation or revocation, satisfactory arrangements will be in place for the discharge of the functions of the joint transport authority.\n* Simplified point 5: An order under subsection (1) is to be treated as being Assembly general subordinate legislation for the purposes of the Government of Wales Act [1998(c. 38)](/id/ukpga/1998/38?view=plain \"Go to item of legislation\")."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Transport (Wales) Act 2006 is a law passed by the Welsh Assembly to improve transportation in Wales. It requires the Assembly to create policies that promote safe, affordable, and environmentally friendly transportation options for those traveling to, from, and within Wales. Additionally, the Assembly can instruct multiple local councils to work together to provide better transportation services. This act also allows the Assembly to change or cancel orders related to these transportation services, provided they have made sure alternative arrangements are in place. Overall, the goal of this legislation is to ensure that people in Wales have access to reliable and efficient transportation options.",
    "single": "\n* General transport functions\n\t+ The Assembly must develop policies for safe, integrated, sustainable, efficient, and economic transport facilities and services.\n\t+ The Assembly must carry out its functions so as to implement those policies.\n\t+ The transport facilities and services mentioned in subsection (1) are pedestrians and cyclists.\n* Wales Transport Strategy\n\t+ The Assembly must prepare and publish a document to be known as the Wales Transport Strategy.\n\t+ The Strategy must set out the policies developed by the Assembly and how the Assembly proposes to discharge its duty.\n\t+ The Assembly must keep the Strategy under review and may revise it from time to time.\n* Local transport functions\n\t+ The Assembly may direct two or more local authorities in Wales to enter into arrangements for the discharge of transport functions.\n\t+ The arrangements may include joint transport authorities.\n* Financial assistance: local transport functions\n\t+ The Assembly may give financial assistance to joint transport authorities and local authorities in Wales for the purpose of enabling or facilitating them to discharge their functions.\n* Public transport\n\t+ The Assembly may secure the provision of public passenger transport services that would not be provided without a subsidy.\n\t+ The Assembly may enter into agreements providing for service subsidies.\n\t+ \"Public passenger transport services\" means all those services on which members of the public rely for getting from place to place, when not relying on private facilities of their own.\n* Public Transport Users' Committee for Wales\n\t+ The Assembly may establish a body corporate to be known as the Public Transport Users' Committee for Wales.\n\t+ The Committee may consider and make recommendations to the Assembly about any matter relating to public passenger transport services or facilities.\n* Air transport\n\t+ The Assembly may give financial assistance to persons who provide or propose to provide air transport services that start or end at an airport in Wales.\n* Supplementary\n\t+ The preceding provisions of this Act come into force in accordance with provision made by the Assembly by order.\n\t+ Orders under this Act may make different provision for different purposes and include incidental, supplemental, consequential, saving, or transitional provision.\n\t+ This Act extends to England and Wales only.\n\t+ This Act may be cited as the Transport (Wales) Act 2006.\nthe the the the the the the the the the thethe the the the the the the the the thettyriedwards theRIetyttyRI thetryttytryteshit thetrytty thetedripty thetedriptytedrytytytytedtytytytytytytytytyty thety the the the the the the the the the the the the the the the thety thety thety thety\nthe the\n"
}