[
    {
        "length": 394,
        "text": "\nRight of carers to assessment\n\tIf an individual aged 16 or over (“the carer”)—\n\t\tprovides or intends to provide a substantial amount of care on a regularbasis for another individual aged 18 or over (“the person cared for”); and\n\t\tasks a local authority to carry out an assessment of his ability to provideand to continue to provide care for the person cared for,\n\t\t\tthe local authority must carry out such an assessment if it is satisfied thatthe person cared for is someone for whom it may provide or arrange for theprovision of community care services.\n\tFor the purposes of such an assessment, the local authority may take intoaccount, so far as it considers it to be material, an assessment under section1(1) of the [1995 c. 12.] Carers (Recognition and Services) Act 1995.\n\tSubsection (1) does not apply if the individual provides or will providethe care in question—\n\t\tby virtue of a contract of employment or other contract with any person; or\n\t\tas a volunteer for a voluntary organisation.\n\tThe Secretary of State (or, in relation to Wales, the National Assembly forWales) may give directions as to the manner in which an assessment undersubsection (1) is to be carried out or the form it is to take.\n\tSubject to any such directions, it is to be carried out in such manner, andis to take such form, as the local authority considers appropriate.\n\tIn this section, “voluntary organisation” has the same meaning as in the[11 & 12 Geo. 6 c. 29.] National Assistance Act 1948."
    },
    {
        "length": 280,
        "text": "\nServices for carers\n\tThe local authority must consider the assessment and decide—\n\t\twhether the carer has needs in relation to the care which he provides orintends to provide;\n\t\tif so, whether they could be satisfied (wholly or partly) by services whichthe local authority may provide; and\n\t\tif they could be so satisfied, whether or not to provide services to thecarer.\n\tThe services referred to are any services which—\n\t\tthe local authority sees fit to provide; and\n\t\twill in the local authority’s view help the carer care for the person caredfor,\n\t\t\tand may take the form of physical help or other forms of support.\n\tA service, although provided to the carer—\n\t\tmay take the form of a service delivered to the person cared for if it isone which, if provided to him instead of to the carer, could fall withincommunity care services and they both agree it is to be so delivered; but\n\t\tif a service is delivered to the person cared for it may not, except inprescribed circumstances, include anything of an intimate nature.\n\tRegulations may make provision about what is, or is not, of an intimatenature for the purposes of subsection (3)."
    },
    {
        "length": 253,
        "text": "\nVouchers \n\tRegulations may make provision for the issue of vouchers by localauthorities.\n\t“Voucher” means a document whereby, if the local authority agrees with thecarer that it would help him care for the person cared for if the carer had abreak from caring, the person cared for may secure that services in lieu ofthe care which would otherwise have been provided to him by the carer aredelivered temporarily to him by another person by way of community careservices.\n\tThe regulations may, in particular, provide—\n\t\tfor the value of a voucher to be expressed in terms of money, or of thedelivery of a service for a period of time, or both;\n\t\tfor the person who supplies a service against a voucher, or for thearrangement under which it is supplied, to be approved by the local authority;\n\t\tfor vouchers to be issued to the carer or to the person cared for;\n\t\tfor a maximum period during which a service (or a service of a prescribeddescription) can be provided against a voucher."
    },
    {
        "length": 567,
        "text": "\nAssessments and services for both carer and person cared for\n\tIn section 1 of the [1995 c. 12.] Carers (Recognition and Services) Act1995 (which provides for carers to be assessed as to their ability to care inconnection with an assessment of the needs of the individual cared for), aftersubsection (2) insert—\n\t\t“(2A)For the purposes of an assessment under subsection (1) or (2), the localauthority may take into account, so far as it considers it to be material, anassessment under section 1 or 6 of the Carers and Disabled Children Act 2000.”\n\tSubsection (4) applies if the local authority—\n\t\tis either providing services under this Act to the carer, or is providingcommunity care services to or in respect of the person cared for (but notboth); and\n\t\tproposes to provide another service to (or in respect of) the one who isnot receiving any such service,\n\t\tand the new service, or any service already being provided, is one which couldbe provided either under this Act, or by way of community care services.\n\tSubsection (4) also applies if—\n\t\tthe local authority is not providing services to the carer (under this Act)or to the person cared for (by way of community care services), but proposesto provide services to each of them following an assessment under section 1and under section 47 of the [1990 c. 19.] National Health Service andCommunity Care Act 1990; or\n\t\tthe local authority is providing services both to the carer (under thisAct) and to the person cared for (by way of community care services), andproposes to provide to either of them a new service,\n\t\tand (in a paragraph (a) case) any of the services, or (in a paragraph (b)case) the new service, is one which could be provided either under this Act,or by way of community care services.\n\tIn the case of each such service, the local authority must decide whetherthe service is, or is in future, to be provided under this Act, or by way ofcommunity care services (and hence whether it is, or is in future, to beprovided to the carer, or to the person cared for).\n\tThe local authority’s decision under subsection (4) is to be made withoutregard to the means of the carer or of the person cared for."
    },
    {
        "length": 266,
        "text": "\nDirect payments\n\tIn section 1(1) of the [1996 c. 30.] Community Care (Direct Payments) Act 1996(which provides for the making of payments for securing the provision ofservices which a person is assessed as needing)—\n\t\tin paragraph (a), at the end insert “or under section 2(1) of the Carersand Disabled Children Act 2000 (services for carers) to provide a person withservices under that Act,”;\n\t\tfor paragraph (b), substitute—\n\t\tin the case of a person—\n\t\twhose needs the local authority have decided call for the provision ofcommunity care services, he is of a description which is specified for thepurposes of this subsection by regulations made by the Secretary of State, or\n\t\twhom the local authority have decided to provide with services under theCarers and Disabled Children Act 2000, he is not of a description so specifiedby regulations made by the Secretary of State,”; and\n\t\tafter “his needs call” insert “or, as the case may be, they have decided toprovide (or arrange to provide)”."
    },
    {
        "length": 368,
        "text": "\nAssessments: persons with parental responsibility for disabled children\n\tIf a person with parental responsibility for a disabled child—\n\t\tprovides or intends to provide a substantial amount of care on a regularbasis for the child; and\n\t\tasks a local authority to carry out an assessment of his ability to provideand to continue to provide care for the child,\n\t\t\tthe local authority must carry out such an assessment if it is satisfied thatthe child and his family are persons for whom it may provide or arrange forthe provision of services under section 17 of the [1989 c. 41.] Children Act1989 (“the 1989 Act”).\n\tFor the purposes of such an assessment, the local authority may take intoaccount, so far as it considers it to be material, an assessment under section1(2) of the [1995 c. 12.] Carers (Recognition and Services) Act 1995.\n\tThe Secretary of State (or, in relation to Wales, the National Assembly forWales) may give directions as to the manner in which an assessment undersubsection (1) is to be carried out or the form it is to take.\n\tSubject to any such directions, it is to be carried out in such manner, andis to take such form, as the local authority considers appropriate.\n\tThe local authority must take the assessment into account when decidingwhat, if any, services to provide under section 17 of the 1989 Act.\n\tTerms used in this section have the same meaning as in Part III of the 1989Act."
    },
    {
        "length": 1039,
        "text": "\nVouchers, and direct payments to disabled children and persons withparental responsibility for them\n\tIn the [1989 c. 41.] Children Act 1989, after section 17 insert—\n\t“17ADirect payments\n\t\tInstead of providing services in the exercise of functions conferred onthem by section 17, a local authority may make to a person falling withinsubsection (2) (if he consents) a payment of such amount as, subject tosubsections (5) and (6), they think fit in respect of his securing theprovision of any of the services which the local authority would otherwisehave provided.\n\t\tThe following fall within this subsection—\n\t\t\ta person with parental responsibility for a disabled child;\n\t\t\ta disabled child aged 16 or 17.\n\t\tA payment under subsection (1) shall be subject to the condition that theperson to whom it is made shall not secure the provision of the service towhich it relates by a person who is of a prescribed description.\n\t\tThe Secretary of State may by regulations provide that the power conferredby subsection (1) is not to be exercisable in relation to the provision ofresidential accommodation for any person for a period exceeding a prescribedperiod.\n\t\tExcept as mentioned in subsection (6) of this section, subsections (2) and(6) of section 1, and subsections (1) and (2) of section 2, of the [1996 c.30.] Community Care (Direct Payments) Act 1996 apply in relation to paymentsunder subsection (1) as they apply in relation to payments under section 1(1)of that Act, but as if—\n\t\t\tthe reference to “subsection (4)” in section 1(6)(b) of that Act were areference to subsection (3) of this section; and\n\t\t\tthe references to “the relevant community care enactment” in section 2 ofthat Act were to Part III of the [1989 c. 41.] Children Act 1989.\n\t\tSection 1(2) of the Community Care (Direct Payments) Act 1996 does notapply in relation to payments under subsection (1) to—\n\t\t\ta person with parental responsibility for a disabled child, other than aparent of such a child under the age of sixteen, in respect of a service whichwould otherwise have been provided for the child; or\n\t\t\tany person who is in receipt of income support, working families' taxcredit or disabled person’s tax credit under Part VII of the [1992 c. 4.]Social Security Contributions and Benefits Act 1992 or of an income-basedjobseeker’s allowance,\n\t\t\t\tand in those cases the amount of any payment under subsection (1) is to be ata rate equal to the local authority’s estimate of the reasonable cost ofsecuring the provision of the service concerned.\n\tBVouchers for persons with parental responsibility for disabled children\n\t\tThe Secretary of State may by regulations make provision for the issue by alocal authority of vouchers to a person with parental responsibility for adisabled child.\n\t\t“Voucher” means a document whereby, if the local authority agrees with theperson with parental responsibility that it would help him care for the childif the person with parental responsibility had a break from caring, thatperson may secure the temporary provision of services for the child undersection 17.\n\t\tThe regulations may, in particular, provide—\n\t\t\tfor the value of a voucher to be expressed in terms of money, or of thedelivery of a service for a period of time, or both;\n\t\t\tfor the person who supplies a service against a voucher, or for thearrangement under which it is supplied, to be approved by the local authority;\n\t\t\tfor a maximum period during which a service (or a service of a prescribeddescription) can be provided against a voucher.”\n\t\tThe reference to the [1989 c. 41.] Children Act 1989 in Schedule 1 to the[S.I. 1999/672.] National Assembly for Wales (Transfer of Functions) Order1999 is to be treated as referring to that Act as amended by this section.\n\t\tSubsection (2) does not affect the power to make further Orders varying oromitting that reference."
    },
    {
        "length": 289,
        "text": "\nMinor and consequential amendments\n\tIn Schedule 1 to the [1970 c. 42.] Local Authority Social Services Act 1970(which sets out enactments conferring functions referred to each localauthority’s social services committee)—\n\t\tin the entry relating to the [1996 c. 30.] Community Care (Direct Payments)Act 1996, in the second column, at the end insert “or services under theCarers and Disabled Children Act 2000”; and\n\t\tat the end, insert—\n\t\t“Carers and Disabled Children Act [2000 (c. 16)](/id/ukpga/2000/16?view=plain\"Go to item of legislation\")|  ---|---  The whole Act, in so far as it confers functions on a local authority withinthe meaning of that Act.| Assessment of carers' needs.  Provision of services to carers.  Provision of vouchers.”    ## 10Financial provision\n\t\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of money so provided byvirtue of any other Act."
    },
    {
        "length": 296,
        "text": "\nInterpretation and regulations\n\tExcept as provided in section 6(6), in this Act—\n\t\t  * “carer” and “person cared for” have the meaning given in section 1; \n\t\t  * “community care services” and “local authority” have the meaning given in section 46(3) of the [1990 c. 19.] National Health Service and Community Care Act 1990; \n\t\t  * “prescribed” means prescribed in regulations; and \n\t\t  * “regulations” means regulations made by statutory instrument by the Secretary of State (in relation to England) or by the National Assembly for Wales (in relation to Wales). \n\tReferences in this Act (however expressed) to services provided by thelocal authority include services which the local authority arranges toprovide, where it has power to do so.\n\tRegulations may make different provision for different cases and mayinclude such supplementary, incidental, consequential and transitionalprovisions and savings as the Secretary of State (or the National Assembly forWales) thinks fit.\n\tA statutory instrument containing regulations made by the Secretary ofState under any provision in this Act shall be subject to annulment inpursuance of a resolution of either House of Parliament."
    },
    {
        "length": 222,
        "text": "\nShort title, commencement and extent\n\tThis Act may be cited as the Carers and Disabled Children Act 2000.\n\tApart from this section, this Act comes into force on such day as may beappointed by order made by statutory instrument.\n\tAn order under subsection (2) is to be made—\n\t\tin relation to England, by the Secretary of State; and\n\t\tin relation to Wales, by the National Assembly for Wales.\n\tDifferent days may be appointed for different provisions or for differentpurposes.\n\tThe Secretary of State may by order made by statutory instrument providethat this Act shall have effect in its application to the Isles of Scilly withsuch modifications as are specified in the order.\n\tA statutory instrument containing an order under subsection (5) shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]