[
    {
        "length": 2137,
        "text": "\nDisapplication of apportionment etc. rules\n\tAny entitlement to income under a new trust is to income as it arises (andaccordingly section 2 of the Apportionment Act 1870, which provides for incometo accrue from day to day, does not apply in relation to the trust).\n\tThe following do not apply in relation to a new trust—\n\t\tthe first part of the rule known as the rule in _Howe v. Earl of Dartmouth_(which requires certain residuary personal estate to be sold);\n\t\tthe second part of that rule (which withholds from a life tenant incomearising from certain investments and compensates the life tenant with paymentsof interest);\n\t\tthe rule known as the rule in _Re Earl of Chesterfield’s Trusts_ (whichrequires the proceeds of the conversion of certain investments to beapportioned between capital and income);\n\t\tthe rule known as the rule in _Allhusen v. Whittell_ (which requires acontribution to be made from income for the purpose of paying a deceasedperson’s debts, legacies and annuities).\n\tTrustees have power to sell any property which (but for subsection (2)(a))they would have been under a duty to sell.\n\tSubsections (1) to (3) have effect subject to any contrary intention thatappears—\n\t\tin any trust instrument of the trust, and\n\t\tin any power under which the trust is created or arises.\n\tIn this section “new trust” means a trust created or arising on or afterthe day on which this section comes into force (and includes a trust createdor arising on or after that day under a power conferred before that day).\nClassification of certain corporate distributions as capital\n\tA receipt consisting of a tax-exempt corporate distribution is to betreated for the purposes of any trust to which this section applies as areceipt of capital (even if it would otherwise be treated for those purposesas a receipt of income).\n\tSubsection (1) has effect subject to any contrary intention that appears—\n\t\tin any trust instrument of the trust, and\n\t\tin any power under which the trust is created or arises.\n\tThe following are tax-exempt corporate distributions for the purposes ofthis section and section 3—\n\t\ta distribution that is an exempt distribution by virtue of section 1076,1077 or 1078 of the Corporation Tax Act 2010, and\n\t\tany other distribution of assets (in any form) by a body corporate, wherethe distribution is of a description specified by an order made by theSecretary of State by statutory instrument.\n\tAn order under subsection (3)(b) may specify a description of distributiononly if neither income tax nor capital gains tax is chargeable in respect of adistribution of that description.\n\tA statutory instrument containing an order under subsection (3)(b) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tThis section applies to any trust, whether created or arising before orafter this section comes into force.\nPower to compensate income beneficiary\n\tThis section applies in any case where—\n\t\tby virtue of section 2 a tax-exempt corporate distribution made by a bodycorporate is treated for the purposes of a trust to which that section appliesas a receipt of capital, and\n\t\tthe trustees are satisfied that it is likely that, but for thedistribution, there would have been a receipt from the body corporate thatwould have been a receipt of income for the purposes of the trust.\n\tThe trustees may make a payment out of the capital funds of the trust, ortransfer any property of the trust, to an income beneficiary for the purposeset out in subsection (3) (and any such payment or transfer is to be treatedas a payment or transfer of capital).\n\tThe purpose is placing the income beneficiary (so far as practicable) inthe position in which the trustees consider that the beneficiary would havebeen had there been the receipt of income mentioned in subsection (1)(b).\n\tIn this section “income beneficiary”, in relation to a trust, means aperson entitled to income arising under the trust, or for whose benefit suchincome may be applied.\nTotal return investment by charities\n\tAfter section 104 of the Charities Act 2011 insert—\n\t“Total return investment\n\t\tAInvestment of endowment fund on total return basis\n\t\t\tThis section applies to any available endowment fund of a charity.\n\t\t\tIf the condition in subsection (3) is met in relation to the charity, thecharity trustees may resolve that the fund, or a portion of it—\n\t\t\t\tshould be invested without the need to maintain a balance between capitaland income returns, and\n\t\t\t\taccordingly, should be freed from the restrictions with respect toexpenditure of capital that apply to it.\n\t\t\tThe condition is that the charity trustees are satisfied that it is in theinterests of the charity that regulations under section 104B(1)(b) shouldapply in place of the restrictions mentioned in subsection (2)(b).\n\t\t\tWhile a resolution under subsection (2) has effect, the regulations applyin place of the restrictions.\n\t\t\tIn this section “available endowment fund”, in relation to a charity,means—\n\t\t\t\tthe whole of the charity’s permanent endowment if it is all subject to thesame trusts, or\n\t\t\t\tany part of its permanent endowment which is subject to any particulartrusts that are different from those to which any other part is subject.\n\t\tBTotal return investment: regulations\n\t\t\tThe Commission may by regulations make provision about—\n\t\t\t\tresolutions under section 104A(2),\n\t\t\t\tthe investment of a relevant fund without the need to maintain a balancebetween capital and income returns, and expenditure from such a fund, and\n\t\t\t\tthe steps that must be taken by charity trustees in respect of a fund, orportion of a fund, in the event of a resolution under section 104A(2) ceasingto have effect in respect of the fund or portion.\n\t\t\tRegulations under subsection (1)(a) may, in particular—\n\t\t\t\tspecify steps that must be taken by charity trustees before passing aresolution under section 104A(2),\n\t\t\t\tmake provision about the variation and revocation of such a resolution,\n\t\t\t\trequire charity trustees to notify the Commission of the passing, variationor revocation of such a resolution, and\n\t\t\t\tspecify circumstances in which such a resolution is to cease to haveeffect.\n\t\t\tRegulations under subsection (1)(b) may, in particular—\n\t\t\t\tmake provision requiring a relevant fund to be invested, and the returnsfrom that investment to be allocated, in such a way as to maintain (so far aspracticable) the long-term capital value of the fund,\n\t\t\t\tmake provision about the taking of advice by charity trustees in connectionwith the investment of, and expenditure from, a relevant fund,\n\t\t\t\tconfer on the charity trustees of a relevant fund a power (subject to suchrestrictions as may be specified in the regulations) to accumulate income,\n\t\t\t\tmake provision about expenditure from a relevant fund (including byimposing limits on expenditure and specifying circumstances in whichexpenditure requires the Commission’s consent), and\n\t\t\t\trequire charity trustees to report to the Commission on the investment of,and expenditure from, a relevant fund.\n\t\t\tA power to accumulate income conferred by regulations under subsection(1)(b) or (c) is not subject to section 14(3) of the Perpetuities andAccumulations Act 2009 (which provides for certain powers to accumulate incometo cease to have effect after 21 years).\n\t\t\tAny regulations made by the Commission under this section must be publishedby the Commission in such manner as it thinks fit.\n\t\t\tIn this section “relevant fund” means a fund, or portion of a fund, inrespect of which a resolution under section 104A(2) has effect, and includesthe returns from the investment of the fund or portion.”\nCrown application, extent and commencement\n\tSections 1 to 3 bind the Crown.\n\tThis Act extends to England and Wales only.\n\tThis section and section 6 come into force on the day on which this Act ispassed, but otherwise this Act comes into force on such day as the Secretaryof State may by order made by statutory instrument appoint.\n\tAn order under subsection (3) may—\n\t\tappoint different days for different purposes;\n\t\tmake such provision as the Secretary of State considers necessary orexpedient for transitory, transitional or saving purposes in connection withthe coming into force of any provision of this Act.\nShort title\n\tThis Act may be cited as the Trusts (Capital and Income) Act 2013.\n"
    }
]