{
    "general": "This act makes changes to how trusts are taxed, specifically when it comes to capital and income. It updates the rules so that trustees can better manage the assets held in trusts and make sure that everyone involved pays the right amount of tax. This helps ensure fairness and clarity for all parties involved with trusts.",
    "series": [
        [
            {
                "length": 186,
                "short": "\"Taxation Reforms for Trusts and Charities in New Zealand\"",
                "text": "\n* Simplified point 1: The Trusts (Capital and Income) Act 2013 disapplies the apportionment etc. rules for new trusts, allowing trustees to treat income as it arises and capital as it is received.\n* Simplified point 2: The act classifies certain corporate distributions as capital, rather than income, for tax purposes.\n* Simplified point 3: The act gives trustees the power to compensate income beneficiaries if they would have received income but for a tax-exempt corporate distribution being treated as capital.\n* Simplified point 4: The act allows charity trustees to invest endowment funds on a total return basis, freeing them from the restrictions on expenditure of capital."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Trusts (Capital and Income) Act 2013 changes the way trusts pay taxes on their income and capital gains. For new trusts, trustees can now choose to treat all income as it is earned and all capital gains as they are made, instead of having to follow complicated rules about how to divide up the money. This makes it easier for trustees to manage the trust's finances and plan for the future.\nAdditionally, the act helps ensure that income beneficiaries receive the income they are entitled to by giving trustees the power to make up any shortfall if a tax-exempt corporate distribution reduces the amount of income available. This means that even if the trust receives a large tax-free payment, the beneficiaries will still receive the full amount of income they were supposed to get.\nFinally, the act allows charity trustees to invest their endowment funds more freely, so they can grow the value of the fund over time and better support their causes. This gives charities more flexibility in how they manage their finances and plan for the future.",
    "single": "\n* The Trusts (Capital and Income) Act 2013 simplifies the law on capital and income in trusts.\n* Any entitlement to income under a new trust is to be treated as it arises, and not subject to the apportionment etc. rules.\n* Trustees have power to sell any property that they would have been under a duty to sell.\n* Certain corporate distributions are treated as capital, not income.\n* Income beneficiaries may be compensated with payments or transfers of capital.\n* Charities may invest their endowment funds on a total return basis, freed from restrictions on expenditure of capital.\n* Regulations may be made to provide for the investment of funds, expenditure from funds, and reporting to the Commission.\n* The Act applies to England and Wales only, and comes into force on a day appointed by the Secretary of State.\nPlease note that the above is a simplified version of the text and is not a substitute for the actual legislation."
}