[
    {
        "length": 3423,
        "text": "\nPart 1Registration\n\tIntroduction\n\t\tMeaning of “registered society”\n\t\t\tIn this Act “registered society” means a society registered under this Act,that is—\n\t\t\t\ta society registered under this Act on or after 1 August 2014 (the day thisAct comes into force), or\n\t\t\t\t(by virtue of section 150(1)) a society that immediately before that datewas registered or treated as registered under the 1965 Act.\n\t\t\tIn this Act “the 1965 Act” means the Industrial and Provident Societies Act1965.\n\tRegistration\n\t\tSocieties that may be registered\n\t\t\tA society for carrying on any industry, business or trade (includingdealings of any kind with land) which meets the conditions in subsection (2)may be registered under this Act as—\n\t\t\t\ta co-operative society, or\n\t\t\t\ta community benefit society.\n\t\t\tThe conditions are—\n\t\t\t\tthat it is shown to the satisfaction of the FCA—\n\t\t\t\tin the case of registration as a co-operative society, that the society isa bona fide co-operative society, or\n\t\t\t\tin the case of registration as a community benefit society, that thebusiness of the society is being, or is intended to be, conducted for thebenefit of the community,\n\t\t\t\tthat— \n\t\t\t\tthe society has at least 3 members, or\n\t\t\t\tthe society has 2 members both of which are registered societies,\n\t\t\t\tthat the society’s rules contain provision in respect of the mattersmentioned in section 14, and\n\t\t\t\tthat the place that under those rules is to be the society’s registeredoffice is in Great Britain or the Channel Islands.\n\t\t\tFor the purposes of subsection (2)(a)(i) “co-operative society” does notinclude a society that carries on, or intends to carry on, business with theobject of making profits mainly for the payment of interest, dividends orbonuses on money invested or deposited with, or lent to, the society or anyother person.\n\t\t\tFor registration under this Act as a credit union, see the Credit UnionsAct 1979.\n\t\tRegistration \n\t\t\tAn application for the registration of a society under this Act is made bysending the following to the FCA—\n\t\t\t\tan application for registration, signed by—\n\t\t\t\tthe society’s secretary and 3 of its members, or\n\t\t\t\twhere both or all of its members are registered societies, the secretariesof 2 of those registered societies, and\n\t\t\t\t2 copies of the society’s rules or, if the application is made byelectronic means, 1 copy of those rules.\n\t\t\tIf the FCA is satisfied that the society has complied with the requirementsunder this Act as to registration, it must—\n\t\t\t\tregister the society, and\n\t\t\t\tgive the society an acknowledgment of registration bearing the FCA's seal.\n\t\t\tA registered society is by virtue of its registration a body corporate byits registered name, with limited liability.\n\t\t\tThe society may sue and be sued by its registered name.\n\t\t\tRegistration vests in the society all property for the time being vested inany person in trust for the society.\n\t\t\tAny legal proceedings pending by or against the trustees of the society may(once the society is registered) be brought or continued by or against thesociety.\n\t\t\tThe acknowledgement of registration also constitutes an acknowledgment of,and is conclusive evidence of, the registration under this Act of the rules ofthe society in force at the date of the society’s registration.\n\t\tRegistration etc: special cases\n\t\t\tA society which has any withdrawable share capital may not be registeredwith the object of carrying on the business of banking.\n\t\t\tSection 67(2) (taking of deposits below limits specified there not to betreated as carrying on the business of banking) applies for the purposes ofsubsection (1).\n\t\t\tFor the prohibition on registering a society whose objects are wholly orsubstantially those of a credit union otherwise than as a credit union, seesection 2(3) of the Credit Unions Act 1979.\n\t\t\tSubsection (5) applies where, for the purposes of securing (andmaintaining) approval of its profit sharing scheme in accordance with Part 1of Schedule 9 to the Income and Corporation Taxes Act 1988, the rules of asociety that is a workers’ co-operative contain any of the following—\n\t\t\t\tprovision for membership of the society by trustees of the scheme;\n\t\t\t\tprovision denying voting rights to those trustees;\n\t\t\t\tother provisions which appear to the FCA to be reasonably necessary forthat purpose.\n\t\t\tThe provisions are to be disregarded in determining—\n\t\t\t\twhether the society should be registered as a co-operative society underthis Act;\n\t\t\t\tif the society is a registered society, whether for the purposes of thisPart the society is a bona fide co-operative society.\n\tCancellation of registration\n\t\tCancellation of registration: conditions for cancellation\n\t\t\tThe FCA may, in writing, cancel the registration of a registered society ifany of conditions A to E is met.\n\t\t\tCondition A is that—\n\t\t\t\tthe society has requested the cancellation of its registration,\n\t\t\t\tthe request is evidenced in such way as the FCA from time to time directs,and\n\t\t\t\tthe FCA considers it appropriate to cancel the registration.\n\t\t\tCondition B is that any of the following is proved to the FCA’ssatisfaction—\n\t\t\t\tthat an acknowledgment of registration has been obtained by fraud ormistake;\n\t\t\t\tthat the society has less than 3 members (and does not have 2 members bothof which are registered societies);\n\t\t\t\tthat the society has ceased to exist.\n\t\t\tCondition C is that it is proved to the FCA’s satisfaction—\n\t\t\t\tthat the society exists for an illegal purpose, or\n\t\t\t\tthat the society has wilfully and after notice from the FCA violated any ofthe provisions of this Act.\n\t\t\tCondition D is that it appears to the FCA—\n\t\t\t\tin the case of a society registered as a co-operative society, that thecondition in section 2(2)(a)(i) is not met;\n\t\t\t\tin the case of a society registered as a community benefit society, thatthe condition in section 2(2)(a)(ii) is not met;\n\t\t\t\tin the case of a pre-commencement society, that neither of the conditionsin section 2(2)(a) is met.\n\t\t\tCondition E is that—\n\t\t\t\tthe society’s registered rules contain provision of a kind authorised bysection 22 (rules of agricultural, horticultural or forestry society), and\n\t\t\t\tit appears to the FCA that—\n\t\t\t\tthe society no longer consists mainly of members of a kind mentioned inthat section, or\n\t\t\t\tthe activities carried on by the society do not mainly consist in makingadvances to its members for the purposes mentioned there.\n\t\tCancellation of registration: procedure and effect\n\t\t\tThe FCA must give a registered society at least 2 months’ notice in writingof the proposed cancellation of its registration, specifying briefly theground of the proposed cancellation.\n\t\t\tSubsection (1) does not apply to any cancellation—\n\t\t\t\tmade by virtue of condition A in section 5 (cancellation at society’srequest),\n\t\t\t\tmade by virtue of section 112(2) (cancellation following conversion into acompany etc), or\n\t\t\t\tmade after a relevant certificate within the meaning of section 126(certificate that society’s property has been transferred to persons entitledto it) has been lodged with the FCA.\n\t\t\tIf the society appeals under section 9 before the end of the period ofnotice, its registration may not be cancelled before the date the appeal isdetermined or abandoned.\n\t\t\t\tFor the FCA’s power to suspend the society’s registration in thesecircumstances, see section 8(3).\n\t\t\tFor the right of the society to make representations and to be heard by theFCA in a case where condition D in section 5 is relied on, see section 7.\n\t\t\tThe FCA must consult the PRA before cancelling the registration of aregistered society that is a PRA-authorised person.\n\t\t\tThe FCA must ensure that, as soon as practicable after a society’sregistration is cancelled, notice of the cancellation is published in—\n\t\t\t\tthe Gazette, and\n\t\t\t\ta local newspaper circulating in or about the locality in which thesociety’s registered office is situated.\n\t\t\tAs from the date of publication of the notice in the Gazette, the societyceases to be entitled to any of the privileges of this Act as a registeredsociety.\n\t\t\tThis does not affect any liability incurred by the society (which may beenforced against it as if the cancellation had not occurred).\n\t\tCancellation of registration: additional procedure in cases involvingcondition D\n\t\t\tThis section applies where the FCA gives a registered society a noticeunder section 6 (notice of proposed cancellation of registration) specifying aground set out in condition D in section 5.\n\t\t\tThe FCA must consider any representations about the proposed cancellationthat the society makes to it in the period of notice.\n\t\t\tIf the society requests, the FCA must give the society an opportunity ofbeing heard by the FCA before its registration is cancelled.\n\t\t\tIf, at any time after the end of one month from the date the notice isgiven, it appears to the FCA that there have not been taken the steps which bythat time could reasonably have been taken for the purpose of—\n\t\t\t\tconverting the society into a company, amalgamating it with a company, ortransferring its engagements to a company, in accordance with section 112, or\n\t\t\t\tdissolving the society under section 119 or 123,\n\t\t\t\t\tthe FCA may give such directions as it considers appropriate for securing thatthe society’s affairs are wound up before its registration is cancelled.\n\t\t\tThe FCA must consult the PRA before giving directions under subsection (4)to a registered society that is a PRA-authorised person.\n\t\t\tA person who contravenes or fails to comply with a direction undersubsection (4) commits an offence.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\t\tin England and Wales, to a fine not exceeding level 3 on the standardscale;\n\t\t\t\tin Scotland, to a fine not exceeding level 3 on the standard scale orimprisonment for a term not exceeding 3 months (or both).\n\tSuspension of registration\n\t\tSuspension of registration\n\t\t\tIf any of conditions C to E in section 5 is met in relation to a society,the FCA may by notice in writing—\n\t\t\t\tsuspend the society’s registration for a term not exceeding 3 months, and\n\t\t\t\tfrom time to time renew any suspension for a term not exceeding 3 months.\n\t\t\tThe FCA must give a registered society at least 2 months’ notice in writingof the proposed suspension of its registration under subsection (1)(a),specifying briefly the ground of the proposed suspension.\n\t\t\tWhere— \n\t\t\t\ta notice of proposed cancellation of a society’s registration is givenunder section 6, and\n\t\t\t\tbefore the end of the period of notice, the society appeals under section 9against the proposed cancellation,\n\t\t\t\t\tthe FCA may by notice in writing suspend the society’s registration from theend of that period until the date the appeal is determined or abandoned.\n\t\t\tThe FCA must consult the PRA before suspending, or renewing the suspensionof, the registration of a registered society that is a PRA-authorised person.\n\t\t\tThe FCA must ensure that, as soon as practicable after the suspension orrenewal of suspension of a society’s registration, notice of the suspension orrenewal is published in—\n\t\t\t\tthe Gazette, and\n\t\t\t\ta local newspaper circulating in or about the locality in which thesociety’s registered office is situated.\n\t\t\tFrom the date of publication of the notice in the Gazette until the end ofthe period for which the society’s registration is suspended, the society isnot entitled to any of the privileges of this Act as a registered society.\n\t\t\tThis does not affect any liability incurred by the society (which may beenforced against it as if the suspension had not occurred).\n\tAppeals\n\t\tAppeal against refusal to register or cancellation or suspension ofregistration\n\t\t\tA society may appeal to the appropriate court from a decision of the FCA—\n\t\t\t\tto refuse to register the society (but see subsection (3)),\n\t\t\t\tto cancel the society’s registration (but see subsections (3) to (5)), or\n\t\t\t\tto renew a suspension of the society’s registration so far as the renewalprovides for the suspension to continue more than 3 months from the date itsregistration was first suspended.\n\t\t\t“The appropriate court” means—\n\t\t\t\tif the society’s registered office is in Scotland, the Court of Session;\n\t\t\t\totherwise, the High Court.\n\t\t\tNo appeal may be made against—\n\t\t\t\ta refusal to register a society on the ground that a condition in section2(2)(a) is not met, or\n\t\t\t\ta decision to cancel a society’s registration on the ground that conditionD in section 5 is met.\n\t\t\tNo appeal may be made against a cancellation within section 6(2).\n\t\t\tAn appeal against a decision to cancel a society’s registration must belodged before the end of the period of notice of the proposed cancellationgiven under section 6.\n\t\t\tIf a decision to refuse to register a society is overruled on appeal, theFCA must register the society and give it an acknowledgment of registrationunder section 3."
    },
    {
        "length": 1735,
        "text": "\nName and charitable status\n\tA society’s name\n\t\tA society may not be registered under this Act under a name which in theopinion of the FCA is undesirable.\n\t\tThe last word in the name of every registered society must be—\n\t\t\t“limited”, or\n\t\t\tif the society’s rules state that its registered office is to be in Wales,either “limited” or “cyfyngedig”.\n\t\t\t\tThis is subject to the following provisions of this section.\n\t\tIf the FCA is satisfied that a society’s objects are wholly charitable orbenevolent—\n\t\t\tit may register the society by a name which does not comply with subsection(2), or\n\t\t\tit may give the society approval under section 13 for a change of name toone that does not comply with that subsection.\n\t\tBut if it subsequently appears to the FCA that the society (whether inconsequence of a change in its rules or otherwise) is not being conductedwholly for charitable or benevolent objects—\n\t\t\tthe FCA may direct that the word “limited” (or in an appropriate case“cyfyngedig”) be added as the last word in the society’s name, and\n\t\t\tif it does so, it must give the society notice of the direction.\n\tRegistered name to be displayed and used\n\t\tA registered society must ensure that its registered name appears in aconspicuous position and in legible characters on the outside of—\n\t\t\tits registered office, and\n\t\t\tevery other office or place in which its business is carried on.\n\t\tA registered society’s registered name must appear in legible characters—\n\t\t\tin all of its notices, advertisements and other official publications,\n\t\t\tin all of its business correspondence,\n\t\t\tin all bills of exchange, promissory notes, endorsements, cheques andorders for money or goods, purporting to be signed by or on behalf of thesociety,\n\t\t\tin all its other business documentation, and\n\t\t\ton all its websites.\n\t\tAn officer of a registered society, or any other person acting on behalf ofa registered society, who—\n\t\t\tissues or authorises the issue of a document within subsection (2) (a), (b)or (d) that does not comply with subsection (2),\n\t\t\tsigns on behalf of the society a document within subsection (2)(c) thatdoes not comply with subsection (2) or authorises the signing of such adocument on its behalf, or\n\t\t\tcauses or authorises the appearance on the internet of a website withinsubsection (2)(e) that does not comply with subsection (2),\n\t\t\t\tcommits an offence and is liable on summary conviction to a fine not exceedinglevel 3 on the standard scale.\n\t\tA person convicted of an offence under subsection (3) by virtue ofsubsection (3)(b) is also personally liable to the holder of the document forthe amount specified in the document unless that amount is duly paid by thesociety.\n\t\tReferences to a society’s website include a section of any other person’swebsite that relates to the society if—\n\t\t\tthe society placed the section on the other person’s website, or\n\t\t\tthe society authorised it to be placed there.\n\tCharitable status to appear on documents etc\n\t\tA charitable registered society whose registered name does not include theword “charity” or “charitable” must state the fact that it is a charity inlegible characters—\n\t\t\tin all of its notices, advertisements and other official publications,\n\t\t\tin all of its business correspondence,\n\t\t\tin all bills of exchange, promissory notes, endorsements, cheques andorders for money or goods, purporting to be signed by or on behalf of thesociety,\n\t\t\tin all conveyances purporting to be executed by or on behalf of thesociety,\n\t\t\tin all its other business documentation, and\n\t\t\ton all its websites.\n\t\tSubsection (1) does not apply to any document wholly in Welsh if thesociety’s registered name includes the word “elusen” or “elusennol”.\n\t\tThe statement required by subsection (1) must be in English, except that itmay be in Welsh if—\n\t\t\tthe document is otherwise wholly in Welsh, and\n\t\t\tthe statement consists of or includes the word “elusen” or “elusennol”.\n\t\tAn officer of a registered society, or any other person acting on behalf ofa registered society, who—\n\t\t\tissues or authorises the issue of a document within subsection (1)(a), (b)or (e) that does not comply with this section,\n\t\t\tsigns on behalf of the society a document within subsection (1)(c) thatdoes not comply with this section or authorises the signing of such a documenton its behalf,\n\t\t\texecutes on behalf of the society a document within subsection (1)(d) thatdoes not comply with this section or authorises the execution of such adocument on its behalf,\n\t\t\tcauses or authorises the appearance on the internet of a website withinsubsection (1)(f) that does not comply with this section,\n\t\t\t\tcommits an offence and is liable on summary conviction to a fine not exceedinglevel 3 on the standard scale.\n\t\tA person convicted of an offence under subsection (4) by virtue ofsubsection (4)(b) is also personally liable to the holder of the document forthe amount specified in the document unless that amount is duly paid by thesociety.\n\t\tFor the purposes of this section—\n\t\t\t“conveyance” means any document for the creation, transfer, variation orextinction of an interest in land;\n\t\t\treferences to execution include—\n\t\t\tpurported execution, and\n\t\t\tthe doing of any act which (though not by itself execution) combined withother acts constitutes execution or purported execution;\n\t\t\treferences to a society’s website include a section of any other person’swebsite that relates to the society if—\n\t\t\tthe society placed the section on the other person’s website, or\n\t\t\tthe society authorised it to be placed there.\n\tChange of name\n\t\tA registered society may change its name if—\n\t\t\ta resolution for that purpose is passed at a general meeting of thesociety, appropriate notice of the resolution having been given, and\n\t\t\tthe FCA gives its approval in writing to the change of name.\n\t\t“Appropriate notice” means—\n\t\t\tthe notice required by the society’s rules for a resolution changing itsname, or\n\t\t\tif the rules do not make special provision about the notice for suchresolutions, the notice required by the rules for a resolution to amend therules.\n\t\tA change in the name of a registered society does not affect any right orobligation of the society or of any member (and any pending legal proceedingsmay be continued by or against the society notwithstanding its new name)."
    },
    {
        "length": 1570,
        "text": "\nRules: general\n\tContent of a society’s rules\n\t\tA registered society’s rules must contain provision about the followingmatters—\n\t\t  * _1\\. Name_\n\tThe society’s name (which must comply with section 10).\n\t\t  * _2\\. Objects_\n\tThe objects of the society.\n\t\t  * _3\\. Registered office_\n\tThe place of the society’s registered office, to which all communications andnotices to the society may be addressed.\n\t\t  * _4\\. Membership_\n\tThe terms of admission of the members, including any society or companyinvesting funds in the society under the provisions of this Act.\n\t\t  * _5\\. Meetings, voting, changes to rules_\n\tThe method of holding meetings, the scale and right of voting, and the methodof making, altering or rescinding rules.\n\t\t  * _6\\. Committees and officers_\n\tThe appointment and removal of a committee (by whatever name) and of managersor other officers and their respective powers and remuneration.\n\t\t  * _7\\. Maximum shareholding_\n\tDetermination in accordance with section 24 of the maximum amount of theinterest in the shares of the society which may be held by any memberotherwise than by virtue of section 24(2).\n\t\t  * _8\\. Borrowing powers etc_\n\tDetermination whether the society may contract loans or receive moneys ondeposit subject to the provisions of this Act from members or others, and ifso under what conditions, under what security, and to what limits of amount.\n\t\t  * _9\\. Shares_\n\tDetermination whether any or all shares are transferable, and provision forthe form of transfer and registration of shares, and for the consent of thecommittee to transfer or registration.\n\tDetermination whether any or all shares are withdrawable, and provision forthe method of withdrawal and for payment of the balance due on them onwithdrawing from the society.\n\t\t  * _10\\. Audit_\n\tProvision for the audit of accounts in accordance with Part 7.\n\t\t  * _11\\. Withdrawal etc_\n\tDetermination whether members may withdraw from the society and if so how, andprovision for the claims of the representatives of deceased members and of thetrustees of the property of bankrupt members (or, in Scotland, members whoseestates have been sequestrated), and for the payment of nominees.\n\t\t  * _12\\. Application of profits_\n\tThe way in which the society’s profits are to be applied.\n\t\t  * _13\\. Seal_\n\tIf the society is to have a common seal, provision for its custody and use.\n\t\t  * _14\\. Investment of society’s funds_\n\tDetermination whether any part of the society’s funds may be invested, and ifso by what authority and in what way.\n\tRules to bind members\n\t\tA registered society’s registered rules bind the society and all itsmembers and all persons claiming through them to the same extent as if—\n\t\t\teach member had subscribed the member’s name and affixed the member’s sealto the rules, and\n\t\t\tthere were contained in the rules a covenant on the part of each member andany person claiming through the member to observe the rules (subject to theprovisions of this Act).\n\t\tBut a member of a registered society is not bound by an amendment of thesociety’s rules registered after the person became a member if and so far asthe amendment—\n\t\t\trequires the member to take or subscribe for more shares than the numberheld by the member at the date of registration of the amendment,\n\t\t\trequires the member to pay upon the shares held by the member at that dateany sum exceeding the amount unpaid upon them at that date, or\n\t\t\tin any other way increases the liability of that member to contribute tothe share or loan capital of the society,\n\t\t\t\tunless the member consents in writing to the amendment.\n\t\tIn its application to Scotland, subsection (1) has effect as if the words“and affixed the member’s seal” were omitted.\n\tAmendment of rules\n\t\tAny amendment of a registered society’s rules is not valid until theamendment is registered under this Act.\n\t\tA registered society must give the FCA 2 copies of any amendment to itsrules, signed by the society’s secretary and—\n\t\t\twhere both or all of its members are registered societies, by thesecretaries of 2 of those registered societies;\n\t\t\totherwise, by 3 of its members.\n\t\tSubsections (1) and (2) do not apply to a change in a society’s registeredoffice or name, but—\n\t\t\tthe FCA must be given notice of any change of registered office, and\n\t\t\twhere such notice is given, or where a registered society’s name is changed(see section 13), the FCA must register the change of registered office orname as an amendment of the society’s rules.\n\t\tIf the FCA is satisfied that an amendment of a society’s rules is notcontrary to the provisions of this Act, it must—\n\t\t\tregister the amendment, and\n\t\t\tgive the society an acknowledgment of registration bearing the FCA’s seal.\n\tAppeal against refusal to register amendment of rules\n\t\tA society may appeal to the appropriate court from a decision of the FCArefusing registration of an amendment of the society’s rules.\n\t\t“The appropriate court” means—\n\t\t\tif the society’s registered office is in Scotland, the Court of Session;\n\t\t\totherwise, the High Court.\n\t\tIf the decision is overruled on appeal, the FCA must register the amendmentand give the society an acknowledgment of registration under section 16.\n\tDuty to provide copy of rules on demand\n\t\tA registered society must give a copy its registered rules to any personwho asks for them and (subject to subsection (2)) pays such fee as the societymay require.\n\t\tNo fee is payable where the request is made by a member of the society whohas not previously been given a copy of those rules.\n\t\tThe fee may not exceed £5 or such other amount as the Treasury may by orderspecify."
    },
    {
        "length": 740,
        "text": "\nRules: supplementary provisions\n\tProvision of rules with intent to mislead or defraud\n\t\tA person commits an offence if, with intent to mislead or defraud, theperson gives to any other person—\n\t\t\ta copy of any rules other than the registered rules of a registered societyon the pretence that they are the society’s existing rules or that there areno other rules of the society, or\n\t\t\ta copy of the rules of a society which is not a registered society on thepretence that they are the rules of a registered society.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 1 on the standard scale.\n\tCreation of offences by a society’s rules\n\t\tA registered society’s rules may provide that any contravention or failure tocomply with any of the rules is an offence, punishable on summary convictionby a fine not exceeding such reasonable sum as is specified by the rules.\n\tRules as to fund for purchase of government securities\n\t\tThe rules of a registered society (or a society to be registered under thisAct) may make provision for the setting up and administration by the societyof a fund for the purchase on behalf of members contributing to the fund of—\n\t\t\tdefence bonds,\n\t\t\tnational saving certificates, or\n\t\t\tany other securities of Her Majesty’s Government in the United Kingdom forthe time being prescribed under section 47(1) of the Friendly Societies Act1974.\n\t\tThe rules may make provision for enabling persons to become members of thesociety for the purpose only of contributing to that fund and without beingentitled to any rights as members other than rights as contributors to thatfund.\n\tRules of agricultural, horticultural or forestry society may providefor loans without security\n\t\tThis section applies to a registered society (or a society to be registeredunder this Act) if—\n\t\t\tthe society consists mainly of members who are—\n\t\t\tproducers of agricultural or horticultural produce or persons engaged inforestry, or\n\t\t\torganisations of such producers or persons, and\n\t\t\tthe society’s object or principal object is the making to its members ofadvances of money for agricultural, horticultural or forestry purposes.\n\t\tThe fact that the society’s rules provide (or would if amended provide) forthe making of such advances without security is not a ground for refusing toregister those rules (or the amendment).\n\tSupplementary provisions as to rules\n\t\tThe rules of a registered society (or any schedule to them) may specify theform of any instrument necessary for carrying the purposes of the society intoeffect.\n\t\tAny provision made by or under this or any other Act requiring orauthorising the rules of a registered society to deal with particular mattersdoes not affect the power of a registered society to make rules about anyother matter which—\n\t\t\tare not inconsistent with the provision (or any other provision of this orany other Act), and\n\t\t\tare not otherwise unlawful."
    },
    {
        "length": 505,
        "text": "\nMaximum shareholding\n\tMaximum interest in a society’s withdrawable shares\n\t\tA member of a registered society (or of a society to be registered underthis Act) may not have or claim any interest in the society’s withdrawableshares exceeding £100,000.\n\t\tSubsection (1) does not apply—\n\t\t\tto a member that is a registered society,\n\t\t\tto an authority that acquired the holding by virtue of section 58 or 59(2)of the Housing Associations Act 1985 or section 22 of the Housing Act 1996(promotion and assistance by local authority of housing associations),\n\t\t\tif the society is a private registered provider of social housing, toshares acquired by a local authority under the power in section 2 of the LocalGovernment Act 2000 (power of local authority to promote well-being) orsection 1 of the Localism Act 2011 (local authority’s general power ofcompetence), or\n\t\t\tto a member who acquired the holding by virtue of paragraph 2 of Part 1 ofthe Schedule to the Agricultural Credits Act 1923 at a time when section 2 ofthat Act applied to the society.\n\tPower to amend limit in section 24\n\t\tThe Treasury may by order substitute for the sum for the time beingspecified in section 24(1) (maximum interest in withdrawable shares) suchother sum (not less than £5,000) as may be specified in the order.\n\t\tThe order may—\n\t\t\tmake any such provision in connection with the alteration of the limit forthe time being applicable under section 24(1) as was made by section 1 of theIndustrial and Provident Societies Act 1975 in connection with the alterationmade by section 1(1) of that Act (power of committees to amend rules etc), and\n\t\t\tcontain such other transitional, consequential, incidental or supplementaryprovisions as appear to the Treasury to be necessary or appropriate in thatconnection."
    },
    {
        "length": 241,
        "text": "\nPower to hold land\n\tPower to hold land etc\n\t\tA registered society may—\n\t\t\t(unless its registered rules provide otherwise) hold, purchase or take alease of any land in its own name;\n\t\t\tsell, exchange, mortgage or lease any such land;\n\t\t\tconstruct, alter or demolish buildings on it.\n\t\tNo purchaser, assignee, mortgagee or tenant is bound to inquire as to theauthority for any such dealing with the land by the society.\n\t\tThe society’s receipt is a discharge for all moneys arising from or inconnection with any such dealing.\n\t\tIn Scotland, this section has effect as if—\n\t\t\tfor “exchange” there were substituted “excamb”;\n\t\t\tfor “mortgage” there were substituted “grant a heritable security over”;\n\t\t\tfor “mortgagee” there were substituted “creditor in a heritable security”."
    },
    {
        "length": 623,
        "text": "\nPower to invest etc\n\tPower to invest\n\t\tA registered society may invest any part of its funds in or upon anysecurity authorised by its registered rules.\n\t\tA registered society may, unless its registered rules provide otherwise,invest any part of its funds—\n\t\t\tin or upon any relevant security of a relevant authority (see subsection(3));\n\t\t\tin the shares or on the security of—\n\t\t\tany other registered society,\n\t\t\ta building society, or\n\t\t\ta company registered under the Companies Acts or incorporated by Act ofParliament or by charter,\n\t\t\t\tbeing a society or company with limited liability;\n\t\t\tin or upon any other security in which trustees are for the time beingauthorised by law to invest (for which purpose sections 1 to 6 of the TrusteeInvestments Act 1961 apply as if the society were a trustee and its funds weretrust property).\n\t\tIn this section—\n\t\t\t  * “building society” has the same meaning as in the Building Societies Act 1986; \n\t\t\t  * “relevant authority” means— \n\t\t\ta billing authority or precepting authority, as defined in section 69 of theLocal Government Finance Act 1992,\n\t\t\ta fire and rescue authority in Wales constituted by a scheme under section 2of the Fire and Rescue Services Act 2004 or a scheme to which section 4 ofthat Act applies,\n\t\t\ta levying body within the meaning of section 74 of the Local GovernmentFinance Act 1988, or\n\t\t\ta body as regards which section 75 of that Act applies;\n\t\t\t\t  * “relevant security” means any mortgage, bond, debenture, debenture stock, corporation stock, annuity, rentcharge, rent or other security (not being securities payable to bearer) that is authorised by or under any Act. \n\tProxy voting by societies\n\t\tA registered society which has invested any part of its funds in the sharesor on the security of any other body corporate may appoint one of its membersas its proxy (whether or not the member is a shareholder of the bodycorporate).\n\t\tA member appointed under this section is, during the period for which themember is appointed, to be taken by virtue of the appointment as holding thenumber of shares held by the society for all purposes except—\n\t\t\tthe transfer of any such share, and\n\t\t\tthe giving of a receipt for any dividend on any such share."
    },
    {
        "length": 963,
        "text": "\nPower to restrict use of assets\n\tPower to restrict use of assets of a community benefit society\n\t\tThe Treasury may by regulations make provision for enabling any communitybenefit society, or any community benefit society of a prescribed kind, toensure that—\n\t\t\tassets of the society of a prescribed kind,\n\t\t\tassets of the society specified by it in accordance with the regulations,or\n\t\t\tall of the society’s assets,\n\t\t\t\tcannot be used or dealt with except in a case mentioned in subsection (2).\n\t\tThe cases are—\n\t\t\twhere the use or dealing is, directly or indirectly—\n\t\t\tfor a purpose that is for the benefit of the community and is of aprescribed kind, or\n\t\t\tif no kinds of purpose are prescribed under this paragraph, for anypurpose that is for the benefit of the community, or\n\t\t\twhere the circumstances are such as may be prescribed.\n\t\tWhere under the regulations a society has ensured as mentioned insubsection (1) as respects any of its assets, the assets concerned are“dedicated assets” for the purposes of this section.\n\t\tRegulations under this section may, in particular—\n\t\t\tprovide for the procedure by which a society may ensure as mentioned insubsection (1);\n\t\t\tprovide for such of a society’s rules as are of a prescribed kind to beunalterable, or for them to be alterable only in prescribed circumstances orin circumstances specified in rules of a prescribed kind;\n\t\t\tprovide that, in any circumstances prescribed under subsection (2)(b),dedicated assets must be dealt with in a prescribed way;\n\t\t\tmake provision for ensuring that any society, company or other person towhom any dedicated assets are transferred in prescribed circumstances cannotuse or deal with those assets except in a case mentioned in subsection (2);\n\t\t\tprovide for members of a society who lose property rights as a result ofthe society’s ensuring as mentioned in subsection (1) to be compensated forthat loss (whether by payment of a prescribed amount or of an amountdetermined in a prescribed way or otherwise), subject to such exceptions asmay be prescribed;\n\t\t\tprovide for the enforcement of provisions designed to ensure as mentionedin subsection (1);\n\t\t\tmake provision for the carrying out of investigations by persons appointedby a prescribed person;\n\t\t\tconfer power on a prescribed person to require persons of a prescribeddescription to provide the prescribed person with information in order toenable or assist that person to perform any of the person’s functions underthe regulations;\n\t\t\tprovide for restrictions on the use and disclosure of information obtainedby any person in the performance of any function under the regulations.\n\t\tRegulations under this section may—\n\t\t\timpose criminal liability;\n\t\t\tconfer functions on a prescribed person;\n\t\t\tconfer jurisdiction on any court;\n\t\t\tauthorise a prescribed person to make rules, binding on persons of aprescribed description, for the purpose of enabling or assisting theprescribed person to perform any of the person’s functions under theregulations;\n\t\t\tmake provision as to the making, publication and enforcement of such rules;\n\t\t\tprovide for a prescribed person to charge fees sufficient to meet the costsof performing any of the person’s functions under the regulations;\n\t\t\tmodify, exclude or apply (with or without modifications) any enactment orrule of law;\n\t\t\tcontain such incidental, consequential and supplementary provision as theTreasury consider appropriate;\n\t\t\tmake different provision for different cases.\n\t\tRegulations under this section may not create any new criminal offencepunishable with imprisonment for more than 7 years.\n\t\tIn this section—\n\t\t\t  * “community benefit society” includes a pre-commencement society that meets the condition in section 2(2)(a)(ii); \n\t\t\t  * “prescribed” means prescribed by regulations under this section. "
    },
    {
        "length": 753,
        "text": "\nRegister of members and officers\n\tRegister of members and officers\n\t\tA registered society must keep a register of members and officers (“theregister”) at its registered office.\n\t\tThe following information must be entered on the register in relation toeach member—\n\t\t\tthe member’s name and postal address;\n\t\t\twhere the member has notified the society of an electronic address for thepurposes of receiving notices or documents under this Act, the electronicaddress and the purposes for which it has been notified;\n\t\t\tthe number of shares held by the member and the amount paid or agreed to beconsidered as paid on the shares;\n\t\t\ta statement of other property in the society held by the member (whether inloans, deposits or otherwise);\n\t\t\tthe date the person was entered on the register as a member;\n\t\t\t(where applicable) the date the person ceased to be a member.\n\t\tThe following information must be entered on the register in relation toeach officer—\n\t\t\tthe officer’s name and postal address;\n\t\t\twhere the officer has notified the society of an electronic address for thepurposes of receiving notices or documents under this Act, the electronicaddress and the purposes for which it has been notified;\n\t\t\tthe office held;\n\t\t\tthe date the person took office.\n\t\tWhere it appears to the society that an electronic address shown on theregister pursuant to subsection (2)(b) or (3)(b) is no longer current, thesociety may remove that address from the register.\n\t\tThe register may be kept by—\n\t\t\tmaking entries in bound books, or\n\t\t\trecording the matters in question in any other way.\n\t\tWhere the register is kept otherwise than by making entries in a boundbook, the society must take adequate precautions for—\n\t\t\tguarding against falsification, and\n\t\t\tfacilitating its discovery.\n\t\tA registered society must—\n\t\t\tkeep a duplicate register at its registered office, containing theinformation in the register except information about members’ shares and otherproperty in the society, or\n\t\t\tconstruct the register in such a way that it is possible to open toinspection so much of the information in it as would be contained in aduplicate register without exposing information recorded in it about members’shares and other property in the society.\n\t\tA person authorised for the purpose by the FCA may at all reasonable hours,on producing evidence of the authorisation, inspect any entry in a register orduplicate register kept under this section.\n\t\tA registered society’s register or duplicate register kept under thissection, or any other register or list of members or shares kept by thesociety, is prima facie evidence of any of the following information enteredin it—\n\t\t\tthe name, postal address, electronic address and occupation of a member;\n\t\t\tthe number of shares held by a member, the shares’ distinguishing numbers(if any), and the amount paid or agreed to be considered as paid on any ofthose shares;\n\t\t\tthe date a person’s name was entered on the register or list as a member;\n\t\t\tthe date any person ceased to be a member."
    },
    {
        "length": 362,
        "text": "\nProvisions about certain kinds of member etc\n\tMembers under 18\n\t\tA person under the age of 18 may be a member of a registered society unlessthe society’s registered rules provide otherwise.\n\t\tA person under the age of 18—\n\t\t\tmay enjoy all the rights of a member of a registered society, and\n\t\t\tif aged 16 or over, may execute all instruments and give all receiptsnecessary to be executed or given under a society’s registered rules.\n\t\t\t\tThis is subject to the society’s registered rules and to the provisions ofthis Act.\n\t\tA person under the age of 16 may not be a member of a registered society’scommittee or a trustee, manager or treasurer of a registered society.\n\tBodies corporate may be members\n\t\tShares in a registered society may be held by any other body corporate (ifthat body’s regulations so permit) by its corporate name.\n\tSociety a member of another society: references to members making andsigning documents etc\n\t\tThis section applies where a registered society (“society A”) is a memberof another registered society (“society B”).\n\t\tFor the purposes of any enactment relating to a registered society’smembers making or signing an application, instrument or document, anyreference in the enactment to a member is to be read, in relation to society Aas a member of society B, as a reference to 2 members of society A’s committeeand its secretary."
    },
    {
        "length": 634,
        "text": "\nDealings with members\n\tAdvances to members\n\t\tA registered society’s rules may provide for advances of money to members—\n\t\t\ton the security of real or personal property or, in Scotland, of heritableor moveable estate, or\n\t\t\tif the society is registered to carry on banking business, in any way thatis customary in the conduct of such business.\n\tRemedies for members’ debts\n\t\tMoney payable by a member to a registered society is a debt due from themember to the society, and is recoverable as a debt—\n\t\t\tin the county court, or\n\t\t\tin Scotland, before the sheriff whose jurisdiction contains the society’sregistered office or the member’s residence, at the option of the society.\n\t\tA registered society has a lien on a member’s shares in the society for anydebt due from the member to the society, and may set off any sum credited tothe member on those shares in or towards the payment of that debt.\n\tPayments in respect of persons lacking capacity\n\t\tThis section applies if—\n\t\t\ta registered society’s committee is satisfied (after considering medicalevidence) that a member is incapable of managing the member’s own affairs byreason of a mental disorder or mental disability, and\n\t\t\tthe committee is satisfied that no person has been duly appointed toadminister the member’s property on behalf of the member.\n\t\tThe society may (if it is proved to the committee’s satisfaction that it isjust and expedient so to do) pay the amount of any shares, loans, and depositsbelonging to the member to a person whom the committee judges proper toreceive it on behalf of the member.\n\t\tReceipt by that person is a valid discharge to the society for the sumpaid.\n\t\tSubsections (1) to (3) do not apply where—\n\t\t\tthe member lacks capacity (within the meaning of the Mental Capacity Act2005) for the purposes of this Act,\n\t\t\tthere is a donee of an enduring power of attorney or lasting power ofattorney (within the meaning of that Act) or a deputy appointed for the memberby the Court of Protection, and\n\t\t\tthe donee or deputy has power in relation to the member for the purposes ofthis Act.\n\t\tIn this section references to a member include a person claiming through amember.\n\t\tA payment made under this section to a person appearing to the committee atthe time of the payment to be entitled under this section is valid andeffectual against any demand made upon the committee or society by any otherperson."
    },
    {
        "length": 1412,
        "text": "\nDistribution of member’s property in society on death\n\tNomination by member of entitlement to property in society on member’sdeath\n\t\tA member of a registered society may, in accordance with subsection (2),nominate one or more persons to become entitled at the member’s death to—\n\t\t\tthe whole of any property in the society (whether in shares, loans ordeposits or otherwise) which the member may have at the time of death, or\n\t\t\tto such part or respective parts of that property as may be specified inthe nomination.\n\t\tA nomination must be—\n\t\t\tmade in a written statement signed by the member and delivered at or sentto the society’s registered office during the member’s lifetime, or\n\t\t\tmade in any book kept at the society’s registered office.\n\t\tThe nomination of a person who (at the date of the nomination) is anofficer or employee of the society is valid only if that person is thenominator’s spouse, civil partner, parent, child, brother, sister, nephew orniece.\n\t\tFor the purposes of the disposal of any property which is the subject of anomination, if at the date of death the amount of property in the societycomprised in the nomination exceeds £5,000, the nomination is valid to theextent of £5,000 but not further or otherwise.\n\t\tA registered society must keep a book recording—\n\t\t\tthe names of all persons nominated under this section, and\n\t\t\tany revocation or variation of a nomination.\n\t\tAn order under section 6 of the Administration of Estates (Small Payments)Act 1965 (power to provide for increases in amounts disposable on death bynomination) has effect in relation to the limits in subsection (4) as it haseffect in relation to the limits referred to in section 2 of that Act.\n\tSection 37: variation and revocation of nominations\n\t\tIn this section “nomination” means a nomination under section 37.\n\t\tA member’s nomination may be varied or revoked by—\n\t\t\ta subsequent nomination by the member, or\n\t\t\tany similar document in the nature of a revocation or variation signed bythe member and delivered at or sent to the society’s registered office duringthe member’s lifetime.\n\t\tA member’s nomination is not revocable or variable by the member’s will (orby any codicil to the will).\n\t\tAny nomination made by a member who subsequently marries or forms a civilpartnership is revoked by the marriage or formation of the civil partnership.\n\t\tBut if any of the member’s property is transferred by an officer of thesociety in pursuance of the nomination in ignorance of the marriage or civilpartnership, the nominee’s receipt is a valid discharge to the society (andthe society is under no liability to any other person claiming the property).\n\tSection 37: procedure on death\n\t\tThis section applies where a member of a registered society has made anomination under section 37.\n\t\tOn receiving satisfactory proof of the member’s death, the society’scommittee must—\n\t\t\ttransfer to a person any property to which the person is entitled under thenomination, or\n\t\t\tpay the person the full value of that property.\n\t\tSubsection (2) applies in relation to property consisting of shares in thesociety even if the society’s rules provide that its shares are nottransferable.\n\t\tBut if the transfer of shares to a person in accordance with the nominationwould raise the person’s share capital beyond the maximum for the time beingpermitted in the case of the society, the society’s committee—\n\t\t\tmust not transfer to the person more of those shares than raises theperson’s share capital to that maximum, and\n\t\t\tmust pay the person the value of any of those shares not transferred.\n\t\tThe society may pay any sum falling to be paid under subsection (2) or (4)to a person under the age of 16 (“the nominee”) to—\n\t\t\ta parent or guardian of the nominee, or\n\t\t\tany other person aged 18 or over who undertakes to hold it on trust for thenominee or to apply it for the nominee’s benefit and whom the societyconsiders to be a fit and proper person for the purpose.\n\t\t\t\tThe receipt of the parent, guardian or other person is a valid discharge tothe society for any sum paid under this subsection.\n\tDeath of member: distribution of property not exceeding £5,000\n\t\tThis section applies if—\n\t\t\ta member of a registered society dies,\n\t\t\tthe member’s property in the society (as at death) in respect of shares,loans or deposits does not exceed £5,000, and\n\t\t\tthat property is not the subject of a nomination under section 37(nomination by member of entitlement to property in society on member’sdeath).\n\t\tThe society’s committee may, without letters of administration or probateof any will (or, in Scotland, confirmation) having been obtained, distributethat property among such persons as appear to the committee (on such evidenceas it considers satisfactory) to be entitled by law to receive it.\n\t\tA payment or transfer made under this section to a person appearing to thecommittee at the time of the payment or transfer to be entitled under thissection is valid and effectual against any demand made upon the committee orsociety by any other person.\n\t\tAn order under section 6 of the Administration of Estates (Small Payments)Act 1965 (power to provide for increases in amounts disposable on deathwithout representation) has effect in relation to the limit in subsection(1)(b) as it has effect in relation to the limits referred to in section 1 ofthat Act."
    },
    {
        "length": 691,
        "text": "\nOfficers and employees in charge of money etc\n\tSecurity to be given by certain officers\n\t\tThis section applies to an officer of a registered society who receives oris in charge of money.\n\t\tIf the society’s rules so require, the officer must (before undertaking theduties of office) give security in such sum as the society’s committee maydirect conditioned for—\n\t\t\tthe officer rendering an accurate account of all moneys received and paidby the officer on account of the society, at such times as its rules provideor as the society or its committee requires, and\n\t\t\tthe payment of all sums due from the officer to the society.\n\t\tThe security must be given by the officer—\n\t\t\tbecoming bound, with or without a surety (or, in Scotland, cautioner) asthe society’s committee may require, in a bond in one of the forms set out inSchedule 1 or in such other form as the committee may approve, or\n\t\t\tgiving the security of a guarantee society.\n\tDuty of certain officers and employees to account\n\t\tThis section applies to—\n\t\t\tan officer of a registered society who receives or is in charge of money,and\n\t\t\tan employee of a registered society who receives or is in charge of moneyand is not engaged under a special agreement to account.\n\t\t\t\tA person to whom this section applies is referred to below as a “relevantperson”.\n\t\tA relevant person must render such an account as the society or itscommittee may require (to be examined and allowed or disallowed by it)—\n\t\t\tat such time as the relevant person is required to do so by the society’srules, or\n\t\t\ton demand, or\n\t\t\ton notice in writing requiring the relevant person to do so, given or leftat that person’s last or usual place of residence.\n\t\tA relevant person must, on demand or on the giving of notice of a kindmentioned in subsection (2)(c), pay over all moneys and deliver all propertyfor the time being in the relevant person’s hands or custody to such person asthe society or its committee may appoint.\n\t\tDuties imposed on a relevant person under subsection (2) or (3) are, afterthat person’s death, to be treated as imposed on the person’s personalrepresentatives.\n\t\tIn case of any neglect or refusal to comply with the preceding provisionsof this section, the society may—\n\t\t\tsue on any bond or security given under section 41, or\n\t\t\tapply to—\n\t\t\tthe county court (which may proceed in a summary way) or a magistrates’court, or\n\t\t\tin Scotland, the sheriff.\n\t\tThe order of the county court, magistrates’ court or sheriff is final andconclusive (despite anything in section 77 of the County Courts Act 1984)."
    },
    {
        "length": 2382,
        "text": "\nCapacity of society and power of committee to bind it\n\tCapacity of a society and relationship with its rules\n\t\tThe validity of an act done by a registered society may not be called intoquestion on the ground of lack of capacity by reason of anything in thesociety’s registered rules.\n\t\tA member of a registered society may bring proceedings to restrain thedoing of an act which would, but for subsection (1), be beyond the society’scapacity.\n\t\tBut proceedings may not be brought in respect of an act to be done infulfilment of a legal obligation arising from a previous act of the society.\n\t\tIt remains the duty of the members of a registered society’s committee toobserve any limitations on their powers flowing from the society’s registeredrules.\n\t\tAction by the members of the committee which would, but for subsection (1),be beyond the society’s capacity may be ratified by the society only by aspecial resolution.\n\t\tA special resolution ratifying such action does not affect any liabilityincurred by a member of the committee or any other person; relief from anysuch liability must be agreed to separately by special resolution.\n\t\tIn the case of a charitable registered society whose registered office isin England or Wales, ratification under subsection (5) is ineffective withoutthe prior written consent of the Charity Commission for England and Wales.\n\t\tSection 44 contains provisions about special resolutions under thissection.\n\t\tThis section is subject to—\n\t\t\tsection 47 (application to charitable societies);\n\t\t\tsection 48 (transactions with members of the committee and connectedpersons in excess of powers).\n\tSpecial resolutions under section 43\n\t\tThis section supplements section 43.\n\t\tA resolution is a “special resolution” if—\n\t\t\tit is passed at a general meeting by at least 75% of the eligible memberswho vote, and\n\t\t\tat least 21 days’ notice of the meeting, specifying the intention topropose the resolution, is given in accordance with the society’s rules.\n\t\tIn subsection (2)—\n\t\t\t“eligible member” means a member who is entitled to vote;\n\t\t\treferences to voting are to voting in person or, where the society’s rulesallow proxies, by proxy.\n\t\tA copy of a special resolution, signed by the chair of the meeting at whichthe resolution was passed and countersigned by the society’s secretary, mustbe sent to the FCA and registered by it.\n\t\tThe resolution does not take effect until a copy of it has been registered.\n\tPower of committee to bind society\n\t\tIn favour of a person dealing with a registered society in good faith, thepower of the committee to bind the society (or to authorise others to do so)is treated as free of any limitation under the society’s registered rules.\n\t\tFor this purpose—\n\t\t\ta person “deals with” a society if the person is a party to any transactionor other act to which the society is a party,\n\t\t\ta person is not regarded as acting in bad faith by reason only of knowingthat an act is beyond the powers of the committee under the society’sregistered rules, and\n\t\t\ta person is presumed to have acted in good faith unless the contrary isproved.\n\t\tThe references above to limitations on the powers of the committee underthe society’s registered rules include limitations deriving—\n\t\t\tfrom a resolution of the society in general meeting or a meeting of anyclass of members, or\n\t\t\tfrom any agreement between the members of the society or of any class ofmembers.\n\t\tSubsection (1) does not affect any right of a member of the society tobring proceedings to restrain the doing of an act which is beyond the powersof the committee.\n\t\tBut proceedings may not be brought in respect of an act to be done infulfilment of a legal obligation arising from a previous act of the society.\n\t\tSubsection (1) does not affect any liability incurred by a member of thecommittee, or any other person, by reason of the committee’s exceeding itspowers.\n\t\tThis section is subject to—\n\t\t\tsection 47 (application to charitable societies);\n\t\t\tsection 48 (transactions with members of the committee and connectedpersons in excess of powers).\n\tNo duty to enquire as to capacity of society or authority of committee\n\t\tA party to a transaction with a registered society is not bound to enquire asto—\n\t\t\twhether the transaction is permitted by the society’s registered rules, or\n\t\t\tany limitation on the powers of the committee to bind the society orauthorise others to do so.\n\tApplication of sections 43 and 45 to charitable societies\n\t\tSections 43 and 45 (capacity of society not limited by its rules and powerof committee to bind society) apply to an act of a charitable registeredsociety only in favour of—\n\t\t\ta person who—\n\t\t\tgives full consideration in money or money’s worth in relation to the act,and\n\t\t\tdoes not know that the act is not permitted by the society’s registeredrules or is beyond the powers of the committee (as the case may be), or\n\t\t\ta person who does not know at the time the act is done that the society isa charity.\n\t\tHowever, where a charitable registered society purports to transfer orgrant an interest in property, the fact that—\n\t\t\tthe act was not permitted by the society’s registered rules, or (as thecase may be)\n\t\t\tthe committee in connection with the act exceeded any limitation on itspowers under those rules,\n\t\t\t\tdoes not affect the title of a person who subsequently acquires the property(or any interest in it) for full consideration without actual notice of anysuch circumstances affecting the validity of the society’s act.\n\t\tIn any proceedings arising out of subsection (1) a person who alleges—\n\t\t\tthat a person knew that an act was not permitted by the society’sregistered rules or was beyond the powers of the committee, or\n\t\t\tthat a person knew that the society was a charity,\n\t\t\thas the burden of proving the allegation.\n\tTransactions with committee members etc in excess of powers\n\t\tThis section applies where—\n\t\t\ta registered society enters into a transaction the parties to whichinclude—\n\t\t\ta member of the society’s committee, or\n\t\t\ta person connected with such a member, and\n\t\t\tin connection with the transaction, the society’s committee exceeds anylimitation on its powers under the society’s registered rules.\n\t\tThe transaction is voidable at the instance of the society.\n\t\tWhether or not it is avoided, a party to the transaction who is withinsubsection (1)(a)(i) or (ii), and any member of the committee who authorisedthe transaction, is liable—\n\t\t\tto account to the society for any gain made directly or indirectly by thetransaction, and\n\t\t\tto indemnify the society for any loss or damage resulting from thetransaction.\n\t\tNothing in the above provisions excludes the operation of any otherenactment or rule of law by virtue of which the transaction may be called inquestion or any liability to the society may arise.\n\t\tThe transaction ceases to be voidable if—\n\t\t\trestitution of any money or other asset which was the subject matter of thetransaction is no longer possible,\n\t\t\tthe society is indemnified for any loss or damage resulting from thetransaction,\n\t\t\trights acquired bona fide for value and without actual notice of thecommittee’s exceeding its powers by a person who is not party to thetransaction would be affected by the avoidance, or\n\t\t\tthe transaction is ratified by the society in general meeting in such a wayas the case may require.\n\t\tA person other than a member of the committee is not liable undersubsection (3) if the person shows that at the time the transaction wasentered into the person did not know that the committee was exceeding itspowers.\n\t\tThis section does not affect the operation of section 45 (power ofcommittee to bind the society) in relation to any party to the transaction notwithin subsection (1)(a)(i) or (ii) above.\n\t\tBut if the transaction is voidable by virtue of this section and valid byvirtue of that section in favour of such a person, the appropriate court may,on the application of that person or the society, make such order affirming,severing or setting aside the transaction, on such terms, as appear to thecourt to be just.\n\t\tIn the case of a charitable registered society whose registered office isin England or Wales, any ratification of the transaction is ineffectivewithout the prior written consent of the Charity Commission for England andWales.\n\tSection 48: definitions\n\t\tThis section supplements section 48.\n\t\t“The appropriate court”, in relation to a registered society, means thecourt having jurisdiction to wind up the society under the provisions of theInsolvency Act 1986 as applied by section 123.\n\t\t“Transaction” includes any act.\n\t\tThe reference in section 48(1) to limitations under the society’sregistered rules includes limitations deriving—\n\t\t\tfrom a resolution of the society in general meeting or a meeting of anyclass of members, or\n\t\t\tfrom any agreement between the members of the society or of any class ofmembers.\n\t\tSections 252 to 255 of the Companies Act 2006 apply for the purposes ofreferences to a person’s being “connected” with a committee member—\n\t\t\tas if any reference to a director of a company were to a member of acommittee of a registered society, and\n\t\t\tsubject to such other adaptations and modifications as may be specified byregulations made by the Treasury under this section."
    },
    {
        "length": 692,
        "text": "\nSeals\n\tCommon seal\n\t\tNotwithstanding any enactment or rule of law, a registered society need nothave a common seal.\n\t\tA registered society which has a common seal must have its registered nameengraved in legible characters on the seal.\n\t\tA registered society which decides to have a common seal must not causesuch a seal to be made unless its registered rules contain provision for thecustody and use of that seal.\n\t\tAn officer of a registered society, or a person acting on behalf of aregistered society, commits an offence if the officer or person uses orauthorises the use of a seal purporting to be the society’s common seal whichdoes not have the society’s registered name engraved in legible characters onit.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tPower of society to have official seal for use abroad\n\t\tThis section applies to a registered society if—\n\t\t\tit has a common seal, and\n\t\t\tits objects require or comprise the transaction of business in foreigncountries.\n\t\tThe society may, if authorised by its registered rules, have an officialseal for use in any territory, district, or place outside the United Kingdom.\n\t\tAn “official seal” is a facsimile of the society’s common seal with theaddition on its face of the name of every territory, district or place whereit is to be used.\n\t\tThe official seal, when duly affixed to a document, has the same effect asthe society’s common seal.\n\tAuthorisation of use of official seal\n\t\tIf a registered society has an official seal, it may authorise any personappointed for the purpose as respects any territory, district or placeappearing on the face of that seal to affix it to any deed or other documentto which the society is party there.\n\t\tAn authorisation for the purposes of subsection (1) must be given—\n\t\t\tin the case of a society whose registered office is in Scotland, by writingsubscribed or authenticated in accordance with the Requirements of Writing(Scotland) Act 1995;\n\t\t\tin any other case, by writing under the society’s common seal.\n\t\tAs between the society and a person dealing with such an agent, the agent’sauthority continues—\n\t\t\tif a period is mentioned in the authorisation, during that period, or\n\t\t\tif no period is mentioned there, until notice of the revocation ordetermination of the agent’s authority has been given to the person dealingwith the agent.\n\t\tThe person affixing the official seal must certify in writing on the deedor other instrument to which the seal is affixed the date on which and theplace at which it is affixed."
    },
    {
        "length": 836,
        "text": "\nExecution of documents\n\tMethods for execution of documents: England and Wales\n\t\tThis section contains provisions about the execution of documents by aregistered society under the law of England and Wales.\n\t\tA registered society which has a common seal may execute a document byaffixing its common seal to it.\n\t\tA document—\n\t\t\tsigned by 2 authorised signatories (see subsection (6)), and\n\t\t\texpressed (in whatever form of words) to be executed by a registeredsociety,\n\t\t\t\thas the same effect as if it were executed under the society’s common seal.\n\t\tA document executed by a registered society which makes it clear on itsface that it is intended by the person or persons making it to be a deed—\n\t\t\thas effect, upon delivery, as a deed, and\n\t\t\tis presumed to be delivered upon its being executed by the society, unlessa contrary intention is proved.\n\t\tIn favour of a purchaser—\n\t\t\ta document is treated as duly executed by a registered society if itpurports to be signed by 2 authorised signatories, and\n\t\t\twhere it makes it clear on its face that it is intended by the person orpersons making it to be a deed, is treated as delivered upon its beingexecuted.\n\t\t\t“Purchaser” here means a purchaser in good faith for valuable consideration,and includes a lessee, mortgagee or other person who for valuableconsideration acquires an interest in property.\n\t\tFor the purposes of this section, in relation to a society—\n\t\t\teach of the members of the society’s committee is an authorised signatory,and\n\t\t\tthe society’s secretary is also an authorised signatory.\n\t\tSubsections (3) to (5) apply whether or not the society has a common seal.\n\tMethod for execution of contracts under seal: England and Wales\n\t\tA contract which, if made between individuals, would be by law required—\n\t\t\tto be in writing, and\n\t\t\tto be under seal (if made according to the law of England and Wales),\n\t\t\t\tmay be made, varied or discharged on behalf of a registered society in writingunder its common seal.\n\t\tThis section does not affect the application of the Corporate Bodies’Contracts Act 1960.\n\t\tThis section does not apply to Scotland.\n\tExecution of documents: Scotland\n\t\tUnder the law of Scotland, for the purposes of any enactment—\n\t\t\tproviding for a document to be executed by a registered society by affixingits common seal, or\n\t\t\treferring (in whatever terms) to a document so executed,\n\t\t\ta document signed or subscribed (or, in the case of an electronic document,authenticated) by or on behalf of the society in accordance with theprovisions of the Requirements of Writing (Scotland) Act 1995 has effect as ifso executed.\n\tExecution of documents: presumption of validity of officer’s signature\n\t\tThis section applies to a document—\n\t\t\tby which a contract is purportedly made, varied or discharged by or onbehalf of a registered society, and\n\t\t\twhich is purportedly signed by a person holding an office in the society.\n\t\tThe signature is presumed, unless the contrary is proved, to be thesignature of a person holding that office at the time the signature was made."
    },
    {
        "length": 378,
        "text": "\nOther matters\n\tContracts, deeds and obligations made before registration of society\n\t\tA contract that purports to be made by or on behalf of a registered societyat a time when the society has not been registered under this Act has effect,subject to any agreement to the contrary, as one made with the personpurporting to act for the society or as agent for it.\n\t\tAccordingly, the contract is to be treated as—\n\t\t\timposing on that person all the obligations it purports to impose on thesociety, and\n\t\t\tconferring on that person all the rights it purports to confer on thesociety.\n\t\tSubsections (1) and (2) apply—\n\t\t\tto the making of a deed under the law of England and Wales, and\n\t\t\tto the undertaking of an obligation under the law of Scotland,\n\t\t\t\tas they apply to the making of a contract.\n\t\tIn subsection (1)—\n\t\t\tthe reference to a registered society includes a Northern Ireland society,and\n\t\t\tthe reference to this Act includes the relevant Northern Ireland law.\n\t\t\t“Northern Ireland society” and “the relevant Northern Ireland law” have thesame meaning as in section 142.\n\tBills of exchange and promissory notes\n\t\tA bill of exchange or promissory note is treated as made, accepted or endorsedon behalf of a registered society if made, accepted or endorsed in the nameof, or by or on behalf or account of, the society by a person acting under itsauthority."
    },
    {
        "length": 3167,
        "text": "\nPart 5Charges over a society’s assets\n\tCHAPTER 1Charges: England and Wales\n\t\tCharges on assets of English and Welsh societies\n\t\t\tThis section applies to an instrument executed by a registered societywhose registered office is in England or Wales which creates or is evidence ofa fixed or floating charge on assets of the society.\n\t\t\tIf an application for the recording of the charge is made in accordancewith subsection (3), the instrument is not a bill of sale for the purposes ofthe Bills of Sale Acts 1878 and 1882 and is not invalidated by those Acts.\n\t\t\tAn application is made by delivering to the FCA (by post or otherwise),within the period of 21 days beginning with the date of execution of theinstrument (subject to any extension under section 60)—\n\t\t\t\ta copy of the instrument, authenticated in the manner directed by the FCA,\n\t\t\t\tsuch additional particulars relating to the charge as may be required bythe FCA, authenticated in the manner directed by the FCA, and\n\t\t\t\tthe appropriate fee.\n\t\t\tIf an application is made in accordance with subsection (3), the FCA must—\n\t\t\t\tgive the person who makes the application an acknowledgment of theapplication, bearing the FCA’s seal,\n\t\t\t\tplace the copy of the instrument included in the application, a note of anyparticulars included in it, and a copy of the acknowledgement on a file keptby the FCA in respect of the society, and\n\t\t\t\tmake the file available for inspection during office hours by members ofthe public on payment of the appropriate fee.\n\t\t\t“The appropriate fee” means the fee required by rules made in accordancewith paragraph 23 of Schedule 1ZA to the Financial Services and Markets Act2000.\n\t\t\tThis section does not apply to a debenture registered under section 14 ofthe Agricultural Credits Act 1928 (debenture of registered society creatingfloating charge over farming stock).\n\t\tSection 59: power to extend time for making application or to rectifyerrors\n\t\t\tThis section applies where—\n\t\t\t\ta registered society has executed an instrument to which section 59applies, and\n\t\t\t\tit appears to the FCA (on the application of the society or any otherperson claiming the benefit of the instrument) that by reason of inadvertenceor other sufficient cause—\n\t\t\t\tan application for recording the charge was not made within the periodmentioned in section 59(3), or\n\t\t\t\tany matters were omitted from, or mis-stated in, such an application.\n\t\t\tThe FCA may, on such terms as it considers appropriate, give a direction—\n\t\t\t\textending the period for making such an application, or\n\t\t\t\trequiring the omission or mis-statement to be rectified.\n\t\tNotification of transactions relating to charges recorded under section59\n\t\t\tThe FCA may, under section 143, make provision for—\n\t\t\t\tthe giving to the FCA of notice of any release, discharge or othertransaction relating to a charge in respect of which an application undersection 59 has been made;\n\t\t\t\tthe inclusion in the file mentioned in that section of any such noticeappearing to the FCA to relate to the charge.\n\t\t\tNothing in this section limits the generality of the power to givedirections conferred by section 143.\n\tCHAPTER 2Charges: Scotland\n\t\tFloating charges created by Scottish societies\n\t\t\tThe relevant provisions (which relate to floating charges) apply to aregistered society as they apply to an incorporated company, subject to thegeneral and specific modifications mentioned below.\n\t\t\tIn this Chapter “the relevant provisions” means—\n\t\t\t\tChapter 1 of Part 18 of the Companies Act 1985 (“the 1985 Act”), and\n\t\t\t\tsection 122(2) of the Insolvency Act 1986 (“the 1986 Act”).\n\t\t\tThe general modifications are—\n\t\t\t\ta reference to a company or incorporated company is to be read as aregistered society;\n\t\t\t\ta reference to the registrar or the registrar of companies is to be read asthe FCA;\n\t\t\t\ta reference (however expressed) to—\n\t\t\t\tregistration of a floating charge,\n\t\t\t\tregistration in accordance with Chapter 2 of Part 25 of the Companies Act2006, or\n\t\t\t\tdelivery to, or receipt by, the registrar of particulars forregistration,\n\t\t\t\t\tis to be read as delivery to the FCA of any document required by section 63(2)to be so delivered.\n\t\t\tThe specific modifications are—\n\t\t\t\tin section 122(2) of the 1986 Act, a reference to the Court of Session isto be read as any sheriff court;\n\t\t\t\tsection 462(5) of the 1985 Act is subject only to such provisions of thatAct as apply (by virtue of section 123) to registered societies;\n\t\t\t\tsection 466 of that Act has effect as if subsections (4) and (5) and thewords “subsection (4) of” in subsection (6) were omitted.\n\t\t\tSubsection (6) applies where any assets of a registered society are subjectto—\n\t\t\t\ta floating charge created under the relevant provisions as applied by thissection, and\n\t\t\t\tan agricultural charge created under Part 2 of the Agricultural Credits(Scotland) Act 1929 (“the 1929 Act”).\n\t\t\tSections 463(1)(c) and 464(4)(b) of the 1985 Act have effect for thepurpose of determining the relative ranking of those charges as if theagricultural charge were a floating charge created under the relevantprovisions and registered under the 1985 Act at the same time as it wasregistered under Part 2 of the 1929 Act.\n\t\t\tThis Chapter does not apply in relation to a registered society whoseregistered office is in England or Wales.\n\t\tFiling of information relating to charges created by virtue of section62\n\t\t\tThis section applies in relation to a floating charge created by aregistered society under the relevant provisions as applied by section 62.\n\t\t\tThe following must be delivered to the FCA (by post or otherwise) withinthe period of 21 days beginning with the day of execution of the instrumentcreating the charge (or within any extended period allowed under subsection(6))—\n\t\t\t\ta copy of the instrument, authenticated in the manner directed by the FCA,\n\t\t\t\ta note, authenticated in the manner directed by the FCA, of suchparticulars relating to the charge as may be required by the FCA, and\n\t\t\t\tthe appropriate fee.\n\t\t\tIf subsection (2) is not complied with, the charge is void against anyperson other than the society.\n\t\t\tWhere a person delivers to the FCA a document within subsection (2)(a) or(b) together with the appropriate fee, the FCA must—\n\t\t\t\tgive the person an acknowledgement, bearing the FCA’s seal, that states thedate and time of delivery,\n\t\t\t\tplace the document and a copy of the acknowledgement on a file kept by theFCA in respect of the society, and\n\t\t\t\tmake the file available for inspection during office hours by members ofthe public on payment of the appropriate fee.\n\t\t\tSubsection (6) applies if it appears to the FCA (on the application of thesociety or any other person claiming the benefit of the instrument) that byreason of inadvertence or other sufficient cause—\n\t\t\t\ta duly authenticated copy of the instrument was not delivered to the FCAwithin the period of 21 days mentioned in subsection (2), or\n\t\t\t\tany matters were omitted from, or mis-stated in, the note under subsection(2)(b).\n\t\t\tThe FCA may, on such terms as it considers appropriate, give a direction—\n\t\t\t\textending the period, or\n\t\t\t\trequiring the omission or mis-statement to be rectified.\n\t\t\t“The appropriate fee” means the fee required by rules made by the FCA (inaccordance with paragraph 23 of Schedule 1ZA to the Financial Services andMarkets Act 2000).\n\t\tNotification of charges etc: Scotland\n\t\t\tThe FCA may, under section 143, make provision for—\n\t\t\t\tthe giving to the FCA of notice of any release, discharge or othertransaction relating to a charge created by an instrument a copy of which hasbeen delivered to the FCA in pursuance of section 63;\n\t\t\t\tthe giving to the FCA of notice of any security granted by a registeredsociety over any of its assets otherwise than under the relevant provisions asapplied by section 62;\n\t\t\t\tthe inclusion in the file mentioned in section 63 of any notice withinparagraph (a) or (b) of this subsection.\n\t\t\t\t\tNothing in this subsection limits the generality of the power to givedirections conferred by section 143.\n\t\t\tThe Court of Session may by Act of Sederunt make rules prescribing thenature of the documents with which, in relation to a charge of a kindmentioned in subsection (1)(a), the creditor may require to be provided foridentifying the assets affected by the charge and establishing the society’stitle to them.\n\tCHAPTER 3Receiver or manager of society’s property\n\t\tEnglish and Welsh societies: restriction on appointment ofadministrative receiver\n\t\t\tThe holder of a qualifying floating charge in respect of the property of arelevant society whose registered office is situated in England and Wales maynot appoint an administrative receiver of the society.\n\t\t\tThis section applies to a floating charge which is created by a relevantsociety on or after 6th April 2014 and is either—\n\t\t\t\ta charge in respect of which an application under section 59 has been made;or\n\t\t\t\ta charge created by a debenture registered under section 9 of theAgricultural Credits Act 1928 as applied by section 14 of that Act.\n\t\t\tThis section applies in spite of any provision of an agreement orinstrument which purports to empower a person to appoint an administrativereceiver (by whatever name).\n\t\t\tIn this section—\n\t\t\t\t  * “administrative receiver”, in relation to a relevant society, means— \n\t\t\t\ta receiver or manager of the whole (or substantially the whole) of thesociety’s property appointed by or on behalf of the holder of a floatingcharge, or by such a charge and one or more other securities, or\n\t\t\t\ta person who would be such a receiver or manager but for the appointment ofsome other person as the receiver of part of the society’s property;\n\t\t\t\t\t  * “holder of a qualifying floating charge in respect of the property of a relevant society” has the meaning given in paragraph 14 of Schedule B1 to the Insolvency Act 1986 as applied in relation to a relevant society by an order under section 118; \n\t\t\t\t\t  * “relevant society” means a registered society which is not— \n\t\t\t\ta private registered provider of social housing; or\n\t\t\t\tregistered as a social landlord under Part 1 of the Housing Act 1996 or underPart 2 of the Housing (Scotland) Act 2010.\n\t\tDuty to account etc of receiver or manager of a society’s property\n\t\t\tThis section applies to a receiver or manager of a registered society’sproperty who has been appointed under the powers contained in any instrument.\n\t\t\tThe receiver or manager must—\n\t\t\t\twithin one month from the date of appointment, notify the FCA of theappointment;\n\t\t\t\twithin one month (or such longer period as the FCA may allow) after the endof each relevant period, deliver to the FCA a return showing receipts andpayments in that relevant period;\n\t\t\t\twithin one month after ceasing to act as receiver or manager, deliver tothe FCA a return showing—\n\t\t\t\treceipts and payments in the final period, and\n\t\t\t\tthe total amount of payments and receipts in all preceding relevantperiods.\n\t\t\t\t\tReferences here to receipts and payments are to receipts and payments of thereceiver or manager.\n\t\t\tFor the purposes of subsection (2) the relevant periods are—\n\t\t\t\tthe period of 6 months beginning with the date of appointment, and\n\t\t\t\teach subsequent period of 6 months for which the person is receiver ormanager.\n\t\t\tIf the society is a PRA-authorised person—\n\t\t\t\tthe receiver or manager must send to the PRA a copy of any notification orreturn sent under subsection (2) to the FCA;\n\t\t\t\tthe FCA must consult the PRA before allowing a period of more than onemonth under subsection (2)(b)."
    },
    {
        "length": 2337,
        "text": "\nPart 6Banking and lending by societies\n\tBanking\n\t\tRegistered society with withdrawable share capital not to carry onbanking etc\n\t\t\tA registered society which has any withdrawable share capital must notcarry on the business of banking.\n\t\t\tFor this purpose the taking of deposits of not more than £400 in any onepayment and not more than £400 for any one depositor, payable on not less than2 clear days’ notice, is not to be treated as carrying on the business ofbanking.\n\t\t\tA registered society which takes deposits must not make any payment ofwithdrawable capital while any payment due on account of any deposit isunsatisfied.\n\t\t\tA registered society which contravenes this section commits an offence andis liable on summary conviction to a fine not exceeding level 1 on thestandard scale.\n\t\tPower to amend figures in section 67(2)\n\t\t\tThe Treasury may by order substitute for the sums for the time beingspecified in section 67(2) such other sums (being not less than the minimumsums) as they consider appropriate.\n\t\t\tThe “minimum sums” are—\n\t\t\t\tin the case of the first sum specified in section 67(2) (the limit ofdeposits that can be taken at any one time), £10;\n\t\t\t\tin the case of the second sum specified there (the maximum amount that canbe taken from any one depositor), £250.\n\t\t\tThe order may—\n\t\t\t\tmake any such provision in connection with altering the limits for the timebeing applicable under section 67(2) as was made by section 1 of theIndustrial and Provident Societies Act 1978 in connection with the alterationmade by section 1(1) of that Act, and\n\t\t\t\tcontain such other transitional, consequential, incidental or supplementaryprovisions as appear to the Treasury to be necessary or appropriate in thatconnection.\n\t\tSociety carrying on banking must display statement\n\t\t\tA registered society which carries on the business of banking must displaya statement complying with section 70 in a conspicuous position in—\n\t\t\t\tits registered office, and\n\t\t\t\tevery other office or place of business belonging to the society where thebusiness of banking is carried on.\n\t\t\tSection 67(2) (taking of deposits below limits specified there not to betreated as carrying on the business of banking) applies for the purposes ofthis section.\n\t\t\tA registered society which fails to comply with this section commits anoffence and is liable on summary conviction to a fine not exceeding level 1 onthe standard scale.\n\t\tSection 69: form of statement\n\t\t\tThe statement required by section 69 is to be in the following form (or asnear to it as is possible in the circumstances)—\n\t\t\t\t1\n\t\t\tCapital of the society—\n\t\t\t\tnominal amount of each share;\n\t\t\t\tnumber of shares issued;\n\t\t\t\tamount paid up on shares.\n\t\t\t\t2\n\t\t\t\tLiabilities of the society on the relevant date—\n\t\t\t\ton judgments;\n\t\t\t\ton specialty;\n\t\t\t\ton notes or bills;\n\t\t\t\ton simple contract;\n\t\t\t\ton estimated liabilities.\n\t\t\t\t3\n\t\t\t\tAssets of the society on the relevant date—\n\t\t\t\tgovernment securities (stating them);\n\t\t\t\tbills of exchange and promissory notes;\n\t\t\t\tcash at the bankers;\n\t\t\t\tother securities.\n\t\t\t“The relevant date” is—\n\t\t\t\t1 January (for the period beginning with the first Monday in the followingFebruary and ending immediately before the first Monday in the followingAugust);\n\t\t\t\t1 July (for the period beginning with the first Monday in the followingAugust and ending immediately before the first Monday in the followingFebruary).\n\tDischarge of charges securing lending by a registered society\n\t\tDischarge of mortgages of property in England and Wales\n\t\t\tThis section applies where—\n\t\t\t\tthere is a mortgage or other assurance (“the charge”) of any property inEngland or Wales to a registered society,\n\t\t\t\ta receipt in full for all moneys secured on the property by the charge isendorsed on, or annexed to, the charge,\n\t\t\t\tthe receipt is in a form set out in Part 1 of Schedule 2 or is in any otherform specified in the society’s rules (or in a schedule to those rules), and\n\t\t\t\tthe receipt is signed by 2 members of the society’s committee andcountersigned by its secretary (or, if the society is in liquidation, issigned by the liquidator or liquidators for the time being, described assuch).\n\t\t\tFor the purposes of the provisions of section 115 of the Law of PropertyAct 1925 (reconveyances of mortgages by endorsed receipts) specified below,the receipt is treated as meeting the requirements of subsection (1) of thatsection—\n\t\t\t\tsubsection (1) so far as it relates to the operation of a receipt of a kindmentioned in that subsection;\n\t\t\t\tif the receipt states the name of the person who pays the money, subsection(2);\n\t\t\t\tsubsections (3), (6), (8), (10) and (11);\n\t\t\t\twhere consistent with the terms of the form used for the receipt,subsection (7).\n\t\tDischarge of securities: land in Scotland\n\t\t\tThis section applies to land in Scotland that is held in security by aregistered society by virtue of a heritable security.\n\t\t\tIf the heritable security is constituted by an ex facie absolute conveyance(whether or not qualified by a back letter), a receipt in Form C in Part 2 ofSchedule 2 (or as nearly as may be in that form) that is endorsed on orannexed to the conveyance has the following effect on being registered in theGeneral Register of Sasines—\n\t\t\t\tit effectually discharges the heritable security and disburdens the landcomprised in it, and\n\t\t\t\tit vests that land in the person entitled to it at the date the receipt isgranted, in the same way and to the same effect as if the society had granteda conveyance containing all usual and necessary clauses and the conveyance hadbeen duly registered in the General Register of Sasines.\n\t\t\tIn any other case—\n\t\t\t\twhere the heritable security is recorded in the General Register ofSasines, a receipt in Form D in Part 2 of Schedule 2 (or as nearly as may bein that form) that is endorsed on or annexed to the deed constituting theheritable security, upon being recorded in the General Register of Sasines,effectually discharges the heritable security and disburdens the landcomprised in it, in the same way and to the same effect as if the society hadgranted a discharge and the discharge had been duly recorded in the GeneralRegister of Sasines, and\n\t\t\t\twhere the heritable security is registered in the Land Register ofScotland, a receipt in Form E in Part 2 of Schedule 2 (or as nearly as may bein that form) that is endorsed on or annexed to the deed constituting theheritable security, upon being registered in the Land Register of Scotland,effectually discharges the heritable security and disburdens the landcomprised in it, in the same way and to the same effect as if the society hadgranted a discharge and the discharge had been duly registered in the LandRegister of Scotland.\n\t\t\tThe fee payable in respect of the registration of the receipt may notexceed 25 pence.\n\t\t\tIn this section—\n\t\t\t\t  * “a receipt”, in relation to any security, means a receipt for all moneys advanced by the society on the security of the property comprised in the security; \n\t\t\t\t  * “conveyance” and “deed” have the meaning given by the Conveyancing (Scotland) Act 1924. \n\t\tDischarge of securities: other property in Scotland\n\t\t\tThis section applies to property other than land that is held in securityby a registered society in Scotland.\n\t\t\tA receipt in Form F in Part 2 of Schedule 2 (or as nearly as may be in thatform)—\n\t\t\t\tdischarges the security, and\n\t\t\t\tvests the property comprised in it in the person entitled to it at the datethe receipt is granted without the necessity of any further deed.\n\t\t\tBut where the original security was intimated to any person, a receipt hasthe effect mentioned in subsection (2) only when it is duly intimated to thatperson.\n\t\t\tThe fee payable in respect of the registration of the receipt may notexceed 25 pence.\n\t\t\tIn this section—\n\t\t\t\t  * “a receipt”, in relation to any security, means a receipt for all moneys advanced by the society on the security of the property comprised in the security; \n\t\t\t\t  * “deed” has the meaning given by the Conveyancing (Scotland) Act 1924. \n\t\tReceipt on payment of moneys secured to a society\n\t\t\tOn payment of all moneys intended to be secured to a registered society on thesecurity of any property, the debtor is entitled (or the debtor’s successoris, or the debtor’s representatives are, entitled) to a receipt in theappropriate form specified in Schedule 2."
    },
    {
        "length": 265,
        "text": "\nBooks of account\n\tDuty to keep books of account etc\n\t\tA registered society must ensure that proper books of account are kept withrespect to its transactions and its assets and liabilities.\n\t\tThe duty under subsection (1) includes a duty to ensure that there are keptsuch books as are necessary to—\n\t\t\tgive a true and fair view of the state of the society’s affairs, and\n\t\t\texplain its transactions.\n\t\tA registered society must establish and maintain a satisfactory system ofcontrol of its—\n\t\t\tbooks of account,\n\t\t\tcash holdings, and\n\t\t\treceipts and remittances.\n\tForm of books of account\n\t\tA registered society may keep a book of account by—\n\t\t\tmaking entries in bound books, or\n\t\t\trecording the matters in question in any other way.\n\t\tWhere a book of account is kept otherwise than by making entries in a boundbook, the society must take adequate precautions for—\n\t\t\tguarding against falsification, and\n\t\t\tfacilitating its discovery."
    },
    {
        "length": 798,
        "text": "\nYear of account\n\tYear of account: societies registered on or after 8 January 2012\n\t\tThis section applies to a registered society registered on or after 8January 2012.\n\t\tThe society’s first year of account is the period of more than 6 months butnot more than 18 months that—\n\t\t\tbegins with the date of the society’s registration, and\n\t\t\tends with its accounting reference date.\n\t\tEach subsequent year of account—\n\t\t\tbegins immediately after the end of the previous year of account, and\n\t\t\tends with its next accounting reference date.\n\t\tIn each calendar year, the society’s “accounting reference date” is(subject to subsection (5)) the last day of the month in which the anniversaryof the society’s registration falls.\n\t\tThe society may by notice to the FCA specify a new accounting referencedate having effect in relation to its current and subsequent years of account.\n\t\tA notice under subsection (5) must state whether the current year ofaccount—\n\t\t\tis to be shortened, so as to come to an end on the first occasion on whichthe new accounting reference date falls or fell after the beginning of theyear of account, or\n\t\t\tis to be extended, so as to come to an end on the second such occasion.\n\t\tA notice extending the current year of account has no effect if—\n\t\t\tit is given less than 5 years after the end of a year of account that wasextended under this section, or\n\t\t\tit would extend the year of account so that it would exceed 18 months.\n\t\tIf the society is dissolved by an instrument of dissolution under section119, its last year of account ends with the date of the instrument ofdissolution.\n\tYear of account: societies registered on or before 7 January 2012\n\t\tThis section applies to a registered society to which section 77 (year ofaccount: societies registered on or after 8 January 2012) does not apply.\n\t\tA year of account—\n\t\t\tbegins immediately after the end of the previous year of account, and\n\t\t\tends with—\n\t\t\tthe date of the last balance sheet published by the society in the relevantperiod, or\n\t\t\tif no balance sheet is published in that period, the 31 December in thatperiod.\n\t\tThe “relevant period”—\n\t\t\tbegins with the 31 August following the beginning of the year of account,and\n\t\t\tends with the following 31 January.\n\t\tThe society may by notice to the FCA alter the date on which its currentand subsequent years of account end to a date other than that provided for bysubsection (2)(b).\n\t\tA notice under subsection (4) must state whether it extends or shortens thecurrent year of account.\n\t\tA notice extending the current year of account has no effect if—\n\t\t\tit is given less than 5 years after the end of a year of account that wasextended under this section, or\n\t\t\tit would extend the year of account so that it would exceed 18 months.\n\t\tIf the society is dissolved by an instrument of dissolution under section119, its last year of account ends with the date of the instrument ofdissolution."
    },
    {
        "length": 1828,
        "text": "\nAccounts and balance sheets\n\tDuty to prepare revenue accounts\n\t\tA registered society must ensure that there is prepared, in respect of eachyear of account—\n\t\t\ta revenue account for that year which deals with the society’s affairs as awhole, or\n\t\t\ttwo or more revenue accounts for that year which deal separately withparticular businesses carried on by the society.\n\tAccounts and balance sheets to give a true and fair view\n\t\tA revenue account of a registered society must give a true and fair viewof—\n\t\t\tthe income and expenditure of the society as a whole (if the account dealswith the society’s affairs as a whole), or\n\t\t\tthe income and expenditure of the society in respect of a particularbusiness carried on by it (if the account deals with that business),\n\t\t\t\tfor the period to which the account relates.\n\t\tWhere two or more revenue accounts are prepared in respect of a registeredsociety for a year of account (see section 79(b)), the accounts whenconsidered together must give a true and fair view of the income andexpenditure of the society as a whole for that year.\n\t\tA balance sheet of a registered society must give a true and fair view ofthe state of the society’s affairs as at the date of the balance sheet.\n\t\tA member of a registered society’s committee commits an offence if themember fails to take all reasonable steps to secure that—\n\t\t\ta revenue account of the society complies with subsection (1),\n\t\t\trevenue accounts of the society to which subsection (2) applies comply withthat subsection, or\n\t\t\ta balance sheet of the society complies with subsection (3).\n\t\tNo offence is committed if the person had reasonable grounds to believe,and did believe, that a competent and reliable person was charged with theduty of securing that the relevant subsection was complied with and was in aposition to discharge that duty.\n\t\tIn proceedings for an offence under this section it is for the defendant(in Scotland, the accused) to prove the matters mentioned in subsection (5).\n\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\tin England and Wales, to a fine;\n\t\t\tin Scotland, to a fine not exceeding level 5 on the standard scale.\n\tDuty to display latest balance sheet at registered office\n\t\tA registered society must, at all times, display a copy of its latest balancesheet in a conspicuous position at its registered office.\n\tRestrictions on publication of accounts and balance sheets\n\t\tA registered society must not publish a revenue account or balance sheetunless the account or balance sheet complies with such of the requirements setout in the following table as apply in relation to it.\n\t\t\t| Accounts and balance sheets to which requirement applies| Requirement  ---|---|---  1| Any revenue account or balance sheet|\n\t\tMust be signed by—\n\t\t\tthe society’s secretary, and\n\t\t\ttwo members of its committee, acting on behalf of the committee.    2| Year end revenue account or balance sheet, where section 83 (duty toappoint auditors) applies to the society for the relevant year of account|\n\t\t\tMust—\n\t\t\thave been audited by the auditors appointed under section 83, and\n\t\t\tincorporate a report by them stating whether, in their opinion, it complieswith section 80(1) or (3) (true and fair view).    3| Year end revenue account or balance sheet, where section 85 (duty to obtainreport in certain cases where section 83 disapplied) applies to the societyfor the relevant year of account|\n\t\t\tMust—\n\t\t\thave obtained a report under section 85(2)(a) on it, and\n\t\t\tincorporate so much of the report as relates to it.\n\t\t\tThis ceases to apply if a direction under section 86 is made in respect of therelevant year of account (see row 7).    4| Interim revenue account or balance sheet, where section 83 applies to thesociety for the relevant year of account and the preceding year of account|\n\t\t\tMust—\n\t\t\thave been audited by the auditors last appointed under section 83, and\n\t\t\tincorporate a report by them stating whether, in their opinion, it complieswith section 80(1) or (3).    5|\n\t\t\tInterim revenue account or balance sheet, where—\n\t\t\ta resolution under section 84 is in force in respect of the relevant year ofaccount, and\n\t\t\tsection 83 applies to the society for the preceding year of account\n\t\t\t|\n\t\t\tMust incorporate a report by an appropriate person stating whether, in theperson’s opinion, it complies with section 80(1) or (3). “Appropriate person”here means—\n\t\t\ta qualified auditor, or\n\t\t\tany person (if the society made an appointment under section 83(2)(b) for thepreceding year and no direction under section 86 has been made in respect ofthat year).    6| Interim revenue account or balance sheet, where section 85 applies to thesociety for the year of account preceding the relevant year of account|\n\t\t\tMust incorporate a report by a qualified auditor stating whether, in theauditor’s opinion—\n\t\t\tit is in agreement with the books of account kept by the society under section75, and\n\t\t\t(on the basis of the information contained in those books of account) itcomplies with the requirements of this Act.    7|\n\t\t\tYear end or interim revenue account or balance sheet, where—\n\t\t\tsection 83 did not apply to the society for the relevant year of accountbecause of a resolution under section 84, and\n\t\t\ta direction under section 86 (power to require accounts etc for past years tobe audited) has been given in respect of that year of account\n\t\t\t| Must incorporate a report by the auditors appointed pursuant to thedirection stating whether, in their opinion, it complies with section 80(1) or(3).    (2)The requirements in the rows 4 to 7 of the table do not apply to an interimrevenue account or balance sheet that—\n\t\t\tis published together with the latest year end revenue account and balancesheet, which comply with the applicable requirements in row 2, 3 or 7 (as thecase may be), and\n\t\t\tis marked in legible characters in a prominent position “UNAUDITED REVENUEACCOUNT” or “UNAUDITED BALANCE SHEET” (as the case may be).\n\t\tIn this section—\n\t\t\t  * “interim balance sheet” means a balance sheet relating to the position at any time other than the end of a year of account; \n\t\t\t  * “interim revenue account” means a revenue account for any period within a year of account except one ending at the end of that year; \n\t\t\t  * “relevant year of account” means the year of account to which the revenue account or balance sheet relates; \n\t\t\t  * “year end balance sheet” means a balance sheet relating to the position at the end of a year of account; \n\t\t\t  * “year end revenue account” means a revenue account for— \n\t\t\ta year of account, or\n\t\t\tany period within a year of account which ends at the end of that year."
    },
    {
        "length": 2619,
        "text": "\nAuditing of accounts etc\n\tDuty to appoint auditors\n\t\tIn each year of account, a registered society must (subject to subsection(2)) appoint one or more qualified auditors to audit its accounts and balancesheet for that year.\n\t\tIf the society is a small society for the year of account, it must—\n\t\t\tmake an appointment under subsection (1) for that year, or\n\t\t\tappoint two or more persons who are not qualified auditors to audit itsaccounts and balance sheet for that year.\n\t\tThe FCA may give a direction to a society that is a small society for thecurrent year of account, requiring it to make an appointment under subsection(1) for that year.\n\t\tFor the purposes of this Part a registered society is a “small society” fora year of account if—\n\t\t\tthe total amount of its receipts and payments in respect of the precedingyear of account did not exceed £5,000,\n\t\t\tit had no more than 500 members at the end of that year, and\n\t\t\tthe total value of its assets at the end of that year did not exceed£5,000.\n\t\tThe Treasury may by regulations—\n\t\t\tsubstitute for any sum or number for the time being specified in subsection(4) such other sum or number as the Treasury consider appropriate;\n\t\t\tprescribe what receipts and payments of a society are to be taken intoaccount for the purposes of that subsection.\n\t\t\t\tThe regulations may make different provision for different cases orcircumstances.\n\t\tThis section is subject to section 84 (power of certain societies todisapply this section).\n\tPower of certain societies to disapply section 83\n\t\tA registered society may by resolution disapply section 83 (duty to appointauditors) in respect of a year of account if—\n\t\t\tthe total value of its assets at the end of the preceding year of accountdid not exceed £2,800,000, and\n\t\t\tits turnover for that preceding year did not exceed £5,600,000.\n\t\tThe resolution must be passed at a general meeting at which—\n\t\t\tless than 20% of the total votes cast are cast against the resolution, and\n\t\t\tless than 10% of the society’s members for the time being entitled underits rules to vote cast their votes against the resolution.\n\t\tSubsection (1) does not apply to a society that—\n\t\t\tis a credit union,\n\t\t\tis a subsidiary,\n\t\t\thas a subsidiary,\n\t\t\tholds a deposit or has at any time since the end of the preceding year ofaccount held a deposit (other than a deposit in the form of withdrawable sharecapital), or\n\t\t\tis registered in the register of social landlords maintained under section20(1) of the Housing (Scotland) Act [2010 (asp 17)](/id/asp/2010/17?view=plain\"Go to item of legislation\").\n\t\tThe FCA may by notice to a society disapply subsection (1) in relation tothe year of account in which the notice is given.\n\t\tA resolution under subsection (1) has no effect if, at any time before theend of the year of account to which it relates—\n\t\t\tthe society is within a paragraph of subsection (3), or\n\t\t\tthe society is given a notice under subsection (4).\n\t\tSubsection (1) applies in relation to a registered society that is acharity or recognised body as if for paragraph (b) there were substituted—\n\t\t\tits gross income for that preceding year did not exceed £250,000.”\n\t\tIn subsection (6) “recognised body” has the meaning given by article3(6)(c) of the Charities and Trustee Investment (Scotland) Act 2005(Consequential Provisions and Modifications) Order 2006 ([SI2006/242](/id/uksi/2006/242?view=plain \"Go to item of legislation\")).\n\t\tWhere a society’s year of account is for a period other than a calendaryear, the figure in subsection (1)(b) (including that provision as it haseffect by virtue of subsection (6)) is to be proportionately adjusted.\n\tDuty to obtain report in certain cases where section 83 is disapplied\n\t\tThis section applies to a registered society for a year of account (“theyear”) if—\n\t\t\tsection 83 (duty to appoint auditors) does not apply to the society for theyear because of a resolution under section 84 (power to disapply auditingrequirements), and\n\t\t\tthe society’s turnover in the preceding year of account exceeded £90,000.\n\t\tThe society must, within the period of 28 days beginning immediately afterthe end of the year, appoint a qualified auditor to make—\n\t\t\ta report on its accounts and balance sheet for the year which states, inthe auditor’s opinion—\n\t\t\twhether its revenue account, any other account to which the report relates,and balance sheet are in agreement with its books of account kept undersection 75, and\n\t\t\t(on the basis of the information contained in those books of account)whether the revenue account and balance sheet comply with the requirements ofthis Act, and\n\t\t\ta report relating to the preceding year of account which states whether, inthe auditor’s opinion, the financial criteria for the exercise of the powerconferred by section 84 were met in relation to the year.\n\tPower to require accounts etc for past years to be audited by qualifiedauditor\n\t\tThe FCA may give a direction under this section to a registered society inrespect of any relevant year.\n\t\tA “relevant year”, in relation to a society, is any year of account beforethe current year of account for which—\n\t\t\tthe society was a small society and made an appointment under section83(2)(b) (appointment of non-qualified auditors), or\n\t\t\tsection 83 did not apply to the society because of a resolution undersection 84 (power to disapply auditing requirements).\n\t\tIf a direction is given—\n\t\t\tthe society must appoint one or more qualified auditors to audit itsaccounts and balance sheet for the relevant year, and\n\t\t\tif the society sent its annual return for the relevant year to the FCAbefore the date of the direction, the society must (after audit, and within 3months from receipt of the direction) send to the FCA a further annual returncomplying with the requirements of this Part (other than as to the time it isgiven).\n\tAuditors: content of report and powers\n\t\tThis section applies where a registered society has appointed auditorsunder section 83 for a year of account (“the year”).\n\t\tThe auditors must make a report to the society on—\n\t\t\tthe accounts examined by them, and\n\t\t\tthe society’s revenue account and balance sheet for the year.\n\t\tThe report must state—\n\t\t\twhether, in the auditors’ opinion, the revenue account and balance sheetfor the year give a true and fair view of the matters mentioned in section80(1) to (3);\n\t\t\twhether that revenue account and balance sheet comply with the otherrequirements of this Act;\n\t\t\tif the report relates to any other accounts, whether those accounts give atrue and fair view of any matter to which they relate.\n\t\tIn preparing the report, the auditors must carry out such investigations aswill enable them to form an opinion as to—\n\t\t\twhether the society has kept proper books of account, and maintained asatisfactory system of control over its transactions, in accordance withsection 75;\n\t\t\twhether the revenue account, any other accounts to which the reportrelates, and the balance sheet are in agreement with the society’s books ofaccount.\n\t\tIf— \n\t\t\tthe auditors are of opinion that the society has failed to comply withsection 75, or\n\t\t\tthe revenue account, any other accounts to which the report relates and thebalance sheet are not in agreement with its books of account,\n\t\t\t\tthis must be stated in the report.\n\t\tEach of the auditors—\n\t\t\thas a right of access at all times to the society’s books, deeds andaccounts and to all other documents relating to its affairs, and\n\t\t\tis entitled to require from the society’s officers such information andexplanations as the auditor considers necessary for the performance of theauditors’ duties.\n\t\tIf the auditors fail to obtain all the information and explanations which,to the best of their knowledge and belief, are necessary for the purposes oftheir audit, this must be stated in the report.\n\t\tThe auditors are entitled—\n\t\t\tto attend any general meeting of the society;\n\t\t\tto receive all notices of, and other communications relating to, anygeneral meeting which any member of the society is entitled to receive;\n\t\t\tto be heard at any meeting which they attend on any part of the business ofthe meeting which concerns them as auditors.\n\tPersons appointed under section 82 or 85: powers etc\n\t\tThis section applies to a person appointed by a registered society—\n\t\t\tfor the purposes of making a report of a kind mentioned in any of rows 4 to6 of the table in section 82 (report on interim revenue account or balancesheet), or\n\t\t\tunder section 85 (duty to obtain report in certain cases where section 83disapplied).\n\t\tFor the purposes of the appointment, the person—\n\t\t\thas a right of access at all times to the society’s books, deeds andaccounts and to all other documents relating to its affairs, and\n\t\t\tis entitled to require from the society’s officers such information andexplanations as the person considers necessary.\n\t\tIf the person fails to obtain all the information and explanations which,to the best of the person’s knowledge and belief, are necessary for thepurposes of doing what the person has been appointed to do, this must bestated in the person’s report.\n\t\tThe person is entitled—\n\t\t\tto receive notice of, and attend, any general meeting of the society atwhich a relevant matter is discussed, and\n\t\t\tto be heard at any such general meeting which the person attends on anypart of the business of the meeting which relates to a relevant matter.\n\t\tIn subsection (4) “relevant matter” means—\n\t\t\tany report made by the person, or\n\t\t\tany matter which is relevant to what the person has been appointed to do."
    },
    {
        "length": 799,
        "text": "\nAnnual returns\n\tAnnual returns\n\t\tA registered society must, within the period of 7 months beginningimmediately after the end of a year of account, send to the FCA—\n\t\t\ta return relating to its affairs for that year (the society’s “annualreturn” for that year),\n\t\t\ta copy of each balance sheet made during that year, and\n\t\t\ta copy of any relevant auditor’s report for that year.\n\t\tThe annual return—\n\t\t\tmust contain the society’s revenue account for that year prepared inaccordance with section 79 and a balance sheet as at the end of that year, and\n\t\t\tmay contain other accounts only if they have been reported on under section85(2)(a) or 87.\n\t\t“Relevant auditor’s report” means—\n\t\t\tif section 83 (duty to appoint auditors) applies for that year, theauditor’s report on the society’s accounts for that year and any auditor’sreport on a balance sheet made during that year;\n\t\t\totherwise, any report for that year required by section 85.\n\t\tThe powers under sections 143 and 144 to determine the form of an annualreturn and the particulars to be contained in annual returns are subject tosubsection (2).\n\tDuty to provide copy of annual return on demand\n\t\tA registered society must give a copy of its latest annual return, free ofcharge, to any member or person interested in the society’s funds who asks forit.\n\t\tWhere a request under subsection (1) is made, the following must besupplied with the annual return—\n\t\t\ta copy of—\n\t\t\tthe auditor’s report on the accounts and balance sheet contained in thereturn, or\n\t\t\tif section 83 (duty to appoint auditors) does not apply to the society forthe year of account to which the annual return relates, any report required bysection 85(2)(a);\n\t\t\tthe society’s latest group accounts (if any).\n\t\tA society is regarded as having given a person a copy of its latest annualreturn and the documents required by subsection (2) to be supplied with thatreturn (“the relevant documents”) if the following conditions are met—\n\t\t\tthe person has agreed (generally or specifically) that the society may makethe relevant documents available to the person on a website (and has notrevoked that agreement);\n\t\t\tthe society has notified the person of the following—\n\t\t\tthe website address;\n\t\t\tthe presence of the documents on the website;\n\t\t\tthe place on the website where the documents may be accessed;\n\t\t\thow to access them; and\n\t\t\tthe documents are present on the website for the whole of the period—\n\t\t\tbeginning with the day the notification under paragraph (b) is sent (or, iflater, the day the documents first appear on the website), and\n\t\t\tending with the day the annual return ceases to be the society’s latestannual return.\n\t\tIf any of the documents is absent from the website for part of the periodreferred to in subsection (3)(c), the absence is to be disregarded if it iswholly attributable to circumstances that it would not be reasonable to haveexpected the society to prevent or avoid."
    },
    {
        "length": 2642,
        "text": "\nAuditors\n\tMeaning of “qualified auditor”\n\t\tIn this Part “qualified auditor” means a person eligible for appointment as astatutory auditor under Part 42 of the Companies Act 2006.\n\tPersons ineligible for appointment as auditors etc\n\t\tThis section applies to an appointment by a registered society of a person—\n\t\t\tas auditor of the society,\n\t\t\tfor the purposes of making a report of a kind mentioned in row 5 or 6 ofthe table in section 82 (report on interim revenue account or balance sheet),or\n\t\t\tunder section 85 (duty to obtain report in certain cases where section 83disapplied).\n\t\tNone of the following may be appointed—\n\t\t\tan officer or employee of the society or any connected registered society;\n\t\t\tan employee, employer or partner of a person within paragraph (a);\n\t\t\ta person prohibited by section 1214 of the Companies Act 2006 (independencerequirement) from acting as statutory auditor of a company that is asubsidiary of the society.\n\t\tFor this purpose, a society is “connected with” another society if—\n\t\t\tone of them is a subsidiary of the other, or\n\t\t\tthey are both subsidiaries of another registered society.\n\t\tAn appointment made in contravention of this section is ineffective for thepurposes of this Part.\n\t\tFor the purposes of subsection (2), a society’s auditor is not to beregarded as an employee of the society (and the auditor is not an “officer” -see section 149).\n\tRe-appointment and removal of qualified auditors\n\t\tA qualified auditor appointed to audit a registered society’s accounts andbalance sheet for the preceding year of account (“the existing auditor”) isre-appointed as the society’s auditor for the current year of account.\n\t\t\tThis is subject to the following provisions of this section.\n\t\tThe existing auditor is not re-appointed if a resolution is passed at ageneral meeting of the society—\n\t\t\tappointing another person instead of the existing auditor,\n\t\t\tproviding expressly that the existing auditor is not to be re-appointed, or\n\t\t\tdisapplying section 83 (duty to appoint auditors) in relation to thecurrent year of account.\n\t\tThe existing auditor is not re-appointed if the auditor—\n\t\t\thas given the society notice in writing of the auditor’s unwillingness tobe appointed,\n\t\t\tis ineligible for appointment for the current year of account (seesubsection (5)), or\n\t\t\thas ceased to act as the society’s auditor by reason of incapacity.\n\t\tThe existing auditor is not automatically re-appointed by virtue ofsubsection (1) if—\n\t\t\tnotice is given of a resolution to appoint a person in place of theexisting auditor, and\n\t\t\tthe resolution cannot be proceeded with at the meeting—\n\t\t\tbecause of the death or incapacity of the person, or\n\t\t\tbecause the person is ineligible for appointment for the current year ofaccount.\n\t\tFor the purposes of this section a person is ineligible for appointment forthe current year of account if—\n\t\t\tthe person’s appointment in relation to the society is prohibited bysection 92, or\n\t\t\tthe person is not a qualified auditor at the time when the question of theperson’s appointment falls to be considered, and the society is not a smallsociety in respect of that year.\n\tResolutions relating to appointment or removal of auditors\n\t\tThis section applies to a resolution at a general meeting of a registeredsociety—\n\t\t\tappointing another person as auditor in place of the existing auditor, or\n\t\t\tproviding expressly that the existing auditor is not to be re-appointed.\n\t\t\t\t“The existing auditor” has the same meaning as in section 93.\n\t\tThe resolution is effective only if notice of the intention to move it isgiven to the society at least 28 days before the meeting.\n\t\tWhere notice under subsection (2) is given—\n\t\t\tthe society must send a copy of the notice to the existing auditor as soonas possible,\n\t\t\tif the society is required by its rules to give notice of the meeting toits members, it must (if it is practicable to do so) give them notice of theresolution at the same time and in the same way as it gives notice of themeeting, and\n\t\t\tif the society does not give notice under paragraph (b), it must give itsmembers notice of the resolution at least 14 days before the meeting by—\n\t\t\tadvertisement in a newspaper having an appropriate circulation, or\n\t\t\tin any other way allowed by the society’s rules.\n\t\tWhere— \n\t\t\tsection 93(4) applies in relation to the resolution (resolution to appointa person in place of the existing auditor cannot be proceeded with), and\n\t\t\tthe society’s rules provide that an auditor can be appointed by aresolution passed at a general meeting only if the society is given notice ofthe intended resolution before the meeting,\n\t\t\ta resolution passed at the meeting re-appointing the existing auditor orappointing an auditor in place of that auditor is effective even though noticeof the resolution has not been given.\n\t\tAny provision of this section which requires notice to be given to thesociety’s members or confers any right upon a member is to be read, in thecase of a meeting of delegates appointed by members, as requiring the noticeto be given to the delegates or conferring the right upon a delegate.\n\tResolutions relating to auditors: auditors’ representations\n\t\tThis section applies where a registered society has given notice of aresolution to which section 94 (resolutions relating to auditors) applies tothe existing auditor (within the meaning of that section).\n\t\tThe auditor may—\n\t\t\tat any time before the date of the general meeting, make representations inwriting to the society (not exceeding a reasonable length) with respect to theintended resolution;\n\t\t\tnotify the society that the auditor intends to make such representations;\n\t\t\trequest that the society’s members are given notice of—\n\t\t\tthe auditor’s intention to make representations, or\n\t\t\tany representations made by the auditor and received by the society beforenotice of the intended resolution is given to its members.\n\t\tWhere the society receives representations or a notification of intendedrepresentations before the date when notice of the intended resolution isrequired by section 94(3) to be given to its members, the society must—\n\t\t\tin any notice of the resolution given to members, state—\n\t\t\tthat it has received the representations or notification, and\n\t\t\tthat a copy of any representations received by the society before the dateof the general meeting will be given to any member who makes a request forthem before that date, and\n\t\t\tsend a copy of any such representations to any member who makes such arequest.\n\t\t\t\tSee section 96 for provisions about providing a copy of the representations byplacing them on a website.\n\t\tThe auditor may require any representations made by the auditor before thedate of the general meeting to be read out at the meeting.\n\t\tThis does not affect the auditor’s right to be heard orally.\n\t\tBut if, on the application of the society or any other person, theappropriate court is satisfied that the rights conferred by this section arebeing abused to secure needless publicity for defamatory matter—\n\t\t\tcopies of the representations need not be sent out, and\n\t\t\tthe representations need not be read out at the meeting.\n\t\tThe appropriate court may order the auditor to pay all or part of thesociety’s costs (or, in Scotland, expenses) on an application under thissection, even if the auditor is not a party to the application.\n\t\tThe “appropriate court” means—\n\t\t\tif the society’s registered office is in Scotland, the Court of Session;\n\t\t\totherwise, the High Court.\n\t\tAny provision of this section which requires notice to be given to thesociety’s members or confers any right upon a member is to be read, in thecase of a meeting of delegates appointed by members, as requiring the noticeto be given to the delegates or conferring the right upon a delegate.\n\tSection 95: provision of auditor’s representations by making availableon website\n\t\tThis section applies where a society is required by section 95(3)(b) tosend a person a copy of the representations referred to there.\n\t\tThe society is regarded as sending the person a copy of a documentcontaining the representations if the following conditions are met—\n\t\t\tthe person has agreed (generally or specifically) that the society may makethe document available to the person on a website (and has not revoked thatagreement);\n\t\t\tthe society has notified the person of the following—\n\t\t\tthe website address;\n\t\t\tthe presence of the document on the website;\n\t\t\tthe place on the website where the document may be accessed;\n\t\t\thow to access it;\n\t\t\tthe document is present on the website for the whole of the period—\n\t\t\tbeginning when the notification is sent (or, if later, when the documentfirst appears on the website), and\n\t\t\tending 28 days after the day the notification is sent (or, if later, theday the document first appears on the website).\n\t\tIf the document is absent from the website for part of the period referredto in subsection (2)(c), the absence is to be disregarded if it is whollyattributable to circumstances that it would not be reasonable to have expectedthe society to prevent or avoid.\n\tRemuneration of qualified auditors\n\t\tThe Treasury may by regulations prescribe the maximum rates of remunerationto be paid by registered societies for—\n\t\t\tthe audit of their accounts and balance sheets by qualified auditors;\n\t\t\tthe making of a report (a “relevant report”) for the purposes of—\n\t\t\trow 5 or 6 of the table in section 82, or\n\t\t\tsection 85(2)(a) or (b) (duty to obtain report in certain cases wheresection 83 disapplied).\n\t\tThe regulations may make different provision for different cases orcircumstances.\n\t\tAn auditor or person appointed to make a relevant report—\n\t\t\tmust not ask for or receive, and\n\t\t\tis not entitled to receive,\n\t\t\t\tremuneration in excess of the rate prescribed by the regulations in respect ofthe auditor’s or person’s service."
    },
    {
        "length": 1166,
        "text": "\nGroup accounts\n\tGroup accounts\n\t\tThis section applies to a registered society (“the parent society”) whichhas subsidiaries at the end of a year of account (“the relevant year”).\n\t\tThe society must ensure that accounts (“group accounts”) are prepared forthat year dealing with the state of affairs and income and expenditure of thesociety and its subsidiaries.\n\t\tThe group accounts must give a true and fair view of the state of affairsand income and expenditure of the society and the subsidiaries dealt with as awhole, so far as concerns members of the society.\n\t\tThe group accounts must comprise such accounts and contain such particularsas the Treasury may by regulations prescribe.\n\t\t\tThe regulations may make different provision for different cases orcircumstances.\n\t\tIf a subsidiary’s year of account does not coincide with that of the parentsociety, the group accounts must deal with—\n\t\t\tthe subsidiary’s state of affairs as at the end of its year of accountending with or last before the end of the relevant year, and\n\t\t\tits income and expenditure for that year of account.\n\t\t\tThis is subject to any direction made by the FCA, on the application of theparent society’s committee or with the consent of that committee.\n\t\tThe parent society must submit the group accounts for the relevant year foraudit to the auditors appointed to audit the society’s accounts and balancesheet for that year.\n\t\tThe auditors must make a report to the society on the group accounts,stating—\n\t\t\twhether the accounts have been properly prepared in accordance with therequirements of this Part and any regulations made under it;\n\t\t\twhether, in their opinion, the accounts give a true and fair view of thematters mentioned in subsection (3).\n\t\tThe parent society must send the group accounts and a copy of the auditor’sreport on them to the FCA together with its annual return for the relevantyear.\n\tSection 98: exceptions\n\t\tThis section supplements section 98.\n\t\tA registered society is not required to prepare group accounts for a yearof account if, at the end of the year, it is the wholly owned subsidiary ofanother body corporate incorporated in Great Britain.\n\t\tGroup accounts need not deal with a subsidiary if in the opinion of theparent society’s committee, approved by the FCA—\n\t\t\tit is impracticable, or would be of no real value to the society’s members,in view of the insignificant amounts involved,\n\t\t\tit would involve expense or delay out of proportion to the value to thosemembers,\n\t\t\tthe result would be misleading, or harmful to the business of the societyor any of its subsidiaries, or\n\t\t\tthe business of the society and that of the subsidiary are so differentthat they cannot reasonably be treated as a single undertaking.\n\t\tA society is not required to prepare group accounts if, by virtue ofsubsection (3), the accounts would not need to deal with any of the society’ssubsidiaries.\n\t\tFor the purposes of section 98, no account is to be taken of a subsidiaryin relation to a year of account if—\n\t\t\tby virtue of subsection (3) or this subsection, there was no requirementfor the subsidiary to be dealt with in group accounts of the parent societyfor the previous year of account, and\n\t\t\tthe society’s auditors include in the appropriate report, made on or beforethe relevant date, a certificate to the effect that they agree with thesociety’s committee that the following continued to apply throughout the yearof account—\n\t\t\tthe reason given by the committee in its last opinion in respect of thesubsidiary to have been approved by the FCA under subsection (3), and\n\t\t\tthe grounds given by the committee in that opinion for that reason.\n\t\tFor the purposes of subsection (5)(b)—\n\t\t\t  * the “appropriate report” is— \n\t\t\tif the society is under a duty to ensure that group accounts are prepared forthe year of account, the auditor’s report on those accounts;\n\t\t\totherwise, the auditor’s report under section 87;\n\t\t\t\t  * the “relevant date” is the last date for making the annual return for the year of account. \n\t\tFor the purposes of this section a registered society is a “wholly ownedsubsidiary” of another body corporate if each of its members is—\n\t\t\tthat other body corporate,\n\t\t\ta wholly owned subsidiary of that body, or\n\t\t\ta nominee of that body or such a subsidiary.\n\t\tIf the society is a PRA-authorised person, the FCA must not give anapproval under this section unless it has consulted the PRA."
    },
    {
        "length": 1277,
        "text": "\nInterpretation of Part 7\n\tMeaning of company being a “subsidiary” of a society\n\t\tFor the purposes of this Part, a company is a subsidiary of a registeredsociety if—\n\t\t\tthe society is a member of the company and controls the composition of itsboard of directors, or\n\t\t\tthe society holds more than half in nominal value of the company’s equityshare capital.\n\t\tFor this purpose, a society is regarded as controlling the composition of acompany’s board of directors if the society, by exercising a power exercisableby it without the consent or concurrence of any other person, can appoint orremove the holders of all or a majority of the directorships.\n\t\tFor the purposes of subsection (2), a society is treated as having power toappoint to a directorship if—\n\t\t\ta person can be appointed to it only if the society exercises a power of akind mentioned in that subsection in favour of the person,\n\t\t\ta person’s appointment to it follows necessarily from the person’sappointment as a member of the society’s committee, or\n\t\t\tthe directorship is held by the society.\n\t\tIn determining whether a company is a subsidiary of a registered society—\n\t\t\tany shares held or power exercisable by the society in a fiduciary capacityare treated as not held or exercisable by it;\n\t\t\tsubject to paragraphs (c) and (d), any shares held or power exercisable byany person as a nominee for the society are treated as held or exercisable bythe society (but this does not apply where the society is concerned only in afiduciary capacity);\n\t\t\tno account is to be taken of any shares held or power exercisable by anyperson by virtue of the provisions of—\n\t\t\tany debentures of the company, or\n\t\t\ta trust deed for securing any issue of such debentures;\n\t\t\tany shares held or power exercisable by the society or a nominee for thesociety (not being held or exercisable as mentioned in paragraph (c)) aretreated as not held or exercisable by the society if—\n\t\t\tthe ordinary business of the society includes the lending of money, and\n\t\t\tthe shares are held or power is exercisable by way of security only forthe purposes of a transaction entered into in the ordinary course of thatbusiness.\n\t\tFor the meaning of “company” and “equity share capital” see section 102.\n\tMeaning of society being a “subsidiary” of another society\n\t\tFor the purposes of this Part, a registered society (S) is a “subsidiary”of another registered society (P) if—\n\t\t\tP is a member of S and controls the composition of its committee, or\n\t\t\tP can exercise a majority of the votes to which S’s members are entitledunder its rules.\n\t\tFor this purpose P is regarded as controlling the composition of S’scommittee if—\n\t\t\tP can appoint and remove all or a majority of the committee’s members, byexercising a power that is exercisable by it without the consent orconcurrence of any other person, or\n\t\t\tP is a member of the committee and, by exercising such a power, can appointand remove the remaining members or such number of members as, together withitself, would constitute a majority.\n\t\tFor the purposes of subsection (2) P is treated as having power to appointa person to membership of S’s committee if—\n\t\t\tthe person can be appointed only if P exercises a power of a kind mentionedin subsection (2)(a) in favour of the person, or\n\t\t\tthe person’s appointment follows necessarily from the person’s appointmentas a member of P’s committee.\n\t\tSection 100(4) applies (with necessary modifications) for the purposes ofthis section as it applies for the purposes of section 100.\n\tInterpretation of Part 7\n\t\tIn this Part—\n\t\t  * “company” includes any body corporate other than a registered society; \n\t\t  * “deposit” is to be read with— \n\t\t\tsection 22 of the Financial Services and Markets Act 2000,\n\t\t\tany relevant order under that section, and\n\t\t\tSchedule 2 to that Act;\n\t\t\t\t  * “equity share capital”, in relation to a company, means its issued share capital excluding any part of it which (as regards dividends and capital) carries no right to participate beyond a specified amount in a distribution; \n\t\t\t\t  * “qualified auditor” has the meaning given by section 91; \n\t\t\t\t  * “small society” has the meaning given by section 83; \n\t\t\t\t  * “subsidiary” has the meaning given by sections 100 and 101; \n\t\t\t\t  * “turnover”, in relation to a society, means the amounts derived from the provision of goods and services falling within the society’s activities after deduction of— \n\t\t\ttrade discounts,\n\t\t\tvalue added tax, and\n\t\t\tany other taxes based on the amounts so derived."
    },
    {
        "length": 1348,
        "text": "\nPart 8Inspection and investigations\n\tPower to inspect books etc\n\t\tPower of members etc to inspect own account and society’s register\n\t\t\tA member of a registered society, and any person having an interest in itsfunds, must be allowed to inspect the following at all reasonable hours—\n\t\t\t\tthe person’s own account, and\n\t\t\t\tall entries in the society’s duplicate register kept under section 30(register of members and officers) or, if no duplicate register is kept, allentries in its register kept under that section except those made undersection 30(2)(c) and (d) (shares and property of members).\n\t\t\tSubsection (1) is subject to any regulations as to the time and manner ofinspection which may from time to time be made by the society’s generalmeetings.\n\t\tPower of society to make rules authorising inspection of books\n\t\t\tA registered society may by its rules authorise the inspection of such ofits books upon such conditions as may be specified in the rules.\n\t\t\tThe rules may not authorise a person to inspect another person’s loan ordeposit account without that other person’s written consent.\n\t\t\tSubsection (2) does not apply to inspection by an officer of the society ora person specially authorised by a resolution of the society.\n\t\tPower of FCA to appoint accountant or actuary to inspect a society’sbooks\n\t\t\tThe FCA may, on the application of at least 10 qualifying members of aregistered society, appoint an accountant or actuary to inspect the society’sbooks and to report on them; but this is subject to subsection (3).\n\t\t\t“Qualifying member” means a person who, immediately before the date of theapplication, has been a member for at least one year.\n\t\t\tThe members who make the application must deposit with the FCA as securityfor the costs of the proposed inspection such sum as the FCA may require.\n\t\t\tThe expenses of and incidental to the inspection are to be met—\n\t\t\t\tby the applicants,\n\t\t\t\tout of the society’s funds, or\n\t\t\t\tby the society’s members, officers, former members or former officers,\n\t\t\t\t\tin such proportions as the FCA directs.\n\t\t\tA person appointed under this section has power to—\n\t\t\t\tmake copies of any of the society’s books, and\n\t\t\t\ttake extracts from those books,\n\t\t\t\tat all reasonable hours at the society’s registered office or at any otherplace where the books are kept.\n\t\t\tThe FCA must communicate the results of any inspection under this sectionto the applicants and the society.\n\tInspectors and special meetings\n\t\tAppointment of inspectors and calling of special meetings\n\t\t\tThe FCA may, on the application of at least 10% of a registered society’smembers or (if less) 100 members—\n\t\t\t\tappoint one or more inspectors to examine into and report on the society’saffairs, or\n\t\t\t\tcall a special meeting of the society.\n\t\t\tThe power of the FCA to call a special meeting under this section in thecase of a relevant society in respect of which a moratorium is in force undersection 1A of the Insolvency Act 1986 is subject to paragraph 12(1)(b) ofSchedule A1 to that Act as applied in relation to a relevant society by anorder under section 118.\n\t\t\tAn application under this section must be supported by such evidence forthe purpose of showing that the applicants have good reason for requiring theexamination or meeting (and do not have malicious motives) as the FCA directs.\n\t\t\tThe society must be given such notice of the application as the FCAdirects.\n\t\t\tThe FCA may require the applicants to give security for the costs of theproposed examination or meeting before exercising its powers under subsection(1).\n\t\t\tThe expenses of and incidental or preliminary to an examination or specialmeeting are to be met—\n\t\t\t\tby the applicants,\n\t\t\t\tout of the society’s funds, or\n\t\t\t\tby the society’s members, officers, former members or former officers,\n\t\t\t\t\tin such proportions as the FCA directs.\n\t\t\tIn this section “relevant society” means a registered society which is not—\n\t\t\t\ta private registered provider of social housing, or\n\t\t\t\tregistered as a social landlord under Part 1 of the Housing Act 1996 orunder Part 2 of the Housing (Scotland) Act 2010.\n\t\tSection 106: examinations and special meetings\n\t\t\tThis section supplements section 106.\n\t\t\tAn inspector may—\n\t\t\t\trequire the production of any (or all) of the society’s books, accounts,securities and documents;\n\t\t\t\texamine on oath its officers, members, agents and employees in relation toits business (and may for that purpose administer oaths).\n\t\t\tThe FCA may direct—\n\t\t\t\tthe time and place of a special meeting;\n\t\t\t\tthe matters to be discussed and determined at the meeting.\n\t\t\tA special meeting has—\n\t\t\t\tall the powers of a meeting called in accordance with the society’s rules;\n\t\t\t\tthe power to appoint its own chair (despite anything in the society’srules).\n\tGeneral restriction on inspection\n\t\tGeneral restriction on inspection of books\n\t\t\tExcept as provided by this Act, no member or other person has a right toinspect a registered society’s books."
    },
    {
        "length": 789,
        "text": "\nAmalgamations and transfers of engagements between societies\n\tAmalgamation of societies\n\t\tAny two or more registered societies may, by special resolution of each ofthem, become amalgamated together as one society.\n\t\tThe amalgamation may involve the dissolution, or division of the funds, ofany of the societies.\n\t\tOn the amalgamation, the property of each of the societies vests in theamalgamated society without the need for any form of conveyance other thanthat contained in the special resolution.\n\t\tSection 111 contains provisions about special resolutions under thissection.\n\t\tThe amalgamation does not prejudice any right of a creditor of any of thesocieties.\n\tTransfer of engagements between societies\n\t\tA registered society (society A) may by special resolution transfer itsengagements to any other registered society which undertakes to fulfil thoseengagements (society B).\n\t\tIf the resolution approves the transfer of all or part of society A’sproperty to society B, the property vests in society B without any conveyanceor assignment (or, in Scotland, assignation).\n\t\tSection 111 contains provisions about special resolutions under thissection.\n\t\tThe transfer of engagements does not prejudice any right of a creditor ofeither society.\n\tSpecial resolutions under section 109 or 110\n\t\tThis section supplements sections 109 and 110.\n\t\tA resolution is a “special resolution” if—\n\t\t\tthe resolution is passed at a general meeting by at least two-thirds of theeligible members who vote,\n\t\t\tnotice of this meeting (“the first meeting”), specifying the intention topropose the resolution, is duly given in accordance with the society’s rules,\n\t\t\tthe resolution is confirmed at a subsequent general meeting by over half ofthe eligible members who vote,\n\t\t\tnotice of this meeting (“the second meeting”) is duly given, and\n\t\t\tthe second meeting is held at least 14 days, and no more than one month,from the day of the first meeting.\n\t\tIn subsection (2)—\n\t\t\t“eligible member” means a member entitled under the society’s rules tovote;\n\t\t\treferences to voting are to voting in person or, where the rules allowproxies, by proxy.\n\t\tAt a general meeting such as is mentioned in subsection (2), a declarationby the chair that the resolution has been carried is conclusive evidence ofthat fact.\n\t\tWithin 14 days from the day the special resolution is confirmed at thesecond meeting, the society must send the FCA a copy of it—\n\t\t\tsigned by the chair of the second meeting, and\n\t\t\tcountersigned by the society’s secretary.\n\t\tThe FCA must register the copy of the special resolution received undersubsection (5).\n\t\tThe special resolution does not take effect until the copy of it has beenregistered.\n\t\tNothing in subsection (5) invalidates registration after the end of the 14days mentioned there.\n\t\tIf one or more of the societies is a PRA-authorised person, the FCA mustsend a copy of the special resolution to the PRA."
    },
    {
        "length": 1063,
        "text": "\nConversion of society into company etc\n\tConversion of society into a company, amalgamation with a company etc\n\t\tA registered society may by special resolution determine to—\n\t\t\tconvert itself into a company,\n\t\t\tamalgamate with a company, or\n\t\t\ttransfer its engagements to a company.\n\t\t\t\tIn this section “company” means a company under the Companies Acts.\n\t\tA registered society’s registration under this Act becomes void and(subject to section 126) must be cancelled by the FCA if the society—\n\t\t\tis registered as a company,\n\t\t\tamalgamates with a company, or\n\t\t\ttransfers all its engagements to a company.\n\t\tSection 113 contains provisions about special resolutions under thissection.\n\t\tSection 114 contains further provisions about the conversion of a societyinto a company.\n\t\tAn amalgamation or transfer of engagements does not prejudice any right ofa creditor of the society.\n\tSpecial resolutions under section 112\n\t\tThis section supplements section 112.\n\t\tA resolution is a “special resolution” if—\n\t\t\tthe resolution is passed at a general meeting by at least 75% of theeligible members who vote,\n\t\t\tat least 50% of the eligible members vote on the resolution,\n\t\t\tnotice of this meeting (“the first meeting”), specifying the intention topropose the resolution, is duly given in accordance with the society’s rules,\n\t\t\tthe resolution is confirmed at a subsequent general meeting by over 50% ofthe eligible members who vote,\n\t\t\tnotice of this meeting (“the second meeting”) is duly given, and\n\t\t\tthe second meeting is held at least 14 days, and no more than one month,from the day of the first meeting.\n\t\tIn this section—\n\t\t\t“eligible member” means a member entitled under the society’s rules tovote;\n\t\t\treferences to voting are to voting in person or, where the rules allowproxies, by proxy.\n\t\tAt a general meeting such as is mentioned in subsection (2), a declarationby the chair that—\n\t\t\tall reasonably practicable steps have been taken to ascertain the number ofeligible members, and\n\t\t\tthe resolution has been carried,\n\t\t\t\tis conclusive evidence of those facts.\n\t\tWithin 14 days from the day of the second meeting, the society must sendthe FCA a copy of the special resolution that is—\n\t\t\tsigned by the chair of the second meeting, and\n\t\t\tcountersigned by the society’s secretary.\n\t\tThe FCA must register the copy of the special resolution received undersubsection (5).\n\t\tThe special resolution does not take effect until the copy of it has beenregistered.\n\t\tNothing in subsection (5) invalidates registration after the end of the 14days mentioned there.\n\t\tIf the society is a PRA-authorised person, the FCA must send a copy of thespecial resolution to the PRA.\n\tConversion of society into a company: supplementary\n\t\tThis section applies in relation to the conversion of a society into acompany under section 112.\n\t\tWhere— \n\t\t\ta special resolution for converting a registered society into a companycontains the particulars required by the Companies Acts to be contained in acompany’s memorandum of association, and\n\t\t\tthe FCA has registered a copy of it,\n\t\t\t\ta copy of it under the FCA’s stamp and seal has the same effect as amemorandum of association duly authenticated under the Companies Acts.\n\t\tRegistration of a registered society as a company does not affect—\n\t\t\tany right or claim for the time being subsisting against the society, or\n\t\t\tany penalty for the time being incurred by the society.\n\t\tFor the purpose of enforcing any such right, claim or penalty, the societymay be sued and proceeded against in the same way as if it had not becomeregistered as a company.\n\t\tAny such right or claim, and the liability to any such penalty, haspriority as against the company’s property over all other rights or claimagainst, or liabilities of, the company."
    },
    {
        "length": 706,
        "text": "\nConversion of company into society\n\tConversion of company into a registered society\n\t\tA company registered under the Companies Acts may by special resolutiondetermine to convert itself into a registered society.\n\t\tThe resolution must—\n\t\t\tbe accompanied by a copy of the society’s rules, and\n\t\t\tappoint 3 members of the company (“the appointed members”) to perform thefunctions mentioned in subsections (3) and (4).\n\t\tThe appointed members and the company’s secretary (or, if it has nosecretary, a director of the company) must sign the rules.\n\t\tThe resolution must provide either—\n\t\t\tthat the appointed members are authorised to accept any alterations to therules made by the FCA without further consulting the company, or\n\t\t\tthat the appointed members must lay any such alterations before the companyin general meeting for acceptance.\n\t\tA copy of the special resolution and the society’s rules must be sent tothe FCA.\n\t\tOn registering the society under this Act, the FCA must (in addition togiving it an acknowledgement of registration under section 3) give it acertificate similarly sealed or signed that the society’s rules have beenregistered.\n\t\tThe name under which the company is registered as a registered society mustnot include the word “company”.\n\t\tA copy of the special resolution and the FCA’s certificate must be sent tothe registrar of companies, for registration by the registrar.\n\t\tThe conversion takes effect on the registrar registering the resolution andcertificate.\n\t\tOn the conversion taking effect, the company’s registration under theCompanies Acts becomes void and the registrar must cancel the registration.\n\tConversion of company into a society: member’s shareholding in companyexceeds maximum permitted amount\n\t\tThis section applies in relation to a resolution under section 115 wherethe nominal value of the company’s shares held by a member other than aregistered society exceeds the amount specified in section 24(1) (maximumshareholding).\n\t\tThe resolution may provide for the conversion of the shares representingthat excess into a transferable loan stock—\n\t\t\tbearing such rate of interest as may be fixed, and\n\t\t\trepayable on such conditions as are determined by the resolution.\n\tConversion of company into a society: no effect on liabilities\n\t\tRegistration of a company as a registered society does not affect—\n\t\t\tany right or claim for the time being subsisting against the company, or\n\t\t\tany penalty for the time being incurred by the company.\n\t\tFor the purpose of enforcing any such right, claim or penalty, the companymay be sued and proceeded against in the same way as if it had not beenregistered as a society.\n\t\tAny such right or claim, and the liability to any such penalty, haspriority as against the society’s property over all other rights or claimsagainst, or liabilities of, the society."
    },
    {
        "length": 438,
        "text": "\nVoluntary arrangements and administration\n\tPower to apply provisions about company arrangements andadministration\n\t\tThe Treasury may with the concurrence of the Secretary of State by orderprovide for a company arrangement or administration provision to apply (withor without modifications) in relation to registered societies.\n\t\t“Company arrangement or administration provision” means—\n\t\t\ta provision of Part 1 of the Insolvency Act 1986 (company voluntaryarrangements);\n\t\t\ta provision of Part 2 of that Act (administration);\n\t\t\tPart 26 of the Companies Act 2006 (compromise or arrangement withcreditors).\n\t\tThe order may not provide for a company arrangement or administrationprovision to apply in relation to a society that is—\n\t\t\ta private registered provider of social housing, or\n\t\t\tregistered as a social landlord under Part 1 of the Housing Act 1996 orPart 2 of the Housing (Scotland) Act [2010 (asp17)](/id/asp/2010/17?view=plain \"Go to item of legislation\").\n\t\tThe order may—\n\t\t\tmake provision generally or for a specified purpose only;\n\t\t\tmake different provision for different purposes;\n\t\t\tmake transitional, consequential or incidental provision.\n\t\tProvision made by virtue of subsection (4)(c) may, in particular—\n\t\t\tapply an enactment (with or without modifications);\n\t\t\tamend an enactment (including any provision of this Act except thissection).\n\t\tSection 277 of the Enterprise Act 2002 (power of Secretary of State to makesupplementary, consequential or incidental provision) has effect as if thissection were part of that Act."
    },
    {
        "length": 1727,
        "text": "\nDissolution by an instrument of dissolution\n\tDissolution of society by an instrument of dissolution\n\t\tA registered society may be dissolved by an instrument of dissolution that—\n\t\t\tcomplies with subsection (2), and\n\t\t\tis approved in a way mentioned in subsection (3).\n\t\tThe instrument must set out—\n\t\t\tthe society’s assets and liabilities in detail;\n\t\t\tthe number of members and the nature of their interests in the society;\n\t\t\tany creditors’ claims, and the provision to be made for their payment;\n\t\t\tthe intended appropriation or division of the society’s funds and property(unless the instrument states that this is to be left to the award of the FCAor PRA).\n\t\tThe ways in which the instrument may be approved are as follows—\n\t\t\tby at least 75% of the society’s members consenting to it, that consentbeing testified by their signatures to the instrument;\n\t\t\tin the case of a dormant society that is not a credit union, by a specialresolution of the society;\n\t\t\tin the case of a credit union, by a special resolution of the society thatis confirmed by the appropriate authority.\n\t\tAn alteration in an instrument of dissolution may be made—\n\t\t\tby the consent of at least 75% of the society’s members, testified by theirsignatures to the alteration, or\n\t\t\tif the instrument was approved by a special resolution of the society, by afurther special resolution.\n\t\tSection 120 contains provisions about special resolutions under thissection.\n\t\tIn subsection (3)(b) “dormant society” means a society—\n\t\t\twhose accounts for the current year of account and the two years of accountpreceding it show no accounting transactions except—\n\t\t\tfees paid to the FCA;\n\t\t\tfees paid to the PRA;\n\t\t\tpayments of dividends;\n\t\t\tpayments of interest; and\n\t\t\tthat has notified the FCA that it is dormant.\n\t\tFor the purposes of subsection (3)(c) the appropriate authority is treatedas confirming a special resolution unless it notifies the society in writingto the contrary within 21 days of the society sending a copy of the resolutionto it.\n\tSpecial resolutions under section 119\n\t\tThis section supplements section 119.\n\t\tA resolution is a “special resolution” if—\n\t\t\tthe resolution is passed at a general meeting by at least two-thirds of theeligible members who vote,\n\t\t\tnotice of this meeting (“the first meeting”), specifying the intention topropose the resolution, is duly given in accordance with the society’s rules,\n\t\t\tthe resolution is confirmed at a subsequent general meeting by over half ofthe eligible members who vote,\n\t\t\tnotice of this meeting (“the second meeting”) is duly given, and\n\t\t\tthe second meeting is held at least 14 days, and no more than one month,from the day of the first meeting.\n\t\tIn this section—\n\t\t\t“eligible member” means a member entitled under the society’s rules tovote;\n\t\t\treferences to voting are to voting in person or, where the rules allowproxies, by proxy.\n\tInstruments of dissolution: notification to FCA etc\n\t\tThis section applies in relation to an instrument of dissolution withinsection 119(1).\n\t\tThe instrument must be sent to the FCA (and, if the society is a PRA-authorised person, the PRA), accompanied by a statutory declaration that allrelevant provisions of this Act have been complied with.\n\t\tThe statutory declaration must be made by the society’s secretary and—\n\t\t\t3 members, or\n\t\t\tboth members (if the society consists solely of 2 registered societies).\n\t\tA copy of any special resolution under section 119—\n\t\t\tsigned by the chair of the second meeting, and\n\t\t\tcountersigned by the society’s secretary,\n\t\t\t\tmust be sent to the FCA (and, if the society is a PRA-authorised person, thePRA) within the period of 14 days beginning with the day of the secondmeeting.\n\t\tThe FCA must register the instrument of dissolution (and any alterations toit) in the same way as an amendment of the society’s rules.\n\t\tBut it must not register it until it has received the society’s annual returnfor its last year of account (see section 77(8) or 78(7)).\n\t\tThe FCA must register a copy special resolution received under subsection(4) at the same time as it registers the instrument of dissolution (and anyalterations to it).\n\t\tThe instrument of dissolution (and any alterations to it) are binding onthe society’s members.\n\t\tIn this section “the second meeting” has the same meaning as in section120.\n\tInstruments of dissolution: advertisement, dissolution etc\n\t\tWhere the FCA receives an instrument of dissolution of a society undersection 121, it must ensure that notice of the dissolution is advertised in—\n\t\t\tthe Gazette, and\n\t\t\ta newspaper circulating in or about the locality in which the society’sregistered office is situated.\n\t\tSubject to subsection (3), the society is dissolved from—\n\t\t\tthe date of the advertisement, or\n\t\t\tif later, the date the certificate under section 126 is lodged with theFCA;\n\t\t\t\tand the requisite consents to, or approval of, the instrument of dissolutionare treated as duly obtained without proof of the signatures to it or of thespecial resolution (as the case may be).\n\t\tSubsection (2) does not apply if—\n\t\t\twithin the period of 3 months from the date of the Gazette in which theadvertisement appears, a member of the society or a person interested in orhaving a claim on its funds commences proceedings in the appropriate court toset aside the dissolution of the society, and\n\t\t\tthe dissolution is accordingly set aside.\n\t\tThe “appropriate court” means—\n\t\t\tthe county court, or\n\t\t\tin Scotland, the sheriff having jurisdiction in the locality in which thesociety’s registered office is situated.\n\t\tA person who takes proceedings to set aside the dissolution of a societymust send the FCA (and, if the society is a PRA-authorised person, the PRA)notice of the proceedings—\n\t\t\twithin 7 days after the commencement of proceedings, or\n\t\t\tif earlier, by the end of the period mentioned in subsection (3)(a).\n\t\tIf an order setting aside the dissolution of a society is made, the societymust send the FCA (and, if the society is a PRA-authorised person, the PRA)notice of the order within 7 days after the making of the order."
    },
    {
        "length": 636,
        "text": "\nDissolution on winding up\n\tDissolution of society on winding up\n\t\tA registered society may be dissolved on its being wound up in pursuance ofan order or resolution made as is directed in the case of companies.\n\t\tThe provisions relating to the winding up of companies have effect inrelation to a registered society as if the society were a company, subject tothe following modifications—\n\t\t\ta reference to the registrar of companies is to be read as the FCA;\n\t\t\ta reference to a company registered in Scotland is to be read as aregistered society whose registered office is in Scotland;\n\t\t\tif the society is wound up in Scotland, the court having jurisdiction isthe sheriff court whose jurisdiction contains the society’s registered office.\n\t\tWhere a resolution for the voluntary winding up of a registered society ispassed—\n\t\t\tthe society must send a copy of it to the FCA (and, if the society is aPRA-authorised person, the PRA) within 15 days after it is passed, and\n\t\t\ta copy of it must be annexed to every copy of the society’s registeredrules issued after it is passed.\n\t\tIn this section “company” means a company registered under the CompaniesActs.\n\t\tThis section is subject to section 126 (dissolution to occur only aftersociety’s property has been dealt with).\n\tLiability of existing and former members in winding up\n\t\tThis section applies where a registered society is wound up by virtue ofsection 123.\n\t\tThe liability of an existing or former member to contribute for payment ofthe society’s debts and liabilities, the expenses of winding up, and theadjustment of the rights of contributories amongst themselves, is qualified asfollows—\n\t\t\ta former member whose membership ceased at least one year before thebeginning of the winding up is not liable to contribute;\n\t\t\ta former member is not liable to contribute in respect of a debt orliability contracted after the person’s membership ceased;\n\t\t\ta former member is not liable to contribute unless it appears to the courtthat the contributions of the existing members are insufficient to satisfy thejust demands on the society;\n\t\t\tthe maximum contribution that a person may be required to make is theamount (if any) unpaid on the shares in respect of which the person is liableas an existing or former member;\n\t\t\tin the case of a withdrawable share that has been withdrawn, a person istreated as ceasing to be a member in respect of that share as from the date ofthe notice or application for withdrawal."
    },
    {
        "length": 148,
        "text": "\nDissolution following administration\n\tDissolution following administration\n\t\tA relevant society may also be dissolved under paragraph 84 of Schedule B1to the 1986 Act as applied in relation to a relevant society by an order undersection 118.\n\t\tIn this section “relevant society” means a registered society which is not—\n\t\t\ta private registered provider of social housing, or\n\t\t\tregistered as a social landlord under Part 1 of the Housing Act 1996 orunder Part 2 of the Housing (Scotland) Act 2010."
    },
    {
        "length": 195,
        "text": "\nRestriction on dissolution etc\n\tDissolution etc to occur only after society’s property dealt with\n\t\tThis section applies where—\n\t\t\ta registered society’s engagements are transferred under section 110 or112, or\n\t\t\ta registered society is to be dissolved in accordance with section 119 or123.\n\t\tThe society must not be dissolved, and its registration must not becancelled, until a relevant certificate has been lodged with the FCA.\n\t\t“Relevant certificate” means a certificate certifying that all propertyvested in the society has been duly conveyed or transferred by the society tothe persons entitled, signed by—\n\t\t\tthe liquidator, or\n\t\t\tthe secretary or some other officer of the society approved by the FCA."
    },
    {
        "length": 1683,
        "text": "\nPart 10Offences\n\tOffences\n\t\tGeneral offences\n\t\t\tA person (whether a registered society, an officer or member of aregistered society, or any other person) commits an offence if the person—\n\t\t\t\tfails to do anything (including giving a notice or sending a return orother document) that the person is by this Act required to do,\n\t\t\t\tfails to allow anything to be done that the person is by this Act requiredto allow to be done,\n\t\t\t\twilfully neglects or refuses to do any act, or to provide any information,required for the purposes of this Act by the FCA or PRA or by any other personauthorised under this Act,\n\t\t\t\tdoes anything forbidden by this Act, or\n\t\t\t\tmakes a return required by this Act, or wilfully provides informationrequired by this Act, that is in any respect false or insufficient.\n\t\t\tA registered society commits an offence if it—\n\t\t\t\tcontravenes, or fails to comply with, any provision of Part 7 exceptsection 77, 78, 81, 89(1) or 90(1), or\n\t\t\t\tfails to comply with a direction under section 83(3).\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tOffences by societies to be also offences by officers etc\n\t\t\tWhere a registered society commits an offence under this Act, the offenceis treated as also having been committed by—\n\t\t\t\tevery officer of the society who is bound by its rules to fulfil the dutyof which the offence is a breach, or\n\t\t\t\tif there is no such officer, every member of its committee.\n\t\t\tIn proceedings against a person alleged to have committed an offence underthis Act by virtue of subsection (1)(b), it is a defence to prove—\n\t\t\t\tthat the person was ignorant of the commission of the offence, or\n\t\t\t\tthat the person attempted to prevent the commission of the offence.\n\t\t\tSubsection (1) does not apply to an offence under section 127 consisting ofa failure to comply with section 12 or 50(2) or (3).\n\t\t\tFor the purposes of this section as it applies in relation to a failure tocomply with section 123(3)(a), a liquidator of a society is treated as anofficer of it.\n\t\tContinuing offences\n\t\t\tAn act or default constituting an offence under this Act constitutes a newoffence in every week during which it continues.\n\t\tMisappropriation of a society’s property etc\n\t\t\tA person who, by false representation or deception, and with fraudulentintent, obtains possession of any property of a registered society commits anoffence.\n\t\t\tA person who has any property of a registered society in the person’spossession commits an offence if, with fraudulent intent, the person—\n\t\t\t\twithholds or misapplies the property, or\n\t\t\t\twilfully applies any part of the property to purposes which are notauthorised by the society’s rules or which are not in accordance with thisAct.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\t\tto a fine not exceeding level 2 on the standard scale with costs orexpenses,\n\t\t\t\tto be ordered to deliver up the property or to repay all moneys improperlyapplied, and\n\t\t\t\tin default of such delivery or repayment or of the payment of any suchfine, to be imprisoned for a term not exceeding 3 months.\n\t\t\tIf in proceedings against a person for an offence under this section it isnot proved that the person acted with fraudulent intent, the person may beordered to deliver up any property belonging to the society or to repay anymoney improperly applied, with costs or expenses.\n\t\tFalsification of a society’s records etc\n\t\t\tA person commits an offence if, with intent to falsify a relevant documentor to evade any of the provisions of this Act, the person—\n\t\t\t\tmakes an entry in the relevant document,\n\t\t\t\tremoves or omits anything from the relevant document, or\n\t\t\t\torders or allows the making of such an entry or the removal or omission ofanything from the relevant document.\n\t\t\t“Relevant document” means—\n\t\t\t\tany balance sheet of a registered society,\n\t\t\t\tany contribution or collecting book of a registered society, or\n\t\t\t\tany return or document required to be sent, produced or delivered for thepurposes of this Act.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\tProsecution of offences\n\t\tProsecution of offences: persons who may bring proceedings and timefor bringing them\n\t\t\tThis section applies to proceedings for—\n\t\t\t\tan offence under this Act that is punishable with a fine, or\n\t\t\t\tan offence under a registered society’s rules (see section 20).\n\t\t\tThe proceedings may be brought by the following—\n\t\t\t\tin the case of proceedings in respect of an offence under a society’srules, the society;\n\t\t\t\tin the case of proceedings by virtue of section 127 in respect of neglector a failure to do any act, or provide any information, required by the PRA—\n\t\t\t\tthe FCA (after notifying the PRA), or\n\t\t\t\tthe PRA (after notifying the FCA);\n\t\t\t\tin the case of proceedings by virtue of any of section 130(1) to (3)—\n\t\t\t\tthe registered society in question,\n\t\t\t\tany member of that society authorised by the society, the society’scommittee or the FCA, or\n\t\t\t\tthe FCA (except in Scotland);\n\t\t\t\tin any other case, any person aggrieved or (except in Scotland) the FCA.\n\t\t\tExcept in Scotland, no other person may bring proceedings.\n\t\t\tThe FCA, the PRA or the Lord Advocate (“the prosecutor”)—\n\t\t\t\tmay (despite any limitation on the time for bringing proceedings containedin any Act) bring proceedings for the offence at any time within one year ofthe discovery of the offence by the prosecutor, but\n\t\t\t\tmay not bring proceedings more than 3 years after the commission of theoffence.\n\t\tProsecution of societies: service of summons etc\n\t\t\tThis section applies to proceedings taken against a registered society foran offence under this Act that is punishable with a fine.\n\t\t\tThe summons or other process is sufficiently served—\n\t\t\t\tby leaving a true copy of it at the society’s registered office, or\n\t\t\t\tif that office is closed, by posting that copy on the outer door of theoffice."
    },
    {
        "length": 1423,
        "text": "\nApplication of company law etc\n\tPower to amend this Act to assimilate to company law\n\t\tThis section applies where, on any modification of the enactments in forcerelating to companies, it appears to the Treasury to be expedient to modifythe relevant provisions of this Act for the purpose of assimilating the lawrelating to companies and the law relating to registered societies.\n\t\tThe Treasury may by order make such modifications of the relevantprovisions of this Act as they consider appropriate for that purpose.\n\t\tThe “relevant provisions” of this Act are the provisions of this Act forthe time being in force except—\n\t\t\tthis section;\n\t\t\tsection 2(1), (2)(a), (c) and (d), (3) and (4);\n\t\t\tsections 5 to 9;\n\t\t\tsection 16(1) and (2);\n\t\t\tsection 17;\n\t\t\tsection 29;\n\t\t\tsections 36 to 40;\n\t\t\tsections 109 to 122;\n\t\t\tsection 126;\n\t\t\tsections 135 and 136;\n\t\t\tparagraphs 2, 10 and 15 of Schedule 3.\n\t\tAn order under this section may modify the relevant provisions of this Actso as to—\n\t\t\tconfer power to make orders, regulations, rules or other subordinatelegislation;\n\t\t\tcreate criminal offences;\n\t\t\tprovide for the charging of fees, but not any charge in the nature oftaxation.\n\t\tAn order under this section may—\n\t\t\tmake consequential amendments of, or repeals in, the provisions listed insubsection (3);\n\t\t\tmake such transitional or saving provisions as appear to the Treasury to benecessary or expedient.\n\t\tIn this section “modification” includes any additions.\n\t\tThe reference in subsection (1) to modifications of the enactments relatingto companies includes any modification whether effected by—\n\t\t\tan Act passed after the passing of the Industrial and Provident SocietiesAct 2002, or\n\t\t\tan instrument made after the passing of that Act, under an Act wheneverpassed.\n\tPower to apply company law provisions on investigations, names anddissolution etc\n\t\tThe Treasury may by regulations—\n\t\t\tmake provision applying any provision mentioned in subsection (2) toregistered societies, or\n\t\t\tmake provision for registered societies corresponding to any suchprovision,\n\t\t\t\tin either case, with such modifications as appear to the Treasury to beappropriate.\n\t\tThe provisions are—\n\t\t\tParts 14 and 15 of the Companies Act 1985 (investigations);\n\t\t\tPart 5 of the Companies Act 2006 (company names);\n\t\t\tPart 31 of that Act (dissolution and restoration to the register).\n\t\tRegulations made by virtue of subsection (2)(a) may amend or repeal any ofsections 105 to 107 (inspections, information powers etc).\n\t\tRegulations made by virtue of subsection (2)(b) may amend or repeal section10 or 11 (or both) (provisions about a society’s name).\n\t\tRegulations made by virtue of subsection (2)(c) may amend or repeal—\n\t\t\tsection 5(3)(c) (cancellation of registration: society having ceased toexist);\n\t\t\tsection 126 (dissolution etc to occur only after society’s property dealtwith).\n\t\tSubsections (3) to (5) are not to be read as restricting the powerconferred by section 136 (power to make consequential amendments).\n\t\tThe regulations may—\n\t\t\tconfer power to make orders, regulations and other subordinate legislation;\n\t\t\tcreate criminal offences, but only—\n\t\t\tin circumstances corresponding to an offence under the Companies Acts, and\n\t\t\tsubject to a maximum penalty no greater than is provided for in respect ofthe corresponding offence;\n\t\t\tprovide for the charging of fees, but not any charge in the nature oftaxation.\n\t\tThe regulations may contain such supplementary, incidental and transitionalprovisions as appear to the Treasury to be necessary or expedient.\n\t\tBefore making any regulations under this section the Treasury must consultsuch persons as appear to them to be appropriate.\n\tSection 135: power to make consequential amendments\n\t\tThe Treasury may by regulations make such amendments of enactments asappear to them to be appropriate in consequence of any provision made by orunder section 135.\n\t\tThis power is exercisable in relation to—\n\t\t\tthis Act (except this section), and\n\t\t\tany enactment passed or made before the commencement of the relevantprovision.\n\t\tIn this section “enactment” includes—\n\t\t\tan enactment contained in subordinate legislation within the meaning of theInterpretation Act 1978,\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament,\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Actof the National Assembly for Wales, and\n\t\t\tan enactment contained in, or in an instrument made under, Northern Irelandlegislation within the meaning of the Interpretation Act 1978.\n\t\tThe regulations may contain such supplementary, incidental and transitionalprovisions as appear to the Treasury to be necessary or expedient."
    },
    {
        "length": 1209,
        "text": "\nDetermination of disputes\n\tDetermination of disputes in accordance with a society’s rules\n\t\tIf a registered society’s rules give directions as to the way in whichrelevant disputes are to be determined, a relevant dispute is to be determinedin the way directed by the rules (subject to the following provisions of thissection).\n\t\t“Relevant dispute” means a dispute between a registered society or anofficer of a registered society and—\n\t\t\ta member,\n\t\t\ta person aggrieved who ceased to be a member not more than 6 monthspreviously (“a relevant former member”),\n\t\t\ta person claiming through a member or relevant former member, or\n\t\t\ta person claiming under the society’s rules.\n\t\tAny dispute which would, under the rules, fall to be determined by the FCAor PRA is to be referred to the county court (or, in Scotland, to the sheriff)for determination.\n\t\tIn England and Wales, any dispute which would, under the rules, be referredto justices is to be determined by a magistrates’ court (subject to subsection(6)).\n\t\tIn Scotland, any dispute which would, under the rules, be referred tojustices, a justice of the peace court or a court of summary jurisdiction isto be determined by the sheriff.\n\t\tIf the parties to the dispute consent, the dispute may be determined—\n\t\t\tin England and Wales, by the county court;\n\t\t\tin Scotland, by the sheriff.\n\t\tNeither subsection (1) nor the society’s rules prevents a person, inaccordance with the Financial Ombudsman scheme, from having a complaint dealtwith under the scheme before or instead of being determined in the waydirected by the rules.\n\tDetermination of disputes under section 137: application to the court\n\t\tThis section applies where—\n\t\t\tsection 137 applies in relation to a relevant dispute,\n\t\t\tan application is made to the society in question for a reference under itsrules, and\n\t\t\tno determination is made within 40 days after the application is made.\n\t\tA person within a paragraph of section 137(2) who is a party to the disputemay apply to the appropriate court, which may hear and determine the matter indispute.\n\t\tThe appropriate court is—\n\t\t\tin England and Wales, the county court or a magistrates’ court;\n\t\t\tin Scotland, the sheriff.\n\t\t“Relevant dispute” has the same meaning as in section 137.\n\tDetermination of disputes otherwise than under a society’s rules\n\t\tThis section applies in relation to a relevant dispute if the registeredsociety’s rules contain no directions as to the determination of relevantdisputes.\n\t\tThe dispute may be determined—\n\t\t\tin England and Wales, by the county court;\n\t\t\tin Scotland, by the sheriff.\n\t\tAlternatively, in England and Wales, a person within a paragraph of section137(2) who is a party to the dispute may apply to a magistrates’ court, whichmay hear and determine the matter in dispute.\n\t\t“Relevant dispute” has the same meaning as in section 137.\n\tDetermination of disputes: supplementary\n\t\tWhere a determination under section 137(1) is made in a dispute—\n\t\t\tthe determination is binding and conclusive on all parties without appeal;\n\t\t\tin England and Wales, the determination is not removable into any court oflaw or restrainable by injunction;\n\t\t\tan application may be made to the county court (or, in Scotland, thesheriff) for enforcement of the determination.\n\t\tThe county court (or, in Scotland, the sheriff) may order the expenses ofdetermining a dispute under section 137, 138 or 139 to be paid—\n\t\t\tout of the society’s funds, or\n\t\t\tby such parties to the dispute as the court (in Scotland, the sheriff)considers appropriate.\n\t\tIn England and Wales a magistrates’ court may, for the purposes of thehearing or determination of a dispute under section 137, 138 or 139, granteither party—\n\t\t\tsuch disclosure as to documents and otherwise, and\n\t\t\tsuch inspection of documents,\n\t\t\t\tas it considers necessary for the just and expeditious disposal of thedispute.\n\t\tAn order under subsection (3) for disclosure to be made on behalf of asociety is to be disclosure by such of its officers as the court maydetermine.\n\t\tThe court to which a dispute is referred under section 137(3) to (6), 138or 139 may at the request of either party state a case on any question of lawarising in the dispute for the opinion of the High Court or the Court ofSession (as the case may be)."
    },
    {
        "length": 748,
        "text": "\nNorthern Ireland societies\n\tNorthern Ireland societies whose rules are recorded by the FCA\n\t\tThis section applies to a Northern Ireland society (“the Northern Irelandsociety”) if—\n\t\t\tcopies of its rules, registered under the relevant Northern Ireland law,are sent to the FCA to be recorded by it, and\n\t\t\tthe copies have been recorded by the FCA.\n\t\tFor the purposes of the operation of this Act in Great Britain and theChannel Islands (“the relevant area”)—\n\t\t\treferences in the provisions specified in subsection (3) to a registeredsociety include the Northern Ireland society (but see subsection (5)), and\n\t\t\tfor the purposes of those provisions—\n\t\t\tthe Northern Ireland society,\n\t\t\tthe rules mentioned in subsection (1), and\n\t\t\tany amendments to the rules registered and recorded as mentioned insubsection (1),\n\t\t\t\tare in the relevant area treated as a society, rules and amendments dulyregistered under this Act by the FCA.\n\t\tThe provisions are—\n\t\t\tsections 2(2)(b)(ii), 3(1)(a)(ii) and (3) to (6), 5(3)(b), 11(1) to (4),13(3), 15, 16(2)(a), 18, 19, 20, 24(2)(a), 26, 27(2)(b), 28, 30(9), 33, 35,36, 41, 42, 50, 53 to 56, 58, 67, 69, 71 to 74, 108 to 111, 114(3) to (5),127(1), 128, 130 to 132, 137 to 140, 143 and 146;\n\t\t\tparagraph 3 of Schedule 3.\n\t\tIn the application of section 108 (general restriction on inspection ofbooks) by virtue of this section, the reference to this Act is to be read asthe relevant Northern Ireland law.\n\t\tThis section does not confer any power, or impose any obligation orliability, with respect to the doing (or not doing) of anything outside therelevant area.\n\t\tIn this section—\n\t\t\t  * “Northern Ireland society” means a society registered under the relevant Northern Ireland law; \n\t\t\t  * “the relevant Northern Ireland law” means the law for the time being in force in Northern Ireland for purposes corresponding to the purposes of this Act. \n\t\tNothing in Article 22 of the [Government of Ireland (Companies, Societies,&c.) Order 1922 (SR & O 1922/184)](/id/uksi/1922/184?view=plain \"Go to item oflegislation\") applies—\n\t\t\tin relation to a Northern Ireland society, or\n\t\t\tin relation to this Act."
    },
    {
        "length": 682,
        "text": "\nDocuments\n\tForm of documents etc\n\t\tEvery return and other document required for the purposes of this Act—\n\t\t\tmust be made in such form as the FCA may direct,\n\t\t\tmust contain such particulars as it may direct, and\n\t\t\tmust be delivered in such way as it may direct.\n\t\tThe FCA must register and record those documents, together with anyobservations it considers appropriate to make on them.\n\t\tThe FCA must consult the PRA before issuing a direction which relates to areturn or other document a copy of which is required to be sent to the PRA.\n\tForm etc of electronic documents sent to FCA or PRA\n\t\tThe FCA or PRA (“the authority”) may impose requirements as to the form,authentication and manner of delivery of documents sent electronically to itunder this Act.\n\t\tAs regards authentication, the authority may—\n\t\t\trequire the document to be authenticated by a particular person or a personof a particular description;\n\t\t\tspecify the means of authentication;\n\t\t\trequire the document to contain or be accompanied by the name or registerednumber of the society to which it relates (or both).\n\t\tAs regards the manner of delivery, the authority may specify requirementsas to the hardware and software to be used, and technical specifications (forexample, matters relating to protocol, security, anti-virus protection orencryption).\n\t\tThe power conferred by this section does not authorise the authority torequire documents to be delivered electronically.\n\t\tRequirements imposed under this section must not be inconsistent withrequirements imposed by this Act or any other enactment with respect to theform, authentication and delivery of the document concerned.\n\t\tIn this section, a document is sent electronically if it is sent byelectronic means or in electronic form.\n\tFees for inspection and copying of documents\n\t\tThe FCA or PRA may charge a person a reasonable fee before—\n\t\t\tallowing the person to inspect a document held by it in connection withthis Act, or\n\t\t\tproviding the person with a copy of such a document (or a copy of part ofsuch a document).\n\tCertain documents to be received in evidence\n\t\tThis section applies to a document issued, received or created by—\n\t\t\tthe FCA, or\n\t\t\tan inspector under this Act,\n\t\t\t\tfor the purposes of, or in connection with, this Act.\n\t\tA document bearing the FCA’s seal or stamp is to be received in evidencewithout further proof.\n\t\tA document purporting to have been signed by—\n\t\t\ta person authorised to do so on behalf of the FCA, or\n\t\t\tan inspector under this Act,\n\t\t\tis, in the absence of any evidence to the contrary, to be received in evidencewithout proof of the signature."
    },
    {
        "length": 183,
        "text": "\nRegulations and orders\n\tRegulations and orders\n\t\tRegulations and orders of the Treasury under this Act are to be made bystatutory instrument.\n\t\tA statutory instrument containing—\n\t\t\tregulations under section 29, 135 or 136, or\n\t\t\tan order under section 134,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before andapproved by a resolution of each House of Parliament.\n\t\tA statutory instrument containing regulations or an order under section 18,25, 49, 68, 83, 97 or 118 is subject to annulment in pursuance of a resolutionof either House of Parliament."
    },
    {
        "length": 1765,
        "text": "\nInterpretation\n\tMeaning of “electronic form”, “by electronic means” etc\n\t\tThe following provisions apply for the purposes of this Act.\n\t\tA document or information is sent in electronic form if it is sent—\n\t\t\tby electronic means (for example, by email or fax), or\n\t\t\tby any other means while in electronic form (for example, sending a disk inthe post).\n\t\t\t\tReferences to electronic copy have a corresponding meaning.\n\t\tA document or information is sent by electronic means if it is—\n\t\t\tsent initially and received at its destination by means of electronicequipment for the processing (which expression includes digital compression)or storage of data, and\n\t\t\tentirely transmitted, conveyed and received by wire, by radio, by opticalmeans or by other electromagnetic means.\n\t\t\tReferences to “electronic means” have a corresponding meaning.\n\t\tA document or information sent in electronic form must be sent in a form,and by a means, that the sender reasonably considers will enable therecipient—\n\t\t\tto read it, and\n\t\t\tto retain a copy of it.\n\t\tFor the purposes of this section, a document or information can be readonly if—\n\t\t\tit can be read with the naked eye, or\n\t\t\tto the extent that it consists of images (for example photographs,pictures, maps, plans or drawings), it can be seen with the naked eye.\n\t\tThe provisions of this section apply whether the provision of this Act usesthe word “send” or uses other words (such as “deliver”, “issue”, “produce”,“provide” or “supply”) to refer to the sending of a document or information.\n\tInterpretation of Act\n\t\tIn this Act, except where the context otherwise requires—\n\t\t  * “the 1965 Act” has the meaning given by section 1; \n\t\t  * “amendment”, in relation to a registered society’s rules, includes a new rule and a resolution rescinding a rule; \n\t\t  * “annual return” has the same meaning as in section 89; \n\t\t  * “the appropriate authority” means— \n\t\t\tin relation to a society that is a PRA-authorised person, the PRA;\n\t\t\tin relation to any other society, the FCA;\n\t\t\t\t  * “charitable registered society” means a registered society that is a charity; \n\t\t\t\t  * “charity” (except in section 10)— \n\t\t\thas the meaning given by section 1(1) of the Charities Act 2011 (as modified,in the case of a society whose registered office is in Scotland, by section7(2) of that Act);\n\t\t\tbut in relation to a society whose registered office is in any of the ChannelIslands, it means a society established for charitable purposes only(“charitable purposes” having the meaning given by the law of that Island);\n\t\t\tand similar expressions are to be read accordingly;\n\t\t\t\t  * “committee”, in relation to a society, means the society’s management committee or other directing body; \n\t\t\t\t  * “the Companies Acts” means— \n\t\t\tthe Companies Acts as defined in section 2(1) of the Companies Act 2006, or\n\t\t\tany law for corresponding purposes in force in any of the Channel Islands,\n\t\t\tand includes corresponding earlier Acts or laws;\n\t\t\t\t  * “credit union” means a registered society that is registered as a credit union; \n\t\t\t\t  * “electronic address” means any number or address used for the purposes of sending or receiving documents or information by electronic means; \n\t\t\t\t  * “electronic copy”, “electronic form” and “electronic means” have the same meaning as in section 148; \n\t\t\t\t  * “enactment” (except in section 136 and Schedule 5) includes— \n\t\t\tan enactment contained in subordinate legislation within the meaning of theInterpretation Act 1978,\n\t\t\tan enactment contained in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Act ofthe National Assembly for Wales;\n\t\t\t\t  * “the FCA” means the Financial Conduct Authority; \n\t\t\t\t  * “the Financial Ombudsman scheme” means the scheme established under Part 16 of the Financial Services and Markets Act 2000; \n\t\t\t\t  * “Gazette”, in relation to a registered society, means such one or more of the following as apply— \n\t\t\tthe London Gazette, if the society’s registered office is in England, Wales orthe Channel Islands or it carries on business there;\n\t\t\tthe Edinburgh Gazette, if the society’s registered office is in Scotland or itcarries on business there;\n\t\t\tthe Belfast Gazette, if the society’s rules are recorded in Northern Ireland;\n\t\t\t\t  * “heritable security” has the same meaning as in the Conveyancing (Scotland) Act 1924 except that it includes a security constituted by ex facie absolute disposition or assignation; \n\t\t\t\t  * “meeting”, in relation to a society, includes (where the society’s rules allow it) a meeting of delegates appointed by members; \n\t\t\t\t  * “officer”, in relation to a registered society— \n\t\t\tincludes any treasurer, secretary, member of the committee, manager oremployee of the society (except an employee appointed by the society’scommittee), but\n\t\t\tdoes not include an auditor appointed by the society in accordance with therequirements of Part 7;\n\t\t\t\t  * “persons claiming through a member” includes the heirs, executors or administrators and assignees of a member and (where nomination is allowed) the person’s nominee; \n\t\t\t\t  * “the PRA” means the Prudential Regulation Authority; \n\t\t\t\t  * “PRA-authorised person” has the meaning given by section 2B of the Financial Services and Markets Act 2000; \n\t\t\t\t  * “pre-commencement society” has the meaning given by section 150; \n\t\t\t\t  * “registered”, in relation to a society’s name or office, means the name or office for the time being registered under this Act in respect of the society; \n\t\t\t\t  * “registered rules”, in relation to a registered society, means the rules registered under this Act, as amended by any amendment of the rules that has been so registered; \n\t\t\t\t  * “registered society” has the meaning given by section 1; \n\t\t\t\t  * the FCA’s “seal” means the seal provided for in regulations made under section 109(1)(b) of the Friendly Societies Act 1974 (and any reference to a document sealed by the FCA is to be read accordingly). "
    },
    {
        "length": 739,
        "text": "\nPart 12Final provisions\n\tPre-commencement societies\n\t\tAny reference to a society registered under this Act includes a societythat, immediately before 1 August 2014, was registered or treated asregistered under the 1965 Act (a “pre-commencement society”).\n\t\tIn relation to a pre-commencement society—\n\t\t\tany reference to an acknowledgement of the registration under this Act of asociety, its rules or any amendment of its rules includes an acknowledgementof the registration under the 1965 Act of the society, its rules or anamendment (and anything treated, immediately before 1 August 2014, as such anacknowledgement);\n\t\t\tany reference to rules or amendments of rules registered under this Actincludes rules or amendments registered under the 1965 Act (and anythingtreated, immediately before 1 August 2014, as rules or amendments registeredunder that Act).\n\t\tIn this section “reference” means a reference (expressed or implied) inthis Act, another enactment or an instrument or document.\n\t\tSchedule 3 contain provisions applying in relation to certain pre-commencement societies.\n\tAmendments, repeals etc\n\t\tSchedule 4 contains consequential amendments.\n\t\tSchedule 5 contains transitional provisions and savings.\n\t\tSchedule 6 contains transitory modifications etc.\n\t\tThe provisions listed in Schedule 7 are repealed or revoked to the extentspecified.\n\tChannel Islands\n\t\tHer Majesty may by Order in Council provide for any provision of this Act,or of any instrument made under it, to extend (with or without modifications)to any of the Channel Islands.\n\t\tAny such Order in Council may make such transitional, incidental orsupplementary provision as appears to Her Majesty to be necessary orexpedient.\n\tExtent \n\t\tSubject as follows, this Act extends to England and Wales and Scotland.\n\t\tChapter 1 of Part 5 extends to England and Wales only.\n\t\tChapter 2 of Part 5 extends to Scotland only.\n\t\tThe following provisions also extend to Northern Ireland—\n\t\t\tthis section;\n\t\t\tsections 136, 147, 154 and 155;\n\t\t\tSchedule 5.\n\t\tAny amendment, repeal or revocation made by this Act extends to any part ofthe United Kingdom to which the provision amended, repealed or revokedextends.\n\t\tNothing in this section applies to section 152 (and the repeals made bythis Act do not affect any power by Order in Council to make provisionextending to any of the Channel Islands).\n\tCommencement \n\t\tThis Act comes into force on 1 August 2014, immediately after section 1 of theCo-operative and Community Benefit Societies and Credit Unions Act 2010(registration of societies as co-operative or community benefit societies).\n\tShort title\n\t\tThis Act may be cited as the Co-operative and Community Benefit Societies Act2014."
    }
]