{
    "general": "This law allows the government to spend money from April 2020 to March 2021. It also lets the government borrow money from the bank to pay for these expenses. This act also tells the government which areas or departments can spend this money.",
    "series": [
        [
            {
                "length": 205,
                "short": "\"UK Budget Allocation for 2020-21: Increased Funding for Various Expenditures\"",
                "text": "* Simplified point 1: The Main Authorization for Use of Resources for 2020-21 increases the amount available for use by £451,457,900,000.\n* Simplified point 2: This act also provides an authorization for the issuance of money from the consolidated fund of £448,030,352,000.\n* Simplified point 3: It appropriates funds for various expenditures such as current or capital purposes, depending on how they are identified in the estimates.\n* Simplified point 4: Section 5(4) applies instead of subsections (2) to (4) to any amount of resources set out in a scheduled estimate if it represents an estimated surplus."
            }
        ]
    ],
    "summary": "The Supply and Appropriation (Main Estimates) Act 2020 allows the government to spend up to £451 billion on various expenses for the financial year ending March 31st, 2021. This includes £448 billion from the Consolidated Fund and £451 billion in total spending. The law divides these expenses into different categories like \"current\" or \"capital\" purposes, based on how they were planned in the budget. Additionally, the law gives permission to use any extra money left over at the end of the year, called an \"estimated surplus,\" for future spending.",
    "single": "\n* The Supply and Appropriation (Main Estimates) Act 2020 authorizes the use of resources for the year ending March 31st, 2021.\n* It increases the amount available for use by £515,105,512,000.\n* Of this amount, £451,457,900,000 is authorized for current purposes, and £63,647,612,000 is authorized for capital purposes.\n* The act also appropriates funds for specific government departments and programs.\n* It sets out the estimated surplus for the year ending March 31st, 2021, and provides for the use of income arising from various sources.\n* The act applies to the National Audit Office and the Parliamentary Works Sponsor Body.\n\nPlease note that these bullet points provide a simplified explanation of the text and should not be considered a comprehensive analysis."
}