{
    "general": "This law makes sure that people pay more money into the National Health Service (NHS) by changing how much they have to pay in National Insurance contributions. It also says that the extra money should go towards funding the NHS. This means that more money will be available to improve the NHS and help more people access medical care.",
    "series": [
        [
            {
                "length": 183,
                "short": "\"National Insurance Contributions Act 2002: Increased Primary Class 1 Contributions for Employees\"",
                "text": "\n* Simplified point 1: The National Insurance Contributions Act 2002 increases the primary Class 1 contributions for certain employees.\n* Simplified point 2: The increase is calculated based on the employee's earnings and the primary threshold.\n* Simplified point 3: The increased contributions apply to both primary Class 1 and secondary Class 1 contributions.\n* Simplified point 4: The changes are effective for the tax year 2003-04 and subsequent years.\n* Simplified point 5: The amendments, repeals, and revocations made by the act have the same extent as the provisions to which they relate."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The National Insurance Contributions Act 2002 means that some workers will pay more money into the National Health Service (NHS) through their salaries. This includes people who earn above a certain amount each week, called the \"primary threshold\". The extra money goes towards funding the NHS. This law started in the tax year 2003-04 and has been in place ever since. It only applies to certain types of workers, called \"primary Class 1\" and \"secondary Class 1\" contributors.  ",
    "single": "\n* Increases in National Insurance Contributions (NICs) for primary Class 1 contributions, secondary Class 1 contributions, and Class 4 contributions.\n* The main primary percentage for primary Class 1 contributions is 11%, but it is subject to alteration under sections 143 and 145 of the Administration Act.\n* The additional primary percentage for primary Class 1 contributions is 1%, but it is subject to alteration under section 143 of the Administration Act.\n* The main secondary percentage for secondary Class 1 contributions is 12.8%, but it is subject to alteration under section 129 of the Administration Act.\n* The additional secondary percentage for secondary Class 1 contributions is 1%, but it is subject to alteration under section 129 of the Administration Act.\n* The main Class 4 percentage for Class 4 contributions is 8%, but it is subject to alteration under section 141 of the Administration Act.\n* The additional Class 4 percentage for Class 4 contributions is 1%, but it is subject to alteration under section 141 of the Administration Act.\n* The amendments, repeals, and revocations made by this Act have the same extent as the provisions to which they relate.\n* The Act extends to Northern Ireland (as well as to England and Wales and Scotland).\nThis bill increases National Insurance Contributions (NICs) for primary Class 1 contributions, secondary Class 1 contributions, and Class 4 contributions. The main primary percentage for primary Class 1 contributions is 11%, but it is subject to alteration under sections 143 and 145 of the Administration Act. The additional primary percentage for primary Class 1 contributions is 1%, but it is subject to alteration under section 143 of the Administration Act. The main secondary percentage for secondary Class 1 contributions is 12.8%, but it is subject to alteration under section 129 of the Administration Act. The additional secondary percentage for secondary Class 1 contributions is 1%, but it is subject to alteration under section 129 of the Administration Act. The main Class 4 percentage for Class 4 contributions is 8%, but it is subject to alteration under section 141 of the Administration Act. The additional Class 4 percentage for Class 4 contributions is 1%, but it is subject to alteration under section 141 of the Administration Act.\nThe amendments, repeals, and revocations made by this Act have the same extent as the provisions to which they relate. The Act extends to Northern Ireland (as well as to England and Wales and Scotland)."
}