[
    {
        "length": 1447,
        "text": "\nBorrowing\n\tPower to borrow\n\t\tA local authority may borrow money—\n\t\t\tfor any purpose relevant to its functions under any enactment, or\n\t\t\tfor the purposes of the prudent management of its financial affairs.\n\tControl of borrowing\n\t\tA local authority may not borrow money if doing so would result in a breachof—\n\t\t\tthe limit for the time being determined by or for it under section 3, or\n\t\t\tany limit for the time being applicable to it under section 4.\n\t\tThe Secretary of State may, in relation to specific borrowing by aparticular local authority, by direction disapply subsection (1)(b), so far asrelating to any limit for the time being applicable under section 4(1).\n\t\tA local authority may not, without the consent of the Treasury, borrowotherwise than in sterling.\n\t\tThis section applies to borrowing under any power for the time beingavailable to a local authority under any enactment, whenever passed.\n\tDuty to determine affordable borrowing limit\n\t\tA local authority shall determine and keep under review how much money itcan afford to borrow.\n\t\tIn the case of the following authorities, namely—\n\t\t\tthe Greater London Authority, and\n\t\t\ta functional body,\n\t\t\t\tthe Mayor shall determine and keep under review how much money the authoritycan afford to borrow.\n\t\tBefore making any determination under subsection (2), the Mayor shallconsult the London Assembly.\n\t\tBefore making a determination under subsection (2) for a functional body,the Mayor shall consult that body.\n\t\tThe Secretary of State may by regulations make provision about theperformance of the duty under subsection (1) or (2).\n\t\tRegulations under subsection (5) may, in particular—\n\t\t\tmake provision about—\n\t\t\twhen a determination under subsection (1) or (2) is to be made,\n\t\t\thow such a determination is to be made, and\n\t\t\tthe period for which such a determination is to be made;\n\t\t\tmake provision about the monitoring of an amount determined undersubsection (1) or (2);\n\t\t\tmake provision about factors to which regard may be had in making adetermination under subsection (1) or (2) or in monitoring an amountdetermined under that subsection.\n\t\tRegulations under subsection (5) may include provision requiring a personmaking a determination under subsection (1) or (2) to have regard to one ormore specified codes of practice, whether issued by the Secretary of State oranother.\n\t\tA local authority’s function under subsection (1) shall be discharged onlyby the authority.\n\t\tSection 38(1) of the Greater London Authority Act [1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (delegation byMayor) does not apply in relation to functions under subsection (2).\n\t\tThe power under subsection (7) is not to be read as limited to thespecification of an existing document.\n\t\tIn this section—\n\t\t\t  * “functional body” has the same meaning as in the Greater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"); \n\t\t\t  * “local authority” does not include the Greater London Authority or a functional body; \n\t\t\t  * “Mayor” means Mayor of London. \n\tImposition of borrowing limits\n\t\tThe Secretary of State may for national economic reasons by regulations setlimits in relation to the borrowing of money by local authorities.\n\t\tThe Secretary of State may by direction set limits in relation to theborrowing of money by a particular local authority for the purpose of ensuringthat the authority does not borrow more than it can afford.\n\t\tDifferent limits may be set under subsection (1) or (2) in relation todifferent kinds of borrowing.\n\t\tA local authority subject to a limit set under subsection (1) may transferany headroom it has in relation to the limit to another local authoritysubject to a corresponding limit.\n\t\tThe Secretary of State may by regulations make provision about the exerciseof the right under subsection (4) and may, in particular, make provisionabout—\n\t\t\tthe circumstances in which a local authority is to be regarded as havingheadroom for the purposes of that subsection, and\n\t\t\tthe amount of headroom which it has for those purposes.\n\t\tWhere an amount is transferred under subsection (4), this Chapter shallhave effect—\n\t\t\tin relation to the transferor, as if the limit in relation to which theheadroom exists were reduced by that amount, and\n\t\t\tin relation to the transferee, as if the corresponding limit to which it issubject were increased by that amount.\n\tTemporary borrowing\n\t\tSubject to subsection (2), any limit for the time being determined by orfor a local authority under section 3, or applicable to it under section 4,shall be treated for the purposes of this Chapter as increased by the amountof any payment which—\n\t\t\tis due to the authority in the period to which the limit relates, but\n\t\t\thas not yet been received by it.\n\t\tIn the case of a limit determined under section 3, or set under section4(2), subsection (1) shall not apply to any payment whose delayed receipt wastaken into account in arriving at the limit.\n\tProtection of lenders\n\t\tA person lending money to a local authority shall not be bound to enquirewhether the authority has power to borrow the money and shall not beprejudiced by the absence of any such power."
    },
    {
        "length": 530,
        "text": "\nCredit arrangements\n\t“Credit arrangements”\n\t\tFor the purposes of this Chapter, a local authority shall be taken to haveentered into a credit arrangement where—\n\t\t\tit enters into a transaction which gives rise to a liability on its part,and\n\t\t\tthe liability is a qualifying liability.\n\t\tA transaction entered into by a local authority is to be taken for thepurposes of subsection (1) as giving rise to a liability on the part of theauthority if—\n\t\t\tit falls in accordance with proper practices to be treated for the purposesof the authority’s accounts as giving rise to such a liability, or\n\t\t\tit falls in accordance with regulations made by the Secretary of State tobe treated as falling within paragraph (a).\n\t\tThe reference in subsection (1)(b) to a qualifying liability is to anyliability other than—\n\t\t\ta liability to repay money,\n\t\t\ta liability in respect of which the date for performance is less than 12months after the date on which the transaction giving rise to the liability isentered into, and\n\t\t\ta liability of a description specified for the purposes of this provisionby regulations made by the Secretary of State.\n\tControl of credit arrangements\n\t\tA local authority may not enter into, or vary, a credit arrangement ifdoing so would result in a breach of—\n\t\t\tthe limit for the time being determined by or for it under section 3, or\n\t\t\tany limit for the time being applicable to it under section 4.\n\t\tIn applying those limits for the purposes of subsection (1)—\n\t\t\tentry into a credit arrangement shall be treated as the borrowing of anamount of money equal to the cost of the arrangement, and\n\t\t\tvariation of a credit arrangement shall be treated as the borrowing of anamount of money equal to the cost of the variation.\n\t\tThe Secretary of State may by regulations make provision about thecalculation for the purposes of subsection (2) of the cost of a creditarrangement or a variation and may, in particular, make provision about thetreatment of options."
    },
    {
        "length": 875,
        "text": "\nCapital receipts\n\t“Capital receipt”\n\t\tSubject to subsection (3), references in this Chapter to a capital receipt,in relation to a local authority, are to a sum received by the authority inrespect of the disposal by it of an interest in a capital asset.\n\t\tAn asset is a capital asset for the purposes of subsection (1) if, at thetime of the disposal, expenditure on the acquisition of the asset would becapital expenditure.\n\t\tThe Secretary of State may by regulations—\n\t\t\tmake provision for the whole of a sum received by a local authority inrespect of the disposal by it of an interest in a capital asset, or such partof such a sum as may be determined under the regulations, to be treated as notbeing a capital receipt for the purposes of this Chapter;\n\t\t\tmake provision for the whole of a sum received by a local authorityotherwise than in respect of the disposal by it of an interest in a capitalasset, or such part of such a sum as may be determined under the regulations,to be treated as being a capital receipt for the purposes of this Chapter.\n\t\tWhere a sum becomes payable to a local authority before it is actuallyreceived by the authority, it shall be treated for the purposes of thissection as received by the authority when it becomes payable to it.\n\tNon-money receipts\n\t\tThe Secretary of State may by regulations apply section 9 to cases where—\n\t\t\ta local authority makes a disposal of the kind mentioned in subsection (1)of that section and the consideration for the disposal does not consist whollyof money payable to the authority, or\n\t\t\ta local authority receives otherwise than in the form of money anythingwhich, if received in that form, would be a capital receipt under thatsection.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tmake provision for a local authority to be treated as receiving a sum ofsuch an amount as may be determined under the regulations;\n\t\t\tmake provision about when the deemed receipt is to be treated as takingplace.\n\tUse of capital receipts\n\t\tThe Secretary of State may by regulations make provision about the use ofcapital receipts by a local authority.\n\t\tRegulations under subsection (1) may, in particular—\n\t\t\tmake provision requiring an amount equal to the whole or any part of acapital receipt to be used only to meet—\n\t\t\tcapital expenditure, or\n\t\t\tdebts or other liabilities;\n\t\t\tmake provision requiring an amount equal to the whole or any part of acapital receipt to be paid to the Secretary of State.\n\t\tThe power under subsection (1), so far as relating to provision of the kindmentioned in subsection (2)(b), shall only apply to receipts which a localauthority derives from the disposal of an interest in housing land.\n\t\tThe reference in subsection (3) to housing land is to any land, house orother building in relation to which the local authority is, or has been,subject to the duty under section 74 of the Local Government and Housing Act[1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (dutyto keep Housing Revenue Account).\n\t\tRegulations under subsection (1) may include provision authorising theSecretary of State to set off any amount which an authority is liable to payto him under this section against any amount which he is liable to pay to it."
    },
    {
        "length": 448,
        "text": "\nMiscellaneous\n\tSecurity for money borrowed etc\n\t\tExcept as provided by subsection (3), a local authority may not mortgage orcharge any of its property as security for money which it has borrowed orwhich it otherwise owes.\n\t\tSecurity given in breach of subsection (1) shall be unenforceable.\n\t\tAll money borrowed by a local authority (whether before or after the cominginto force of this section), together with any interest on the money borrowed,shall be charged indifferently on all the revenues of the authority.\n\t\tAll securities created by a local authority shall rank equally without anypriority.\n\t\tThe High Court may appoint a receiver on application by a person entitledto principal or interest due in respect of any borrowing by a local authorityif the amount due remains unpaid for a period of two months after demand inwriting.\n\t\tThe High Court may appoint a receiver under subsection (5) on such terms,and confer on him such powers, as it thinks fit.\n\t\tThe High Court may confer on a receiver appointed under subsection (5) anypowers which the local authority has in relation to—\n\t\t\tcollecting, receiving or recovering the revenues of the local authority,\n\t\t\tissuing levies or precepts, or\n\t\t\tsetting, collecting or recovering council tax.\n\t\tNo application under subsection (5) may be made unless the sum due inrespect of the borrowing concerned amounts to not less than £10,000.\n\t\tThe Secretary of State may by order substitute a different sum for the onefor the time being specified in subsection (8).\n\tInformation \n\t\tA local authority shall supply the Secretary of State with such informationrelating to any of the matters dealt with in this Chapter, and at such time,as he may request."
    },
    {
        "length": 1416,
        "text": "\nSupplementary\n\tGuidance \n\t\tIn carrying out its functions under this Chapter, a local authority shallhave regard—\n\t\t\tto such guidance as the Secretary of State may issue, and\n\t\t\tto such other guidance as the Secretary of State may by regulations specifyfor the purposes of this provision.\n\t\tThe power under subsection (1)(b) is not to be read as limited to thespecification of existing guidance.\n\t“Capital expenditure”\n\t\tSubject to subsection (2), references in this Chapter to capitalexpenditure, in relation to a local authority, are to expenditure of theauthority which falls to be capitalised in accordance with proper practices.\n\t\tThe Secretary of State may—\n\t\t\tby regulations provide that expenditure of local authorities shall betreated for the purposes of this Chapter as being, or as not being, capitalexpenditure;\n\t\t\tby direction provide that expenditure of a particular local authority shallbe treated for the purposes of this Chapter as being, or as not being, capitalexpenditure.\n\tExternal funds\n\t\tFor the purposes of this Chapter—\n\t\t\tborrowing of money by a local authority for the purposes of an externalfund shall be treated as not being borrowing by the authority;\n\t\t\tthe temporary use by a local authority of money forming part of an externalfund, if not for a purpose of the fund, shall be treated as borrowing by theauthority;\n\t\t\tentry into a credit arrangement by a local authority for the purposes of anexternal fund shall be treated as not being entry into a credit arrangement bythe authority;\n\t\t\ta disposal by a local authority of—\n\t\t\tan interest in an asset which, at the time of the disposal, is an asset ofan external fund, or\n\t\t\tan investment held for the purposes of such a fund,\n\t\t\t\tshall be treated as not being a disposal by the authority;\n\t\t\tthe making of an investment by a local authority for the purposes of anexternal fund shall be treated as not being the making of an investment by theauthority;\n\t\t\texpenditure incurred by a local authority in respect of payments out of anexternal fund shall be treated as not being expenditure of the authority.\n\t\tIn this section, references to an external fund, in relation to a localauthority, are to—\n\t\t\ta superannuation fund which the authority is required to keep by virtue ofthe Superannuation Act [1972 (c. 11)](/id/ukpga/1972/11?view=plain \"Go to itemof legislation\"), or\n\t\t\ta trust fund of which the authority is a trustee.\n\tLocal authority companies etc\n\t\tThe Secretary of State may, for the purposes of this Chapter, byregulations make provision for things done by or to a body mentioned insubsection (2) to be treated, in such cases and to such extent as theregulations may provide, as done by or to a local authority specified in, ordetermined in accordance with, the regulations.\n\t\tThose bodies are—\n\t\t\ta Passenger Transport Executive,\n\t\t\ta company which, in accordance with Part 5 of the Local Government andHousing Act [1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item oflegislation\") (companies in which local authorities have interests), is underthe control, or for the time being subject to the influence, of a localauthority or a Passenger Transport Executive, and\n\t\t\ta trust to which the provisions of section 69 of that Act (companiessubject to local authority influence) are applicable because of an order undersection 72 of that Act (trusts influenced by local authorities).\n\t\tA local authority to which regulations under this section apply and anybody or bodies falling within subsection (2)(a) or (b) with which theregulations link the authority are referred to in this section as the membersof a local authority group.\n\t\tRegulations under this section may include—\n\t\t\tprovision for the application of any of the provisions of this Chapter tomembers of a local authority group subject to such modifications as theregulations may specify;\n\t\t\tprovision as to the way in which—\n\t\t\tdealings between members of a local authority group, or\n\t\t\tchanges in the capitalisation or capital structure of a company in a localauthority group,\n\t\t\t\tare to be brought into account for the purposes of this Chapter.\n\tApplication to parish and community councils\n\t\tIn sections 2(3) and (4), 6, 9 to 13, 15, 16, 17(1)(a), (b) and (d) to (f)and (2) and 18, references to a local authority include a parish council, acommunity council and charter trustees.\n\t\tSchedule 1 (which makes provision about capital finance in relation toparish and community councils and charter trustees) has effect.\n\t\tThe appropriate person may by regulations—\n\t\t\tapply any of the other provisions of this Chapter to parish or communitycouncils or charter trustees, or parish or community councils or chartertrustees of any description, with or without modifications, and\n\t\t\tmake any corresponding disapplication of any of the provisions of Schedule1.\n\tDirections \n\t\tDirections under this Chapter shall be in writing.\n\t\tDirections under this Chapter may be expressed to have effect in specifiedcircumstances or subject to specified conditions.\n\t\tAny power to give a direction under this Chapter includes power to give adirection varying or revoking a previous direction given in exercise of thepower."
    },
    {
        "length": 727,
        "text": "\nChapter 2Accounts\n\tAccounting practices\n\t\tThe Secretary of State may by regulations make provision about theaccounting practices to be followed by a local authority, in particular withrespect to the charging of expenditure to a revenue account.\n\t\tIn any enactment to which this subsection applies, reference to properpractices, in relation to accounts of a local authority, is to thoseaccounting practices—\n\t\t\twhich the authority is required to follow by virtue of any enactment, or\n\t\t\twhich are contained in a code of practice or other document which isidentified for the purposes of this provision by regulations made by theSecretary of State.\n\t\tIn the event of conflict between practices falling within paragraph (a) ofsubsection (2) and practices falling within paragraph (b) of that subsection,only those falling within paragraph (a) are to be regarded as properpractices.\n\t\tSubsections (2) and (3) apply to any enactment contained in—\n\t\t\tthis Act,\n\t\t\tany Act passed after or in the same Session as this Act,\n\t\t\tthe Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\"),\n\t\t\tthe Audit Commission Act [1998 (c. 18)](/id/ukpga/1998/18?view=plain \"Go toitem of legislation\"), and\n\t\t\tsubordinate legislation (within the meaning of the Interpretation Act [1978(c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")) whenevermade.\n\t\tThe power under subsection (2)(b) is not to be read as limited to theidentification of an existing document.\n\t\tIn this section, “local authority” includes a parish council, a communitycouncil and charter trustees.\n\t“Revenue account”\n\t\tReferences to a revenue account, in relation to a local authority, are toone of the following accounts for a financial year of the authority—\n\t\t\ta revenue account which the authority is required to keep by virtue of anyenactment;\n\t\t\ta revenue account which the authority is required to keep in order tocomply with proper practices;\n\t\t\tany other revenue account which the authority decides to keep in accordancewith proper practices.\n\t\tThis section has effect for the purposes of—\n\t\t\tthe Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\"),\n\t\t\tany enactment passed after or in the same Session as that Act, and\n\t\t\tany earlier enactment amended by that Act or an enactment falling withinparagraph (b).\n\t\tIn this section, “local authority” includes a parish council, a communitycouncil and charter trustees."
    },
    {
        "length": 781,
        "text": "\nChapter 3General\n\t“Local authority”\n\t\tThe following are local authorities for the purposes of this Part—\n\t\t\ta county council;\n\t\t\ta county borough council;\n\t\t\ta district council;\n\t\t\tthe Greater London Authority;\n\t\t\ta functional body, within the meaning of the Greater London Authority Act[1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\");\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London, in its capacity as a localauthority, police authority or port health authority;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\tthe Greater London Magistrates' Courts Authority;\n\t\t\tan authority established under section 10 of the Local Government Act [1985(c. 51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\") (wastedisposal authorities);\n\t\t\ta joint authority established by Part 4 of that Act (fire services, civildefence and transport);\n\t\t\ta joint planning board constituted for an area in Wales outside a NationalPark by an order under section 2(1B) of the Town and Country Planning Act[1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\");\n\t\t\ta fire authority constituted by a combination scheme;\n\t\t\ta police authority established under section 3 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\");\n\t\t\tany other body specified for the purposes of this subsection by regulationsunder subsection (2).\n\t\tThe Secretary of State may by regulations specify for the purposes ofsubsection (1) any body which is (or any class of bodies each of which is)—\n\t\t\ta levying body, within the meaning of section 74 of the Local GovernmentFinance Act [1988 (c. 41)](/id/ukpga/1988/41?view=plain \"Go to item oflegislation\"),\n\t\t\ta body to which section 75 of that Act applies (bodies with power to issuespecial levies),\n\t\t\ta body to which section 118 of that Act applies (other bodies with levyingpowers),\n\t\t\ta local precepting authority as defined in section 69 of the LocalGovernment Finance Act [1992 (c. 14)](/id/ukpga/1992/14?view=plain \"Go to itemof legislation\").\n\t\tRegulations under subsection (2) may provide for this Part to have effect,in relation to a body specified under that subsection, subject to exceptionsor modifications.\n\tWales \n\t\tIn its application to Wales, this Part, except section 19 and Schedule 1, haseffect as if for any reference to the Secretary of State there weresubstituted a reference to the National Assembly for Wales."
    },
    {
        "length": 2412,
        "text": "\nPart 2Financial administration\n\tBudget calculations: report on robustness of estimates etc\n\t\tWhere an authority to which section 32 or 43 of the Local GovernmentFinance Act 1992 (billing or major precepting authority) or section 85 of theGreater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Goto item of legislation\") (Greater London Authority) applies is makingcalculations in accordance with that section, the chief finance officer of theauthority must report to it on the following matters—\n\t\t\tthe robustness of the estimates made for the purposes of the calculations,and\n\t\t\tthe adequacy of the proposed financial reserves.\n\t\tAn authority to which a report under this section is made shall have regardto the report when making decisions about the calculations in connection withwhich it is made.\n\t\tIn this section, “chief finance officer”, in relation to an authority,means the officer having responsibility for the administration of theauthority’s financial affairs for the purposes of—\n\t\t\tsection 151 of the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\"),\n\t\t\tsection 73 of the Local Government Act [1985 (c.51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\"),\n\t\t\tsection 112 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\"),\n\t\t\tsection 6 of the Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\"), or\n\t\t\tsection 127(2) of the Greater London Authority Act 1999.\n\tMinimum reserves\n\t\tThis section has effect in relation to the estimation of financial reservesfor the purpose of calculations in accordance with—\n\t\t\tsection 32 of the Local Government Finance Act 1992 (calculation by billingauthority of budget requirement for financial year),\n\t\t\tsection 43 of that Act (corresponding provision for major preceptingauthority), or\n\t\t\tsection 85 of the Greater London Authority Act 1999 (calculation by GreaterLondon Authority of component and consolidated budget requirements forfinancial year).\n\t\tIn the case of a controlled reserve, it shall not be regarded asappropriate for the balance of the reserve at the end of the financial yearunder consideration to be less than the minimum amount determined inaccordance with regulations made by the appropriate person.\n\t\tIn subsection (2), “controlled reserve” means a financial reserve of adescription specified for the purposes of this section by regulations made bythe appropriate person.\n\t\tDifferent provision may be made under subsection (2) for differentdescriptions of financial reserve.\n\tBudget calculations: report on inadequacy of controlled reserve\n\t\tThis section applies where an authority to which section 32 or 43 of theLocal Government Finance Act [1992 (c. 14)](/id/ukpga/1992/14?view=plain \"Goto item of legislation\") or section 85 of the Greater London Authority Act[1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\")applies is making calculations in accordance with that section.\n\t\tIf in relation to the previous financial year it appears to the chieffinance officer that a controlled reserve is or is likely to be inadequate, hemust report to the authority on—\n\t\t\tthe reasons for that situation, and\n\t\t\tthe action, if any, which he considers it would be appropriate to take toprevent such a situation arising in relation to the corresponding reserve forthe financial year under consideration.\n\t\tFor the purposes of subsection (2)—\n\t\t\ta controlled reserve is a financial reserve of a description specified byregulations under section 26(3), and\n\t\t\tsuch a reserve is inadequate if the balance of the reserve at the end ofthe financial year concerned is less than the minimum amount determined inaccordance with regulations under section 26(2).\n\t\tAn authority to which a report under this section is made shall have regardto the report when making decisions about the calculations in connection withwhich it is made.\n\t\tIn this section, “chief finance officer” has the same meaning as in section25.\n\tBudget monitoring: general\n\t\tWhere in relation to a financial year an authority to which section 32 or43 of the Local Government Finance Act 1992 (billing or major preceptingauthority) applies has made the calculations required by that section, it mustreview them from time to time during the year.\n\t\tIn carrying out a review under subsection (1), an authority must use thesame figures for financial reserves as those used in the calculations underreview, except in the case of financial reserves to meet a revenue accountdeficit from an earlier financial year.\n\t\tIf as a result of carrying out a review under subsection (1) it appears tothe authority that carried out the review that there has been a deteriorationin its financial position, it must take such action, if any, as it considersnecessary to deal with the situation.\n\t\tFor the purposes of subsection (3), there is a deterioration in anauthority’s financial position if on the review an amount falls to becalculated under section 32(4) or 43(4) of the Local Government Finance Act[1992 (c. 14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\")(budget requirement) and—\n\t\t\tnone fell to be calculated under that provision at the time of thecalculations under review, or\n\t\t\tan amount did then fall to be calculated under that provision and theamount then calculated is less than the amount calculated on the review.\n\t\tWhere substitute calculations have effect, it is those calculations towhich the duty under subsection (1) applies.\n\tBudget monitoring: Greater London Authority\n\t\tWhere in relation to a financial year the Greater London Authority has madethe calculations required by section 85(3) to (7) of the Greater LondonAuthority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item oflegislation\") (calculation of component budget requirement for eachconstituent body), each of the bodies in respect of which the calculationshave been made must from time to time during the year review the calculationsrelating to it.\n\t\tIn carrying out a review under subsection (1), a body must use the samefigures for financial reserves as those used in the calculations under review,except in the case of financial reserves to meet a revenue account deficitfrom an earlier financial year.\n\t\tIf as a result of carrying out a review under subsection (1) it appears tothe body that carried out the review that there has been a deterioration inits financial position, it must—\n\t\t\ttake such action, if any, as it considers necessary to deal with thesituation, and\n\t\t\tif it is a functional body, report the deterioration to—\n\t\t\tthe Mayor of London, and\n\t\t\tthe Chair of the London Assembly.\n\t\tA report under subsection (3)(b) shall—\n\t\t\tinclude a statement of the reasons for the deterioration, and\n\t\t\tset out what action, if any, the body making the report proposes to take todeal with the situation.\n\t\tFor the purposes of subsection (3), there is a deterioration in a body’sfinancial position if on the review an amount falls to be calculated undersection 85(6) of the Greater London Authority Act 1999 (component budgetrequirement) and—\n\t\t\tnone fell to be calculated under that provision at the time of thecalculations under review, or\n\t\t\tan amount did then fall to be calculated under that provision and theamount then calculated is less than the amount calculated on the review.\n\t\tWhere substitute calculations have effect, it is those calculations towhich the duty under subsection (1) applies.\n\t\tIn this section, “functional body” has the same meaning as in the GreaterLondon Authority Act 1999.\n\tAuthorisation of agreements during the prohibition period\n\t\tIn section 115 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (which sets outthe consequences for a relevant authority of the receipt of a report made byits chief finance officer under section 114(3)), in subsection (6) (whichprevents an authority that has received such a report from entering intocertain agreements during the prohibition period), at the end there isinserted “unless the chief finance officer of the authority authorises it todo so”.\n\t\tAfter that subsection there is inserted—\n\t\t\t“(6A)The chief finance officer may only give authority for the purposes ofsubsection (6) above if he considers that the agreement concerned is likelyto—\n\t\t\tprevent the situation that led him to make the report from getting worse,\n\t\t\timprove the situation, or\n\t\t\tprevent the situation from recurring.\n\t\t\t(6B)Authority for the purposes of subsection (6) above shall—\n\t\t\tbe in writing,\n\t\t\tidentify the ground on which it is given, and\n\t\t\texplain the chief finance officer’s reasons for thinking that the groundapplies.”\n\t\tIn subsection (14) of that section (which defines certain terms used inthat section), after the definition of “the Assembly”, there is inserted—\n\t\t““chief finance officer” has the same meaning as in section 114;”."
    },
    {
        "length": 3328,
        "text": "\nPart 3Grants etc\n\tChapter 1Expenditure grant\n\t\tPower to pay grant\n\t\t\tA Minister of the Crown may pay a grant to a local authority in Englandtowards expenditure incurred or to be incurred by it.\n\t\t\tA Minister of the Crown, or the National Assembly for Wales, may pay agrant to a local authority in Wales towards expenditure incurred or to beincurred by it.\n\t\t\tThe amount of a grant under this section and the manner of its payment areto be such as the person paying it may determine.\n\t\t\tA grant under this section may be paid on such conditions as the personpaying it may determine.\n\t\t\tConditions under subsection (4) may, in particular, include—\n\t\t\t\tprovision as to the use of the grant;\n\t\t\t\tprovision as to circumstances in which the whole or part of the grant mustbe repaid.\n\t\t\tIn the case of a grant to a local authority in England, the powers underthis section are exercisable with the consent of the Treasury.\n\t\tApplication to Greater London Authority\n\t\t\tFor the purposes of section 31, expenditure of a functional body shall betreated as expenditure of the Greater London Authority.\n\t\t\tThe conditions on which grant under section 31 may be paid include, in thecase of a grant to the Greater London Authority, a condition requiring theMayor to transfer the grant to a functional body.\n\t\t\tA decision to pay a grant under section 31 subject to such a condition asis mentioned in subsection (2) above shall be notified to the functional bodyconcerned as well as to the Greater London Authority.\n\t\t\tWhere a grant paid under section 31 to the Greater London Authority is paidsubject to such a condition as is mentioned in subsection (2) above, the Mayormust transfer the grant to the functional body concerned forthwith.\n\t\t\tWhere a grant paid under section 31 to the Greater London Authority is notpaid subject to such a condition as is mentioned in subsection (2) above, theMayor may transfer the grant to a functional body.\n\t\t\tWhere grant under section 31 is transferred under this section to afunctional body, any conditions to which the grant is subject shall apply tothe transferee instead of the transferor.\n\t\t\tIn this section, “Mayor” means Mayor of London.\n\t\tInterpretation of Chapter 1\n\t\t\tThe following are local authorities for the purposes of this Chapter—\n\t\t\t\ta county council;\n\t\t\t\ta county borough council;\n\t\t\t\ta district council;\n\t\t\t\tthe Greater London Authority;\n\t\t\t\ta London borough council;\n\t\t\t\tthe Common Council of the City of London, in its capacity as a localauthority, police authority or port health authority;\n\t\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\tthe Greater London Magistrates' Courts Authority;\n\t\t\t\tan authority established under section 10 of the Local Government Act [1985(c. 51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\") (wastedisposal authorities);\n\t\t\t\ta joint authority established by Part 4 of that Act (fire services, civildefence and transport);\n\t\t\t\ta joint planning board constituted for an area in Wales outside a NationalPark by an order under section 2(1B) of the Town and Country Planning Act[1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\");\n\t\t\t\ta fire authority constituted by a combination scheme;\n\t\t\t\ta police authority established under section 3 of the Police Act [1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\").\n\t\t\tIn this Chapter—\n\t\t\t\t  * “functional body” has the same meaning as in the Greater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"). \n\tChapter 2Other grants etc\n\t\tBest value grant: parishes\n\t\t\tThe following are best value authorities for the purposes of this section—\n\t\t\t\ta parish council subject to any of the duties in sections 3 to 6 of theLocal Government Act 1999 (best value duties), and\n\t\t\t\ta parish meeting subject to any of those duties.\n\t\t\tFor each financial year, the Secretary of State may, with the consent ofthe Treasury, pay grants in accordance with this section to best valueauthorities towards expenditure incurred or to be incurred by them inconnection with any of the requirements of Part 1 of the Local Government Act1999 (best value).\n\t\t\tThe power under subsection (2) shall be exercisable by the making of adetermination stating in relation to each best value authority the amount ofgrant, if any, which the Secretary of State intends to make to it for eachyear to which the determination relates.\n\t\t\tA determination under this section may include provision for grant paidpursuant to the determination to be subject to specified conditions.\n\t\t\tThe conditions which may be included under subsection (4) shall be such asthe Secretary of State thinks fit and may, in particular, make provisionabout—\n\t\t\t\tthe supply of information,\n\t\t\t\tthe use of grant, or\n\t\t\t\tthe repayment of grant in specified circumstances.\n\t\t\tA determination under this section—\n\t\t\t\tmay make different provision for different cases or areas;\n\t\t\t\tmay be made before, during or after the end of a financial year to which itrelates;\n\t\t\t\tmay be revoked or varied by a subsequent determination.\n\t\t\tThe power under subsection (6)(a) includes, in particular, the power tomake different provision for different best value authorities or descriptionsof authority (including descriptions framed by reference to authorities inparticular areas).\n\t\t\tGrant due to a best value authority in accordance with a determinationunder this section shall be payable at such time, or in such instalments andat such times, as the Secretary of State may think fit.\n\t\t\tA grant made under this section to a parish meeting shall be paid to theparish trustees for the parish in question.\n\t\tBest value grant: communities\n\t\t\tFor the purposes of this section a best value authority is a communitycouncil subject to any of the duties in sections 3 to 6 of the LocalGovernment Act [1999 (c. 27)](/id/ukpga/1999/27?view=plain \"Go to item oflegislation\").\n\t\t\tFor each financial year, the National Assembly for Wales may pay grants inaccordance with this section to best value authorities towards expenditureincurred or to be incurred by them in connection with any of the requirementsof Part 1 of the Local Government Act 1999.\n\t\t\tThe power under subsection (2) shall be exercisable by the making of adetermination stating in relation to each best value authority the amount ofgrant, if any, which the Assembly intends to make to it for each year to whichthe determination relates.\n\t\t\tA determination under this section may include provision for grant paidpursuant to the determination to be subject to specified conditions.\n\t\t\tThe conditions which may be included under subsection (4) shall be such asthe Assembly thinks fit and may, in particular, make provision about—\n\t\t\t\tthe supply of information,\n\t\t\t\tthe use of grant, or\n\t\t\t\tthe repayment of grant in specified circumstances.\n\t\t\tA determination under this section—\n\t\t\t\tmay make different provision for different cases or areas;\n\t\t\t\tmay be made before, during or after the end of a financial year to which itrelates;\n\t\t\t\tmay be revoked or varied by a subsequent determination.\n\t\t\tThe power under subsection (6)(a) includes, in particular, the power tomake different provision for different best value authorities or descriptionsof authority (including descriptions framed by reference to authorities inparticular areas).\n\t\t\tGrant due to a best value authority in accordance with a determinationunder this section shall be payable at such time, or in such instalments andat such times, as the Assembly may think fit.\n\t\tGrants in connection with designation for service excellence\n\t\t\tThe appropriate person may pay any of the following to a best valueauthority subject to any of the duties in sections 3 to 6 of the LocalGovernment Act 1999 (best value duties)—\n\t\t\t\ta grant towards expenditure incurred by the authority in applying for theaward of a designation based on excellence in the provision of services, and\n\t\t\t\twhere the authority is awarded such a designation—\n\t\t\t\ta grant as a reward for being awarded such a designation, and\n\t\t\t\ta grant towards expenditure incurred or to be incurred by the authority indisseminating information about best practices.\n\t\t\tThe amount of a grant under this section and the manner of its payment areto be such as the appropriate person may determine.\n\t\t\tA grant under this section may be paid on such conditions as theappropriate person may determine as to the circumstances in which the whole orany part of the grant must be repaid.\n\t\tEmergency financial assistance to combined fire authorities\n\t\t\tIn section 155 of the Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (emergencyfinancial assistance to local authorities), in subsection (4) (authoritiesthat are local authorities for the purposes of that section), after paragraph(g) there is inserted “; or\n\t\t\t\ta fire authority in England and Wales constituted by a combination schemeunder the Fire Services Act 1947.”\n\t\tLoans by Public Works Loan Commissioners\n\t\t\tThe Secretary of State may, if he thinks it appropriate, make payments tothe Public Works Loan Commissioners so as to reduce or extinguish such debt(whether then due or not) of a local authority in England to thoseCommissioners as he thinks fit.\n\t\t\tThe National Assembly for Wales may, if it thinks it appropriate, makepayments to the Public Works Loan Commissioners so as to reduce or extinguishsuch debt (whether then due or not) of a local authority in Wales to thoseCommissioners as the Assembly thinks fit.\n\t\t\tThe amount—\n\t\t\t\trequired to extinguish a debt, or\n\t\t\t\tby which a payment reduces a debt,\n\t\t\t\t\tshall be such as may be determined by the Commissioners.\n\t\t\tThe Commissioners may refuse to accept a payment which the Secretary ofState or the National Assembly for Wales proposes to make to them under thissection.\n\t\t\tIn this section “local authority” means—\n\t\t\t\tin relation to England—\n\t\t\t\ta district council,\n\t\t\t\ta county council that is the council for a county in which there are nodistrict councils,\n\t\t\t\ta London borough council,\n\t\t\t\tthe Common Council of the City of London, or\n\t\t\t\tthe Council of the Isles of Scilly; and\n\t\t\t\tin relation to Wales, a county council or a county borough council.\n\t\tPayments towards local authority indebtedness\n\t\t\tThe Secretary of State may, if he thinks it appropriate, make payments to alocal authority in England for application by the authority in reducing orextinguishing such debt (whether then due or not) of the authority as hethinks fit.\n\t\t\tThe National Assembly for Wales may, if it thinks it appropriate, makepayments to a local authority in Wales for application by the authority inreducing or extinguishing such debt (whether then due or not) of the authorityas the Assembly thinks fit.\n\t\t\tThe person making payments to a local authority under this section mayspecify how the payments are to be applied by the authority and may inparticular specify—\n\t\t\t\tthe debt or debts to be extinguished, or\n\t\t\t\tthe debt or debts to be reduced.\n\t\t\tA payment under this section may be made subject to conditions imposed bythe person making the payment.\n\t\t\tThe conditions that may be imposed under subsection (4) include (inparticular) conditions relating to the repayment in specified circumstances ofall or part of the payment.\n\t\t\tPayments made to a local authority under this section may not be applied inreducing or extinguishing any debt of the authority to the Public Works LoanCommissioners.\n\t\t\tIn this section “local authority” means—\n\t\t\t\tin relation to England—\n\t\t\t\ta district council,\n\t\t\t\ta county council that is the council for a county in which there are nodistrict councils,\n\t\t\t\ta London borough council,\n\t\t\t\tthe Common Council of the City of London, or\n\t\t\t\tthe Council of the Isles of Scilly; and\n\t\t\t\tin relation to Wales, a county council or a county borough council.\n\t\tLocal government finance reports: Wales\n\t\t\tSchedule 2 (which makes provision for enabling the National Assembly forWales to make two local government finance reports for a year, one dealingwith police authorities and one dealing with other authorities and bodies) haseffect.\n\t\t\tThis section applies in relation to the financial year beginning on 1stApril 2004 and subsequent financial years."
    },
    {
        "length": 3752,
        "text": "\nPart 4Business improvement districts\n\tBID arrangements\n\t\tArrangements with respect to business improvement districts\n\t\t\tA billing authority may in accordance with this Part make arrangements(“BID arrangements”) with respect to an area (a “business improvementdistrict”) comprising all or part of the area of the authority.\n\t\t\tThe purpose of BID arrangements is to enable—\n\t\t\t\tthe projects specified in the arrangements to be carried out for thebenefit of the business improvement district or those who live, work or carryon any activity in the district, and\n\t\t\t\tthose projects to be financed (in whole or in part) by a levy (“BID levy”)imposed on the non-domestic ratepayers, or a class of such ratepayers, in thedistrict.\n\t\tJoint arrangements\n\t\t\tThe Secretary of State may by regulations make provision for or inconnection with enabling two or more billing authorities to make BIDarrangements with respect to a business improvement district comprising all orpart of the area of each of the authorities.\n\t\t\tThe provision which may be made by regulations under this section includesprovision which modifies any provision made by or under this Part in itsapplication to such arrangements.\n\t\tAdditional contributions and action\n\t\t\tThe persons specified in subsection (2) may make financial contributions ortake action for the purpose of enabling the projects specified in BIDarrangements to be carried out.\n\t\t\tThose persons are—\n\t\t\t\tthe billing authority which has made the arrangements,\n\t\t\t\ta county council or parish council any part of whose area falls within thebusiness improvement district, and\n\t\t\t\tany other person authorised or required to do so in accordance with thearrangements.\n\t\tDuty to comply with arrangements\n\t\t\tWhere BID arrangements are in force, the billing authority which made thearrangements must comply with them.\n\tBID levy\n\t\tBID levy\n\t\t\tBID levy is to be imposed in a business improvement district only forperiods (“chargeable periods”) falling within the period in which BIDarrangements are in force in respect of the district.\n\t\t\tThe length of any chargeable period, and the day on which it begins, are tobe such as may be specified in the BID arrangements.\n\t\t\tThe amount of BID levy for any chargeable period—\n\t\t\t\tis to be calculated in such manner as may be provided in the BIDarrangements, and\n\t\t\t\tmay be different for different cases.\n\t\tLiability for BID levy\n\t\t\tBID arrangements must specify the description of non-domestic ratepayers inthe business improvement district who are to be liable for BID levy for achargeable period.\n\t\t\tA person is to be liable for BID levy for a chargeable period if he fallswithin that description at any time within the period.\n\t\t\tThe amount of a person’s liability for BID levy for any chargeable periodis to be determined in accordance with the BID arrangements.\n\t\t\tAny amount of BID levy for which a person is liable is to be paid to thebilling authority which made the arrangements.\n\tAdministration etc\n\t\tBID Revenue Account\n\t\t\tA billing authority which has made BID arrangements must, in accordancewith proper practices, keep an account, to be called the BID Revenue Account.\n\t\t\tAmounts paid to the authority by way of BID levy must be credited to theBID Revenue Account.\n\t\t\tAmounts are to be debited to the BID Revenue Account only in accordancewith BID arrangements.\n\t\t\tThe Secretary of State may by regulations make further provision inrelation to the BID Revenue Account.\n\t\tAdministration of BID levy etc\n\t\t\tThe Secretary of State may by regulations make provision with respect tothe imposition, administration, collection, recovery and application of BIDlevy.\n\t\t\tThe provision which may be made by regulations under this section includesprovision—\n\t\t\t\tcorresponding to any provision which may be made by regulations undersection 50 or 63 of, or Schedule 9 to, the Local Government Finance Act [1988(c. 41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (jointowners or occupiers, death and administration of non-domestic rating);\n\t\t\t\tmodifying or applying with modifications any provision made by regulationsunder any of those provisions.\n\t\t\tNothing in subsection (2) is to be taken as limiting the power conferred bysubsection (1).\n\tProcedure\n\t\tBID proposals\n\t\t\tBID arrangements are not to come into force unless proposals for thearrangements (“BID proposals”) are approved by a ballot of the non-domesticratepayers in the proposed business improvement district who are to be liablefor the proposed BID levy.\n\t\t\tThe Secretary of State may by regulations make provision—\n\t\t\t\tas to the persons who may draw up BID proposals,\n\t\t\t\tas to the procedures to be followed in connection with the drawing up ofBID proposals,\n\t\t\t\tas to the matters to be included in BID proposals, and\n\t\t\t\tas to the date which may be provided under BID proposals for the cominginto force of BID arrangements which give effect to the proposals.\n\t\tApproval in ballot\n\t\t\tBID proposals are not to be regarded as approved by a ballot held for thepurposes of section 49(1) unless two conditions are satisfied.\n\t\t\tThe first condition is that a majority of the persons voting in the ballothave voted in favour of the BID proposals.\n\t\t\tThe second condition is that A exceeds B.\n\t\t\tA is the aggregate of the rateable values of each hereditament in respectof which a person voting in the ballot has voted in favour of the BIDproposals.\n\t\t\tB is the aggregate of the rateable values of each hereditament in respectof which a person voting in the ballot has voted against the BID proposals.\n\t\t\tFor the purposes of subsections (4) and (5), the rateable value of ahereditament is that shown on the day of the ballot under section 42(4) of theLocal Government Finance Act [1988 (c. 41)](/id/ukpga/1988/41?view=plain \"Goto item of legislation\").\n\t\tPower of veto\n\t\t\tThis section applies where BID proposals are approved by a ballot held forthe purposes of section 49(1).\n\t\t\tThe billing authority to which the proposals relate may, in prescribedcircumstances, veto the proposals within such period from the date of theballot as may be prescribed.\n\t\t\tIn deciding whether to exercise the veto, a billing authority is to haveregard to such matters as may be prescribed.\n\t\t\tIf a billing authority vetoes BID proposals, it must give notice of theexercise of the veto to the persons entitled to vote in the ballot.\n\t\t\tThe notice—\n\t\t\t\tmust set out the reasons for the exercise of the veto, and\n\t\t\t\tmust give details of the right of appeal under section 52.\n\t\t\tA copy of the notice must be sent to the Secretary of State.\n\t\tAppeal against veto\n\t\t\tWhere a billing authority vetoes BID proposals, any person who was entitledto vote in the ballot may appeal to the Secretary of State.\n\t\t\tThe Secretary of State may by regulations make provision in relation toappeals under this section, including provision—\n\t\t\t\tas to the time by which an appeal is to be made,\n\t\t\t\tas to the manner in which an appeal is to be made,\n\t\t\t\tas to the procedure to be followed in connection with an appeal, and\n\t\t\t\tas to the matters to be taken into account in deciding whether to allow anappeal.\n\t\tCommencement of BID arrangements\n\t\t\tThis section applies where BID proposals are approved by a ballot held forthe purposes of section 49(1).\n\t\t\tThe billing authority concerned must ensure that BID arrangements whichgive effect to the proposals are made by the time the arrangements are to comeinto force in accordance with this section.\n\t\t\tSubject to subsection (4), the BID arrangements are to come into force onsuch day as may be provided under the BID proposals.\n\t\t\tIf the BID proposals are vetoed under section 51, BID arrangements whichgive effect to the proposals are not to come into force unless the Secretaryof State allows an appeal against the veto under section 52.\n\t\t\tWhere the Secretary of State allows such an appeal, BID arrangements whichgive effect to the proposals are to come into force on such day as theSecretary of State may determine.\n\t\t\tThe day determined under subsection (5) must not be earlier than the daymentioned in subsection (3).\n\t\t\tBefore making a determination under subsection (5), the Secretary of Statemust consult—\n\t\t\t\tthe billing authority concerned, and\n\t\t\t\tsuch persons as appear to him to be representative of the non-domesticratepayers who are to be liable for the proposed BID levy.\n\tMiscellaneous\n\t\tDuration of BID arrangements etc\n\t\t\tBID arrangements are to have effect for such period (not exceeding 5 years)as may be specified in the arrangements.\n\t\t\tBID arrangements may be renewed for one or more periods each of which mustnot exceed 5 years, but only if the renewal of the arrangements on that oreach occasion is approved by a ballot of the non-domestic ratepayers in thebusiness improvement district who are liable for the BID levy.\n\t\t\tThe renewal of BID arrangements is not to be regarded as approved by aballot held for the purposes of subsection (2) unless the two conditions insection 50 which apply to the approval of BID proposals are satisfied inrelation to the renewal of the arrangements.\n\t\t\tThe Secretary of State may by regulations make provision—\n\t\t\t\tas to the alteration of BID arrangements, and\n\t\t\t\tas to the termination of BID arrangements.\n\t\t\tThe provision which may be made by virtue of subsection (4)(a) or (b)includes provision preventing or restricting the alteration or earlytermination of BID arrangements.\n\t\t\tNothing in subsection (5) is to be taken as limiting the power conferred bysubsection (4).\n\t\t\tNo regulations under subsection (4) shall be made by the Secretary of Stateunless a draft of the statutory instrument containing the regulations (whethercontaining them alone or with other provisions) has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tRegulations about ballots\n\t\t\tThe Secretary of State may by regulations make provision in relation toballots.\n\t\t\tThe provision which may be made by regulations under this section includesprovision—\n\t\t\t\tas to the timing of ballots;\n\t\t\t\tas to the non-domestic ratepayers entitled to vote in a ballot;\n\t\t\t\tas to the question to be asked in a ballot;\n\t\t\t\tas to the form that ballots may take;\n\t\t\t\tas to the persons who are to hold ballots;\n\t\t\t\tas to the conduct of ballots;\n\t\t\t\tconferring power on the Secretary of State to declare ballots void in casesof material irregularity;\n\t\t\t\tfor or in connection with enabling a billing authority to recover the costsof a ballot from such persons and in such circumstances as may be prescribed.\n\t\t\tNothing in subsection (2) is to be taken as limiting the power conferred bysubsection (1).\n\t\t\tNo regulations under subsection (1) which include provision of the kindmentioned in subsection (2)(b) shall be made by the Secretary of State unlessa draft of the statutory instrument containing the regulations (whethercontaining them alone or with other provisions) has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\t\tIn this section “ballot” means a ballot held for the purposes of section49(1) or 54(2).\n\t\tPower to make further provision\n\t\t\tThe Secretary of State may by regulations make such supplementary,incidental, consequential or transitional provision as he considers necessaryor expedient for the purposes of, in consequence of, or for giving full effectto, any provision made by or under this Part.\n\t\t\tThe provision which may be made under subsection (1) includes provisionamending any enactment (whenever passed or made).\n\t\t\tNo regulations under subsection (1) which include provision amending an Actshall be made by the Secretary of State unless a draft of the statutoryinstrument containing the regulations (whether containing them alone or withother provisions) has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\tCrown application\n\t\t\tThis Part binds the Crown.\n\t\tWales \n\t\t\tSections 54(7), 55(4) and 56(3) do not apply in relation to Wales.\n\t\t\tIn their application in relation to Wales—\n\t\t\t\tthe remaining provisions of this Part have effect as if for each referencein those provisions to the Secretary of State there were substituted areference to the National Assembly for Wales, and\n\t\t\t\tsection 43(2)(b) has effect as if for the reference to a county council orparish council there were substituted a reference to a community council.\n\t\tInterpretation of Part 4\n\t\t\tIn this Part—\n\t\t\t\t  * “BID arrangements” and “BID levy” have the meaning given by section 41; \n\t\t\t\t  * “billing authority” means— \n\t\t\t\tin relation to England, a district council, a unitary county council, a Londonborough council, the Common Council of the City of London or the Council ofthe Isles of Scilly; and\n\t\t\t\tin relation to Wales, a county council or county borough council;\n\t\t\t\t\t  * “business improvement district” has the meaning given by section 41; \n\t\t\t\t\t  * “enactment” includes an enactment contained in a local or private Act or comprised in subordinate legislation (within the meaning of the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")); \n\t\t\t\t\t  * “non-domestic ratepayer”, in relation to any area, means a person subject to a non-domestic rate under section 43 or 45 of the Local Government Finance Act [1988 (c. 41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (liability to non-domestic rates) because he is the owner or occupier of a hereditament situated in that area; \n\t\t\t\t\t  * “prescribed” means prescribed by regulations made by the Secretary of State; \n\t\t\t\t\t  * “unitary county council” means a county council that is the council for a county in which there are no district councils. \n\t\t\tOther expressions which are used in this Part and in Part 3 of the LocalGovernment Finance Act 1988 (non-domestic rates) have the same meaning in thisPart as they have in that Part."
    },
    {
        "length": 130,
        "text": "\nSubmission of proposed rating lists\n\tIn section 41(5) of the 1988 Act (proposed local non-domestic rating listto be sent to billing authority not later than 31 December precedingcompilation date) for “31 December” there is substituted “30 September”.\n\tIn section 52(5) of that Act (proposed central non-domestic rating list tobe sent to Secretary of State not later than 31 December preceding compilationdate) for “31 December” there is substituted “30 September”."
    },
    {
        "length": 1284,
        "text": "\nSmall business relief\n\tSection 43 of the 1988 Act (occupied hereditaments: liability) is amendedas follows.\n\tIn subsection (4) (which, subject to subsections (5) and (6A), shows howthe chargeable amount for a chargeable day is to be calculated) after“subsections” there is inserted “(4A),”.\n\tAfter subsection (4) there is inserted—\n\t\t“(4A)Where subsection (4B) below applies, the chargeable amount for achargeable day shall be calculated—\n\t\tin relation to England, in accordance with the formula—\n\t\t[![Formula - \\(A multiplied by D\\) divided by \\(C multiplied byE\\)](/ukpga/2003/26/images/ukpga_20030026_en_001)](/ukpga/2003/26/images/ukpga_20030026_en_001?view=plain)\n\t\tin relation to Wales, in accordance with the formula—\n\t\t[![Formula - \\(A multiplied by B\\) divided by \\(C multiplied byE\\)](/ukpga/2003/26/images/ukpga_20030026_en_002)](/ukpga/2003/26/images/ukpga_20030026_en_002?view=plain)\n\t\t(4B)This subsection applies—\n\t\tin relation to England, where—\n\t\tthe rateable value of the hereditament shown in the local non-domesticrating list for the first day of the chargeable financial year is not morethan any amount prescribed by the Secretary of State by order,\n\t\ton the day concerned any conditions prescribed by the Secretary of Stateby order are satisfied, and\n\t\tthe ratepayer has made an application for the purposes of this subsectionto the billing authority concerned by such date as may be prescribed by theSecretary of State by order,\n\t\tin relation to Wales, where—\n\t\tthe rateable value of the hereditament shown in the local non-domesticrating list for the first day of the chargeable financial year is not morethan any amount prescribed by the National Assembly for Wales by order, and\n\t\ton the day concerned any conditions prescribed by the National Assemblyfor Wales by order are satisfied.\n\t\t(4C)An application under subsection (4B)(a)(iii) above shall be made in suchform, and contain such information, as may be prescribed by the Secretary ofState by order.\n\t\t(4D)If the ratepayer—\n\t\tmakes a statement in an application under subsection (4B)(a)(iii) abovewhich he knows to be false in a material particular, or\n\t\trecklessly makes a statement in such an application which is false in amaterial particular,\n\t\the shall be liable on summary conviction to imprisonment for a term notexceeding 3 months or to a fine not exceeding level 3 on the standard scale orto both.”\n\tFor subsection (8A) there is substituted—\n\t“(8A)In relation to any hereditament in respect of which both subsections (4A)and (6A) above (but not subsection (5) above) have effect on the dayconcerned, the chargeable amount—\n\t\tin relation to England, shall be calculated in accordance with subsection(6A) above,\n\t\tin relation to Wales, shall be calculated in accordance with whichever ofsubsections (4A) and (6A) above produces the smaller amount.\n\t\t(8B)In relation to any hereditament in respect of which—\n\t\tsubsections (4A), (5) and (6A) above each have effect on the day concerned,\n\t\tsubsections (4A) and (5) above both have effect on that day, or\n\t\tsubsections (5) and (6A) above both have effect on that day,\n\t\tthe chargeable amount shall be calculated in accordance with subsection (5)above.”\n\tIn section 44 of the 1988 Act (occupied hereditaments: supplementary) aftersubsection (6) there is inserted—\n\tSubject to subsection (8) below, D is the small business non-domesticrating multiplier for the financial year.\n\tWhere the billing authority is a special authority, D is the authority’ssmall business non-domestic rating multiplier for the financial year.\n\tE is such amount as may be prescribed—\n\t\tin relation to England, by the Secretary of State by order,\n\t\tin relation to Wales, by the National Assembly for Wales by order.”\n\tIn section 47 of the 1988 Act (discretionary relief), in subsection (1)after “subsection (3) below,”, in the second place where it occurs, there isinserted “or the small business condition and the second condition mentionedin subsection (3) below,”.\n\tAfter subsection (3C) of that section there is inserted—\n\t“(3D)The small business condition is—\n\t\tthat the hereditament is situated in Wales, and\n\t\tthat on the chargeable day section 43(4B) above applies to thehereditament.”"
    },
    {
        "length": 2654,
        "text": "\nCalculation of non-domestic rating multiplier\n\tSchedule 7 to the 1988 Act (non-domestic rating multipliers) is amended asfollows.\n\tIn paragraph 1 (Part 1 of Schedule 7 has effect to determine non-domesticrating multiplier) after “multiplier” there is inserted “and, in relation toEngland, the small business non-domestic rating multiplier”.\n\tFor paragraph 3 (calculation of non-domestic rating multiplier for years inwhich no list compiled) there is substituted—\n\tIn relation to England, the small business non-domestic rating multiplierfor a chargeable financial year shall be calculated in accordance with thisparagraph if the year is not one at the beginning of which new lists must becompiled.\n\tAn amount shall be found in accordance with the formula—\n\t\t[![Formula - \\(A multiplied by B\\) divided byC](/ukpga/2003/26/images/ukpga_20030026_en_003)](/ukpga/2003/26/images/ukpga_20030026_en_003?view=plain)\n\tSubject to sub-paragraph (5) below, that amount may be adjusted by theSecretary of State to reflect the extent to which his last estimate of thetotal mentioned in paragraph 5(6) or (7) below appears to him to differ fromthe actual total.\n\tThe amount under sub-paragraph (2) above or, if an adjustment is made undersub-paragraph (3) above, the adjusted amount shall be the small business non-domestic rating multiplier for the year.\n\tNo adjustment may be made under sub-paragraph (3) above for a chargeablefinancial year beginning before 2006.\n\t3A(1)In relation to England, the non-domestic rating multiplier for achargeable financial year shall be calculated in accordance with thisparagraph if the year is not one at the beginning of which new lists must becompiled.\n\tThe non-domestic rating multiplier for the year shall be the amount foundby—\n\t\tincreasing the small business non-domestic rating multiplier for the yearunder paragraph 3 above to reflect the Secretary of State’s estimate of thedifference between—\n\t\tthe aggregate amount which will be payable to him and all billingauthorities by way of non-domestic rates as regards the year, and\n\t\tthe aggregate amount which would be so payable if section 43(4A) to (4D)above were omitted, and\n\t\tif the Secretary of State thinks fit, adjusting the amount found underparagraph (a) above to reflect the extent (if any) to which his estimate ofthe difference mentioned in that paragraph for an earlier financial yearappears to him to differ from the actual difference for that earlier year.\n\t\t3B(1)In relation to Wales, the non-domestic rating multiplier for a chargeablefinancial year shall be calculated in accordance with this paragraph if theyear is not one at the beginning of which new lists must be compiled.\n\tAn amount shall be found in accordance with the formula—\n\t[![Formula - \\(A multiplied by B\\) divided byC](/ukpga/2003/26/images/ukpga_20030026_en_004)](/ukpga/2003/26/images/ukpga_20030026_en_004?view=plain)\n\tSubject to sub-paragraph (5) below, that amount may be adjusted by theNational Assembly for Wales to reflect the extent to which its last estimateof the total mentioned in paragraph 5(6) or (7) below appears to it to differfrom the actual total.\n\tThe amount under sub-paragraph (2) above or, if an adjustment is made undersub-paragraph (3) above, the adjusted amount shall be the non-domestic ratingmultiplier for the year.\n\tNo adjustment may be made under sub-paragraph (3) above for a chargeablefinancial year beginning before 2006.”\n\tFor paragraph 4 (calculation of non-domestic rating multiplier for year inwhich list must be compiled) there is substituted—\n\t“4In relation to England, the small business non-domestic rating multiplierfor a chargeable financial year shall be calculated in accordance with thefollowing formula if the year is one at the beginning of which new lists mustbe compiled—\n\t[![Formula - \\(A multiplied by B multiplied by D\\) divided by \\(C multipliedbyE\\)](/ukpga/2003/26/images/ukpga_20030026_en_005)](/ukpga/2003/26/images/ukpga_20030026_en_005?view=plain)\n\t4A(1)In relation to England, the non-domestic rating multiplier for achargeable financial year shall be calculated in accordance with thisparagraph if the year is one at the beginning of which new lists must becompiled.\n\tThe non-domestic rating multiplier for the year shall be the amount foundby—\n\t\tincreasing the small business non-domestic rating multiplier for the yearunder paragraph 4 above to reflect the Secretary of State’s estimate of thedifference between—\n\t\tthe aggregate amount which will be payable to him and all billingauthorities by way of non-domestic rates as regards the year, and\n\t\tthe aggregate amount which would be so payable if section 43(4A) to (4D)above were omitted, and\n\t\tif the Secretary of State thinks fit, adjusting the amount found underparagraph (a) above to reflect the extent (if any) to which his estimate ofthe difference mentioned in that paragraph for an earlier financial yearappears to him to differ from the actual difference for that earlier year.\n\t\t4BIn relation to Wales, the non-domestic rating multiplier for a chargeablefinancial year shall be calculated in accordance with the following formula ifthe year is one at the beginning of which new lists must be compiled —\n\t\t[![Formula - \\(A multiplied by B multiplied by D\\) divided by \\(C multipliedbyE\\)](/ukpga/2003/26/images/ukpga_20030026_en_006)](/ukpga/2003/26/images/ukpga_20030026_en_006?view=plain)”\n\tIn paragraph 5(1) for “3 and 4” there is substituted “3 to 4B”.\n\tFor sub-paragraph (2) of that paragraph (which defines A) there issubstituted—\n\tIn relation to England, A is the small business non-domestic ratingmultiplier for the financial year preceding the year concerned (or, if thereis no such multiplier for that year, A is the non-domestic rating multiplierfor that year).\n\t(2A)In relation to Wales, A is the non-domestic rating multiplier for thefinancial year preceding the year concerned.”\n\tFor sub-paragraphs (6) and (7) of that paragraph (which define D and E)there is substituted—\n\tD is the number of whole pounds in the Secretary of State’s or, as thecase may be, the National Assembly for Wales' estimate of the total of theappropriate rateable values of all appropriate hereditaments, where—\n\t\tappropriate rateable values are those which will be shown in lists for thelast day of the financial year preceding the year concerned once allalterations to those lists have been made;\n\t\tappropriate hereditaments are those which will be shown in lists for thatday once all alterations to those lists have been made.\n\tE is the number of whole pounds in the Secretary of State’s or, as the casemay be, the National Assembly for Wales' estimate of the total of theappropriate rateable values of all appropriate hereditaments, where—\n\t\tappropriate rateable values are those which will be shown in lists for thefirst day of the financial year concerned once all alterations to those listshave been made;\n\t\tappropriate hereditaments are those which will be shown in lists for thatfirst day once all alterations to those lists have been made.\n\t\t(7A)The reference in sub-paragraph (7)(a) above to rateable values which willbe shown in lists for the first day of the financial year concerned once allalterations to those lists have been made includes a reference to rateablevalues which will be shown in lists for a later day as a result of anyalterations of the lists because of the inaccuracy of the lists for that firstday.”\n\tFor paragraph 6(1) there is substituted—\n\tIn relation to England, the Secretary of State shall calculate the smallbusiness non-domestic rating multiplier and the non-domestic rating multiplierfor a chargeable financial year and, as soon as is reasonably practicableafter doing so, shall serve on each billing authority a notice stating themultipliers as so calculated.\n\t(1A)In relation to Wales, the National Assembly for Wales shall calculate thenon-domestic rating multiplier for a chargeable financial year and, as soon asis reasonably practicable after doing so, shall serve on each billingauthority a notice stating the multiplier as so calculated.\n\t(1B)The notice must show how any calculation has been made and contain detailsof any estimates or adjustments that have been made.”\n\tFor paragraph 6(3) there is substituted—\n\tWhere the financial year is one at the beginning of which new lists mustbe compiled, the notice must specify the date determined under paragraph 5(10)above for the purpose of making estimates under paragraph 5(6) and (7) above.”\n\tIn paragraph 6(4) and (5) for “sub-paragraph (1) above” there issubstituted “this paragraph”.\n\tAfter paragraph 9 (special authority’s non-domestic rating multiplier)there is inserted—\n\t“9A(1)A special authority’s small business non-domestic rating multiplier fora chargeable financial year shall be set by it in accordance with the formula—\n\t[![Formula - \\(A multiplied by B\\) divided byC](/ukpga/2003/26/images/ukpga_20030026_en_007)](/ukpga/2003/26/images/ukpga_20030026_en_007?view=plain)\n\tIn sub-paragraph (1) above—\n\t\tA is the special authority’s non-domestic rating multiplier for the yearunder paragraph 9 above,\n\t\tB is the small business non-domestic rating multiplier for the yeardetermined in accordance with Part 1 of this Schedule, and\n\t\tC is the non-domestic rating multiplier for the year, so far as relating toEngland, determined in accordance with that Part.\n\tThe multiplier must be expressed as a figure in which a part of a whole (ifany) is expressed to three decimal points only.”"
    },
    {
        "length": 191,
        "text": "\nRural settlement lists etc\n\tIn section 42A of the 1988 Act (rural settlement list) in subsection (1)(duty of each billing authority to compile and maintain rural settlement list)after “billing authority” there is inserted “in England”.\n\tIn section 43 of the 1988 Act (occupied hereditament: liability) insubsection (6B) (conditions for relief under subsection (6A)) before paragraph(a) there is inserted—\n\t\tthe hereditament is situated in England,”.\n\tIn section 47 of the 1988 Act (discretionary relief) in subsection (3A)(the rural settlement condition) before paragraph (a) there is inserted—\n\t\tthat the hereditament is situated in England,”."
    },
    {
        "length": 838,
        "text": "\nRelief for registered community amateur sports clubs\n\tIn section 43 of the 1988 Act (occupied hereditaments: liability), insubsection (6) (calculation of chargeable amount where ratepayer is a charityand hereditament is occupied for charitable purposes)—\n\t\tthe words after “on the day concerned” become paragraph (a) of thatsubsection, and\n\t\tafter that paragraph there is inserted “, or\n\t\tthe ratepayer is a registered club for the purposes of Schedule 18 to theFinance Act 2002 (community amateur sports clubs) and the hereditament iswholly or mainly used—\n\t\tfor the purposes of that club, or\n\t\tfor the purposes of that club and of other such registered clubs.”\n\tIn section 45 of the 1988 Act (unoccupied hereditaments: liability), insubsection (6) (calculation of chargeable amount where ratepayer is a charityand hereditament will next be used for charitable purposes)—\n\t\tthe words after “on the day concerned” become paragraph (a) of thatsubsection, and\n\t\tafter that paragraph there is inserted “, or\n\t\tthe ratepayer is a registered club for the purposes of Schedule 18 to theFinance Act 2002 (community amateur sports clubs) and it appears that when thehereditament is next in use—\n\t\tit will be wholly or mainly used for the purposes of that club, and thatclub will be such a registered club, or\n\t\tit will be wholly or mainly used for the purposes of two or more clubsincluding that club, and each of those clubs will be such a registered club.”\n\tIn section 47(2) of the 1988 Act (first condition for discretionaryrelief), after paragraph (b) there is inserted—\n\t\tthe ratepayer is a registered club for the purposes of Schedule 18 to theFinance Act 2002 (community amateur sports clubs), and the hereditament is notan excepted hereditament and is wholly or mainly used—\n\t\tfor the purposes of that club, or\n\t\tfor the purposes of that club and of other such registered clubs;”.\n\tIn section 48 of the 1988 Act (discretionary relief: supplementary), aftersubsection (2) there is inserted—\n\t\t“(2A)A hereditament not in use shall be treated as wholly or mainly used forthe purposes of a club that is a registered club for the purposes of Schedule18 to the Finance Act 2002 (community amateur sports clubs) if it appears thatwhen next in use it will be wholly or mainly used for the purposes of a clubthat is then, or two or more clubs each of which is then, such a registeredclub.”\n\tIn section 67 of the 1988 Act (interpretation of Part 3 of that Act), aftersubsection (10) there is inserted—\n\t“(10A)The times at which a club is a registered club for the purposes ofSchedule 18 to the Finance Act 2002 (community amateur sports clubs)—\n\t\tshall, where it is registered with retrospective effect, be taken to haveincluded those within the period beginning with the date with effect fromwhich it is registered and ending with its registration; but\n\t\tshall, where its registration is terminated with retrospective effect, betaken not to have included those within the period beginning with the datewith effect from which its registration is terminated and ending with thetermination of its registration.”"
    },
    {
        "length": 1026,
        "text": "\nTransitional relief\n\tAfter section 57 of the 1988 Act (special provision for 1990-1995) there isinserted—\n\t“57ATransitional provision for 2005 onwards: England\n\t\tIn relation to any relevant period the Secretary of State must makeregulations under this section which apply in relation to England.\n\t\tThe regulations may contain such provisions as are mentioned in subsection(3) below in relation to any case where—\n\t\t\tas regards a hereditament or hereditaments the chargeable amount for achargeable day falls to be determined under section 43, 45 or 54 above, and\n\t\t\tthe day falls within a prescribed relevant financial year.\n\t\tThe provisions are that—\n\t\t\tthe chargeable amount shall be such as is found in accordance withprescribed rules, and\n\t\t\tsections 43(4) to (6E) and 44 above, sections 45(4) to (6) and 46 above, orsection 54(4) to (7) above (as the case may be) shall not apply.\n\t\tA chargeable amount found in accordance with rules prescribed under thissection, and any calculation (or component of a calculation) used to find thatamount, may be the same as or different from what it would be apart from theregulations.\n\t\tRules prescribed under this section may be framed by reference to suchfactors as the Secretary of State thinks fit.\n\t\tWithout prejudice to section 143(1) below, regulations under this sectionrelating to a relevant period may contain different provisions for differentrelevant financial years.\n\t\tWithout prejudice to section 143(1) below, regulations under this sectionmay contain different provision in relation to locally listed hereditamentswhose rateable value exceeds, and those whose rateable value does not exceed,a prescribed figure; and a locally listed hereditament is a hereditament forthe time being shown in a local non-domestic rating list.\n\t\tWithout prejudice to section 143(1) and (2) below, regulations under thissection may include provision—\n\t\t\timposing duties and conferring powers on valuation officers (whether asregards determinations, certificates or otherwise) in relation to theascertainment of rateable values;\n\t\t\tas to appeals relating to things done or not done by such officers.\n\t\tRegulations under this section in their application to a particularrelevant financial year shall not be effective unless they come into forcebefore 1 January immediately preceding the year; but this is without prejudiceto the power to amend or revoke.\n\t\tIn making regulations under this section the Secretary of State shall haveregard to the object of securing (so far as practicable) that the aggregateamount payable to him and all billing authorities by way of non-domestic ratesas regards a particular relevant period is, after disregarding any adjustmentsmade to take account of amounts being payable at times other than those atwhich they would have been payable apart from the regulations, the same as theaggregate amount which would be so payable apart from the regulations.\n\t\tFor the purposes of subsection (10) above, the Secretary of State may relyon his estimate of the aggregate amounts and adjustments mentioned in thatsubsection.\n\t\tOnce the actual aggregate amounts and adjustments for a particularrelevant period are ascertained, the Secretary of State may amend regulationsunder this section in their application to a financial year which begins afterthe coming into force of the amending regulations and falls within the same ora later relevant period to reflect the extent to which the actual aggregateamounts and adjustments differ from his estimate of those amounts andadjustments.\n\t\tFor the purposes of this section—\n\t\t\ta relevant period is a period of five years beginning on 1 April 2005 or onany 1 April after that date on which lists must be compiled;\n\t\t\ta relevant financial year, as regards regulations relating to a relevantperiod, is a financial year falling within the period.”\n\t\tIn section 58 of the 1988 Act (special provision for 1995 onwards) insubsection (1) (power to make regulations in relation to any relevant period)after “section” there is inserted “which apply in relation to Wales”."
    },
    {
        "length": 309,
        "text": "\nRating of meters\n\tIn section 64 of the 1988 Act (hereditaments) after subsection (2) there isinserted—\n\t\t“(2A)In addition, a right is a hereditament if—\n\t\tit is a right to use any land for the purpose of operating a meter tomeasure a supply of gas or electricity or such other service as—\n\t\tthe Secretary of State in relation to England, or\n\t\tthe National Assembly for Wales in relation to Wales,\n\t\tmay by order specify, and\n\t\tthe meter is owned by a person other than the consumer of the service.”\n\tIn subsection (4)(e) of that section (which contains a reference to anyright which is a hereditament by virtue of subsection (2)) after “subsection(2)” there is inserted “or (2A)”.\n\tAfter subsection (11) of that section there is inserted—\n\t“(11A)The Secretary of State in relation to England, and the National Assemblyin relation to Wales, may by regulations make provision as to what is to beregarded as being a meter for the purposes of subsection (2A) above.\n\t(11B)In subsection (2A) above “land” includes a wall or other part of abuilding.”"
    },
    {
        "length": 318,
        "text": "\nExemptions for agricultural buildings\n\tSchedule 5 to the 1988 Act (exemptions from non-domestic rating) is amendedas follows.\n\tFor paragraph 3(a) (which provides that a building is an agriculturalbuilding if it is occupied together with agricultural land and is used solelyin connection with agricultural operations on the land) there is substituted—\n\t\tit is occupied together with agricultural land and is used solely inconnection with agricultural operations on that or other agricultural land,or.”\n\tAfter paragraph 7(1)(b) there is inserted “, and\n\t\tthe members who are occupiers of the land together have control of thebody.”\n\tFor paragraph 7(3) there is substituted—\n\tThis sub-paragraph applies if—\n\t\tthe building in question is occupied by a body corporate any of whosemembers are, or are together with the body, the occupiers of the building orbuildings mentioned in sub-paragraph (2)(a) above, and\n\t\tthe members who are occupiers of the land together have control of thebody.”\n\tAfter paragraph 7(8) there is inserted—\n\tIn this paragraph “control” shall be construed in accordance with section416(2) to (6) of the Income and Corporation Taxes Act 1988.”"
    },
    {
        "length": 1393,
        "text": "\nLocal retention of rates\n\tIn Schedule 8 to the 1988 Act (non-domestic rating: pooling), in paragraph4 (rules for calculating authorities' non-domestic rating contributions),before sub-paragraph (5) there is inserted—\n\t\t“(4A)The rules may include provision for such deductions as the maker of therules thinks fit for the purpose of enabling an authority to retain part, orall, of so much of the total payable to it in respect of the year undersections 43 and 45 above as exceeds an amount determined for the authority byor under the rules.\n\t(4B)Sub-paragraph (4A) above shall not apply in the case of a specialauthority.\n\t(4C)Sub-paragraph (2) above shall have effect subject to sub-paragraph (4A)above.\n\t(4D)The consent of the Treasury is required to the inclusion in regulationsunder this paragraph of provision under sub-paragraph (4A) above relating toEngland.”\n\tIn paragraph 5(6) of that Schedule (contribution to be calculated after endof year and certified by Audit Commission)—\n\t\tbefore the word “and” at the end of paragraph (b) there is inserted—\n\t\tif it is an authority in England notify to the Secretary of State, and ifit is an authority in Wales notify to the National Assembly for Wales, theamount of any deduction that in accordance with provision under paragraph4(4A) above is made in calculating the amount mentioned in paragraph (a)above,” and\n\t\tin paragraph (c), for “and the amount” there is substituted “, and theamount or amounts notifiable under paragraphs (b) and (ba) above,”.\n\tIn paragraph 5(6A) of that Schedule (Audit Commission to send copy ofcertification to Secretary of State or National Assembly for Wales), after“the amount” there is inserted “or amounts”.\n\tIn section 99 of the 1988 Act (regulations about English billingauthorities' collection and general funds), after subsection (3) there isinserted—\n\t“(3A)The Secretary of State may by regulations make provision—\n\t\tfor the sharing among a billing authority and major precepting authorities,in accordance with prescribed rules, of an amount equal to all or part of anydeduction that, in accordance with provision under paragraph 4(4A) of Schedule8 below, falls to be made in calculating the billing authority’s non-domesticrating contribution for a financial year;\n\t\tfor requiring a billing authority to inform, within a prescribed period,any major precepting authorities of any amount that falls to be shared underprovision under paragraph (a) above and of the effect of the rules governingits sharing;\n\t\tas to the manner in which any payments which fall to be made by a billingauthority by virtue of any provision under paragraph (a) above must be made;\n\t\tas to the period within which, or time or times at which, any such paymentsor instalments of such payments must be made; and\n\t\tas to the recovery (by deduction or otherwise) of any excess amount paid bya billing authority in purported discharge of any liability arising by virtueof any provision under paragraph (a) above.\n\t\t(3B)The rules that may be prescribed under paragraph (a) of subsection (3)above include (in particular) rules that require a billing authority, whenmaking an estimate under that paragraph, to disregard amounts that fall to beshared under provision under subsection (3A)(a) above.”\n\tIn section 97 of the 1988 Act (English billing authorities: principaltransfers between funds), after subsection (4) there is inserted—\n\t“(4A)Where in accordance with regulations under section 99(3A) below a billingauthority is required to share any amount, it shall transfer from itscollection fund to its general fund so much of that amount as, in accordancewith the regulations, it calculates to be its share.”\n\tIn section 99(1)(b) of the 1988 Act (regulations about liabilities ofEnglish billing authority under section 97(1) or (3) to transfer sums from itscollection fund), for “or (3)” there is substituted “, (3) or (4A)”.\n\tIn section 38 of the Local Government (Wales) Act [1994 (c.19)](/id/ukpga/1994/19?view=plain \"Go to item of legislation\") (council fundsfor principal councils in Wales), after subsection (9) there is inserted—\n\t“(9A)The National Assembly for Wales may by regulations make provision for thesharing among a new principal council and major precepting authorities, inaccordance with rules specified in the regulations, of an amount equal to allor part of any deduction that, in accordance with provision under paragraph4(4A) of Schedule 8 to the Local Government Finance Act 1988 (local retentionof rates), falls to be made in calculating the council’s non-domestic ratingcontribution for a financial year.”\n\tIn subsection (10) of that section (provision that may be included inregulations under subsection (9))—\n\t\tfor “The regulations” there is substituted “Regulations under subsection(9) or (9A)”, and\n\t\tin each of paragraphs (d) and (e), after “the liability mentioned insubsection (9)” there is inserted “or any liability arising under subsection(9A)”.\n\tIn that section, after subsection (11) there is inserted—\n\tIn subsection (9A) “major precepting authority” has the meaning given bysection 39(1) of the Local Government Finance Act 1992.”"
    },
    {
        "length": 299,
        "text": "\nAdjustments for hardship relief\n\tSchedule 8 to the 1988 Act (non-domestic rating: pooling) is amended asfollows.\n\tIn paragraph 4 (non-domestic rating contributions) after sub-paragraph (6)there is inserted—\n\tSub-paragraph (6) above does not apply to regulations made only for thepurpose of amending the rules to increase deductions as regards the operationof section 49 above for the whole or part of the financial year.”\n\tIn paragraph 6 (calculation of non-domestic rating contributions) aftersub-paragraph (6) there is inserted—\n\t\t“(6A)Regulations made for the purpose mentioned in paragraph 4(7) above mayinclude provision—\n\t\tfor or in connection with the recalculation of the provisional amount forthe financial year concerned, including provision for the procedure to beadopted for recalculation, and\n\t\tas to financial adjustments to be made, including provision for the makingof reduced payments under paragraph 5 above or of repayments.”\n\tIn sub-paragraph (7) of that paragraph (which defines relevant provisions)after paragraph (a) there is inserted—\n\t\tregulations made for the purpose mentioned in paragraph 4(7) above,”."
    },
    {
        "length": 1353,
        "text": "\nProvision of information\n\tSchedule 9 to the 1988 Act (non-domestic rating: administration) is amendedas follows.\n\tIn paragraph 5(2) (requested information to be supplied within period of 21days) there are omitted—\n\t\tthe words “if it is in his possession or control, and he shall do so”, and\n\t\tthe words “and within the period of 21 days beginning with the day on whichthe notice is served”.\n\tParagraph 5(3) (offence of failing to supply information) is omitted.\n\tAfter paragraph 5 there is inserted—\n\t\t“5A(1)If a person on whom a notice is served under paragraph 5 above fails tocomply with paragraph 5(2) within the period of 56 days beginning with the dayon which the notice is served, he shall be liable to a penalty of £100.\n\tWhere a person becomes liable to a penalty under sub-paragraph (1) above,the valuation officer shall serve on him a notice (a “penalty notice”)stating—\n\t\tthat he has failed to comply with paragraph 5(2) above within the periodmentioned in sub-paragraph (1) above,\n\t\tthat he is liable to a penalty of £100,\n\t\tthe effect of sub-paragraphs (3) and (4) below, and\n\t\tthat he has a right of appeal under paragraph 5C below.\n\tIf the person on whom a penalty notice is served fails to comply withparagraph 5(2) within the period of 21 days beginning with the day on whichthe notice is served, he shall be liable—\n\t\tto a further penalty of £100, and\n\t\tsubject to sub-paragraph (4) below, to a further penalty of £20 for eachday in respect of which the failure continues after the end of that period.\n\tThe amount to which a person shall be liable under this paragraph inrespect of a failure to comply with a notice served under paragraph 5 aboveshall not exceed the greater of—\n\t\tthe rateable value of the hereditament concerned for the day on which thepenalty notice is served, and\n\t\t£500. \n\tFor the purposes of sub-paragraph (4)(a) above—\n\t\tthe hereditament concerned is the hereditament in respect of which thenotice under paragraph 5 above was served, and\n\t\ta list compiled under this Part shall be used to find the rateable value ofthe hereditament for the day concerned.\n\t\t5BA valuation officer may mitigate or remit any penalty imposed underparagraph 5A above.\n\t\t5C(1)A person may appeal to a valuation tribunal if he is aggrieved by theimposition on him of a penalty under paragraph 5A above.\n\tAn appeal under this paragraph must be made before the end of the period of28 days beginning with the day on which the penalty notice is served.\n\tAn appeal under this paragraph shall not prevent liability to any furtherpenalty or penalties arising under paragraph 5A(3) above.\n\tAn appeal under this paragraph shall be treated as an appeal against thepenalty imposed under paragraph 5A(1) above and any further penalty which maybe imposed under paragraph 5A(3) above.\n\tOn an appeal under this paragraph the valuation tribunal may mitigate orremit any penalty under paragraph 5A above if it is satisfied on either orboth of the grounds specified in sub-paragraph (6) below.\n\tThose grounds are—\n\t\tthat the appellant had a reasonable excuse for not complying with paragraph5(2) above, or\n\t\tthat the information requested is not in the possession or control of theappellant.\n\t\t5D(1)Subject to sub-paragraph (2) below, any penalty imposed under paragraph5A above may be recovered by the valuation officer concerned as a civil debtdue to him.\n\tNo claim to recover any such penalty may be made—\n\t\tbefore the end of the period mentioned in paragraph 5C(2) above, or\n\t\tif an appeal is made under paragraph 5C above, before the appeal is finallydisposed of.\n\t\t5EAny sums received by a valuation officer by way of penalty under paragraph5A above must be paid into the Consolidated Fund.\n\t\t5F(1)The Secretary of State in relation to England, and the National Assemblyof Wales in relation to Wales, may by regulations make provision in relationto notices served under paragraphs 5 and 5A above.\n\tThe provision that may be made by regulations under this paragraphincludes—\n\t\tprovision enabling a valuation officer to request or obtain information forthe purpose of identifying the owner or occupier of a hereditament;\n\t\tprovision enabling a notice to be served on a person either by name or bysuch description as may be prescribed.\n\t\t5GThe Secretary of State in relation to England, and the National Assembly inrelation to Wales, may by order amend paragraph 5A above to increase ordecrease the amount of any penalty under that paragraph.\n\t\t5HWhere a valuation officer requires the name or address of a person on whom anotice under paragraph 5 or 5A above is to be served, he may serve a notice ona billing authority which he reasonably believes may have that informationrequesting the authority to supply him with that information.”\n\tIn Schedule 11 to the 1988 Act (valuation tribunals) in paragraph 2(jurisdictions) after sub-paragraph (c) there is inserted—\n\t\tparagraph 5C of Schedule 9 above;”."
    },
    {
        "length": 1913,
        "text": "\nLiability and amount of tax\n\tException of students from joint and several liability\n\t\tIn section 6(4) of the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (exception ofseverely mentally impaired from liability as co-resident or owner), for thewords from “paragraph” to “impaired)” there is substituted “paragraph 2(severely mentally impaired) or 4 (students etc.) of Schedule 1 to this Act”.\n\t\tIn section 9(2) of that Act (corresponding exception from liability asspouse), for the words from “paragraph” to the end there is substituted“paragraph 2 (the severely mentally impaired) or 4 (students etc.) of Schedule1 to this Act”.\n\t\tThis section has effect in relation to financial years beginning on orafter 1 April 2004.\n\tSecond and empty homes\n\t\tAfter section 11 of the Local Government Finance Act 1992 there isinserted—\n\t\t“11ADiscounts: special provision for England\n\t\t\tThe Secretary of State may for any financial year by regulations prescribeone or more classes of dwelling in England for the purposes of subsection (3)or (4) below.\n\t\t\tA class of dwellings may be prescribed under subsection (1) above byreference to such factors as the Secretary of State sees fit and may, inparticular, be prescribed by reference to—\n\t\t\t\tthe physical characteristics of dwellings, or\n\t\t\t\tthe fact that dwellings are unoccupied.\n\t\t\tFor any financial year for which a class of dwellings is prescribed for thepurposes of this subsection, a billing authority in England may bydetermination provide in relation to all dwellings of that class in its area,or in such part of its area as it may specify in the determination, that thediscount under section 11(2)(a) shall be such lesser percentage of at least 10as it may so specify.\n\t\t\tFor any financial year for which a class of dwellings is prescribed for thepurposes of this subsection, a billing authority in England may bydetermination provide in relation to all dwellings of that class in its area,or in such part of its area as it may specify in the determination—\n\t\t\t\tthat the discount under section 11(2)(a) above shall not apply, or\n\t\t\t\tthat the discount under that provision shall be such lesser percentage asit may so specify.\n\t\t\tA billing authority may make a determination varying or revoking adetermination under subsection (3) or (4) for a financial year, but onlybefore the beginning of the year.\n\t\t\tA billing authority which makes a determination under this section shallpublish a notice of it in at least one newspaper circulating in its area anddo so before the end of the period of 21 days beginning with the date of thedetermination.\n\t\t\tFailure to comply with subsection (6) above shall not affect the validityof a determination.”\n\t\t\tFor section 12 of that Act (discounts: special provision for Wales) thereis substituted—\n\t\t“12Discounts: special provision for Wales\n\t\t\tThe National Assembly for Wales may for any financial year by regulationsprescribe one or more classes of dwelling in Wales for the purposes ofsubsection (3) or (4) below.\n\t\t\tA class of dwellings may be prescribed under subsection (1) above byreference to such factors as the Assembly sees fit and may, in particular, beprescribed by reference to—\n\t\t\t\tthe physical characteristics of dwellings, or\n\t\t\t\tthe fact that dwellings are unoccupied.\n\t\t\tFor any financial year for which a class of dwellings is prescribed for thepurposes of this subsection, a billing authority in Wales may by determinationprovide in relation to all dwellings of that class in its area, or in suchpart of its area as it may specify in the determination, that the discountunder section 11(2)(a) shall be such lesser percentage of at least 10 as itmay so specify.\n\t\t\tFor any financial year for which a class of dwellings is prescribed for thepurposes of this subsection, a billing authority in Wales may by determinationprovide in relation to all dwellings of that class in its area, or in suchpart of its area as it may specify in the determination—\n\t\t\t\tthat the discount under section 11(2)(a) above shall not apply, or\n\t\t\t\tthat the discount under that provision shall be such lesser percentage asit may so specify.\n\t\t\tA billing authority may make a determination varying or revoking adetermination under subsection (3) or (4) for a financial year, but onlybefore the beginning of the year.\n\t\t\tA billing authority which makes a determination under this section shallpublish a notice of it in at least one newspaper circulating in its area anddo so before the end of the period of 21 days beginning with the date of thedetermination.\n\t\t\tFailure to comply with subsection (6) above shall not affect the validityof a determination.”\n\t\t\tWhere immediately before the day on which subsection (2) comes into forceregulations under section 12(1) of that Act are in force which apply inrelation to a financial year beginning on or after that day, the regulations,so far as relating to such a financial year, shall on and after that day haveeffect as if—\n\t\t\t\tthey were made under section 12(1) of that Act as substituted by thissection, and\n\t\t\t\teach class of dwellings which they prescribe were prescribed for thepurposes of section 12(4) of that Act as so substituted.\n\t\t\tWhere immediately before that day a determination under section 12(1) ofthat Act is in force which applies in relation to a financial year beginningon or after that day, the determination, so far as relating to such afinancial year, shall on and after that day have effect as if made undersection 12(4) of that Act, as substituted by this section, in relation to thewhole of the area of the authority which made the determination.\n\t\t\tIn its application by virtue of subsection (4), a determination undersection 12(1) of that Act shall have effect—\n\t\t\t\tif it provided for section 12(2) of that Act to have effect in substitutionfor section 11(2)(a) of that Act, as if it provided for the discount underthat provision to be twenty-five per cent.;\n\t\t\t\tif it provided for section 12(3) of that Act to have effect in substitutionfor section 11(2)(a) of that Act, as if it provided for the discount underthat provision not to apply.\n\tBilling authority’s power to reduce amount of tax payable\n\t\tAfter section 13 of the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“13ABilling authority’s power to reduce amount of tax payable\n\t\t\tWhere a person is liable to pay council tax in respect of any chargeabledwelling and any day, the billing authority for the area in which the dwellingis situated may reduce the amount which he is liable to pay as respects thedwelling and the day to such extent as it thinks fit.\n\t\t\tThe power under subsection (1) above includes power to reduce an amount tonil.\n\t\t\tThe power under subsection (1) may be exercised in relation to particularcases or by determining a class of case in which liability is to be reduced toan extent provided by the determination.”"
    },
    {
        "length": 1241,
        "text": "\nValuation lists and bands\n\tStatutory revaluation cycle\n\t\tAfter section 22A of the Local Government Finance Act 1992 there is inserted—\n\t\t“22BCompilation and maintenance of new lists\n\t\t\tThe listing officer for a billing authority shall compile, and thenmaintain, new lists for the authority in accordance with this Chapter (eachsuch list to be called its valuation list).\n\t\t\tA new list must be compiled—\n\t\t\t\tin relation to billing authorities in England, on 1 April 2007, and\n\t\t\t\tin relation to billing authorities in Wales, on 1 April 2005.\n\t\t\tAfter that, a new list must be compiled on the earlier of the tenthanniversary of the compilation of the previous list and 1 April in such yearas may be specified—\n\t\t\t\tin relation to billing authorities in England, by order made by theSecretary of State, and\n\t\t\t\tin relation to billing authorities in Wales, by order made by the NationalAssembly for Wales.\n\t\t\tA new list shall come into force on the day on which it is compiled andshall remain in force until the next such list is compiled.\n\t\t\tThe duty to maintain a list compiled under this section continues for solong as is necessary for the purposes of this Part and is not affected by thelist ceasing to be in force.\n\t\t\tBefore a list is compiled under this section, the listing officer must takesuch steps as are reasonably practicable in the time available to ensure thatit is accurately compiled on the date on which it is to be compiled.\n\t\t\tWhere a list is to be compiled under this section, the listing officer fora billing authority shall send the authority a copy of the list he proposes tocompile (on the information then before him) not later than 1st Septemberbefore the date on which it is to be compiled.\n\t\t\tAs soon as reasonably practicable after receiving a copy list undersubsection (7) above, a billing authority shall deposit it at its principaloffice and take such steps as it thinks most suitable for giving notice of it.\n\t\t\tAs soon as reasonably practicable after the listing officer for a billingauthority has compiled a list under this section, he shall send a copy of itto the authority.\n\t\t\tAs soon as reasonably practicable after receiving a copy list undersubsection (9) above, a billing authority shall deposit it at its principaloffice.\n\t\t\tNo order under subsection (3)(a) above may be made unless a draft of theorder has been laid before, and approved by resolution of, the House ofCommons.”\n\tPower to change number of valuation bands\n\t\tIn section 5 of the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (valuationbands), after subsection (4) there is inserted—\n\t“(4A)The power under subsection (4)(b) above includes power to make provisionfor a different number of valuation bands from those which are for the timebeing effective for the purposes of subsection (2) or (3) above.”\n\tTransitional arrangements\n\t\tAfter section 13A of the Local Government Finance Act 1992 there is inserted—\n\t\t“13BTransitional arrangements\n\t\t\tThe Secretary of State may by regulations make provision for the purpose ofsmoothing changes in council tax liability resulting from the coming intoforce in relation to a billing authority in England of—\n\t\t\t\tan order under section 5 above, or\n\t\t\t\ta list under section 22B below.\n\t\t\tThe National Assembly for Wales may by regulations make provision for thepurpose of smoothing changes in council tax liability resulting from thecoming into force in relation to a billing authority in Wales of—\n\t\t\t\tan order under section 5 above, or\n\t\t\t\ta list under section 22B below.\n\t\t\tRegulations under this section may, in particular—\n\t\t\t\tmake provision about the circumstances in which changes are to be smoothed;\n\t\t\t\tmake provision for changes to be smoothed over such one or more financialyears as may be specified in the regulations;\n\t\t\t\tmake provision for liability for any financial year to be determined inaccordance with such rules as may be so specified, which may result inliability being the same as or different from what it would otherwise be.\n\t\t\tWithout prejudice to section 113(1) below, regulations under this sectionmay make different provision for different financial years.\n\t\t\tTo the extent that he would not have power to do so apart from thissubsection, the Secretary of State may—\n\t\t\t\tinclude in regulations made by him under this section such amendments ofany social security instrument as he thinks expedient in consequence of theregulations;\n\t\t\t\tinclude in any social security instrument such provision as he thinksexpedient in consequence of regulations under this section.\n\t\t\tIn subsection (5) above, “social security instrument” has the meaning givenby section 13(10) above.”"
    },
    {
        "length": 894,
        "text": "\nEnforcement\n\tAmendments relating to distress\n\t\tSchedule 4 to the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (enforcement)is amended as follows.\n\t\tIn paragraph 5(1) (power to authorise making of attachment of earningsorders against persons subject to liability orders), in paragraph (a) (underwhich attachment of earnings may be authorised to secure payment of anyoutstanding sum which is or forms part of the amount in respect of which aliability order was made), for the words from “any outstanding sum” to the endthere is substituted “the appropriate amount”.\n\t\tAfter that sub-paragraph there is inserted—\n\t\t\t“(1A)For the purposes of this paragraph the appropriate amount is theaggregate of—\n\t\t\tany outstanding sum which is or forms part of the amount in respect ofwhich the liability order was made; and\n\t\t\twhere the authority concerned has sought to levy an amount by distress andsale of the debtor’s goods under provision included by virtue of paragraph 7below and the person making the distress has reported that he was unable (forwhatever reason) to find any or sufficient goods of the debtor on which tolevy the amount—\n\t\t\tsuch sum as is referred to in sub-paragraph (2)(b) of that paragraph, and\n\t\t\tif the authority has applied for the issue of a warrant committing thedebtor to prison under provision included by virtue of paragraph 8 below, asum (of a prescribed amount or an amount determined in accordance withprescribed rules) in respect of the costs of the application.”\n\t\tIn paragraph 7 (distress), after sub-paragraph (4) there is inserted—\n\t\t“(4A)The regulations may include provision with respect to the supply ofinformation to the debtor by—\n\t\t\ta person who makes, or attempts to make, a distress, or\n\t\t\twhere it has levied any amount by distress, the authority concerned.”\n\tCharging orders: aggregation\n\t\tIn Schedule 4 to the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (enforcement),after paragraph 11 there is inserted—\n\t“11ARegulations under paragraph 1(1)(a) above may provide that two or moreliability orders against the same person shall be treated as a singleliability order for the purposes of provision included by virtue of paragraph11 above if an application under such provision could be made in respect ofeach of them in relation to the same dwelling.”\n\tQuashing of liability orders\n\t\tIn Schedule 4 to the Local Government Finance Act 1992 (enforcement), afterparagraph 12 there is inserted—\n\t\t“Quashing of liability orders\n\t\t\t12ARegulations under paragraph 1(1) above may provide—\n\t\t\t\tthat, where on an application by the authority concerned a magistrates'court is satisfied that a liability order should not have been made, it shallquash the order;\n\t\t\t\tthat, where on an application to a magistrates' court for the quashing of aliability order, the court is satisfied that, had the original applicationbeen for a liability order in respect of a lesser sum payable, such an ordercould properly have been made, it shall substitute a liability order inrespect of the aggregate of—\n\t\t\t\tthat lesser sum, and\n\t\t\t\tany sum included in the quashed order in respect of the costs incurred inobtaining it.”"
    },
    {
        "length": 1101,
        "text": "\nOther\n\tMajor precepting authorities: combined fire authorities\n\t\tIn section 39(1) of the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (whichspecifies the authorities which are major precepting authorities for thepurposes of Part 1 of that Act), after paragraph (d) there is inserted—\n\t\t\ta fire authority in England constituted by a combination scheme madeunder section 6 of the Fire Services Act 1947;”.\n\t\tThe National Assembly for Wales may by order amend section 39(1)(da) of theLocal Government Finance Act 1992 for the purpose of extending the provisionto fire authorities in Wales.\n\t\tBefore making an order under subsection (2), the National Assembly forWales shall consult—\n\t\t\tsuch bodies or persons appearing to it to be representative of theinterests of local government in Wales, and\n\t\t\tsuch other bodies or persons,\n\t\t\t\tas it may consider appropriate.\n\tAmendment of section 67 of the Local Government Finance Act 1992\n\t\tSection 67 of the Local Government Finance Act 1992 (under which certaincouncil tax functions must be discharged only by an authority as a whole) isamended as follows.\n\t\tIn subsection (1), for “Subject to subsections (3) and (3A) below,” thereis substituted “Subject to subsections (2A) to (3A) below,”.\n\t\tAfter subsection (2) there is inserted—\n\t\t\t“(2A)Subsection (1) does not apply to the following functions—\n\t\t\tthe determination of an amount for item T in section 33(1) above;\n\t\t\tthe determination of an amount for item TP in section 34(3) above;\n\t\t\tthe determination of an amount for item T in section 44(1) above;\n\t\t\tthe determination of an amount for item TP in section 45(3) above;\n\t\t\tthe determination of an amount for item TP in section 48(3) or (4) above;\n\t\t\tthe determination of an amount for item T in section 88(2) of the [GreaterLondon Authority Act 1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item oflegislation\");\n\t\t\tthe determination of an amount for item TP2 in section 89(4) of that Act;\n\t\t\tthe determination of an amount required for determining an amount for theitem mentioned in paragraph (c), (d), (f) or (g) above.”\n\tVacant dwellings: use of information obtained for council tax purposes\n\t\tIn Schedule 2 to the [Local Government Finance Act 1992 (c.14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\") (council tax:administration), after paragraph 18 there is inserted—\n\t“18A(1)A billing authority may use information it has obtained for the purposeof carrying out its functions under Part 1 of this Act for the purpose of—\n\t\tidentifying vacant dwellings, or\n\t\ttaking steps to bring vacant dwellings back into use.\n\t\tThe power under sub-paragraph (1) above, so far as relating to personalinformation, extends only to information which consists of an individual’sname or an address or number for communicating with him.\n\t\tIn this paragraph—\n\t\t\t  * “personal information” means information which relates to an individual (living or dead) who can be identified—\n\t\t\tfrom that information, or\n\t\t\tfrom that information and other information of the authority,\n\t\t\tand includes any expression of opinion about the individual and any indicationof the intentions of any person in respect of the individual;\n\t\t\t\t  * “vacant dwelling” means a dwelling in which no one lives and which is substantially unfurnished.”\n\tRepeal of section 31 of the Local Government Act 1999\n\t\tSection 31 of the [Local Government Act 1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") (furtherregulation of major precepting authorities) ceases to have effect."
    },
    {
        "length": 3138,
        "text": "\nPart 7Housing finance etc\n\tHousing strategies and statements\n\t\tThe appropriate person may—\n\t\t\trequire a local housing authority to have a strategy in respect of suchmatters relating to housing as the appropriate person may specify, and\n\t\t\timpose requirements with respect to—\n\t\t\tthe ends that the strategy is to be designed to achieve,\n\t\t\tthe formulation of policy for the purposes of the strategy, or\n\t\t\treview of the strategy.\n\t\tThe appropriate person may require a local housing authority, by such timeas the appropriate person may specify, to prepare and supply the appropriateperson with a statement setting out such material of either of the followingdescriptions as the appropriate person may specify—\n\t\t\ta strategy that the authority is required to have under subsection (1);\n\t\t\tother material relating to housing.\n\t\tThe appropriate person may, in relation to a statement whose preparationand supply is required under subsection (2), impose requirements with respectto—\n\t\t\tthe contents of the statement;\n\t\t\tthe form of the statement;\n\t\t\tthe statement’s supply to the appropriate person.\n\t\tIn this section “local housing authority” has the same meaning as in the[Housing Act 1985 (c. 68)](/id/ukpga/1985/68?view=plain \"Go to item oflegislation\").\n\tHousing Revenue Account business plans\n\t\tThe power under section 87(3) includes (in particular) power to requirethat material—\n\t\t\tin a statement, and\n\t\t\trelating to property within the Housing Revenue Account of the authoritypreparing the statement,\n\t\t\t\tbe designated in the statement as being, or forming part of, the authority’sHousing Revenue Account business plan.\n\t\tAll material that—\n\t\t\tin accordance with requirements imposed under section 87(3) is sodesignated in a statement prepared for the purposes of section 87(2) by anauthority, and\n\t\t\thas not in a subsequent statement so prepared by the authority beendeclared to be superseded or withdrawn,\n\t\t\tshall collectively be known as the authority’s Housing Revenue Accountbusiness plan.\n\t\tThe reference in subsection (1) to property within an authority’s HousingRevenue Account has the same meaning as in Part 6 of the [Local Government andHousing Act 1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item oflegislation\") (housing finance).\n\tHousing Revenue Account subsidy: payment and calculation\n\t\tFor section 79(2) of the Local Government and Housing Act 1989 (payment ofHousing Revenue Account subsidy) there is substituted—\n\t\tHousing Revenue Account subsidy shall be paid by the appropriate person—\n\t\t\tin such instalments, at such times and in such manner, and\n\t\t\tsubject to such conditions as to claims, records, certificates, supply ofHousing Revenue Account business plans, audit or otherwise,\n\t\t\t\tas the appropriate person may determine.”\n\t\tIn section 80 of that Act (calculation of Housing Revenue Account subsidy),for subsection (1) (subsidy to be calculated in accordance with formulae)there is substituted—\n\t\tThe amount of Housing Revenue Account subsidy (if any) payable to a localhousing authority for a year shall be calculated in such manner as theappropriate person may from time to time determine.\n\t\t(1A)A determination under subsection (1) above may (in particular)—\n\t\t\tprovide for all or part of the amount to be calculated in accordance with aformula or formulae;\n\t\t\tprovide for the amount, or part of the amount, to be calculated byreference to—\n\t\t\twhether any Housing Revenue Account business plan that the authority arerequired to prepare by any time has been supplied to the appropriate person orhas been supplied to the appropriate person by that time;\n\t\t\tthe appropriate person’s assessment of any Housing Revenue Accountbusiness plan prepared by the authority and supplied to the appropriateperson;\n\t\t\twhether conditions are met that relate to, or to the authority’s conductof, the authority’s finances or any aspect of those finances;\n\t\t\tan assessment of the state of, or of the authority’s conduct of, theauthority’s finances or any aspect of those finances;\n\t\t\twhether conditions are met that relate to housing provided by theauthority, to housing functions of the authority or to the authority’sperformance in exercising such functions;\n\t\t\tan assessment of, or of the state of, housing provided by the authority;\n\t\t\tan assessment of the authority’s performance in exercising functions inrelation to housing provided by the authority or in otherwise exercisinghousing functions;\n\t\t\twhether, as respects housing provided by the authority, managementfunctions exercisable in relation to that housing have been entrusted to acompany;\n\t\t\twhether, where such functions have been entrusted to a company, conditionsare met that relate to the performance of the company in exercising thefunctions;\n\t\t\tan assessment, where such functions have been entrusted to a company, ofthe performance of the company in exercising those functions;\n\t\t\tassumptions as to any matter;\n\t\t\thave the effect that the amount, or part of the amount, is nil or anegative amount;\n\t\t\tmake different provision for different parts of the amount.”\n\t\tIn subsection (3) of that section (determinations of, and for the purposesof, formulae)—\n\t\t\tin the words before paragraph (a), for “the Secretary of State may” thereis substituted “the appropriate person may (in particular)”, and\n\t\t\tthe words after paragraph (c) (which are superseded by the new subsections(5) and (6) of that section) are omitted.\n\t\tIn subsections (3)(b) and (4) of that section (provisions about formulae),for “Secretary of State” (in each place) there is substituted “appropriateperson”.\n\t\tIn that section, after subsection (4) there is inserted—\n\t\tNothing in subsections (1A) to (4) above is to be taken as limiting theappropriate person’s discretion under subsection (1) above.\n\t\tThe appropriate person may make a determination under subsection (1) above,or a calculation under such a determination, on the basis of informationreceived by him on or before such date as he thinks fit.”\n\t\tIn section 88(1) of that Act (interpretation of Part 6), after paragraph(a) there is inserted—\n\t\t\t“the appropriate person” means—\n\t\t\tin relation to England, the Secretary of State, and\n\t\t\tin relation to Wales, the National Assembly for Wales;”.\n\tHousing Revenue Account subsidy: negative amounts\n\t\tIn Part 6 of the [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (housingfinance), after section 80 there is inserted—\n\t\t“80ZANegative amounts of subsidy payable to appropriate person\n\t\t\tIf calculation in accordance with a determination under section 80(1) aboveof the amount of Housing Revenue Account subsidy payable to a local housingauthority for a year produces a negative amount—\n\t\t\t\tthe authority shall for that year debit the equivalent positive amount totheir Housing Revenue Account, and\n\t\t\t\tpay that equivalent amount to the appropriate person.\n\t\t\tAmounts payable to the appropriate person under subsection (1)(b) aboveshall be paid to him in such instalments, at such times and in such manner ashe may determine.\n\t\t\tA payment in respect of an amount payable under subsection (1)(b) aboveshall be accompanied by such information as the appropriate person mayrequire.\n\t\t\tThe appropriate person may charge a local housing authority interest, atsuch rates and for such periods as he may determine, on any sum payable to himunder subsection (1)(b) above that is not paid by such time as may bedetermined under subsection (2) above for its payment.\n\t\t\tThe appropriate person may charge a local housing authority an amount equalto any additional costs incurred by him as a result of any sum payable to himunder subsection (1)(b) above not being paid by such time as may be determinedunder subsection (2) above for its payment.”\n\t\t\tIn section 80 of that Act (calculation of Housing Revenue Account subsidy),subsection (2) (negative amounts of subsidy) is omitted.\n\t\t\tIn Part 2 of Schedule 4 to that Act (amounts to be debited to a localhousing authority’s Housing Revenue Account), for item 5 there is substituted—\n\t\t“Item 5: sums payable under section 80ZA\n\t\t\tSums payable for the year to the Secretary of State, or the National Assemblyfor Wales, under subsection (1)(b) of section 80ZA of this Act (HousingRevenue Account subsidy of a negative amount) and—\n\t\t\t\tany interest charged on those sums under subsection (4) of that section,and\n\t\t\t\tany amount charged under subsection (5) of that section in respect of costsincurred as a result of late payment of any of those sums.”\n\t\t\tIn section 141(8) of the [Local Government Finance Act 1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (amounts duefrom authorities that may be set off against amounts due from Secretary ofState or National Assembly for Wales), for “and paragraphs 12 and 15 of thatSchedule” there is substituted “, paragraphs 12 and 15 of that Schedule andsection 80ZA of the Local Government and Housing Act 1989 (negative amounts ofHousing Revenue Account subsidy and interest and costs where payment madelate)”.\n\tHousing Revenue Accounts etc: adaptation of enactments\n\t\tIn Part 6 of the [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (housingfinance), after section 87 there is inserted—\n\t\t“87AOrders amending Part 6\n\t\t\tThe appropriate person may by order—\n\t\t\t\tamend, repeal or re-enact provisions of sections 74 to 76 and 78 of, andSchedule 4 to, this Act;\n\t\t\t\tprovide for any such provisions—\n\t\t\t\tnot to apply, whether at all or in cases specified by the order or toauthorities so specified;\n\t\t\t\tto apply, whether generally or in cases so specified or to authorities sospecified, subject to modifications so specified.\n\t\t\tAn order under this section may (in particular)—\n\t\t\t\tadd items to, or remove items from, Part 1 or 2 of Schedule 4 to this Act,or vary items of those Parts;\n\t\t\t\tconfer discretions, or expand, curtail or repeal discretions conferred, onthe appropriate person or any other person;\n\t\t\t\tbe made before, during or after the end of any year to which it relates.\n\t\t\tIn subsection (2)(b) above “discretion” includes power to make adetermination or give a direction.\n\t\t\tAn order under this section may—\n\t\t\t\tcontain such incidental, consequential, transitional or supplementaryprovisions (including provisions amending or repealing enactments), and suchsavings, as the appropriate person considers appropriate;\n\t\t\t\tmake different provision for different cases or authorities.\n\t\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\t\tThe Secretary of State shall not make an order under this section unless adraft of the order has been laid before, and approved by resolution of, eachHouse of Parliament.”\n\t\t\tIn Part 4 of Schedule 4 to that Act (Housing Revenue Accounts:supplementary provisions), paragraph 3 (which is superseded by the new section87A) is omitted.\n\tLocal housing authority houses: rents\n\t\tIn section 24(3) of the [Housing Act 1985 (c.68)](/id/ukpga/1985/68?view=plain \"Go to item of legislation\") (local housingauthorities in England and Wales to have regard to private sector rents insetting rents for their houses), after “a local housing authority” there isinserted “in Wales”.\n\t\tThe National Assembly for Wales may by order repeal section 24(3) of thatAct (as amended by subsection (1))."
    },
    {
        "length": 3260,
        "text": "\nCharging and trading\n\tPower to charge for discretionary services\n\t\tSubject to the following provisions, a best value authority may charge aperson for providing a service to him if—\n\t\t\tthe authority is authorised, but not required, by an enactment to providethe service to him, and\n\t\t\the has agreed to its provision.\n\t\tSubsection (1) does not apply if the authority—\n\t\t\thas power apart from this section to charge for the provision of theservice, or\n\t\t\tis expressly prohibited from charging for the provision of the service.\n\t\tThe power under subsection (1) is subject to a duty to secure that, takingone financial year with another, the income from charges under that subsectiondoes not exceed the costs of provision.\n\t\tThe duty under subsection (3) shall apply separately in relation to eachkind of service.\n\t\tWithin the framework set by subsections (3) and (4), a best value authoritymay set charges as it thinks fit and may, in particular—\n\t\t\tcharge only some persons for providing a service;\n\t\t\tcharge different persons different amounts for the provision of a service.\n\t\tIn carrying out functions under this section, a best value authority shallhave regard to such guidance as the appropriate person may issue.\n\t\tThe following shall be disregarded for the purposes of subsection (2)(b)—\n\t\t\tsection 111(3) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (subsidiarypowers of local authorities not to include power to raise money),\n\t\t\tsection 34(2) of the [Greater London Authority Act 1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (correspondingprovision for Greater London Authority), and\n\t\t\tsection 3(2) of the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (well-beingpowers not to include power to raise money).\n\t\tIn subsection (1), “enactment” includes an enactment comprised insubordinate legislation (within the meaning of the [Interpretation Act 1978(c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\tPower to disapply section 93(1)\n\t\tThe appropriate person may by order disapply section 93(1)—\n\t\t\tin relation to particular descriptions of best value authority orparticular best value authorities;\n\t\t\tin relation to the provision of a particular kind of service by—\n\t\t\tall best value authorities,\n\t\t\tparticular best value authorities, or\n\t\t\tparticular descriptions of best value authority.\n\t\tThe power under subsection (1) includes power to disapply for a particularperiod.\n\tPower to trade in function-related activities through a company\n\t\tThe appropriate person may by order—\n\t\t\tauthorise best value authorities to do for a commercial purpose anythingwhich they are authorised to do for the purpose of carrying on any of theirordinary functions, and\n\t\t\tmake provision about the persons in relation to whom authority underparagraph (a) is exercisable.\n\t\tNo order under this section may authorise a best value authority—\n\t\t\tto do in relation to a person anything which it is required to do inrelation to him under its ordinary functions, or\n\t\t\tto do in relation to a person anything which it is authorised, apart fromthis section, to do in relation to him for a commercial purpose.\n\t\tAn order under this section may be made in relation to—\n\t\t\tall best value authorities, particular best value authorities or particulardescriptions of best value authority;\n\t\t\tall things authorised to be done for the purpose of carrying on aparticular function, particular things authorised to be done for that purposeor particular descriptions of thing authorised to be so done.\n\t\tPower conferred by an order under this section shall only be exercisablethrough a company within the meaning of Part 5 of the [Local Government andHousing Act 1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item oflegislation\") (companies in which local authorities have interests).\n\t\tA best value authority on which power is conferred by an order under thissection shall be treated as a local authority for the purposes of Part 5 ofthe Local Government and Housing Act 1989 if it would not otherwise be such anauthority, but only in relation to a body corporate through which itexercises, or proposes to exercise, the power conferred by the order.\n\t\tIn its application by virtue of subsection (5), section 70(1) of the [LocalGovernment and Housing Act 1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go toitem of legislation\") (power to make provision about what a company under thecontrol, or subject to the influence of, a local authority does) shall onlyapply in relation to the doing for a commercial purpose of the thing to whichthe order under this section relates.\n\t\tIn this section—\n\t\t\t  * “best value authority” does not include— \n\t\t\ta police authority established under section 3 of the [Police Act 1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\"),\n\t\t\tthe Common Council of the City of London in its capacity as a policeauthority,\n\t\t\tthe Metropolitan Police Authority, or\n\t\t\tthe London Development Agency;\n\t\t\t\t  * “ordinary functions”, in relation to a best value authority, means functions of the authority which are not functions under this section. \n\tRegulation of trading powers\n\t\tThe appropriate person may by order impose conditions in relation to theexercise by a best value authority of—\n\t\t\ta power to do anything for a commercial purpose, or\n\t\t\ta power to do anything for such a purpose through a company.\n\t\tIn exercising such a power as is mentioned in subsection (1), a best valueauthority shall have regard to such guidance as the appropriate person mayissue.\n\t\tAn order under this section may be made in relation to—\n\t\t\tall best value authorities,\n\t\t\tparticular best value authorities, or\n\t\t\tparticular descriptions of best value authority.\n\t\tIn this section, “best value authority” does not include—\n\t\t\ta police authority established under section 3 of the Police Act 1996,\n\t\t\tthe Common Council of the City of London in its capacity as a policeauthority,\n\t\t\tthe Metropolitan Police Authority, or\n\t\t\tthe London Development Agency.\n\t\tIn subsection (1)(b), “company” has the same meaning as in Part 5 of theLocal Government and Housing Act 1989.\n\tPower to modify enactments in connection with charging or trading\n\t\tIf it appears to the Secretary of State that an enactment (whenever passedor made), other than section 93(2) or 95(2), prevents or obstructs best valueauthorities—\n\t\t\tcharging by agreement for the provision of a discretionary service, or\n\t\t\tdoing for a commercial purpose anything which they are authorised to do forthe purpose of carrying on any of their ordinary functions,\n\t\t\t\the may by order amend, repeal, revoke or disapply the enactment.\n\t\tThe Secretary of State may by order amend, repeal, revoke or disapply anenactment (whenever passed or made), other than section 93, which makes inrelation to a best value authority provision for, or in connection with, powerto charge for the provision of a discretionary service.\n\t\tThe power under subsection (1) or (2) to amend or disapply an enactmentincludes power to amend or disapply an enactment for a particular period.\n\t\tAn order under this section may be made in relation to—\n\t\t\tall best value authorities,\n\t\t\tparticular best value authorities, or\n\t\t\tparticular descriptions of best value authority.\n\t\tAn order under subsection (1)(b) may be made in relation to—\n\t\t\tall things authorised to be done for the purpose of carrying on aparticular function,\n\t\t\tparticular things authorised to be done for that purpose, or\n\t\t\tparticular descriptions of thing authorised to be so done.\n\t\tAn order under subsection (1)(b) may not be used to authorise a best valueauthority to do in relation to a person anything which it is required to do inrelation to him under its ordinary functions.\n\t\tIn exercising the power under subsection (1) or (2), the Secretary ofState—\n\t\t\tmust not make any provision which has effect in relation to Wales unless hehas consulted the National Assembly for Wales, and\n\t\t\tmust not make any provision in relation to legislation made by the NationalAssembly for Wales without the consent of the Assembly.\n\t\tThe National Assembly for Wales may submit proposals to the Secretary ofState that the power under subsection (1) or (2) should be exercised inrelation to Wales in accordance with those proposals.\n\t\tSubject to subsection (10), no order shall be made under this sectionunless a draft of the statutory instrument containing the order has been laidbefore, and approved by resolution of, each House of Parliament.\n\t\tAn order under this section which is made only for the purpose of amendingan earlier order under this section—\n\t\t\tso as to extend the earlier order, or any provision of the earlier order,to a particular authority or to authorities of a particular description, or\n\t\t\tso that the earlier order, or any provision of the earlier order, ceases toapply to a particular authority or to authorities of a particular description,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section—\n\t\t\t  * “discretionary service”, in relation to a best value authority, means a service which the authority is authorised, but not required, to provide; \n\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation (within the meaning of the [Interpretation Act 1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")); \n\t\t\t  * “ordinary functions”, in relation to a best value authority, means functions of the authority which are not functions under section 95. \n\tProcedure for orders under section 97\n\t\tBefore making an order under section 97, the Secretary of State shallconsult—\n\t\t\tsuch best value authorities as appear to him to be likely to be affected byhis proposals, and\n\t\t\tsuch other persons as appear to him to be representative of interestslikely to be so affected.\n\t\tIf following consultation under subsection (1) and, where the proposalsrelate to best value authorities in Wales, consultation under subsection(7)(a) of section 97, the Secretary of State proposes to make an order underthat section, he shall lay before each House of Parliament a document which—\n\t\t\texplains his proposals,\n\t\t\tsets them out in the form of a draft order,\n\t\t\tgives details of consultation under subsection (1), and\n\t\t\twhere the proposals relate to best value authorities in Wales, sets out theviews of the National Assembly for Wales.\n\t\tWhere a document relating to proposals is laid before Parliament undersubsection (2), no draft of an order under section 97 to give effect to theproposals (with or without modification) shall be laid before Parliament untilafter the expiry of the period of sixty days beginning with the day on whichthe document was laid.\n\t\tIn calculating the period mentioned in subsection (3), no account shall betaken of any time during which —\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\teither House is adjourned for more than four days.\n\t\tIn preparing a draft order under section 97 the Secretary of State shallconsider any representations made during the period mentioned in subsection(3).\n\t\tA draft order laid before Parliament in accordance with section 97(9) mustbe accompanied by a statement of the Secretary of State giving details of—\n\t\t\tany representations considered in accordance with subsection (5), and\n\t\t\tany changes made to the proposals contained in the document laid beforeParliament under subsection (2).\n\t\tNothing in this section applies to an order under section 97 which is madeonly for the purpose mentioned in section 97(10)."
    },
    {
        "length": 1218,
        "text": "\nPerformance categories\n\tCategorisation of English local authorities by reference toperformance\n\t\tThe Audit Commission must from time to time produce a report on itsfindings in relation to the performance of English local authorities inexercising their functions.\n\t\tA report under subsection (1) must (in particular) categorise each Englishlocal authority to which the report relates according to how the authority hasperformed in exercising its functions.\n\t\tAs regards each report produced under subsection (1), the Audit Commission—\n\t\t\tmust send a copy of the report to the Secretary of State, and\n\t\t\tmust publish the report.\n\t\tWhere the Secretary of State receives a report produced under subsection(1), he may by order make provision categorising the English local authoritiesto which the report relates in accordance with their categorisation in thereport.\n\t\tIn making an order under subsection (4), the Secretary of State may departfrom the categorisation in the report only for the purpose of correcting anyclerical or typographical error in the report notified to him by the AuditCommission.\n\t\tAn order under subsection (4) may provide for the categorisation for whichit provides to have effect—\n\t\t\tfrom such time as may be specified by the order;\n\t\t\tonly for such period as may be specified by the order.\n\t\tIn this section—\n\t\t\t  * “the Audit Commission” means the Audit Commission for Local Authorities and the National Health Service in England and Wales; \n\t\t\t  * “English local authority” means— \n\t\t\ta county council in England,\n\t\t\ta district council,\n\t\t\ta London borough council,\n\t\t\tthe Common Council of the City of London in its capacity as a local authority,or\n\t\t\tthe Council of the Isles of Scilly.\n\tExercise of powers by reference to authorities' performancecategories\n\t\tThe powers mentioned in subsection (2) may (in particular) be exercised formaking provision in relation to a description of authority framed by referenceto English local authorities that from time to time are, by reason of an orderunder section 99(4), of a particular category.\n\t\tThose powers are the powers—\n\t\t\tto make orders under section 70 of the [Local Government and Housing Act1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\");\n\t\t\tto make orders under sections 4 to 6, 16 and 19 of the [Local GovernmentAct 1999 (c. 27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\");\n\t\t\tto make orders under sections 3, 5 and 6 of the [Local Government Act 2000(c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\");\n\t\t\tto make orders under section 1 of the [Regulatory Reform Act 2001 (c.6)](/id/ukpga/2001/6?view=plain \"Go to item of legislation\");\n\t\t\tto make orders under sections 95 to 97 of this Act;\n\t\t\tto make regulations under section 119 of this Act.\n\t\tSchedule 3 (which amends certain of the provisions conferring, or governingthe exercise of, those powers and does so for purposes of their exercise inrelation to authorities, whether or not English local authorities, to whichthey apply) has effect.\n\t\tThe Secretary of State may by order amend subsection (2) for the purpose ofadding a reference to a power to make provision by order or regulations thatis exercisable in relation to all or any English local authorities (whether ornot also exercisable in relation to any other person or body).\n\t\tThe Secretary of State may, for the purpose mentioned in subsection (6), byorder make provision amending the enactments conferring, or governing theexercise of, a power added by an order under subsection (4) to those mentionedin subsection (2).\n\t\tThat purpose is enabling the power, so far as exercisable in relation toEnglish local authorities, to be exercised—\n\t\t\tin relation to—\n\t\t\tall the English local authorities in relation to which it is exercisable,\n\t\t\tparticular English local authorities, or\n\t\t\tparticular descriptions of English local authority;\n\t\t\tdifferently in relation to different English local authorities ordescriptions of English local authority.\n\t\tAn order under subsection (4) or (5) shall not be made unless a draft ofthe statutory instrument containing it has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIn this section “English local authority” has the meaning given by section99(7)."
    },
    {
        "length": 2197,
        "text": "\nContracting-out\n\tStaff transfer matters: general\n\t\tIn exercising a power to contract with a person for the provision ofservices, a best value authority (in Scotland, a relevant authority) must—\n\t\t\tdeal with matters affecting—\n\t\t\twho will be the employer of existing staff if a contract is entered intoand carried out, or\n\t\t\twhat will be the terms and conditions of employment of existing staff, orthe arrangements for their pensions, if their employer changes as a result ofa contract being entered into and carried out,\n\t\t\t\tin accordance with directions given to it by the appropriate person;\n\t\t\thave regard to guidance issued to it by the appropriate person on mattersrelating to the employment or pensions of existing staff.\n\t\tIn subsection (1), references to existing staff, in relation to a contractfor the provision of services, are to staff who before the contract is carriedout are engaged in the provision of any of the services.\n\t\tWhere the provision of any services under a contract with a best valueauthority (in Scotland, a relevant authority) for their provision is to ceasein circumstances where they are to be provided instead by members of theauthority’s staff, the authority shall comply with directions given to it bythe appropriate person for the purpose of requiring it to offer employment tostaff who, before the services cease to be provided under the contract, areengaged in the provision of any of the services.\n\t\tThe duties under Part 1 of the [Local Government Act 1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") (best value) ofa best value authority have effect subject to subsections (1) and (3).\n\t\tThe duties under sections 1 and 2 of the [Local Government in Scotland Act2003 (asp 1)](/id/asp/2003/1?view=plain \"Go to item of legislation\") (bestvalue) of a relevant authority have effect subject to subsections (1) and (3).\n\t\tDirections given, or guidance issued, for the purposes of subsection (1) or(3)—\n\t\t\tmay be addressed to—\n\t\t\tall best value authorities (or, as the case may be, relevant authorities),or\n\t\t\tauthorities of a particular description;\n\t\t\tmay be different for different cases or authorities.\n\t\tFor the purposes of this section, the Secretary of State is the“appropriate person” in relation to a best value authority in Wales that is—\n\t\t\ta police authority established under section 3 of the [Police Act 1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\"), or\n\t\t\ta fire authority constituted by a combination scheme.\n\t\tIn this section—\n\t\t\t  * “appropriate person”, in relation to Scotland, means the Scottish Ministers; and \n\t\t\t  * “relevant authority” means— \n\t\t\ta council constituted under section 2 of the [Local Government etc. (Scotland)Act 1994 (c. 39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\"),\n\t\t\tthe Strathclyde Passenger Transport Authority, or\n\t\t\tany other body to which Part 1 of the [Local Government in Scotland Act 2003(asp 1)](/id/asp/2003/1?view=plain \"Go to item of legislation\") (best valueand accountability) applies.\n\tStaff transfer matters: pensions\n\t\tThe appropriate person shall exercise his power to give directions undersection 101(1) so as to secure that where a local authority is contractingwith a person (“the contractor”) for the provision of services that are to beprovided under a contract instead of by employees of the authority, it does soon terms—\n\t\t\tthat require the contractor, in the event of there being any transferringemployees, to secure pension protection for each of them, and\n\t\t\tthat, so far as relating to the securing of pension protection for atransferring employee, are enforceable by the employee.\n\t\tFor the purposes of subsection (1)—\n\t\t\t“transferring employee” means an employee of the authority whose contractof employment becomes, by virtue of the application of the TUPE regulations inrelation to what is done for the purposes of carrying out the contract betweenthe authority and the contractor, a contract of employment with someone otherthan the authority, and\n\t\t\t“pension protection” is secured for a transferring employee if after thatchange in his employer he has, as an employee of his new employer, rights toacquire pension benefits and those rights—\n\t\t\tare the same as, or\n\t\t\tunder the directions count as being broadly comparable to or better than,\n\t\t\t\tthose that he had as an employee of the authority.\n\t\tThe appropriate person shall exercise his power to give directions undersection 101(1) so as to secure that where—\n\t\t\ta local authority has contracted with a person (“the first contractor”) forthe provision of services,\n\t\t\tthe application of the TUPE regulations in relation to what was done forthe purposes of carrying out the contract between the authority and the firstcontractor resulted in employees of the authority (“the original employees”)becoming employees of someone other than the authority, and\n\t\t\tthe authority is contracting with a person (“the subsequent contractor”)for the provision of any of the services,\n\t\t\tthe authority contracts with the subsequent contractor on terms satisfying therequirements of subsection (4).\n\t\tThose requirements are that the terms—\n\t\t\trequire the subsequent contractor, in the event of there being anytransferring original employees, to secure pension protection for each ofthem, and\n\t\t\tso far as relating to the securing of pension protection for an originalemployee, are enforceable by the employee.\n\t\tFor the purposes of subsection (4)—\n\t\t\t“transferring original employee” means an original employee—\n\t\t\twhose contract of employment becomes, by virtue of the application of theTUPE regulations in relation to what is done for the purposes of carrying outthe contract between the authority and the subsequent contractor, a contractof employment with someone other than his existing employer, and\n\t\t\twhose contract of employment on each occasion when an intervening contractwas carried out became, by virtue of the application of the TUPE regulationsin relation to what was done for the purposes of carrying out the interveningcontract, a contract of employment with someone other than his existingemployer;\n\t\t\t“pension protection” is secured for a transferring original employee ifafter the change in his employer mentioned in paragraph (a)(i) he has, as anemployee of his new employer, rights to acquire pension benefits and thoserights—\n\t\t\tare the same as, or\n\t\t\tunder the directions count as being broadly comparable to or better than,\n\t\t\tthose that he had before that change.\n\t\tIn subsection (5)(a)(ii), “intervening contract” means a contract with theauthority for the provision, at times after they are provided under thecontract with the first contractor and before they are to be provided under acontract with the subsequent contractor, of the services to be provided underthe contract with the subsequent contractor.\n\t\tAny expression used in this section, and in the TUPE regulations, has inthis section the meaning that it has in the TUPE regulations.\n\t\tIn this section—\n\t\t\t  * “appropriate person”, in relation to Scotland, means the Scottish Ministers; \n\t\t\t  * “local authority”— \n\t\t\tin relation to England and Wales, means a local authority for the purposes ofsection 1(1)(a) of the [Local Government Act 1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") (localauthorities in England and Wales that are best value authorities), and\n\t\t\tin relation to Scotland, means a council constituted under section 2 of the[Local Government etc. (Scotland) Act 1994 (c.39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\");\n\t\t\t\t  * “the TUPE regulations” means the Transfer of Undertakings (Protection of Employment) Regulations 1981 ([S.I. 1981/1794](/id/uksi/1981/1794?view=plain \"Go to item of legislation\")), or any regulations replacing those regulations, as from time to time amended. "
    },
    {
        "length": 1926,
        "text": "\n2004 local government elections\n\tPower to change date of elections in England\n\t\tThe Secretary of State may by order provide that in 2004—\n\t\t\tthe ordinary day of election of councillors for—\n\t\t\tall local government areas in England, or\n\t\t\tall local government areas in England, except parishes, and\n\t\t\tthe day on which the poll is to be held at the second ordinary electionunder the [Greater London Authority Act 1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"),\n\t\t\t\tshall be changed so as to be the same as the date of the poll at the EuropeanParliamentary general election.\n\t\tWhere the Secretary of State makes an order under subsection (1), he may byorder—\n\t\t\tmake provision modifying, in relation to elections in England in 2004—\n\t\t\tsection 89(1) or (2) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (holding ofelections to fill casual vacancies in the office of councillor for a principalarea), or\n\t\t\trules made for the purposes of section 89(6) of that Act (which providesfor casual vacancies in the office of parish councillor to be filled inaccordance with rules under section 36 of the [Representation of the PeopleAct 1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"));\n\t\t\tmake provision disapplying section 16(1) of the [Representation of thePeople Act 1985 (c. 50)](/id/ukpga/1985/50?view=plain \"Go to item oflegislation\") (which postpones for 3 weeks the poll at an election of parishcouncillors where the date of the poll at a European Parliamentary generalelection and the ordinary day of election for councillors in England and Walesare the same) in relation to elections in England in 2004;\n\t\t\tmake such provision as he thinks fit for the purpose of enabling the annualmeeting in 2004 of an authority to which subsection (3) applies to be heldafter the date of the poll at the European Parliamentary general election.\n\t\tThis subsection applies to—\n\t\t\tany of the following for which 2004 is not a year of ordinary elections ofcouncillors to the council—\n\t\t\ta county council in England,\n\t\t\ta district council, and\n\t\t\ta parish council;\n\t\t\tan authority established by Part 4 of the [Local Government Act 1985 (c.51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\") (jointauthorities);\n\t\t\ta police authority established under section 3 of the [Police Act 1996 (c.16)](/id/ukpga/1996/16?view=plain \"Go to item of legislation\");\n\t\t\tthe Metropolitan Police Authority.\n\t\tWhere the National Assembly for Wales makes an order under section 104, theSecretary of State may by order make in relation to elections in England suchconsequential provision, including provision excluding or modifying theapplication of any enactment, as he thinks fit.\n\t\tBefore making an order under this section, the Secretary of State mustconsult—\n\t\t\tthe Electoral Commission, and\n\t\t\tsuch other persons or bodies as he considers appropriate.\n\t\tSubsection (5) may be satisfied by consultation before, as well as byconsultation after, the commencement of this section.\n\t\tIn subsection (1)—\n\t\t\t  * “local government area” has the same meaning as in the [Representation of the People Act 1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"); \n\t\t\t  * “ordinary election” is to be read in accordance with section 2(7) of the [Greater London Authority Act 1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"). \n\t\tIn subsection (4) “enactment” includes an enactment comprised in secondarylegislation within the meaning of the [Interpretation Act 1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\").\n\tPower to change date of elections in Wales\n\t\tThe National Assembly for Wales may by order provide that in 2004 theordinary day of election of councillors for—\n\t\t\tall local government areas in Wales, or\n\t\t\tall local government areas in Wales, except communities, or\n\t\t\tall communities,\n\t\t\t\tshall be changed so as to be the same as the date of the poll at the EuropeanParliamentary general election.\n\t\tWhere the Assembly makes an order under subsection (1), it may by order—\n\t\t\tmake provision modifying, in relation to elections in Wales in 2004—\n\t\t\tsection 89(1) or (2) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (holding ofelections to fill casual vacancies in the office of councillor for a principalarea), or\n\t\t\trules made for the purposes of section 89(6) of that Act (which providesfor casual vacancies in the office of community councillor to be filled inaccordance with rules under section 36 of the Representation of the People Act1983);\n\t\t\tmake provision disapplying section 16(1) of the [Representation of thePeople Act 1985 (c. 50)](/id/ukpga/1985/50?view=plain \"Go to item oflegislation\") (which postpones for 3 weeks the poll at an election ofcommunity councillors where the date of the poll at a European Parliamentarygeneral election and the ordinary day of election for councillors in Englandand Wales are the same) in relation to elections in Wales in 2004.\n\t\tWhere the Secretary of State makes an order under section 103, the NationalAssembly for Wales may by order make in relation to elections in Wales suchconsequential provision, including provision excluding or modifying theapplication of any enactment, as it thinks fit.\n\t\tBefore making an order under this section, the National Assembly for Walesmust consult—\n\t\t\tthe Electoral Commission, and\n\t\t\tsuch other persons or bodies as it considers appropriate.\n\t\tSubsection (4) may be satisfied by consultation before, as well as byconsultation after, the commencement of this section.\n\t\tIn subsection (1), “local government area” has the same meaning as in the[Representation of the People Act 1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Goto item of legislation\").\n\t\tIn subsection (3) “enactment” includes an enactment comprised in secondarylegislation within the meaning of the [Interpretation Act 1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 685,
        "text": "\nValuation Tribunal Service\n\tThe Valuation Tribunal Service\n\t\tThere shall be a body corporate to be known as the Valuation TribunalService (referred to in this section, section 106 and Schedules 4 and 5 as“the Service”).\n\t\tThe Service shall have the following functions in relation to valuationtribunals in England—\n\t\t\tproviding, or arranging for the provision of, the services required for theoperation of tribunals, in particular—\n\t\t\taccommodation, \n\t\t\tstaff (including clerks to tribunals),\n\t\t\tinformation technology,\n\t\t\tequipment, and\n\t\t\ttraining for members and staff of (including clerks to) tribunals;\n\t\t\tgiving general advice about procedure in relation to proceedings beforetribunals.\n\t\tThe Service shall provide the Secretary of State with such information,advice and assistance as he may require.\n\t\tThe Service may do anything which it considers is calculated to facilitate,or is conducive or incidental to, the carrying-out of its functions.\n\t\tThe Service shall carry out its functions with respect to valuationtribunals in the manner which it considers best calculated to secure theirefficient and independent operation.\n\t\tThe Service shall, in relation to its functions with respect to valuationtribunals, consult the tribunals concerned about the carrying-out of itsfunctions.\n\t\tThe Secretary of State may—\n\t\t\tafter consultation with the Service, give directions to it for the purposeof securing the effective carrying-out of its functions, and\n\t\t\tissue guidance to the Service about the carrying-out of its functions.\n\t\tThe Service shall, in carrying out its functions—\n\t\t\tcomply with any directions under subsection (7)(a), and\n\t\t\thave regard to any guidance under subsection (7)(b).\n\t\tSchedule 4 (which makes further provision about the Service) has effect.\n\tTransfer to Service of property, rights and liabilities\n\t\tThe Secretary of State may make one or more schemes for the transfer to theService of—\n\t\t\tsuch of his property, rights and liabilities, or\n\t\t\tsuch of the property, rights and liabilities of a valuation tribunal inEngland,\n\t\t\t\tas appear to him to be appropriate to be transferred for the performance ofthe Service’s functions.\n\t\tOn the day appointed by a transfer scheme for the coming into force of thescheme, the property, rights and liabilities which are the subject of thescheme shall, by virtue of this subsection, be transferred in accordance withthe provisions of the scheme.\n\t\tSchedule 5 (which makes further provision in relation to transfer schemes)has effect."
    },
    {
        "length": 2325,
        "text": "\nAudit Commission\n\tAuditors' public interest reports: time allowed for consideration\n\t\tThe [Audit Commission Act 1998 (c. 18)](/id/ukpga/1998/18?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tIn section 11(4) (body subject to audit must consider section 8 report orsection 11(3) recommendation within four months of its being sent), for “fourmonths” there is substituted “one month”.\n\t\tIn section 11(6) (auditor’s power to extend time limit), for “four months”there is substituted “one month”.\n\t\tIn section 11A(8) (Mayor and Assembly must consider section 8 report orsection 11(3) recommendation within four months of its being sent to theGreater London Authority), for “four months” substitute “one month”.\n\t\tIn section 11A(9) (auditor’s power to extend time limit), for “four months”there is substituted “one month”.\n\tAuditors' public interest reports: publicity\n\t\tAfter section 13 of the Audit Commission Act [1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") there isinserted—\n\t\t“13AAdditional publicity for non-immediate reports\n\t\t\tThis section applies where under section 10(1) an auditor has sent a reportthat is not an immediate report to a body or its chairman, except where thebody is a health service body.\n\t\t\tThe auditor may—\n\t\t\t\tnotify any person he thinks fit of the fact that he has made the report,\n\t\t\t\tpublish the report in any way he thinks fit, and\n\t\t\t\tsupply a copy of the report, or of any part of it, to any person he thinksfit.\n\t\t\tFrom the time when the report is sent under section 10(1), but subject tosubsection (4)—\n\t\t\t\tthe auditor shall ensure that any member of the public may—\n\t\t\t\tinspect the report at all reasonable times without payment, and\n\t\t\t\tmake a copy of the report or of any part of it;\n\t\t\t\tany member of the public may require the auditor to supply him with a copyof the report, or of any part of it, on payment of a reasonable sum.\n\t\t\tFrom the end of the period of one year beginning with the day when thereport is sent under section 10(1), the obligations of the auditor undersubsection (3)—\n\t\t\t\tcease to be his obligations, but\n\t\t\t\tbecome obligations of the Commission instead.”\n\tRegistered social landlords\n\t\tAfter section 41 of the Audit Commission Act 1998 there is inserted—\n\t\t“41AInspections of registered social landlords\n\t\t\tThe Commission may carry out an inspection of—\n\t\t\t\tthe quality of services provided by a registered social landlord;\n\t\t\t\ta registered social landlord’s arrangements for securing continuousimprovement in the efficiency, effectiveness and economy with which itprovides services.\n\t\t\tWhere the Commission has carried out an inspection under subsection (1) itshall issue a report.\n\t\t\tA report under subsection (2) shall mention any matter that, as a result ofthe inspection, the Commission considers should be drawn specifically to theattention of the Relevant Authority.\n\t\t\tThe Commission—\n\t\t\t\tshall send a copy of a report under subsection (2) to the registered sociallandlord concerned and to the Relevant Authority;\n\t\t\t\tmay publish a report under subsection (2) and any information in respect ofa report.\n\t\t\tSection 11 of the Local Government Act 1999 (best value inspections undersection 10: inspectors' powers and duties, and offences) shall apply for thepurposes of an inspection of a registered social landlord under subsection (1)of this section as it applies for the purposes of an inspection of a bestvalue authority under section 10 of that Act.\n\t\t\tThe Commission shall, when drawing up any programme of inspections undersubsection (1), consult the Relevant Authority.\n\t\tBFees for inspections under section 41A\n\t\t\tThe appropriate person may by order make provision of any of the followingkinds in relation to the charging of fees by the Commission in respect ofinspections under section 41A(1)—\n\t\t\t\tprovision authorising the Commission to prescribe a scale or scales of feesin respect of inspections;\n\t\t\t\tprovision governing the prescribing of scales;\n\t\t\t\tprovision requiring a registered social landlord inspected under section41A(1) to pay to the Commission any fee applicable to the inspection inaccordance with a scale prescribed under provision of the kind mentioned inparagraph (a);\n\t\t\t\tsuch incidental, consequential or supplementary provision as theappropriate person thinks necessary or expedient.\n\t\t\tIn subsection (1) “the appropriate person” means—\n\t\t\t\tin relation to registered social landlords for which the HousingCorporation is the Relevant Authority, the Secretary of State, and\n\t\t\t\tin relation to registered social landlords for which the National Assemblyfor Wales is the Relevant Authority, the Assembly.\n\t\t\tThe Secretary of State shall, before making an order under subsection (1),consult—\n\t\t\t\tthe Commission and the Housing Corporation, and\n\t\t\t\tpersons appearing to the Secretary of State to represent registered sociallandlords affected by his proposals.\n\t\t\tThe National Assembly for Wales shall, before making an order undersubsection (1), consult—\n\t\t\t\tthe Commission, and\n\t\t\t\tpersons appearing to the Assembly to represent registered social landlordsaffected by its proposals.\n\t\t\tThe Commission shall, before prescribing a scale of fees that it isauthorised to prescribe by an order under subsection (1) made by the Secretaryof State, consult—\n\t\t\t\tthe Secretary of State and the Housing Corporation, and\n\t\t\t\tpersons appearing to the Commission to represent registered sociallandlords affected by its proposals.\n\t\t\tThe Commission shall, before prescribing a scale of fees that it isauthorised to prescribe by an order under subsection (1) made by the NationalAssembly for Wales, consult—\n\t\t\t\tthe Assembly, and\n\t\t\t\tpersons appearing to the Commission to represent registered sociallandlords affected by its proposals.”\n\t\t\tIn section 52(1) of that Act (orders and regulations to be made bystatutory instrument), after “the Secretary of State” there is inserted “orthe National Assembly for Wales”.\n\t\t\tIn paragraph 8(2) of Schedule 1 to that Act (categories of function inrespect of which Commission must over time balance income and expenditure),after paragraph (c) there is inserted—\n\t\t\t\tits functions under section 41A relating to such landlords;”.\n\t\t\tAfter paragraph 8 of that Schedule there is inserted—\n\t\t\t\t“8AEach of—\n\t\t\t\tthe Secretary of State, and\n\t\t\t\tthe National Assembly for Wales,\n\t\t\t\tmay make grants to the Commission in respect of expenditure incurred or to beincurred by the Commission in connection with the carrying-out of itsfunctions under section 41A.”\n\tFinancial year\n\t\tIn Schedule 1 to the [Audit Commission Act 1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") (which makesprovision about the Commission’s financial affairs), in paragraph 11(5) (whichdefines “financial year” for the purposes of the Schedule as the 12 monthsending with 31st October in any year) for “31st October” there is substituted“31st March”.\n\t\tSubsection (1) shall apply in relation to financial years of the Commissionbeginning after the one in which this section comes into force.\n\t\tIn relation to the financial year of the Commission in which this sectioncomes into force, Schedule 1 to the Audit Commission Act 1998 shall haveeffect as if the period referred to in paragraph 11(5) were a period beginningwith the 1st November on which the year began and ending with the 31st March17 months later.\n\t\tIn this section, “the Commission” means the Audit Commission for LocalAuthorities and the National Health Service in England and Wales.\n\tDelegation \n\t\tAfter paragraph 11 of Schedule 1 to the Audit Commission Act 1998, there isinserted—\n\t\t“Delegation\n\t\t\t11AThe Commission may delegate any of its functions to—\n\t\t\t\ta committee or sub-committee established by the Commission (including acommittee or sub-committee including persons who are not members of theCommission), or\n\t\t\t\tan officer or servant of the Commission.”"
    },
    {
        "length": 158,
        "text": "\nStandards Board for England: delegation\n\tIn Schedule 4 to the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (StandardsBoard for England), after paragraph 9 there is inserted—\n\t“Delegation\n\t\t9AThe Standards Board may delegate any of its functions to—\n\t\t\ta committee or sub-committee established by the Board,\n\t\t\tan individual member of the Board, or\n\t\t\tan officer or servant of the Board.”"
    },
    {
        "length": 1234,
        "text": "\nStandards committees and monitoring officers: delegation\n\tIn Chapter 1 of Part 3 of the Local Government Act 2000 (conduct of localgovernment members), after section 54 there is inserted—\n\t“54ASub-committees of standards committees\n\t\tA standards committee of a relevant authority may appoint one or more sub-committees for the purpose of discharging any of the committee’s functions,whether or not to the exclusion of the committee.\n\t\tSubsection (1) does not apply to functions under section 55 or 56.\n\t\tA sub-committee under subsection (1) shall be appointed from among themembers of the standards committee by which it is appointed.\n\t\tAs regards sub-committees appointed under subsection (1) by a standardscommittee of a relevant authority in England or of a police authority inWales—\n\t\t\tregulations under section 53(6)(a) and (c) to (g) may make provision inrelation to such sub-committees, and\n\t\t\tsections 53(7), (8) and (10) and 54(4) and (6) apply in relation to suchsub-committees as they apply in relation to standards committees.\n\t\tAs regards sub-committees appointed under subsection (1) by a standardscommittee of a relevant authority in Wales other than a police authority—\n\t\t\tregulations under section 53(11) may make provision in relation to suchsub-committees, and\n\t\t\tsection 54(5) and (7) apply in relation to such sub-committees as theyapply in relation to standards committees.\n\t\tSubject to any provision made by regulations under section 53(6)(a) or(11)(a) (as applied by this section)—\n\t\t\tthe number of members of a sub-committee under subsection (1), and\n\t\t\tthe term of office of those members,\n\t\t\t\tare to be fixed by the standards committee by which the sub-committee isappointed.”\n\t\tIn Chapter 5 of that Part (conduct in local government: supplementary),after section 82 there is inserted—\n\t“Delegation by monitoring officers\n\tAMonitoring officers: delegation of functions under Part 3\n\t\tThis section applies to functions of a monitoring officer of a relevantauthority in relation to matters referred to him under section 60(2), 64(2),70(4) or 71(2).\n\t\tWhere the monitoring officer considers that in a particular case he himselfought not to perform particular functions to which this section applies, thoseparticular functions shall in that case be performed personally by a personnominated for the purpose by the monitoring officer.\n\t\tWhere a deputy nominated by the monitoring officer under section 5(7) ofthe Local Government and Housing Act 1989 (nomination of member of monitoringofficer’s staff to act as deputy when monitoring officer absent or ill)considers that in a particular case he himself ought not to perform particularfunctions—\n\t\t\tto which this section applies, and\n\t\t\twhich, by reason of the absence or illness of the monitoring officer, wouldbut for this subsection fall to be performed by the deputy,\n\t\t\t\tthose particular functions shall, while the monitoring officer continues to beunable to act by reason of absence or illness, be performed in that casepersonally by a person nominated for the purpose by the deputy.\n\t\tWhere functions to which this section applies are to be performed by aperson nominated under subsection (2) or (3) who is an officer of the relevantauthority, the authority shall provide the officer with such staff,accommodation and other resources as are, in the officer’s opinion, sufficientto allow those functions to be performed.\n\t\tWhere functions to which this section applies are to be performed by aperson nominated under subsection (2) or (3) who is not an officer of therelevant authority, the authority shall—\n\t\t\tpay the person a reasonable fee for performing the functions,\n\t\t\treimburse expenses properly incurred by the person in performing thefunctions, but only to the extent that the amount of the expenses isreasonable, and\n\t\t\tprovide the person with such staff, accommodation and other resources asare reasonably necessary for the person’s performance of the functions.”\n\t\tIn section 5 of the [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (designationetc. of monitoring officers), after subsection (7) there is inserted—\n\t\t“(7A)Subsection (7) above shall have effect subject to section 82A of theLocal Government Act 2000 (monitoring officers: delegation of functions underPart 3 of that Act).”"
    },
    {
        "length": 812,
        "text": "\nPaid time off for councillors not to be political donation\n\tIn paragraph 4(1) of Schedule 7 to the [Political Parties, Elections andReferendums Act 2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item oflegislation\") (matters that are not donations), after paragraph (a) there isinserted—\n\t\tremuneration allowed to an employee by his employer if the employee is amember of a local authority and the remuneration is in respect of time theemployer permits the employee to take off during the employee’s working hoursfor qualifying business—\n\t\tof the authority,\n\t\tof any body to which the employee is appointed by, or is appointedfollowing nomination by, the authority or a group of bodies that includes theauthority, or\n\t\tof any other body if it is a public body;”.\n\tIn paragraph 4 of that Schedule, after sub-paragraph (3) there is inserted—\n\tIn sub-paragraph (1)(aa)—\n\t\t  * “employee” and “employer”—\n\t\tin relation to England and Wales, and Scotland, have the same meaning as inthe Employment Rights Act 1996, and\n\t\tin relation to Northern Ireland, have the same meaning as in the EmploymentRights (Northern Ireland) Order 1996;\n\t\t\t  * “local authority” means a local authority in any part of the United Kingdom, including the Common Council of the City of London but excluding a parish or community council;\n\t\t\t  * “working hours” of an employee—\n\t\tin relation to England and Wales, and Scotland, has the same meaning as insection 50 of the Employment Rights Act 1996, and\n\t\tin relation to Northern Ireland, has the same meaning as in Article 78 of theEmployment Rights (Northern Ireland) Order 1996;\n\t\t\t  * “qualifying business”, in relation to a body, means—\n\t\tthe doing of anything for the purpose of the discharge of the functions of thebody or of any of its committees or sub-committees, and\n\t\twhere the body is a local authority operating executive arrangements withinthe meaning of Part 2 of the Local Government Act 2000 and arrangements existfor functions of any other body to be discharged by the authority’s executiveor any committee or member of the executive, the doing of anything for thepurpose of the discharge of those functions.”\n\tSubsections (1) and (2) shall be deemed to have come into force on 16thFebruary 2001.\n\tThe Electoral Commission shall remove from the register kept by it undersection 69 of the [Political Parties, Elections and Referendums Act 2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\") any entry thatthey would not have been required to make had subsections (1) and (2) actuallybeen in force throughout the period beginning with 16th February 2001 andending with the passing of this Act."
    },
    {
        "length": 1109,
        "text": "\nOverview and scrutiny committees: voting rights of co-opted members\n\tIn Schedule 1 to the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (furtherprovision about executive arrangements), after paragraph 11 there is inserted—\n\t“Overview and scrutiny committees: voting rights of co-opted members\n\t\tA local authority in England may permit a co-opted member of an overviewand scrutiny committee of the authority to vote at meetings of the committee.\n\t\tPermission under sub-paragraph (1) may only be given in accordance with ascheme made by the local authority.\n\t\tA scheme for the purposes of this paragraph may include—\n\t\t\tprovision for a maximum or minimum in relation to the number of co-optedmembers of an overview and scrutiny committee entitled to vote at meetings ofthe committee, and\n\t\t\tprovision for giving effect to any maximum or minimum established underparagraph (a).\n\t\tThe power to make a scheme for the purposes of this paragraph includespower to vary or revoke such a scheme.\n\t\tIn this paragraph, references to a co-opted member, in relation to anoverview and scrutiny committee of a local authority, are to a member of thecommittee who is not a member of the authority.\n\t\tThe Secretary of State may by regulations make provision about theexercise of the powers under paragraph 12.\n\t\tRegulations under sub-paragraph (1) may, in particular, require schemes forthe purposes of paragraph 12 (“voting rights schemes”)—\n\t\t\tto provide for permission to be given only by means of approving a proposalby the committee concerned;\n\t\t\tto provide for a proposal for the purposes of the scheme (“a schemeproposal”) to specify—\n\t\t\tthe person to whom the proposal relates,\n\t\t\tthe questions on which it is proposed he should be entitled to vote, and\n\t\t\tthe proposed duration of his entitlement to vote,\n\t\t\t\tand to include such other provision about the form and content of such aproposal as the regulations may provide;\n\t\t\tto provide for a scheme proposal to be made only in accordance with apublished statement of the policy of the committee concerned about the makingof such proposals;\n\t\t\tto include such provision about the procedure to be followed in relation tothe approval of scheme proposals as the regulations may provide.\n\t\tRegulations under sub-paragraph (1) may include provision for thenotification to the Secretary of State by local authorities of the making,variation or revocation of voting rights schemes.\n\t\tThe Secretary of State may by direction require a local authority to vary avoting rights scheme.\n\t\tA local authority which makes a scheme for the purposes of paragraph 12shall, while the scheme is in force, make copies of it available at itsprincipal office at all reasonable hours for inspection by members of thepublic.\n\t\tIf a local authority makes a scheme for the purposes of paragraph 12, orvaries or revokes such a scheme, it must as soon as reasonably practicableafter doing so publish in one or more newspapers circulating in its area anotice which complies with this paragraph.\n\t\tIn the case of the making of a scheme, the notice under sub-paragraph (2)shall—\n\t\t\trecord the making of the scheme,\n\t\t\tdescribe what it does,\n\t\t\tstate that copies of it are available for inspection at the principaloffice of the local authority, and\n\t\t\tspecify— \n\t\t\tthe address of that office, and\n\t\t\tthe times when the scheme is available for inspection there.\n\t\tIn the case of the variation of a scheme, the notice under sub-paragraph(2) shall—\n\t\t\trecord the variation,\n\t\t\tdescribe what it does,\n\t\t\tstate that copies of the scheme as varied are available for inspection atthe principal office of the local authority, and\n\t\t\tspecify— \n\t\t\tthe address of that office, and\n\t\t\tthe times when the scheme is available for inspection there.\n\t\tIn the case of the revocation of a scheme, the notice under sub-paragraph(2) shall record the revocation.”"
    },
    {
        "length": 421,
        "text": "\nLocal polls\n\tA local authority may conduct a poll to ascertain the views of those polledabout—\n\t\tany matter relating to—\n\t\tservices provided in pursuance of the authority’s functions, or\n\t\tthe authority’s expenditure on such services, or\n\t\tany other matter if it is one relating to the authority’s power undersection 2 of the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (authority’spower to promote well-being of its area).\n\tIt shall be for the local authority concerned to decide—\n\t\twho is to be polled, and\n\t\thow the poll is to be conducted.\n\tIn conducting a poll under this section, a local authority must have regardto any guidance issued by the appropriate person on facilitating participationin a poll under this section by such of those polled as are disabled people.\n\tThis section is without prejudice to any powers of a local authorityexercisable otherwise than by virtue of this section.\n\tIn this section, “local authority” means—\n\t\tin relation to England—\n\t\ta county council;\n\t\ta district council;\n\t\ta London borough council;\n\t\tthe Greater London Authority;\n\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\tthe Council of the Isles of Scilly, and\n\t\tin relation to Wales, a county council or a county borough council."
    },
    {
        "length": 248,
        "text": "\nGenerally accepted accounting practice: power to amend enactments\n\tThe appropriate person may by order amend or repeal an enactment relatingto a local authority if he considers it appropriate to do so in the light ofgenerally accepted accounting practice as it applies to local government.\n\tIt does not matter for the purposes of subsection (1) whether the enactmentitself relates to the accounts of a local authority.\n\tNo order under this section shall be made by the Secretary of State unlessa draft of the statutory instrument containing the order has been laid before,and approved by a resolution of, each House of Parliament.\n\tIn this section—\n\t\t  * “enactment” includes an enactment contained in this Act or any Act passed after this Act; \n\t\t  * “local authority” means— \n\t\ta body which is a local authority for the purposes of Part 1, or\n\t\ta parish council, a community council or charter trustees."
    },
    {
        "length": 1158,
        "text": "\nAppropriate sum under section 137(4) of the Local Government Act 1972\n\tIn section 137 of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (which enableslocal authorities to incur expenditure for certain purposes not otherwiseauthorised), in subsection (4)(a) (which makes provision in connection withthe calculation of the maximum amount of such expenditure in any financialyear), for “subsection (4AA) below” there is substituted “Schedule 12B to thisAct”.\n\tAfter Schedule 12A to that Act there is inserted—\n\t\tSection 137(4)(a)\n\t“SCHEDULE 12BAppropriate sum under section 137(4)\n\t\t1This Schedule has effect to determine for the purposes of section 137(4)(a)above the sum that is for the time being appropriate to a local authority.\n\t2The sum appropriate to the local authority for the financial year in whichsection 118 of the Local Government Act 2003 comes into force is £5.00.\n\t\tFor each subsequent financial year, the sum appropriate to the localauthority is the greater of the sum appropriate to the authority for thefinancial year preceding the year concerned and the sum produced by thefollowing formula—\n\t\t[![Formula - \\(A multiplied by B\\) divided byC](/ukpga/2003/26/images/ukpga_20030026_en_008)](/ukpga/2003/26/images/ukpga_20030026_en_008?view=plain)\n\t\tA is the sum appropriate to the local authority for the financial yearpreceding the year concerned.\n\t\tB is the retail prices index for September of the financial year precedingthe year concerned.\n\t\tC is the retail prices index for September of the financial year whichprecedes that preceding the year concerned except where sub-paragraph (5)below applies.\n\t\tWhere the base month for the retail prices index for September of thefinancial year mentioned in sub-paragraph (4) above (the first year) differsfrom that for the index for September of the financial year mentioned in sub-paragraph (3) above (the second year), C is the figure which the Secretary ofState calculates would have been the retail prices index for September of thefirst year if the base month for that index had been the same as the basemonth for the index for September of the second year.\n\t\tReferences in sub-paragraphs (3) to (5) above to the retail prices indexare to the general index of retail prices (for all items) published by theOffice for National Statistics.\n\t\tIf that index is not published for a month for which it is relevant for thepurposes of any of those sub-paragraphs, the sub-paragraph shall be taken torefer to any substituted index or index figures published by that Office.\n\t\tFor the purposes of sub-paragraph (5) above, the base month for the retailprices index for September of a particular year is the month—\n\t\t\tfor which the retail prices index is taken to be 100, and\n\t\t\tby reference to which the index for the September in question iscalculated.\n\t\tIn calculating the sum produced by the formula in sub-paragraph (1) above apart of a whole (if any) shall be calculated to two decimal places only—\n\t\t\tadding one hundredth where (apart from this sub-paragraph) there would befive, or more than five, one-thousandths, and\n\t\t\tignoring the one-thousandths where (apart from this sub-paragraph) therewould be less than five one-thousandths.\n\t\t\t4Before the beginning of a financial year, the appropriate person may by orderprovide for a different sum to have effect as the sum appropriate to a localauthority for the year in place of the sum calculated for the year inaccordance with paragraph 3 above.\n\t\t\t5In paragraph 4 above “the appropriate person” means—\n\t\t\tas respects England, the Secretary of State;\n\t\t\tas respects Wales, the National Assembly for Wales.\n\t\t\t6An order under paragraph 4 above may make different provision in relation tolocal authorities of different descriptions.\n\t\t\t7An order under paragraph 4 above made by the Secretary of State shall besubject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 753,
        "text": "\nUse of fixed penalties paid for litter and dog-fouling offences\n\tSection 88(6)(a) of the [Environmental Protection Act 1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (which requiresauthorities to pay any receipts from fixed penalties for litter offences tothe Secretary of State or the National Assembly for Wales and applies also tofixed penalties for dog-fouling offences by virtue of section 4(2) of the Dogs(Fouling of Land) Act 1996) ceases to have effect.\n\tAn authority in England and Wales to which fixed penalties are payable inpursuance of notices under—\n\t\tsection 88 of the Environmental Protection Act 1990 (fixed penalty noticesfor leaving litter), or\n\t\tsection 4 of the [Dogs (Fouling of Land) Act 1996 (c.20)](/id/ukpga/1996/20?view=plain \"Go to item of legislation\") (fixed penaltynotices for not removing dog faeces),\n\t\t\tmay use any sums it receives in respect of fixed penalties payable to it inpursuance of such notices only for the purposes of functions of its that arequalifying functions.\n\tThe following are qualifying functions for the purposes of this section—\n\t\tfunctions under Part 4 of the Environmental Protection Act 1990 (litteretc.),\n\t\tfunctions under the Dogs (Fouling of Land) Act 1996, and\n\t\tfunctions of a description specified in regulations made by the appropriateperson.\n\tRegulations under subsection (3)(c) may (in particular) have the effectthat an authority may use the sums mentioned in subsection (2) (its “fixed-penalty receipts”) for the purposes of any of its functions.\n\tAn authority shall supply the appropriate person with such informationrelating to its use of its fixed-penalty receipts as the appropriate personmay require.\n\tThe appropriate person may by regulations—\n\t\tmake provision for what an authority is to do with its fixed-penaltyreceipts—\n\t\tpending their being used for the purposes of qualifying functions of theauthority;\n\t\tif they are not so used before such time after their receipt as may bespecified by the regulations;\n\t\tmake provision for accounting arrangements in respect of an authority’sfixed-penalty receipts.\n\tThe provision that may be made under subsection (6)(a)(ii) includes (inparticular) provision for the payment of sums to a person (including theappropriate person) other than the authority.\n\tBefore making regulations under this section, the appropriate person mustconsult—\n\t\tthe authorities to which the regulations are to apply, and\n\t\tsuch other persons as the appropriate person considers appropriate."
    },
    {
        "length": 487,
        "text": "\nRegulation of cosmetic piercing and skin-colouring businesses\n\tSection 15 of the [Local Government (Miscellaneous Provisions) Act 1982 (c.30)](/id/ukpga/1982/30?view=plain \"Go to item of legislation\") (regulation oftattooing, ear-piercing and electrolysis businesses) is amended as follows.\n\tIn subsection (1) (requirement for person carrying on business to beregistered), for paragraph (b) (ear-piercing) there is substituted—\n\t\tof semi-permanent skin-colouring;\n\t\tof cosmetic piercing; or”\n\t\t\t(and in the side-note for “ear-piercing” there is substituted “semi-permanentskin-colouring, cosmetic piercing”).\n\tIn subsection (2) (requirement to register premises where business carriedon)—\n\t\tfor “ear-piercing” there is substituted “semi-permanent skin-colouring,cosmetic piercing”, and\n\t\tfor “pierce their ears” there is substituted “carry out semi-permanentskin-colouring on them, pierce their bodies”.\n\tIn subsection (5) (local authority may not require particulars aboutindividuals whose ears have been pierced etc.), for “or whose ears he haspierced” there is substituted “, whose bodies he has pierced or on whom he hascarried out semi-permanent skin-colouring”.\n\tAfter subsection (8) there is inserted—\n\tIn this section “semi-permanent skin-colouring” means the insertion ofsemi-permanent colouring into a person’s skin.”\n\tSchedule 6 (which makes provision about transition) has effect."
    },
    {
        "length": 198,
        "text": "\nFire brigade establishment schemes: removal of Secretary of State’sfunctions\n\tThe following provisions cease to have effect—\n\t\tsection 19(3) to (8) of the [Fire Services Act 1947 (c.41)](/id/ukpga/1947/41?view=plain \"Go to item of legislation\") (functions ofSecretary of State in relation to fire brigade establishment schemes), and\n\t\tparagraph (a) of section 7(2) of the [Fire Services Act 1959 (c.44)](/id/ukpga/1959/44?view=plain \"Go to item of legislation\") (approval bySecretary of State of establishment scheme for fire authority on its becoming,or becoming a successor to, a combined authority)."
    },
    {
        "length": 500,
        "text": "\nOrders and regulations\n\tAny power to make orders or regulations under this Act includes power—\n\t\tto make different provision for different cases or areas, and\n\t\tto make incidental, supplementary, consequential or transitional provisionor savings (including provision amending or repealing any enactment orinstrument made under any enactment).\n\tThe power under subsection (1)(a) includes, in particular, power to makedifferent provision for different local authorities or descriptions of localauthority (including descriptions framed by reference to authorities inparticular areas).\n\tThe generality of the power under subsection (1)(a) shall not be taken tobe prejudiced by any specific provision of this Act authorising differentialprovision.\n\tNo— \n\t\torder under this Act which, in exercise of the power under subsection(1)(b) to make incidental or supplementary provision, amends or repeals anyenactment contained in an Act, or\n\t\tregulations under this Act which, in exercise of that power to makeincidental or supplementary provision, amend or repeal any such enactment,\n\t\t\tshall be made by the Secretary of State unless a draft of the statutoryinstrument containing the order or regulations (whether containing the order,or regulations, alone or with other provisions) has been laid before, andapproved by a resolution of, each House of Parliament.\n\tAny power to make orders or regulations under this Act is exercisable bystatutory instrument.\n\tA statutory instrument that—\n\t\tcontains an order or regulations under this Act, and\n\t\tis not subject to any requirement that a draft of the instrument be laidbefore, and approved by a resolution of, each House of Parliament,\n\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tSubsection (6) does not apply to a statutory instrument containing an orderor regulations made by the National Assembly for Wales.\n\tThis section does not apply to orders under section 128."
    },
    {
        "length": 238,
        "text": "\nGeneral interpretation\n\tIn this Act—\n\t  * “appropriate person” means— \n\t\tin relation to England, the Secretary of State, and\n\t\tin relation to Wales, the National Assembly for Wales;\n\t\t\t  * “best value authority” means an authority or body which is a best value authority for the purposes of Part 1 of the [Local Government Act 1999 (c. 27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\"); \n\t\t\t  * “financial year” means a period of 12 months beginning with 1st April; \n\t\t\t  * “valuation tribunal” means a tribunal established under Schedule 11 to the [Local Government Finance Act 1988 (c. 41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 147,
        "text": "\nFinancial provisions\n\tThere shall be paid out of money provided by Parliament—\n\t\tany expenditure under this Act of a Minister of the Crown or governmentdepartment, and\n\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\tAny sums received under this Act by a Minister of the Crown shall be paidinto the Consolidated Fund.\n\tThere shall be paid out of or into the Consolidated Fund any increaseattributable to this Act in the sums payable out of or into that Fund underany other enactment."
    },
    {
        "length": 146,
        "text": "\nMinor and consequential amendments and repeals\n\tSchedule 7 (minor and consequential amendments) has effect.\n\tThe enactments and instruments specified in Schedule 8 are hereby repealedor revoked to the extent specified there.\n\tThe Secretary of State may by order make provision consequential on thisAct amending, repealing or revoking (with or without savings) any provision ofan Act passed before or in the same session as this Act, or of an instrumentmade under an Act before the passing of this Act.\n\tIn this section, “Act” includes a private or local Act."
    },
    {
        "length": 2376,
        "text": "\nCommencement \n\tThe following provisions shall come into force on the day on which this Actis passed—\n\t\tthis section and sections 30, 34, 35, 72, 73, 103, 104, 110, 114, 121, 123,124 and 129;\n\t\tparagraphs 7, 9(1), 24(1), (2) and (5), 25(1), 28, 33(1), 34, 35, 40,51(1), 55 and 60 of Schedule 7, and section 127(1) so far as relating thereto;\n\t\tSchedule 8, so far as relating to—\n\t\tthe [Fire Services Act 1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go toitem of legislation\"),\n\t\tthe [Fire Services Act 1959 (c. 44)](/id/ukpga/1959/44?view=plain \"Go toitem of legislation\"),\n\t\tSchedule 9 to the [Local Government Finance Act 1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\"), and\n\t\tparagraph 80(1) of Schedule 13 to the [Local Government Finance Act 1992(c. 14)](/id/ukpga/1992/14?view=plain \"Go to item of legislation\"),\n\t\t\tand section 127(2) so far as relating thereto.\n\tThe following provisions shall come into force at the end of the period oftwo months beginning with the day on which this Act is passed—\n\t\tChapter 1 of Part 3;\n\t\tsections 38 and 39, so far as relating to England;\n\t\tPart 6, except sections 75(2) to (5) and 83;\n\t\tsections 87, 88, 91, 93 to 98, 113, 116 and 122;\n\t\tparagraphs 41 to 48, 49(a), 50(a), 52 to 54 and 81 of Schedule 7, andsection 127(1) so far as relating thereto;\n\t\tSchedule 8, so far as relating to—\n\t\tsection 2A of the [Local Government Act 1986 (c.10)](/id/ukpga/1986/10?view=plain \"Go to item of legislation\"),\n\t\tsection 28 of the [Local Government Act 1988 (c.9)](/id/ukpga/1988/9?view=plain \"Go to item of legislation\"),\n\t\tPart 4 of Schedule 4 to the [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\"),\n\t\tsection 25 of the Local Government Finance Act 1992,\n\t\tparagraphs 96 and 97 of Schedule 16 to the [Local Government (Wales) Act1994 (c. 19)](/id/ukpga/1994/19?view=plain \"Go to item of legislation\"),\n\t\tparagraph 5 of Schedule 1 to the [Education Act 1996 (c.56)](/id/ukpga/1996/56?view=plain \"Go to item of legislation\"),\n\t\tparagraph 13 of Schedule 30 to the [School Standards and Framework Act1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go to item of legislation\"),\n\t\tsection 31 of the [Local Government Act 1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") and section136(1) of the [Greater London Authority Act 1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"), and\n\t\tsection 104 of the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"),\n\t\tand section 127(2) so far as relating thereto.\n\tThe following provisions shall come into force on such day as the Secretaryof State may by order appoint—\n\t\tsections 62(2) and (11), 65, 70(4) to (6), 83, 92(1), 99, 100(1), (2) and(4) to (8), 105 to 108, 109(3) and (4), 111, 112, 115 and 125;\n\t\tsection 101, so far as relating to England and so far as relating to a bestvalue authority in Wales mentioned in subsection (7) of that section;\n\t\tsection 109(1), so far as relating to registered social landlords for whichthe Housing Corporation is the Relevant Authority for the purposes of Part 1of the [Housing Act 1996 (c. 52)](/id/ukpga/1996/52?view=plain \"Go to item oflegislation\");\n\t\tSchedules 4 and 5;\n\t\tparagraphs 1, 10, 11, 20, 21, 24(3), 25(4) to (6), 26(3), 27, 31, 33(2) and(4), 36 to 39, 65, 68 to 78 and 80 of Schedule 7, and section 127(1) so far asrelating thereto;\n\t\tSchedule 8, so far as consequential on any of the provisions mentioned inparagraphs (a) to (e), and section 127(2) so far as relating thereto.\n\tThe following provisions shall come into force on such day as the NationalAssembly for Wales may by order appoint—\n\t\tsections 38 and 39, so far as relating to Wales;\n\t\tsections 40, 61(6) and (7), 63, 70(7) to (9), 75(2) to (5) and 92(2);\n\t\tsection 101, so far as relating to a best value authority in Wales, otherthan one mentioned in subsection (7) of that section;\n\t\tsection 109(1), so far as relating to registered social landlords for whichthe Assembly is the Relevant Authority for the purposes of Part 1 of the[Housing Act 1996 (c. 52)](/id/ukpga/1996/52?view=plain \"Go to item oflegislation\"), and section 109(2);\n\t\tSchedule 2;\n\t\tparagraphs 5, 9(2), 12 to 17, 22, 24(4), 25(2) and (3), 49(b), 50(b),51(2), 56 to 58, 66(2), 67 and 79 of Schedule 7, and section 127(1) so far asrelating thereto;\n\t\tSchedule 8 so far as—\n\t\trelating to section 137(4C) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") and paragraph30 of Schedule 15 to the [Local Government (Wales) Act 1994 (c.19)](/id/ukpga/1994/19?view=plain \"Go to item of legislation\"), or\n\t\tconsequential on any of the provisions mentioned in paragraphs (a) to (f),\n\t\tand section 127(2) so far as relating thereto.\n\tSo far as relating to Scotland, sections 101 and 102 shall come into forceon such day as the Scottish Ministers may by order appoint.\n\tThe remaining provisions of this Act—\n\t\tso far as relating to England, shall come into force on such day as theSecretary of State may by order appoint, and\n\t\tso far as relating to Wales, shall come into force on such day as theNational Assembly for Wales may by order appoint.\n\tPower to make orders under this section is exercisable by statutoryinstrument.\n\tOrders under this section may make different provision for differentpurposes.\n\tA person who has power under this section to appoint a day for the cominginto force of a provision may by order make in connection with the coming intoforce of that provision such transitional provision or saving as the personconsiders necessary or expedient."
    },
    {
        "length": 579,
        "text": "\nShort title and extent\n\tThis Act may be cited as the Local Government Act 2003.\n\tSubject to the following provisions, this Act extends to England and Walesonly.\n\tSections 83(2), 101 and 102 extend also to Scotland.\n\tThe following provisions extend also to Scotland, Northern Ireland andGibraltar—\n\t\tsections 103, 104 and 128,\n\t\tthis section, and\n\t\tparagraph 7(2) of Schedule 7, and section 127(1) so far as relatingthereto.\n\tSection 114 extends also—\n\t\tto Scotland, but only so far as (within the meaning of the [Scotland Act1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\")) itconfers or removes functions exercisable otherwise than in or as regardsScotland, and\n\t\tto Northern Ireland.\n\tEach of sections 123 and 124, so far as relating to any other provision ofthis Act, has the same extent as that other provision.\n\tExcept as provided by subsection (8), any amendment, repeal or revocationmade by this Act has the same extent as the enactment or instrument to whichit relates.\n\tSubsection (7) does not apply to—\n\t\tsections 85, 113(3), 114 and 121(a),\n\t\tparagraphs 8 and 53 of Schedule 7, and\n\t\tthe entries in Schedule 8 relating to—\n\t\tthe [Fire Services Act 1947 (c. 41)](/id/ukpga/1947/41?view=plain \"Go toitem of legislation\"),\n\t\tsection 7(1) of the [Fire Services Act 1959 (c.44)](/id/ukpga/1959/44?view=plain \"Go to item of legislation\"), and\n\t\tsection 33 of the [Local Government Act 1988 (c.9)](/id/ukpga/1988/9?view=plain \"Go to item of legislation\")."
    }
]