[
    {
        "length": 1482,
        "text": "\nOffence of shining or directing a laser beam towards a vehicle\n\tA person commits an offence if—\n\t\tthe person shines or directs a laser beam towards a vehicle which is movingor ready to move, and\n\t\tthe laser beam dazzles or distracts, or is likely to dazzle or distract, aperson with control of the vehicle.\n\tIt is a defence to show—\n\t\tthat the person had a reasonable excuse for shining or directing the laserbeam towards the vehicle, or\n\t\tthat the person—\n\t\tdid not intend to shine or direct the laser beam towards the vehicle, and\n\t\texercised all due diligence and took all reasonable precautions to avoiddoing so.\n\tA person is taken to have shown a fact mentioned in subsection (2) if—\n\t\tsufficient evidence is adduced to raise an issue with respect to it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person who commits an offence under this section is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months, to a fine or to both;\n\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months, to a fine not exceeding the statutory maximum or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding six months, to a fine not exceeding the statutory maximum or toboth;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, to a fine or to both.\n\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003, the reference in subsection (4)(a) to12 months is to be read as a reference to six months.\n\tA mechanically propelled vehicle which is not moving or ready to move butwhose engine or motor is running is to be treated for the purposes ofsubsection (1)(a) as ready to move.\n\tIn relation to an aircraft, the reference in subsection (1)(b) to “a personwith control of the vehicle” is a reference to any person on the aircraft whois engaged in controlling it, or in monitoring the controlling of it.\n\tIn relation to a vessel, hovercraft or submarine, the reference insubsection (1)(b) to “a person with control of the vehicle” is a reference tothe master, the pilot or any person engaged in navigating the vessel,hovercraft or submarine.\nOffences relating to air traffic services\n\tA person commits an offence if—\n\t\tthe person shines or directs a laser beam—\n\t\ttowards an air traffic facility, or\n\t\ttowards a person providing air traffic services, and\n\t\tthe laser beam dazzles or distracts, or is likely to dazzle or distract, aperson providing air traffic services.\n\tIt is a defence to show—\n\t\tthat the person had a reasonable excuse for shining or directing the laserbeam towards the facility or person, or\n\t\tthat the person—\n\t\tdid not intend to shine or direct the laser beam towards the facility orperson, and\n\t\texercised all due diligence and took all reasonable precautions to avoiddoing so.\n\tA person is taken to have shown a fact mentioned in subsection (2) if—\n\t\tsufficient evidence is adduced to raise an issue with respect to it, and\n\t\tthe contrary is not proved beyond reasonable doubt.\n\tA person who commits an offence under this section is liable—\n\t\ton summary conviction in England and Wales, to imprisonment for a term notexceeding 12 months, to a fine or to both;\n\t\ton summary conviction in Scotland, to imprisonment for a term not exceeding12 months, to a fine not exceeding the statutory maximum or to both;\n\t\ton summary conviction in Northern Ireland, to imprisonment for a term notexceeding six months, to a fine not exceeding the statutory maximum or toboth;\n\t\ton conviction on indictment, to imprisonment for a term not exceeding fiveyears, to a fine or to both.\n\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003, the reference in subsection (4)(a) to12 months is to be read as a reference to six months.\n\tIn this section—\n\t\t  * “air traffic facility” means any building, structure, vehicle or other place from which air traffic services are provided; \n\t\t  * “air traffic services” has the meaning given by section 98(1) of the Transport Act 2000. \nInterpretation \n\tIn this Act—\n\t  * “aircraft” means any vehicle used for travel by air; \n\t  * “laser beam” means a beam of coherent light produced by a device of any kind; \n\t  * “vehicle” means any vehicle used for travel by land, water or air; \n\t  * “vessel” has the meaning given by section 255(1) of the Merchant Shipping Act 1995. \nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis section and section 3 come into force on the day on which this Act ispassed.\n\tSection 1 comes into force, so far as extending to England and Wales andScotland, at the end of the period of two months beginning with the day onwhich this Act is passed.\n\tSection 1 comes into force, so far as extending to Northern Ireland—\n\t\tin relation to aircraft, vessels, hovercraft and submarines, at the end ofthe period of two months beginning with the day on which this Act is passed;\n\t\tin relation to other vehicles, on such day as the Secretary of State may byregulations made by statutory instrument appoint.\n\tSection 2 comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\tDifferent days may be appointed under subsection (4)(b) for differentpurposes.\n\tThis Act may be cited as the Laser Misuse (Vehicles) Act 2018.\n\t\t"
    }
]