{
    "general": "This law makes it illegal to point a laser at moving vehicles like cars, buses, motorcycles, airplanes, helicopters, etc. This includes pointing lasers directly at drivers or pilots while they are operating their vehicles. The purpose of this law is to protect people's eyesight and prevent accidents caused by temporary blindness from laser beams. It also helps keep our skies safe for aircraft navigation.",
    "series": [
        [
            {
                "length": 263,
                "short": "\"Laser Pointer Laws: Dangerous Distractions and Serious Consequences\"",
                "text": "\n* Simplified point 1: It is illegal to shine a laser pointer at moving or stationary vehicles, as it can dazzle or distract the driver and potentially cause an accident.\n* Simplified point 2: The law applies to laser pointers directed at aircraft, vessels, hovercraft, and submarines, as well as other vehicles, and can lead to serious consequences, including imprisonment.\n* Simplified point 3: Defenses include showing a reasonable excuse for shining the laser pointer, not intending to do so, and exercising all due diligence to avoid doing so.\n* Simplified point 4: Offenders can face up to 12 months' imprisonment, a fine, or both on summary conviction in England and Wales, and up to six months' imprisonment, a fine not exceeding the statutory maximum, or both on summary conviction in Scotland and Northern Ireland.\n* Simplified point 5: The law applies to laser pointers directed at air traffic facilities and personnel providing air traffic services, and can lead to similar penalties."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Laser Misuse (Vehicles) Act 2018 makes it illegal to shine a laser pointer at moving or stationary vehicles, such as cars, buses, trucks, bicycles, motorcycles, boats, ships, planes, helicopters, etc., as it can dazzle or distract the driver and potentially cause an accident. This law also applies to laser pointers directed at aircraft, vessels, hovercraft, and submarines, as well as other vehicles, and can lead to serious consequences, including imprisonment. However, there may be defenses available if you have a reasonable excuse for shining the laser pointer, did not intend to do so, or exercised all due diligence to avoid doing so. If found guilty, offenders could face up to 12 months' imprisonment, a fine, or both on summary conviction in England and Wales, and up to six months' imprisonment, a fine not exceeding the statutory maximum, or both on summary conviction in Scotland and Northern Ireland. Additionally, the law applies to laser pointers directed at air traffic facilities and personnel providing air traffic services, and can lead to similar penalties. In short, it is important to be mindful of the potential risks of shining laser pointers at vehicles and air traffic facilities, as it can put drivers, passengers, and aviation personnel in danger.",
    "single": "\n* The Laser Misuse (Vehicles) Act 2018 makes it an offense to shine a laser beam towards a moving or ready-to-move vehicle, aircraft, vessel, hovercraft, or submarine.\n* The offense is punishable by fines and imprisonment.\n* The law applies to England and Wales, Scotland, and Northern Ireland.\n* The law protects people controlling vehicles, aircraft, vessels, hovercraft, and submarines from laser beams that dazzle or distract them.\n* The law also protects air traffic services provided at air traffic facilities.\n* A person accused of the offense can defend themselves by showing they had a reasonable excuse or did not intend to shine the laser beam.\n* The law came into force on the day it was passed, with different sections coming into force at different times.\n"
}