{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the years 2004 and 2005. It also says how much money can be spent each year. This helps the government manage its finances and make sure there is enough money to pay for everything it needs to do.",
    "series": [
        [
            {
                "length": 286,
                "short": "\"Consolidated Fund Allocation for Fiscal Years 2004-2005\"",
                "text": "\n* Simplified point 1: Authorizes the use of up to £6,616,861,000 from the Consolidated Fund for the service of the year ending March 31, 2004.\n* Simplified point 2: Allows the Treasury to issue up to £7,324,511,000 from the Consolidated Fund for the service of the year ending March 31, 2004.\n* Simplified point 3: Authorizes the use of up to £147,233,877,000 from the Consolidated Fund for the service of the year ending March 31, 2005.\n* Simplified point 4: Allows the Treasury to issue up to £143,612,811,000 from the Consolidated Fund for the service of the year ending March 31, 2005.\n* Simplified point 5: Provides that this Act may be cited as the Consolidated Fund (No. 2) Act 2003."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund (No. 2) Act 2003 allows the government to spend money from the Consolidated Fund to pay for things like public services and debt interest for the financial years ending March 31, 2004 and 2005. The government can use up to £6,616,861,000 in 2004 and £147,233,877,000 in 2005 from the fund. This law also lets the Treasury borrow more money to cover these costs. In other words, this act gives the government permission to spend money from the Consolidated Fund to pay for important things like healthcare, education, and defense, as well as to pay off some of the country's debts.",
    "single": "\n* Authorizes the use of £6,616,861,000 for the service of the year ending with 31st March 2004.\n* Authorizes the issue of £7,324,511,000 out of the Consolidated Fund for the year ending with 31st March 2004.\n* Authorizes the use of £147,233,877,000 for the service of the year ending with 31st March 2005.\n* Authorizes the issue of £143,612,811,000 out of the Consolidated Fund for the year ending with 31st March 2005.\n* Short title: Consolidated Fund (No. 2) Act 2003.\nThis legislation authorizes the use of funds for the years ending with 31st March 2004 and 2005. It allows the Treasury to issue funds out of the Consolidated Fund for these years. The total amount authorized for the year ending with 31st March 2004 is £6,616,861,000, while the total amount authorized for the year ending with 31st March 2005 is £147,233,877,000. This legislation is a continuation of the previous year's budget and appropriation of funds for various government expenditures."
}