{
    "general": "This law helps parents who lose their child by giving them time off work and paying them while they grieve. It's like a special kind of sick leave, but instead of being sick, the parent is dealing with the loss of their child. This way, they can take the time they need to say goodbye, sort out funeral arrangements, and deal with their own emotions without having to worry about losing their job or income.",
    "series": [
        [
            {
                "length": 145,
                "short": "Parental Bereavement Leave and Pay: Employees' New Legal Rights After Losing a Child",
                "text": "* Simplified point 1: The Parental Bereavement (Leave and Pay) Act 2018 creates a statutory entitlement to parental bereavement leave and pay for employees who lose a child under certain circumstances.\n* Simplified point 2: The act allows for the appointment of different days for different purposes, including the coming into force of different parts of the act.\n* Simplified point 3: The act may be cited as the Parental Bereavement (Leave and Pay) Act 2018."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Parental Bereavement (Leave and Pay) Act 2018 helps parents who have lost a child by giving them time off work with pay. This law gives employees the right to take up to two weeks' leave after their child dies, so they can grieve and look after themselves. Employers must give their employees this time off and pay them for it, just like they would for other types of family leave. This law also lets employers choose different dates for different things, like when different parts of the law start working. It's important to remember that this law is here to help parents who have lost a child, and it's meant to be kind and understanding towards them during a difficult time.",
    "single": "\nParental Bereavement (Leave and Pay) Act 2018\n• Creates a statutory entitlement to parental bereavement leave and pay for employees whose children have died.\n• Applies to employees who have been working for at least 26 weeks to qualify for the leave and pay.\n• Allows employees to take up to two weeks of leave and receive pay for up to two weeks, or take up to six months of unpaid leave.\n• Employers with 250 or more employees must provide the leave and pay, while smaller employers may opt in to provide the leave and pay.\n• Leave and pay can be taken within 56 days of the child's death, and must be taken within 56 days of the child's death to qualify for the statutory entitlement.\n• Related amendments to existing laws are also made by the Schedule.\n• Comes into force on a day appointed by the Secretary of State through regulations made by statutory instrument.\n• This Act may be cited as the Parental Bereavement (Leave and Pay) Act 2018."
}