[
    {
        "length": 2734,
        "text": "\nPart 1Rates etc\n\tCorporation tax\n\t\tMain rate of corporation tax for financial year 2011\n\t\t\tIn section 2(2)(a) of FA 2010 (main corporation tax rate for financial year2011 on profits other than ring fence profits), for “28%” substitute “27%”.\n\tCapital gains tax\n\t\tRates of capital gains tax\n\t\t\tSchedule 1 contains provision in relation to the rates at which capital gainstax is charged.\n\tValue added tax\n\t\tRate of value added tax\n\t\t\tIn section 2(1) of VATA 1994 (rate of VAT), for “17.5 per cent” substitute“20 per cent”.\n\t\t\tIn section 21(4) of that Act (restriction on value of imported goods), for“28.58 per cent” substitute “25 per cent”.\n\t\t\tThe amendment made by subsection (1) has effect in relation to any supplymade on or after 4 January 2011 and any acquisition or importation takingplace on or after that date.\n\t\t\tThe amendment made by subsection (2) has effect in relation to goodsimported on or after 4 January 2011.\n\t\t\tSchedule 2 contains provision for a supplementary charge to value added taxon supplies spanning the date of the VAT change.\n\tInsurance premium tax\n\t\tRates of insurance premium tax\n\t\t\tIn section 51(2) of FA 1994 (rates of insurance premium tax)—\n\t\t\t\tin paragraph (a) (higher rate), for “17.5 per cent” substitute “20 percent”, and\n\t\t\t\tin paragraph (b) (standard rate), for “5 per cent” substitute “6 per cent”.\n\t\t\tThe amendments made by subsection (1) have effect in relation to a premiumfalling to be regarded for the purposes of Part 3 of FA 1994 as received undera taxable insurance contract by an insurer on or after 4 January 2011.\n\t\t\tIn the application of sections 67A and 67C of FA 1994 (announced increasein rate) in relation to the increases made by this section—\n\t\t\t\tthe announcement for the purposes of section 67A(1) is to be taken to havebeen made on 22 June 2010, and\n\t\t\t\tthe date of the change is 4 January 2011.\n\t\t\tIn FA 1999, omit section 125; and the repeal of that section comes intoforce in accordance with the provision made by this section for the cominginto force of the amendments made by subsection (1).\nPart 2Other provisions\n\tPensions\n\t\tPower to repeal high income excess relief charge\n\t\t\tThe Treasury may by order made by statutory instrument repeal section 23of, and Schedule 2 to, FA 2010 (high income excess relief charge).\n\t\t\tNo order may be made under subsection (1) after 31 December 2010.\n\t\t\tSection 1014 of ITA 2007 (orders and regulations under Income Tax Acts)does not apply to the power under subsection (1).\n\t\tTreatment of persons at age 75\n\t\t\tSchedule 3 contains provision about the treatment of persons who reach the ageof 75 on or after 22 June 2010.\n\tIncome tax\n\t\tExpenses paid to MPs etc\n\t\t\tSchedule 4 contains provision about expenses and allowances paid to members ofthe House of Commons and other representatives.\n\tCorporation tax\n\t\tAmounts not fully recognised for accounting purposes\n\t\t\tSchedule 5 contains amendments of sections 311, 312 and 599A of CTA 2009 (loanrelationships and derivative contracts: treatment of amounts not fullyrecognised for accounting purposes).\n\t\tInsurance companies: business transfers involving excess assets\n\t\t\tIn Chapter 1 of Part 12 of ICTA (insurance companies etc), after section432CA insert—\n\t\t\t“432CBTransfers of business involving excess assets\n\t\t\t\tThis section applies where, under an insurance business transfer scheme,there is a transfer of long-term business—\n\t\t\t\t\tfrom a non-profit fund of an insurance company (“the transferor”) which isnot a non-profit company in relation to the relevant period of account,\n\t\t\t\t\tto another insurance company (“the transferee”) to constitute or form partof a non-profit fund of the transferee (“the transferee’s non-profit fund”),\n\t\t\t\t\t\t(“the transfer”) and conditions A and B are met.\n\t\t\t\tCondition A is that the fair value of the assets transferred by thetransfer exceeds by an amount (“the chargeable excess”) the amount of therelevant liabilities transferred by the transfer.\n\t\t\t\tFor this purpose “relevant” liabilities are liabilities of a type shown (ortreated as shown) in any of lines 14, 17, 21 to 23 and 31 to 38 of Form 14 ofa periodical return of an insurance company.\n\t\t\t\tCondition B is that the main purpose, or one of the main purposes, of thetransferor or the transferee (or both) in entering into any part of thetransfer scheme arrangements is to secure a reduction in tax as a result ofsection 432C having effect in the case of the transferee, rather than thetransferor, in relation to the business transferred by the transfer.\n\t\t\t\tThe chargeable excess is to be brought into account by the transferor asmentioned in section 83(2)(b) of the Finance Act 1989 for the relevant periodof account.\n\t\t\t\tWhere there is no amount shown in relation to the transferee’s non-profitfund in column 1 of line 51 of Form 14 of the periodical return of thetransferee for the first period of account of the transferee ending on orafter the transfer date (“the first post-transfer period of account”), thechargeable excess is to be brought into account by the transferee as mentionedin section 83(2) of the Finance Act 1989 as a decrease in the value of non-linked assets for the first post-transfer period of account.\n\t\t\t\tWhere— \n\t\t\t\t\tthere is an amount shown in relation to the transferee’s non-profit fund incolumn 1 of line 51 of Form 14 of the periodical return of the transferee forthe first post-transfer period of account, and\n\t\t\t\t\tthe amount so shown in column 1 of line 51 of Form 14 of the periodicalreturn of the transferee for that period of account, or for any other periodof account of the transferee ending after the transfer date, (an “affectedperiod of account”) is less than the total chargeable excess amount,\n\t\t\t\t\tthe relevant amount is to be brought into account by the transferee asmentioned in section 83(2) of the Finance Act 1989 as a decrease in the valueof non-linked assets for the affected period of account.\n\t\t\t\tFor this purpose “the relevant amount” is the amount by which—\n\t\t\t\t\tthe amount shown in relation to the transferee’s non-profit fund in column1 of line 51 of Form 14 of the periodical return of the transferee for theaffected period of account, is less than\n\t\t\t\t\tthe total chargeable excess amount less any amount brought into account bythe transferee as mentioned in section 83(2) of the Finance Act 1989 as adecrease in the value of non-linked assets for any earlier period of accountby virtue of the operation of this section in relation to the transferee’snon-profit fund.\n\t\t\t\tIn subsections (6) and (7) “the total chargeable excess amount” means theaggregate of—\n\t\t\t\t\tthe chargeable excess, and\n\t\t\t\t\tany amount which is the chargeable excess in relation to any other transferof business to the transferee’s non-profit fund.\n\t\t\t\tIn this section “the relevant period of account” means—\n\t\t\t\t\tthe period of account of the transferor ending immediately before thetransfer date, or\n\t\t\t\t\tif no period of account of the transferor so ends, the period of account ofthe transferor covering the transfer date.\n\t\t\t\tIn this section “the transfer scheme arrangements” means the insurancebusiness transfer scheme and any relevant associated operations; and for thispurpose “relevant associated operations” means—\n\t\t\t\t\tany other insurance business transfer scheme,\n\t\t\t\t\tany contract of reinsurance, or\n\t\t\t\t\tany reconstruction or amalgamation involving the transferor, a dependant ofthe transferor which is an insurance undertaking or the transferee,\n\t\t\t\t\twhich is effected in connection with the insurance business transfer scheme.\n\t\t\t\tIn subsection (10)—\n\t\t\t\t\t  * “dependant”, and\n\t\t\t\t\t  * “insurance undertaking”,\n\t\t\t\thave the same meaning as in the Insurance Prudential Sourcebook.\n\t\t\t\tIn this section “the transfer date” means the date on which the insurancebusiness transfer scheme takes effect.\n\t\t\t\tFor the purposes of this section an insurance company which has electedunder section 83YA(9) of the Finance Act 1989 (changes in value of assetsbrought into account: non-profit companies) to be treated as a non-profitcompany in relation to a period of account is to be regarded as a non-profitcompany in relation to the period of account.”\n\t\t\t\tThe amendment made by subsection (1) has effect in relation to transfers ofbusiness taking place on or after 24 March 2010.\n\tFinal provisions\n\t\tInterpretation \n\t\t\tIn this Act—\n\t\t\t\t  * “CTA 2009” means the Corporation Tax Act 2009; \n\t\t\t\t  * “CTA 2010” means the Corporation Tax Act 2010; \n\t\t\t\t  * “ICTA” means the Income and Corporation Taxes Act 1988; \n\t\t\t\t  * “ITA 2007” means the Income Tax Act 2007; \n\t\t\t\t  * “ITEPA 2003” means the Income Tax (Earnings and Pensions) Act 2003; \n\t\t\t\t  * “TCGA 1992” means the Taxation of Chargeable Gains Act 1992; \n\t\t\t\t  * “VATA 1994” means the Value Added Tax Act 1994. \n\t\t\tIn this Act “FA”, followed by a year, means the Finance Act of that year.\n\t\tShort title\n\t\t\tThis Act may be cited as the Finance (No.2) Act 2010."
    }
]