{
    "general": "This act helps the government collect taxes and manage public money. It changes some taxes and makes laws about national debt and revenue. This helps the country's economy run smoothly.",
    "series": [
        [
            {
                "length": 161,
                "short": "\"Tax Law Changes in the UK: Finance (No.2) Act 2010\"",
                "text": "* Simplified point 1: The Finance (No.2) Act 2010 makes changes to the UK's tax laws, including reducing the main rate of corporation tax for financial year 2011 from 28% to 27%.\n* Simplified point 2: The act also increases the rate of value added tax from 17.5% to 20%, and introduces a new supplementary charge to value added tax on supplies spanning the date of the VAT change. Additionally, it repeals the high income excess relief charge and makes changes to the treatment of pension funds."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Finance (No.2) Act 2010 changed some rules about taxes in the UK. It lowered the main rate of corporation tax for 2011 from 28% to 27%. This means that companies paid less tax that year.\nIt also raised the amount of Value Added Tax (VAT) that people pay when buying things. In 2011, VAT went up from 17.5% to 20%. This means that people had to pay more money when they bought things like clothes or food.\nThe act also introduced a new rule for VAT called a \"supplementary charge\". This meant that some businesses had to pay extra tax on top of the regular VAT rate.\nFinally, the act got rid of a rule called the \"high income excess relief charge\", which affected some people who saved money in pensions. Overall, these changes were designed to help the government raise more money to spend on important things like schools, hospitals, and roads.",
    "single": "\n* The Finance (No.2) Act 2010 is a piece of British Legislation that aims to grant certain duties, alter other duties, and amend the law relating to the National Debt and the Public Revenue.\n* The key points of the text are:\n\t+ Corporation tax rate change: The main rate of corporation tax for financial year 2011 is changed from 28% to 27%.\n\t+ Capital gains tax rate change: The rates of capital gains tax are amended to 17.5% for higher-rate taxpayers and 6% for basic-rate taxpayers.\n\t+ Insurance premium tax rate change: The rates of insurance premium tax are increased to 20% for higher-rate taxpayers and 6% for basic-rate taxpayers.\n\t+ Pensions: The power to repeal the high income excess relief charge is given to the Treasury.\n\t+ Income tax: Expenses paid to MPs are subject to new rules.\n\t+ Corporation tax: Amounts not fully recognized for accounting purposes are subject to new rules.\n\t+ Insurance companies: Business transfers involving excess assets are subject to new rules.\n\t+ Final provisions: The Act provides for interpretation and citation, and includes a short title.\nPlease note that this is a simplified version of the text, and it is not intended to be a substitute for the actual legislation."
}