[
    {
        "length": 1653,
        "text": "\nMaintained schools causing concern: eligibility for intervention\n\tCoasting schools\n\t\tThe Education and Inspections Act 2006 is amended as follows.\n\t\tIn section 59 (meaning of “maintained school” and “eligible forintervention”), in subsection (2), at the appropriate place insert—\n\t\t\t  * “section 60B (coasting schools),”.\n\t\tAfter section 60A insert—\n\t\t“60BCoasting schools\n\t\t\tA maintained school is by virtue of this section eligible for interventionif—\n\t\t\t\tthe school is coasting, and\n\t\t\t\tthe Secretary of State has notified the governing body that it is coasting.\n\t\t\tThe Secretary of State may by regulations provide that this section doesnot apply in relation to a school of a description specified in theregulations.\n\t\t\tThe Secretary of State must by regulations define what “coasting” means inrelation to a school to which this section applies.”\n\t\t\tIn section 182 (Parliamentary control of orders and regulations), insubsection (3), after paragraph (a) insert—\n\t\t\t\tthe first regulations to be made under section 60B(3) (regulationsdefining “coasting” in relation to a school),”.\n\tPerformance standards and safety warning notices\n\t\tThe Education and Inspections Act 2006 is amended as follows.\n\t\tIn section 60 (performance standards and safety warning notice)—\n\t\t\tfor “local authority”, in each place it occurs, substitute “relevantauthority”;\n\t\t\tfor subsection (1) substitute—\n\t\tA maintained school is by virtue of this section eligible for interventionif—\n\t\t\ta relevant authority have given the governing body a warning notice inaccordance with subsection (2),\n\t\t\tthe period for compliance specified in the notice (“the compliance period”)has expired,\n\t\t\tthe governing body have failed to comply, or secure compliance, with thenotice to the relevant authority’s satisfaction by the end of the complianceperiod, and\n\t\t\tthe relevant authority have given reasonable notice in writing to thegoverning body that the authority proposes to exercise the authority’s powersunder any one or more of sections 63 to 69 (whether or not the notice iscombined with a notice under section 62(2A)(c) of SSFA 1998).”;\n\t\t\tin subsection (4), for paragraph (c) (but not the “and” at the end)substitute—\n\t\t\tthe compliance period for the purposes of subsection (1)(c),”;\n\t\t\tin subsection (4)(d), for “66” substitute “69”;\n\t\t\tafter subsection (4) insert—\n\t\t\t\t“(4A)If a local authority are notified that the Secretary of State has given awarning notice to the governing body of a maintained school the localauthority may not give a warning notice unless or until the Secretary of Stateinforms them that they may.\n\t\t\t(4B)If the Secretary of State gives a warning notice to the governing body ofa maintained school, any earlier warning notice given to the maintained schoolby the local authority ceases to have effect from that time.”;\n\t\t\tomit subsection (5);\n\t\t\tafter subsection (6) insert—\n\t\t\t“(6A)If a local authority give a warning notice to the governing body of amaintained school they must, at the same time, give a copy of it to theSecretary of State.\n\t\t\t(6B)If the Secretary of State gives a warning notice to the governing body ofa maintained school the Secretary of State must, at the same time, give a copyof it to the local authority.”;\n\t\t\tomit subsections (7) to (9);\n\t\t\tfor subsection (10) substitute—\n\t\tIn this section “relevant authority” means—\n\t\t\tthe local authority, or\n\t\t\tthe Secretary of State.”\n\t\tIn section 63 (power of local authority to require governing body to enterinto arrangements), in subsection (3), for “section 60(10)” substitute“section 60(1)(b)”.\n\t\tIn section 64 (power of local authority etc to appoint additionalgovernors), in subsection (2), for “section 60(10)” substitute “section60(1)(b)”.\n\t\tIn section 66 (power of local authority to suspend right to delegatedbudget), in subsection (2), for “section 60(10)” substitute “section60(1)(b)”.\n\t\tOmit section 69A (power of Secretary of State to direct local authority togive performance standards and safety warning notice).\n\t\tIn section 73 (interpretation), omit the definition of “working day”.\n\tOther warning notices\n\t\tThe Education and Inspections Act 2006 is amended as follows.\n\t\tIn section 60A (teachers’ pay and conditions warning notice)—\n\t\t\tfor subsection (1) substitute—\n\t\tA maintained school is by virtue of this section eligible for interventionif—\n\t\t\tthe local authority have given the governing body a warning notice inaccordance with subsection (2),\n\t\t\tthe period for compliance specified in the notice (“the compliance period”)has expired,\n\t\t\tthe governing body have failed to comply, or secure compliance, with thenotice to the local authority’s satisfaction by the end of the complianceperiod, and\n\t\t\tthe local authority have given reasonable notice in writing to thegoverning body that the authority proposes to exercise the authority’s powersunder any one or more of sections 64 to 66.”;\n\t\t\tin subsection (4), for paragraph (c) (but not the “and” at the end)substitute—\n\t\t\tthe compliance period for the purposes of subsection (1)(c),”;\n\t\t\tomit subsection (5);\n\t\t\tin subsection (6), before paragraph (a) insert—\n\t\t\tthe Secretary of State,”;\n\t\t\tomit subsections (7) to (10).\n\t\tIn section 64 (power of local authority etc to appoint additionalgovernors), in subsection (2), for “section 60A(10)” substitute “section60A(1)(b)”.\n\t\tIn section 66 (power of local authority to suspend right to delegatedbudget), in subsection (2), for “section 60A(10)” substitute “section60A(1)(b)”.\n\t\tIn section 69B (power of Secretary of State to direct local authority), insubsection (3)—\n\t\t\tomit paragraph (c);\n\t\t\tin paragraph (d), for “60A(10)” substitute “60A(1)(b)”."
    },
    {
        "length": 1187,
        "text": "\nMaintained schools causing concern: intervention powers\n\tPower to require governing body to enter into arrangements\n\t\tBefore section 67 of the Education and Inspections Act 2006 insert—\n\t\t“66APower of Secretary of State to require governing body to enter intoarrangements\n\t\t\tIf at any time a maintained school is eligible for intervention other thanby virtue of section 60A, then (subject to subsection (3)) the Secretary ofState may, with a view to improving the performance of the school, give thegoverning body of the school a notice requiring the governing body—\n\t\t\t\tto enter into a contract or other arrangement with a specified person (whomay be the governing body of another school) for the provision to thegoverning body of specified services of an advisory nature,\n\t\t\t\tto make specified arrangements authorised by section 26 of EA 2002(collaboration between schools) with the governing body of such other schoolas may be specified,\n\t\t\t\tto make specified arrangements authorised by regulations under section 166of this Act (collaboration arrangements: maintained schools and furthereducation bodies) with a further education body within the meaning of thatsection, or\n\t\t\t\tto take specified steps for the purpose of creating or joining afederation, as defined by section 24(2) of EA 2002.\n\t\t\tBefore exercising the power conferred by subsection (1), the Secretary ofState must consult—\n\t\t\t\tthe governing body of the school,\n\t\t\t\tin the case of a foundation or voluntary school which is a Church ofEngland school or a Roman Catholic Church school, the appropriate diocesanauthority, and\n\t\t\t\tin the case of any other foundation or voluntary school, the person orpersons by whom the foundation governors are appointed.\n\t\t\tWhere the school is eligible for intervention by virtue of section 60(school subject to performance standards and safety warning), the powerconferred by subsection (1) is only exercisable within the period of twomonths following the end of the compliance period (as defined by section60(1)(b)).\n\t\t\tA notice under subsection (1)(a) may require the contract or otherarrangement to contain specified terms and conditions.”\n\tAppointment of interim executive members\n\t\tIn Schedule 6 to the Education and Inspections Act 2006 (governing bodiesconsisting of interim executive members), after paragraph 5 insert—\n\t“5AWhere the appropriate authority is a local authority the Secretary of Statemay give the local authority directions about—\n\t\twho to appoint as interim executive members;\n\t\thow many people to appoint as interim executive members;\n\t\tthe terms of appointment of interim executive members;\n\t\tthe termination of any appointment in accordance with provision made underparagraph 5.”\n\tInteraction between intervention powers\n\t\tThe Education and Inspections Act 2006 is amended as follows.\n\t\tIn section 64 (power of local authority etc to appoint additionalgovernors)—\n\t\t\tin subsection (1), for “subsections (1A) and (2)” substitute “subsection(2)”;\n\t\t\tomit subsection (1A).\n\t\tAfter section 70 insert—\n\t\t“Interaction between different intervention powers etc\n\t\t\tADuties for local authorities and Secretary of State to notify eachother\n\t\t\t\tA local authority must notify the Secretary of State before exercising apower under section 63, 64 or 66 in relation to a maintained school.\n\t\t\t\tThe Secretary of State must notify the local authority before exercising apower under any of sections 66A to 69 in relation to a maintained school.\n\t\t\tBRestriction on use of local authority intervention powers\n\t\t\t\tThis section applies where a local authority are notified that theSecretary of State intends to exercise a power under any of sections 66A to 69in relation to a maintained school.\n\t\t\t\tThe local authority may not use any of their powers under section 63, 64 or66 in relation to the school unless or until the Secretary of State notifiesthem that they may.\n\t\t\tCSecretary of State’s power to take over responsibility for interimexecutive members\n\t\t\t\tThis section applies where a local authority have given the governing bodyof a maintained school a notice under section 65 (governing body to consist ofinterim executive members).\n\t\t\t\tThe Secretary of State may take over responsibility for arrangements inconnection with the interim executive members by giving notice to the localauthority and, where the Secretary of State does so—\n\t\t\t\t\tthe notice given by the local authority in accordance with section 65 is tobe treated as having been given by the Secretary of State in accordance withsection 69, and\n\t\t\t\t\tanything done by or in relation to the local authority under Schedule 6 isto be treated as having been done by or in relation to the Secretary ofState.”"
    },
    {
        "length": 1578,
        "text": "\nMaintained schools causing concern: conversion into Academies\n\tDuty to make Academy orders\n\t\tSection 4 of the Academies Act 2010 (Academy orders) is amended as follows.\n\t\tBefore subsection (1) insert—\n\t\t\t“(A1)The Secretary of State must make an Academy order in respect of amaintained school in England that is eligible for intervention by virtue ofsection 61 or 62 EIA 2006 (schools requiring significant improvement orschools requiring special measures).”\n\t\tIn subsection (1)(b), after “(within the meaning of Part 4 of EIA 2006)”insert “other than by virtue of section 61 or 62 of EIA 2006”.\n\tConsultation about conversion\n\t\tFor section 5 of the Academies Act 2010 (consultation on conversion)substitute—\n\t\t“5Consultation about conversion: schools not eligible for intervention\n\t\t\tBefore a maintained school in England is converted into an Academy, theschool’s governing body must consult such persons as they think appropriateabout whether the conversion should take place.\n\t\t\tBut this section does not apply if an Academy order under section 4(A1) or(1)(b) has effect in respect of the school.\n\t\t\tConsultation for the purposes of this section may be carried out before orafter an Academy order, or an application for an Academy order, has been madein respect of the school.\n\t\t\tIn the case of a federated school, the reference in subsection (1) to thegoverning body includes a reference to any members of the governing body.”\n\tConsultation about identity of Academy sponsor in certain cases\n\t\tAfter section 5 of the Academies Act 2010 insert—\n\t\t“5AConsultation about identity of Academy sponsor in certain cases\n\t\t\tThis section applies where an Academy order under section 4(A1) has effectin respect of a foundation or voluntary school that has a foundation.\n\t\t\tBefore entering into Academy arrangements in relation to the school theSecretary of State must consult the following about the identity of the personwith whom the arrangements are to be entered into—\n\t\t\t\tthe trustees of the school,\n\t\t\t\tthe person or persons by whom the foundation governors are appointed, and\n\t\t\t\tin the case of a school which has a religious character, the appropriatereligious body.\n\t\t\tIn this section, “the appropriate religious body”, in relation to a school,means—\n\t\t\t\tin the case of a Church of England school or a Roman Catholic school, theappropriate diocesan authority;\n\t\t\t\tin any other case, such body or person representing the specified religionor religious denomination as is prescribed under section 88F(3)(e) of SSFA1998.\n\t\t\tIn the case of a school in relation to which there is more than onereligion or religious denomination specified, references to “the appropriatereligious body” are to be read as references to both or all of the bodiesconcerned.\n\t\t\tIn subsections (3) and (4), “specified” means specified in the order undersection 69(3) of SSFA 1998 relating to the school.\n\t\t\tExpressions used in this section and SSFA 1998 have the same meaning as inthat Act.”\n\tDuty to facilitate conversion\n\t\tAfter section 5A of the Academies Act 2010 (inserted by section 9 above)insert—\n\t\t“5BDuty to facilitate conversion\n\t\t\tWhere an Academy order under section 4(A1) or (1)(b) has effect in respectof a school, the governing body of the school and the local authority musttake all reasonable steps to facilitate the conversion of the school into anAcademy.\n\t\t\tWhere the Secretary of State notifies the governing body or local authoritythat the Secretary of State is minded to enter into Academy arrangements witha specified person, their duty under subsection (1) includes a duty to takeall reasonable steps to facilitate the making of Academy arrangements withthat person.”\n\tPower to give directions to do with conversion\n\t\tAfter section 5B of the Academies Act 2010 (inserted by section 10 above)insert—\n\t\t“5CPower to give directions to do with conversion\n\t\t\tWhere an Academy order under section 4(A1) or (1)(b) has effect in respectof a school, the Secretary of State may direct the governing body of theschool or the local authority to take specified steps for the purpose offacilitating the conversion of the school into an Academy.\n\t\t\tA direction may, in particular, require the governing body or localauthority to prepare a draft of a scheme under section 8 or Part 1 of Schedule1.\n\t\t\tA direction may specify the period within which any steps must be taken.”\n\tPower to revoke Academy orders\n\t\tAfter section 5C of the Academies Act 2010 (inserted by section 11 above)insert—\n\t\t“5DPower to revoke Academy orders under section 4(A1) or (1)(b)\n\t\t\tThe Secretary of State may by order revoke an Academy order under section4(A1) or (1)(b).\n\t\t\tIf an Academy order is revoked the Secretary of State must give a copy ofthe order to everyone to whom a copy of the Academy order was given undersection 4(4).\n\t\t\tDespite section 568(1) of EA 1996 (orders to be made by statutoryinstrument) (as applied by section 17(4) of this Act) the power of theSecretary of State to make an order under this section is not required to beexercised by statutory instrument.”\n\tDuty to communicate information about plans to improve school\n\t\tAfter section 5D of the Academies Act 2010 (inserted by section 12 above)insert—\n\t\t“5EDuty to communicate information about plans to improve school\n\t\t\tBefore a maintained school in England which is causing concern is convertedinto an Academy, the proposed proprietor of the Academy must communicate tothe registered parents of registered pupils at the school information aboutthe proposed proprietor’s plans to improve the school.\n\t\t\tFor the purposes of subsection (1)—\n\t\t\t\tthe “proposed proprietor of the Academy” is the person with whom theSecretary of State proposes to enter or has entered into Academy arrangementsin respect of the school;\n\t\t\t\ta school is “causing concern” if it is eligible for intervention within themeaning of Part 4 of EIA 2006.”"
    },
    {
        "length": 1018,
        "text": "\nAcademies causing concern: intervention powers\n\tAcademies causing concern\n\t\tAfter section 2 of the Academies Act 2010 insert—\n\t\t“2AAcademy agreements: provision about failing schools\n\t\t\tAn Academy agreement in respect of an Academy school or an alternativeprovision Academy must include provision allowing the Secretary of State toterminate the agreement if—\n\t\t\t\tspecial measures are required to be taken in relation to the Academy, or\n\t\t\t\tthe Academy requires significant improvement.\n\t\t\tThe Academy agreement must require the Secretary of State, beforeterminating the agreement on one of those grounds, to give the proprietor anopportunity to make representations.\n\t\t\tFor the purposes of this section special measures are required to be takenin relation to an Academy, or an Academy requires significant improvement, ifthe Chief Inspector has given notice under section 13(3)(a) of the EducationAct 2005.\n\t\tBAcademy agreements: provision about coasting schools\n\t\t\tAn Academy agreement in respect of an Academy school or an alternativeprovision Academy must include provision allowing the Secretary of State toterminate the agreement if—\n\t\t\t\tthe Academy is coasting, and\n\t\t\t\tthe Secretary of State has notified the proprietor that it is coasting.\n\t\t\tThe Academy agreement must require the Secretary of State, beforeterminating the agreement on that ground, to give the proprietor a terminationwarning notice.\n\t\t\tA termination warning notice is a notice requiring the proprietor—\n\t\t\t\tto take specified action to improve the Academy by a specified date, and\n\t\t\t\tto respond to the Secretary of State by making representations, or byagreeing to take that action, by a specified date.\n\t\t\tThe Academy agreement must provide that the power to terminate theagreement on the ground that the Academy is coasting is available only if theproprietor has failed to comply with a termination warning notice (whether byfailing to take specified action, or to respond, on time).\n\t\t\tThe Secretary of State may by regulations provide that this section doesnot apply in relation to an Academy of a description specified in theregulations.\n\t\t\t“Coasting”, in relation to an Academy to which this section applies, hasthe meaning given by regulations under subsection (3) of section 60B of theEducation and Inspections Act 2006 in relation to a school to which thatsection applies.\n\t\tCSections 2A and 2B supplementary - new agreements\n\t\t\tAn Academy agreement may include further provision about—\n\t\t\t\tthe procedure for terminating the agreement in accordance with theprovision required by section 2A or 2B;\n\t\t\t\tthe consequences of terminating the agreement in accordance with thatprovision.\n\t\t\tThis section does not apply to agreements made before the day on whichsection 14 of the Education and Adoption Act 2016 comes into force (but seesection 2D).\n\t\tDSections 2A and 2B: supplementary - old agreements\n\t\t\tAn old Academy agreement is to be treated as if it included the newtermination powers.\n\t\t\tA provision of an old Academy agreement that relates to the procedure forterminating the agreement does not apply to the new termination powers.\n\t\t\tSubsections (4) and (5) apply where an old Academy agreement—\n\t\t\t\tcontains provision about the consequences of terminating the agreement(“relevant provision”), and\n\t\t\t\tthe relevant provision is expressed in a way that is capable of coveringtermination in accordance with the new termination powers.\n\t\t\tThe relevant provision applies to termination in accordance with the newtermination powers.\n\t\t\tIf the relevant provision sets out different consequences depending onwhether the agreement is terminated on the ground that the proprietor hasbreached the Agreement or on other grounds, termination in accordance with thenew termination powers is to be treated as termination on the grounds ofbreach by the proprietor.\n\t\t\tIn this section—\n\t\t\t\t  * “new termination powers”, in relation to an Academy agreement, means the powers to terminate in accordance with the provision required by sections 2A and 2B;\n\t\t\t\t  * “old Academy agreement” means an Academy agreement made before the day on which section 14 of the Education and Adoption Act 2016 comes into force.”"
    },
    {
        "length": 452,
        "text": "\nAdoption\n\tLocal authority adoption functions: joint arrangements\n\t\tThe Adoption and Children Act 2002 is amended as follows.\n\t\tAfter section 3 insert—\n\t\t“3ZAEngland - joint arrangements etc\n\t\t\tThe Secretary of State may give directions requiring one or more localauthorities in England to make arrangements for all or any of their functionswithin subsection (3) to be carried out on their behalf by—\n\t\t\t\tone of those authorities, or\n\t\t\t\tone or more other adoption agencies.\n\t\t\tA direction under subsection (1) may, in particular—\n\t\t\t\tspecify who is to carry out the functions, or\n\t\t\t\trequire the local authority or authorities to determine who is to carry outthe functions.\n\t\t\tThe functions mentioned in subsection (1) are functions in relation to—\n\t\t\t\tthe recruitment of persons as prospective adopters;\n\t\t\t\tthe assessment of prospective adopters’ suitability to adopt a child;\n\t\t\t\tthe approval of prospective adopters as suitable to adopt a child;\n\t\t\t\tdecisions as to whether a particular child should be placed for adoptionwith a particular prospective adopter;\n\t\t\t\tthe provision of adoption support services.\n\t\t\tThe Secretary of State may give a direction requiring a local authority inEngland to terminate arrangements made in accordance with a direction undersubsection (1).\n\t\t\tA direction under this section may make different provision for differentpurposes.\n\t\t\tThe Secretary of State may by regulations amend subsection (3).”\n\t\t\tOmit section 3A as inserted by the Children and Families Act 2014.\n\t\t\tIn section 140(3) (subordinate legislation subject to affirmativeprocedure), for paragraph (za) substitute—\n\t\t\t\tunder section 3ZA(6),”."
    },
    {
        "length": 473,
        "text": "\nGeneral\n\tConsequential repeals\n\t\tIn consequence of the amendments made by this Act, omit the following—\n\t\t\tparagraphs 6(2) and (3) and 11 of Schedule 13 to the Apprenticeships,Skills, Children and Learning Act 2009;\n\t\t\tsections 44(3) and 56 of the Education Act 2011;\n\t\t\tsection 4 of the Children and Families Act 2014.\n\tTransitional, saving and consequential provision\n\t\tThe Secretary of State may by regulations make transitional or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\tThe Secretary of State may by regulations, make provision that isconsequential on any provision of this Act.\n\t\tRegulations under subsection (2) may amend, repeal or revoke any provisionmade by or under an Act passed or made before this Act or in the same Session.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under subsection (2) thatamend or repeal provision made by an Act may not be made unless a draft of thestatutory instrument has been laid before and approved by a resolution of eachHouse of Parliament.\n\t\tAny other statutory instrument containing regulations under subsection (2)is subject to annulment in pursuance of a resolution of either House ofParliament.\n\tExtent \n\t\tThis Act extends to England and Wales only.\n\tCommencement \n\t\tSections 17 and 18, this section and section 20 come into force on the dayon which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tDifferent days may be appointed for different purposes.\n\tShort title\n\t\tThis Act may be cited as the Education and Adoption Act 2016.\n\t"
    }
]