[
    {
        "length": 1817,
        "text": "\nStalking protection orders\n\tApplications for orders\n\t\tA chief officer of police may apply to a magistrates’ court for an order (a“stalking protection order”) in respect of a person (the “defendant”) if itappears to the chief officer that—\n\t\t\tthe defendant has carried out acts associated with stalking,\n\t\t\tthe defendant poses a risk associated with stalking to another person, and\n\t\t\tthere is reasonable cause to believe the proposed order is necessary toprotect another person from such a risk (whether or not the other person wasthe victim of the acts mentioned in paragraph (a)).\n\t\tA stalking protection order is an order which, for the purpose ofpreventing the defendant from carrying out acts associated with stalking—\n\t\t\tprohibits the defendant from doing anything described in the order, or\n\t\t\trequires the defendant to do anything described in the order.\n\t\tA chief officer of police for a police area in England and Wales may applyfor a stalking protection order only in respect of a person—\n\t\t\twho resides in the chief officer’s police area, or\n\t\t\twho the chief officer believes is in that area or is intending to come toit.\n\t\tA risk associated with stalking—\n\t\t\tmay be in respect of physical or psychological harm to the other person;\n\t\t\tmay arise from acts which the defendant knows or ought to know areunwelcome to the other person even if, in other circumstances, the acts wouldappear harmless in themselves.\n\t\tIt does not matter—\n\t\t\twhether the acts mentioned in subsection (1)(a) were carried out in a partof the United Kingdom or elsewhere, or\n\t\t\twhether they were carried out before or after the commencement of thissection.\n\t\tSee section 2A of the Protection from Harassment Act 1997 for examples ofacts associated with stalking.\n\tPower to make orders\n\t\tA magistrates’ court may make a stalking protection order on an applicationunder section 1(1) if satisfied that—\n\t\t\tthe defendant has carried out acts associated with stalking,\n\t\t\tthe defendant poses a risk associated with stalking to another person, and\n\t\t\tthe proposed order is necessary to protect another person from such a risk(whether or not the other person was the victim of the acts mentioned inparagraph (a)).\n\t\tA magistrates’ court may include a prohibition or requirement in a stalkingprotection order only if satisfied that the prohibition or requirement isnecessary to protect the other person from a risk associated with stalking.\n\t\tProhibitions or requirements must, so far as practicable, be such as toavoid—\n\t\t\tconflict with the defendant’s religious beliefs, and\n\t\t\tinterference with any times at which the defendant normally works orattends an educational establishment.\n\t\tA prohibition or requirement has effect in all parts of the United Kingdomunless expressly limited to a particular locality.\n\t\tIt does not matter—\n\t\t\twhether the acts mentioned in subsection (1)(a) were carried out in a partof the United Kingdom or elsewhere, or\n\t\t\twhether they were carried out before or after the commencement of thissection.\n\t\tSubsection (7) applies where a magistrates’ court makes a stalkingprotection order in relation to a defendant who is already subject to such anorder (whether made by that court or another).\n\t\tThe court may not include any prohibition or requirement in the newstalking protection order which is incompatible with a prohibition orrequirement in the earlier stalking protection order.\n\tDuration of orders\n\t\tA stalking protection order has effect—\n\t\t\tfor a fixed period specified in the order, or\n\t\t\tuntil a further order.\n\t\tWhere a fixed period is specified it must be a period of at least 2 yearsbeginning with the day on which the order is made.\n\t\tDifferent periods may be specified in relation to different prohibitions orrequirements.\n\tVariations, renewals and discharges\n\t\tThe defendant or a relevant chief officer of police (see section 14(1)) mayapply to a magistrates’ court for an order varying, renewing or discharging astalking protection order.\n\t\tBefore making a decision on an application under subsection (1), the courtmust hear—\n\t\t\tthe defendant, and\n\t\t\tany relevant chief officer of police who wants to be heard.\n\t\tOn an application under subsection (1) the court may make any ordervarying, renewing or discharging the stalking protection order that the courtconsiders appropriate.\n\t\tBut the court may not—\n\t\t\tin renewing or varying an order, impose an additional prohibition orrequirement unless satisfied that it is necessary to do so in order to protecta person from a risk associated with stalking;\n\t\t\tdischarge an order before the end of 2 years beginning with the day onwhich the order was made without the consent of the defendant and—\n\t\t\twhere the application was made by a chief officer of police, that chiefofficer, or\n\t\t\tin any other case, the chief officer of police who applied for thestalking protection order and (if different) the chief officer of police forthe area in which the defendant resides, if that area is in England or Wales.\n\tInterim stalking protection orders\n\t\tThis section applies where an application for a stalking protection order(the “main application”) has not been determined.\n\t\tA magistrates’ court may make an order (an “interim stalking protectionorder”) in respect of the defendant on an application—\n\t\t\tmade at the same time and by the same chief officer of police as the mainapplication, or\n\t\t\tif the main application has already been made, made by the chief officer ofpolice who made that application.\n\t\tThe court may, if it considers it appropriate to do so, make an interimstalking protection order—\n\t\t\tprohibiting the defendant from doing anything described in the order, or\n\t\t\trequiring the defendant to do anything described in the order.\n\t\tProhibitions or requirements must, so far as practicable, be such as toavoid—\n\t\t\tconflict with the defendant’s religious beliefs, and\n\t\t\tinterference with any times at which the defendant normally works orattends an educational establishment.\n\t\tA prohibition or requirement has effect in all parts of the United Kingdomunless expressly limited to a particular locality.\n\t\tAn interim stalking protection order—\n\t\t\thas effect only for a fixed period specified in the order, and\n\t\t\tceases to have effect, if it has not already done so, on the determinationof the main application.\n\t\tThe defendant or the chief officer of police who applied for an interimstalking protection order may apply to a magistrates’ court for an ordervarying, renewing or discharging the interim stalking protection order.\n\t\tOn an application under subsection (7), the court may make any ordervarying, renewing or discharging the stalking protection order that the courtconsiders appropriate.\n\tContent of orders\n\t\tA stalking protection order and an interim stalking protection order mustspecify—\n\t\t\tthe date on which the order is made;\n\t\t\twhether it has effect for a fixed period and, if it does, the length ofthat period;\n\t\t\teach prohibition or requirement that applies to the defendant;\n\t\t\twhether any prohibition or requirement is expressly limited to a particularlocality and, if it is, what the locality is;\n\t\t\twhether any prohibition or requirement is subject to a fixed period whichdiffers from the period for which the order has effect and, if it is, whatthat period is."
    },
    {
        "length": 656,
        "text": "\nAppeals and enforcement\n\tAppeals \n\t\tA defendant may appeal to the Crown Court against—\n\t\t\tthe making of a stalking protection order,\n\t\t\tthe making of an interim stalking protection order,\n\t\t\tthe making of an order under section 4 on an application by a chief officerof police, or\n\t\t\tthe refusal to make an order under section 4 on an application by thedefendant.\n\t\tA chief officer of police who applied for a stalking protection order, aninterim stalking protection order or an order under section 4 may appeal tothe Crown Court against—\n\t\t\tthe refusal to make a stalking protection order,\n\t\t\tthe refusal to make an interim stalking protection order, or\n\t\t\tthe refusal to make an order under section 4 on an application by the chiefofficer.\n\t\tA relevant chief officer of police (see section 14(1)) may appeal to theCrown Court against the making of an order under section 4 on an applicationby the defendant.\n\t\tOn any such appeal, the Crown Court may make—\n\t\t\tsuch orders as may be necessary to give effect to its determination of theappeal, and\n\t\t\tsuch incidental or consequential orders as appear to it to be appropriate.\n\tOffence of breaching stalking protection order etc\n\t\tA person who, without reasonable excuse, breaches a stalking protectionorder or an interim stalking protection order commits an offence.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine or both, or\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine or both.\n\t\tIn relation to an offence committed before section 154(1) of the CriminalJustice Act 2003 comes into force, the reference in subsection (2)(a) to 12months is to be read as a reference to 6 months.\n\t\tIf a person is convicted of an offence under this section, it is not opento the court by or before which the person is convicted to make an order undersubsection (1)(b) of section 12 of the Powers of Criminal Courts (Sentencing)Act 2000 (conditional discharge).\n\t\tIn proceedings for an offence under this section, a copy of the originalstalking protection order or interim stalking protection order, certified bythe designated officer for the court which made it, is admissible as evidenceof its having been made and of its contents to the same extent that oralevidence of those things is admissible in those proceedings."
    },
    {
        "length": 1319,
        "text": "\nNotification requirements\n\tNotification requirements\n\t\tA person subject to—\n\t\t\ta stalking protection order (other than one which replaces an interimstalking protection order), or\n\t\t\tan interim stalking protection order,\n\t\t\t\tmust, within the period of 3 days beginning with the date of service of theorder, notify to the police the information set out in subsection (2).\n\t\tThe information is—\n\t\t\tthe person’s name and, where the person uses one or more other names, eachof those names;\n\t\t\tthe person’s home address.\n\t\tA person who—\n\t\t\tis subject to a stalking protection order or an interim stalking protectionorder, and\n\t\t\tuses a name which has not been notified under this section,\n\t\t\tmust, before the end of the period of 3 days beginning with the date on whichthat happens, notify to the police that name.\n\t\tA person who—\n\t\t\tis subject to a stalking protection order or an interim stalking protectionorder, and\n\t\t\tchanges home address,\n\t\t\tmust, before the end of the period of 3 days beginning with the date on whichthat happens, notify to the police the new home address.\n\t\tThe requirements imposed by this section do not apply to a person who issubject to notification requirements under Part 2 of the Sexual Offences Act2003.\n\t\tSubsection (7) applies where—\n\t\t\ta person is subject to a stalking protection order or an interim stalkingprotection order,\n\t\t\tat the time the order is made, the requirements imposed by this section donot apply to the person as a result of subsection (5),\n\t\t\tthe person ceases on a subsequent day (“the final day”) to be subject tothe notification requirements mentioned in that subsection, and\n\t\t\tthe order remains in effect on the final day.\n\t\tThe requirements imposed by this section apply to the person as from thefinal day, but as if the reference in subsection (1) to the date of service ofthe order were a reference to the final day.\n\tMethod of notification and related matters\n\t\tA person whose home address is in England or Wales gives a notificationunder section 9(1), (3) or (4) by—\n\t\t\tattending at a police station in the person’s local police area, and\n\t\t\tgiving an oral notification to a police officer, or to any personauthorised for the purpose by the officer in charge of the station.\n\t\tA person who does not have a home address in England or Wales gives anotification under section 9(1), (3) or (4) by—\n\t\t\tattending at a police station in the local police area in which themagistrates’ court which last made a stalking protection order or an interimstalking protection order in respect of the person is situated, and\n\t\t\tgiving an oral notification to a police officer, or to any personauthorised for the purpose by the officer in charge of the station.\n\t\tIn relation to a person giving a notification under section 9(4), thereferences in subsections (1) and (2) to the person’s home address arereferences to—\n\t\t\tthe person’s new home address if the person gives the notification afterchanging home address, or\n\t\t\tthe person’s old home address if the person gives the notification beforechanging home address.\n\t\tA notification given in accordance with this section must be acknowledged—\n\t\t\tin writing, and\n\t\t\tin such form as the Secretary of State may direct.\n\t\tWhen a person gives notification under section 9(1), (3) or (4), the personmust, if requested to do so by the police officer or person mentioned insubsection (1)(b), allow that officer or person to—\n\t\t\ttake the person’s fingerprints,\n\t\t\tphotograph any part of the person, or\n\t\t\tdo both of these things.\n\t\tThe power in subsection (5) is exercisable for the purpose of verifying theidentity of the person.\n\tOffences relating to notification\n\t\tA person commits an offence if the person—\n\t\t\tfails, without reasonable excuse, to comply with section 9(1), (3) or (4),or with section 10(5), or\n\t\t\tnotifies to the police, in purported compliance with section 9(1), (3) or(4), any information which the person knows to be false.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine or both, or\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 5years or to a fine or both.\n\t\tA person commits an offence under subsection (1)(a) on the day on which theperson first fails, without reasonable excuse, to comply with section 9(1),(3) or (4).\n\t\tThe person continues to commit the offence throughout any period duringwhich the failure continues.\n\t\tBut the person may not be prosecuted more than once in respect of the samefailure.\n\t\tProceedings for an offence under this section may be commenced in any courthaving jurisdiction in any place where the person charged with the offenceresides or is found.\n\t\tIn relation to an offence committed before section 154(1) of the CriminalJustice Act 2003 comes into force, the reference in subsection (2)(a) to 12months is to be read as a reference to 6 months."
    },
    {
        "length": 859,
        "text": "\nGeneral\n\tProcedure \n\t\tAn application to a magistrates’ court under any provision of this Act isto be by complaint.\n\t\tSection 127 of the Magistrates’ Courts Act 1980 (time limits) does notapply to a complaint under any provision of this Act.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “acts” includes omissions; \n\t\t\t  * “chief officer of police” means— \n\t\t\tthe chief constable of a police force maintained under section 2 of the PoliceAct 1996 (police forces in England and Wales outside London);\n\t\t\tthe Commissioner of Police of the Metropolis;\n\t\t\tthe Commissioner of Police for the City of London;\n\t\t\tthe chief constable of the British Transport Police;\n\t\t\tthe chief constable of the Ministry of Defence Police;\n\t\t\t\t  * “defendant” has the meaning given by section 1(1); \n\t\t\t\t  * “home address”, in relation to a person, means— \n\t\t\tthe address of the person’s sole or main residence in the United Kingdom, or\n\t\t\tif the person has no such residence, the address or location of a place in theUnited Kingdom where the person can regularly be found and, if there is morethan one such place, such of those places as the person may select;\n\t\t\t\t  * “interim stalking protection order” has the meaning given by section 5(2); \n\t\t\t\t  * “local police area”, in relation to a person, means— \n\t\t\tthe police area in which the person’s home address is situated,\n\t\t\tin the absence of a home address, the police area in which the home addresslast notified is situated (whether that notification was in accordance withthe requirements imposed by section 9 or in accordance with notificationrequirements under Part 2 of the Sexual Offences Act 2003), or\n\t\t\tin the absence of a home address and of any such notification, the police areain which the magistrates’ court which last made a stalking protection order oran interim stalking protection order in respect of the person is situated;\n\t\t\t\t  * “magistrates’ court”, in relation to a defendant under the age of 18, means youth court; \n\t\t\t\t  * “photograph” includes any process by means of which an image may be produced; \n\t\t\t\t  * “relevant chief officer of police”, in relation to an application for an order under section 4 or to an appeal under section 7, means— \n\t\t\tthe chief officer of police for the area in which the defendant resides,\n\t\t\ta chief officer of police who believes that the defendant is in, or isintending to come to, that chief officer’s police area, and\n\t\t\tthe chief officer of police who applied for the stalking protection order towhich the application or appeal relates;\n\t\t\t\t  * “stalking protection order” has the meaning given by section 1(1). \n\t\tIn this Act, references to a “risk associated with stalking” are to be readin accordance with section 1(4).\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThis section comes into force on the day on which this Act is passed.\n\t\tThe other provisions of this Act come into force on such day as theSecretary of State may by regulations made by statutory instrument appoint.\n\t\tThis Act may be cited as the Stalking Protection Act 2019.\n\t\t\t"
    }
]