{
    "general": "This law helps police officers when they are deciding whether or not to let someone go after they have been arrested. It makes sure that the amount of time a person spends in custody before being released is fair and reasonable. This law only applies to people who have been arrested and are waiting to see if they will be charged with a crime.",
    "series": [
        [
            {
                "length": 130,
                "short": "\"Police and Criminal Evidence Act Amendments: Bail and Detention Periods\"",
                "text": "* Simplified point 1: The amendment to Section 47 of the Police and Criminal Evidence Act 1984 allows for the exclusion of time spent on bail when calculating certain periods of detention.\n* Simplified point 2: The amendment to Section 34 of the same Act ensures that the calculation of detention periods is subject to the new provision regarding bail.\n* Simplified point 3: The Act extends only to England and Wales."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Police (Detention and Bail) Act 2011 changes the way police officers calculate the amount of time someone has been held in custody before they go to court. This law applies to England and Wales only.\nBefore this law was passed, if someone was released on bail while waiting for their trial, the time they spent on bail did not count towards the total amount of time they had been held in custody. Now, the time spent on bail will be included in the calculation, so that the person's lawyer can argue for a shorter sentence or more lenient bail conditions.\nThis means that if someone is held in custody for a long time before their trial, and they are then released on bail, the time they spend on bail will now count towards the total amount of time they have been held in custody. This could lead to shorter sentences or more lenient bail conditions for people who have been held in custody for a long time.",
    "single": "\n* The Police (Detention and Bail) Act 2011 changes the way the police calculate time limits for detaining suspects.\n* The act specifically targets Part 4 of the Police and Criminal Evidence Act 1984.\n* The changes affect how bail is granted and how time spent on bail is calculated.\n* The act applies only to England and Wales.\n* The changes are retroactive, meaning they are deemed to have always been in effect.\nKEY POINTS:\n* The act simplifies the way the police calculate time limits for detaining suspects.\n* It specifically targets Part 4 of the Police and Criminal Evidence Act 1984.\n* The changes affect how bail is granted and how time spent on bail is calculated.\n* The act only applies to England and Wales.\n* The changes are retroactive, meaning they are deemed to have always been in effect."
}