[
    {
        "length": 924,
        "text": "\nAmendment of section 1(1)(e) of the Disqualification Acts\n\tSection 1(1)(e) of the [1975 c. 24.] House of Commons Disqualification Act1975 and section 1(1)(e) of the [1975 c. 25.] Northern Ireland AssemblyDisqualification Act 1975 (disqualification of member of the legislature ofany country or territory outside the Commonwealth) are amended as follows.\n\tAfter “Commonwealth” insert “(other than Ireland)”.\nDisqualification for certain offices which may be held by members of theNorthern Ireland Assembly\n\tIn the [1998 c. 47.] Northern Ireland Act 1998, after section 19, insert—\n\t“19ADisqualification for certain offices which may be held by members ofthe Assembly\n\t\tNo person may—\n\t\t\tstand for election as First Minister or as deputy First Minister, or beelected as such,\n\t\t\tbe nominated to hold a Ministerial office,\n\t\t\tbe appointed as a junior Minister, or\n\t\t\tbe nominated under paragraph 7 of Schedule 1 to the Police (NorthernIreland) Act 2000 (members of the Northern Ireland Policing Board drawn fromthe Northern Ireland Assembly),\n\t\t\t\tif he is the holder of a disqualifying office.\n\t\tA Minister or junior Minister ceases to hold that office on becoming theholder of a disqualifying office.\n\t\tA person holding office as a member of the Northern Ireland Policing Boardin accordance with paragraph 7 of Schedule 1 to the Police (Northern Ireland)Act 2000 ceases to hold that office on becoming the holder of a disqualifyingoffice.\n\t\tIn this section “disqualifying office” means—\n\t\t\tMinister of the Government of Ireland; or\n\t\t\tchairman or deputy chairman of—\n\t\t\ta committee of the Dáil Éireann (House of Representatives of Ireland);\n\t\t\ta committee of the Seanad Éireann (Senate of Ireland); or\n\t\t\ta joint committee of the Oireachtas (National Parliament of Ireland).”\nDisqualification for certain Assembly offices\n\tIn section 29 of the [1998 c. 47.] Northern Ireland Act 1998 (statutorycommittees), after subsection (5) insert—\n\t\t“(5A)A member of the Assembly who is—\n\t\ta Minister of the Government of Ireland, or\n\t\tchairman or deputy chairman of—\n\t\ta committee of the Dáil Éireann (House of Representatives of Ireland),\n\t\ta committee of the Seanad Éireann (Senate of Ireland), or\n\t\ta joint committee of the Oireachtas (National Parliament of Ireland),\n\t\tmay not be the chairman or deputy chairman of a statutory committee.”\n\tIn section 40 of the Northern Ireland Act 1998 (which makes provision as tothe Northern Ireland Assembly Commission), after subsection (3) insert—\n\t“(3A)A member of the Assembly who is—\n\t\ta Minister of the Government of Ireland, or\n\t\tchairman or deputy chairman of—\n\t\ta committee of the Dáil Éireann (House of Representatives of Ireland),\n\t\ta committee of the Seanad Éireann (Senate of Ireland), or\n\t\ta joint committee of the Oireachtas (National Parliament of Ireland),\n\t\tmay not be appointed as a member of the Commission.”\nConsequential repeal\n\tSection 36(5) of the [1998 c. 47.] Northern Ireland Act 1998 (which has theeffect of allowing a member of Seanad Éireann to be a member of the NorthernIreland Assembly) is repealed.\nShort title\n\tThis Act may be cited as the Disqualifications Act 2000.\n"
    }
]