{
    "general": "This law removes a rule that prevents people from being members of both the Irish parliament (Oireachtas) and the UK parliament (House of Commons or Northern Ireland Assembly). It also says that if someone becomes a minister in the Irish government, they cannot hold certain positions in the UK parliament. Additionally, it defines who can be the leader or deputy leader of a committee in the UK parliament.",
    "series": [
        [
            {
                "length": 231,
                "short": "The Disqualification Act of 2000: Ensuring Integrity in Northern Ireland's Political System",
                "text": "\n* Simplified point 1: The Disqualifications Act 2000 amends existing laws to disqualify members of the Northern Ireland Assembly from holding certain offices if they are also holders of a \"disqualifying office\" such as a Minister of the Government of Ireland.\n* Simplified point 2: The act specifically targets individuals who hold positions of power in both the Northern Ireland Assembly and the Irish government, preventing them from abusing their authority and maintaining the integrity of the political system.\n* Simplified point 3: The act also prohibits these individuals from being appointed to certain positions within the Northern Ireland Assembly, such as the Commission, to further ensure that they do not wield too much power.\n* Simplified point 4: Additionally, the act repeals a previous law that allowed members of Seanad Éireann (the Senate of Ireland) to be members of the Northern Ireland Assembly, further limiting the potential for conflicts of interest."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Disqualifications Act 2000 is a law that keeps politicians from having too much power in the Northern Ireland Assembly. It stops people who hold important positions in the Irish government, like Ministers, from also being members of the Assembly. This helps keep the political system fair and prevents anyone from abusing their power. The law also means that some people can't be appointed to certain roles within the Assembly, like the Commission, to make sure no one person has too much control. Finally, the law changes a previous rule that let Senators (members of the Irish Senate) be part of the Assembly, making it even clearer that there shouldn't be any conflicts of interest.",
    "single": "\n* The Disqualifications Act 2000 removes the disqualification for membership of the House of Commons and the Northern Ireland Assembly for persons who are members of the legislature of Ireland (the Oireachtas).\n* The Act disqualifies for certain offices which may be held by members of the Northern Ireland Assembly persons who are or become Ministers of the Government of Ireland or chairmen or deputy chairmen of committees of the Dáil Éireann or the Seanad Éireann or of joint committees of the Oireachtas.\n* The Act also disqualifies for certain Assembly offices persons who are holders of disqualifying offices, such as Ministers of the Government of Ireland or chairmen or deputy chairmen of committees of the Dáil Éireann or the Seanad Éireann.\n* The Act repeals section 36(5) of the Northern Ireland Act 1998, which allowed a member of Seanad Éireann to be a member of the Northern Ireland Assembly.\n* The Act may be cited as the Disqualifications Act 2000."
}