[
    {
        "length": 3130,
        "text": "\nPart ICryptography service providers\n\tRegister of approved providers\n\t\tIt shall be the duty of the Secretary of State to establish and maintain aregister of approved providers of cryptography support services.\n\t\tThe Secretary of State shall secure that the register contains particularsof every person who is for the time being approved under any arrangements inforce under section 2.\n\t\tThe particulars that must be recorded in every entry in the registerrelating to an approved person are—\n\t\t\tthe name and address of that person;\n\t\t\tthe services in respect of which that person is approved; and\n\t\t\tthe conditions of the approval.\n\t\tIt shall be the duty of the Secretary of State to ensure that sucharrangements are in force as he considers appropriate for—\n\t\t\tallowing members of the public to inspect the contents of the register; and\n\t\t\tsecuring that such publicity is given to any withdrawal or modification ofan approval as will bring it to the attention of persons likely to beinterested in it.\n\tArrangements for the grant of approvals\n\t\tIt shall be the duty of the Secretary of State to secure that there arearrangements in force for granting approvals to persons who—\n\t\t\tare providing cryptography support services in the United Kingdom or areproposing to do so; and\n\t\t\tseek approval in respect of any such services that they are providing, orare proposing to provide, whether in the United Kingdom or elsewhere.\n\t\tThe arrangements must—\n\t\t\tallow for an approval to be granted either in respect of all the servicesin respect of which it is sought or in respect of only some of them;\n\t\t\tensure that an approval is granted to a person in respect of any servicesonly if the condition for the grant of an approval to that person is fulfilledin accordance with subsection (3);\n\t\t\tprovide for an approval granted to any person to have effect subject tosuch conditions (whether or not connected with the provision of the servicesin respect of which the approval is granted) as may be contained in theapproval;\n\t\t\tenable a person to whom the Secretary of State is proposing to grant anapproval to refuse it if the proposal is in different terms from the approvalwhich was sought;\n\t\t\tmake provision for the handling of complaints and disputes which—\n\t\t\tare required by the conditions of an approved person’s approval to be dealtwith in accordance with a procedure maintained by him in pursuance of thoseconditions; but\n\t\t\tare not disposed of by the application of that procedure;\n\t\t\tprovide for the modification and withdrawal of approvals.\n\t\tThe condition that must be fulfilled before an approval is granted to anyperson is that the Secretary of State is satisfied that that person—\n\t\t\twill comply, in providing the services in respect of which he is approved,with such technical and other requirements as may be prescribed;\n\t\t\tis a person in relation to whom such other requirements as may beprescribed are, and will continue to be, satisfied;\n\t\t\tis, and will continue to be, able and willing to comply with anyrequirements that the Secretary of State is proposing to impose by means ofconditions of the approval; and\n\t\t\tis otherwise a fit and proper person to be approved in respect of thoseservices.\n\t\tRegulations made by virtue of paragraph (a) or (b) of subsection (3) mayframe a requirement for the purposes of that subsection by reference to theopinion of a person specified in the regulations, or of a person chosen in amanner determined in accordance with the regulations.\n\t\tThe requirements which (subject to subsection (6)) may be imposed byconditions contained in an approval in accordance with the arrangementsinclude—\n\t\t\trequirements to provide information to such persons, in such form, at suchtimes and in response to such requests as may be specified in or determinedunder the terms of the condition;\n\t\t\trequirements that impose obligations that will continue or recurnotwithstanding the withdrawal (in whole or in part) of the approval;\n\t\t\trequirements framed by reference to the opinion or directions of a personspecified in or chosen in accordance with provision contained in theconditions.\n\t\tNothing in the arrangements shall authorise the imposition, by conditionscontained in an approval, of any requirements for—\n\t\t\tthe provision of information, or\n\t\t\tthe maintenance of a procedure for handling complaints or disputes,\n\t\t\t\tin relation to any matter other than one appearing to the Secretary of Stateto be relevant to the matters mentioned in subsection (3)(a) to (d).\n\t\tAny requirement to provide information that is imposed in accordance withthe arrangements on any person by the conditions of his approval shall beenforceable at the suit or instance of the Secretary of State.\n\t\tWhere any arrangements under this section so provide, a person who—\n\t\t\tseeks an approval under the arrangements,\n\t\t\tapplies for a modification of such an approval,\n\t\t\tis for the time being approved under the arrangements, or\n\t\t\thas his approval under the arrangements modified wholly or partly inconsequence of an application made by him,\n\t\t\tshall pay to the Secretary of State, at such time or times as may beprescribed, such fee or fees as may be prescribed in relation to that time orthose times.\n\t\tSums received by the Secretary of State by virtue of subsection (8) shallbe paid into the Consolidated Fund.\n\t\tFor the purposes of subsection (1) cryptography support services areprovided in the United Kingdom if—\n\t\t\tthey are provided from premises in the United Kingdom;\n\t\t\tthey are provided to a person who is in the United Kingdom when he makesuse of the services; or\n\t\t\tthey are provided to a person who makes use of the services for thepurposes of a business carried on in the United Kingdom or from premises inthe United Kingdom.\n\tDelegation of approval functions\n\t\tThe Secretary of State may appoint any person to carry out, in his place,such of his functions under the preceding provisions of this Part (other thanany power of his to make regulations) as may be specified in the appointment.\n\t\tAn appointment under this section—\n\t\t\tshall have effect only to such extent, and subject to such conditions, asmay be set out in the appointment; and\n\t\t\tmay be revoked or varied at any time by a notice given by the Secretary ofState to the appointed person.\n\t\tA person appointed under this section shall, in the carrying out of thefunctions specified in his appointment, comply with all such generaldirections as may be given to him from time to time by the Secretary of State.\n\t\tSubject to any order under subsection (5) and to any directions given bythe Secretary of State, where a body established by or under any enactment orthe holder of any office created by or under any enactment is appointed tocarry out any functions of the Secretary of State under this Part—\n\t\t\tthe enactments relating to the functions of that body or office shall haveeffect as if the functions of that body or office included the functionsspecified in the appointment; and\n\t\t\tthe body or office-holder shall be taken to have power to do anything whichis calculated to facilitate, or is incidental or conducive to, the carryingout of the functions so specified.\n\t\tThe Secretary of State may, by order made by statutory instrument, providefor enactments relating to any such body or office as is mentioned insubsection (4) to have effect, so far as appears to him appropriate forpurposes connected with the carrying out of functions that have been or may beconferred on the body or office-holder under this section, with suchmodifications as may be provided for in the order.\n\t\tAn order shall not be made under subsection (5) unless a draft of it hasfirst been laid before Parliament and approved by a resolution of each House.\n\t\tIt shall be the duty of the Secretary of State to secure—\n\t\t\tthat any appointment made under this section is published in such manner ashe considers best calculated to bring it to the attention of persons likely tobe interested in it;\n\t\t\tthat any variation or revocation of such an appointment is also sopublished; and\n\t\t\tthat the time fixed for any notice varying or revoking such an appointmentto take effect allows a reasonable period after the giving of the notice forthe making of any necessary incidental or transitional arrangements.\n\t\tNothing in this section, or in anything done under this section, shallprejudice—\n\t\t\tany power of the Secretary of State, apart from this Act, to exercisefunctions through a Minister or official in his department;\n\t\t\tany power of any person by virtue of subsection (4), or by virtue of anorder under subsection (5), to act on behalf of a body or office-holder inconnection with the carrying out of any function;\n\t\t\tany provision by virtue of section 2(4) or (5)(c) that imposes arequirement by reference to the opinion of any person or determines the mannerof choosing a person whose opinion is to be referred to.\n\tRestrictions on disclosure of information\n\t\tSubject to the following provisions of this section, no information which—\n\t\t\thas been obtained under or by virtue of the provisions of this Part, and\n\t\t\trelates to the private affairs of any individual or to any particularbusiness,\n\t\t\t\tshall, during the lifetime of that individual or so long as that businesscontinues to be carried on, be disclosed without the consent of thatindividual or the person for the time being carrying on that business.\n\t\tSubsection (1) does not apply to any disclosure of information which ismade—\n\t\t\tfor the purpose of facilitating the carrying out of any functions underthis Part, or any prescribed functions, of the Secretary of State or a personappointed under section 3;\n\t\t\tfor the purpose of facilitating the carrying out of any functions of alocal weights and measures authority in Great Britain;\n\t\t\tfor the purpose of facilitating the carrying out of prescribed publicfunctions of any person;\n\t\t\tin connection with the investigation of any criminal offence or for thepurposes of any criminal proceedings;\n\t\t\tfor the purposes of any civil proceedings which—\n\t\t\trelate to the provision of cryptography support services; and\n\t\t\tare proceedings to which a person approved in accordance with arrangementsunder section 2 is a party; or\n\t\t\tin pursuance of a Community obligation.\n\t\tIn subsection (2)(a) the reference to functions under this Part does notinclude a reference to any power of the Secretary of State to makeregulations.\n\t\tIn subsection (2)(c) “public functions” includes any function conferred byor in accordance with any provision contained in or made under any enactmentor Community legislation.\n\t\tIf information is disclosed to the public in circumstances in which thedisclosure does not contravene this section, this section shall not preventits further disclosure by any person.\n\t\tAny person who discloses any information in contravention of this sectionshall be guilty of an offence and liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine, or to both.\n\tRegulations under Part I\n\t\tIn this Part “prescribed” means prescribed by regulations made by theSecretary of State, or determined in such manner as may be provided for in anysuch regulations.\n\t\tThe powers of the Secretary of State to make regulations under this Partshall be exercisable by statutory instrument, which (except in the case of theinitial regulations) shall be subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tThe initial regulations shall not be made unless a draft of them has beenlaid before Parliament and approved by a resolution of each House.\n\t\tIn this section “the initial regulations” means the regulations made on thefirst occasion on which the Secretary of State exercises his powers to makeregulations under this Part.\n\t\tBefore making any regulations by virtue of section 2(3)(a) or (b) theSecretary of State shall consult—\n\t\t\tsuch persons appearing to him to be likely to be affected by thoseregulations, and\n\t\t\tsuch persons appearing to him to be representative of persons likely to beso affected,\n\t\t\t\tas he thinks fit.\n\t\tRegulations made by the Secretary of State under any provision of thisPart—\n\t\t\tmay make different provision for different cases; and\n\t\t\tmay contain such incidental, supplemental, consequential and transitionalprovision as the Secretary of State thinks fit.\n\tProvision of cryptography support services\n\t\tIn this Part “cryptography support service” means any service which isprovided to the senders or recipients of electronic communications, or tothose storing electronic data, and is designed to facilitate the use ofcryptographic techniques for the purpose of—\n\t\t\tsecuring that such communications or data can be accessed, or can be putinto an intelligible form, only by certain persons; or\n\t\t\tsecuring that the authenticity or integrity of such communications or datais capable of being ascertained.\n\t\tReferences in this Part to the provision of a cryptography support servicedo not include references to the supply of, or of any right to use, computersoftware or computer hardware except where the supply is integral to theprovision of cryptography support services not consisting in such a supply."
    },
    {
        "length": 3184,
        "text": "\nPart IIFacilitation of electronic commerce, data storage, etc.\n\tElectronic signatures and related certificates\n\t\tIn any legal proceedings—\n\t\t\tan electronic signature incorporated into or logically associated with aparticular electronic communication or particular electronic data, and\n\t\t\tthe certification by any person of such a signature,\n\t\t\t\tshall each be admissible in evidence in relation to any question as to theauthenticity of the communication or data or as to the integrity of thecommunication or data.\n\t\tFor the purposes of this section an electronic signature is so much ofanything in electronic form as—\n\t\t\tis incorporated into or otherwise logically associated with any electroniccommunication or electronic data; and\n\t\t\tpurports to be so incorporated or associated for the purpose of being usedin establishing the authenticity of the communication or data, the integrityof the communication or data, or both.\n\t\tFor the purposes of this section an electronic signature incorporated intoor associated with a particular electronic communication or particularelectronic data is certified by any person if that person (whether before orafter the making of the communication) has made a statement confirming that—\n\t\t\tthe signature,\n\t\t\ta means of producing, communicating or verifying the signature, or\n\t\t\ta procedure applied to the signature,\n\t\t\tis (either alone or in combination with other factors) a valid means ofestablishing the authenticity of the communication or data, the integrity ofthe communication or data, or both.\n\tPower to modify legislation\n\t\tSubject to subsection (3), the appropriate Minister may by order made bystatutory instrument modify the provisions of—\n\t\t\tany enactment or subordinate legislation, or\n\t\t\tany scheme, licence, authorisation or approval issued, granted or given byor under any enactment or subordinate legislation,\n\t\t\t\tin such manner as he may think fit for the purpose of authorising orfacilitating the use of electronic communications or electronic storage(instead of other forms of communication or storage) for any purpose mentionedin subsection (2).\n\t\tThose purposes are—\n\t\t\tthe doing of anything which under any such provisions is required to be ormay be done or evidenced in writing or otherwise using a document, notice orinstrument;\n\t\t\tthe doing of anything which under any such provisions is required to be ormay be done by post or other specified means of delivery;\n\t\t\tthe doing of anything which under any such provisions is required to be ormay be authorised by a person’s signature or seal, or is required to bedelivered as a deed or witnessed;\n\t\t\tthe making of any statement or declaration which under any such provisionsis required to be made under oath or to be contained in a statutorydeclaration;\n\t\t\tthe keeping, maintenance or preservation, for the purposes or in pursuanceof any such provisions, of any account, record, notice, instrument or otherdocument;\n\t\t\tthe provision, production or publication under any such provisions of anyinformation or other matter;\n\t\t\tthe making of any payment that is required to be or may be made under anysuch provisions.\n\t\tThe appropriate Minister shall not make an order under this sectionauthorising the use of electronic communications or electronic storage for anypurpose, unless he considers that the authorisation is such that the extent(if any) to which records of things done for that purpose will be availablewill be no less satisfactory in cases where use is made of electroniccommunications or electronic storage than in other cases.\n\t\tWithout prejudice to the generality of subsection (1), the power to make anorder under this section shall include power to make an order containing anyof the following provisions—\n\t\t\tprovision as to the electronic form to be taken by any electroniccommunications or electronic storage the use of which is authorised by anorder under this section;\n\t\t\tprovision imposing conditions subject to which the use of electroniccommunications or electronic storage is so authorised;\n\t\t\tprovision, in relation to cases in which any such conditions are notsatisfied, for treating anything for the purposes of which the use of suchcommunications or storage is so authorised as not having been done;\n\t\t\tprovision, in connection with anything so authorised, for a person to beable to refuse to accept receipt of something in electronic form except insuch circumstances as may be specified in or determined under the order;\n\t\t\tprovision, in connection with any use of electronic communications soauthorised, for intermediaries to be used, or to be capable of being used, forthe transmission of any data or for establishing the authenticity or integrityof any data;\n\t\t\tprovision, in connection with any use of electronic storage so authorised,for persons satisfying such conditions as may be specified in or determinedunder the regulations to carry out functions in relation to the storage;\n\t\t\tprovision, in relation to cases in which the use of electroniccommunications or electronic storage is so authorised, for the determinationof any of the matters mentioned in subsection (5), or as to the manner inwhich they may be proved in legal proceedings;\n\t\t\tprovision, in relation to cases in which fees or charges are or may beimposed in connection with anything for the purposes of which the use ofelectronic communications or electronic storage is so authorised, fordifferent fees or charges to apply where use is made of such communications orstorage;\n\t\t\tprovision, in relation to any criminal or other liabilities that may arise(in respect of the making of false or misleading statements or otherwise) inconnection with anything for the purposes of which the use of electroniccommunications or electronic storage is so authorised, for correspondingliabilities to arise in corresponding circumstances where use is made of suchcommunications or storage;\n\t\t\tprovision requiring persons to prepare and keep records in connection withany use of electronic communications or electronic storage which is soauthorised;\n\t\t\tprovision requiring the production of the contents of any records kept inaccordance with an order under this section;\n\t\t\tprovision for a requirement imposed by virtue of paragraph (j) or (k) to beenforceable at the suit or instance of such person as may be specified in ordetermined in accordance with the order;\n\t\t\tany such provision, in relation to electronic communications or electronicstorage the use of which is authorised otherwise than by an order under thissection, as corresponds to any provision falling within any of the precedingparagraphs that may be made where it is such an order that authorises the useof the communications or storage.\n\t\tThe matters referred to in subsection (4)(g) are—\n\t\t\twhether a thing has been done using an electronic communication orelectronic storage;\n\t\t\tthe time at which, or date on which, a thing done using any suchcommunication or storage was done;\n\t\t\tthe place where a thing done using such communication or storage was done;\n\t\t\tthe person by whom such a thing was done; and\n\t\t\tthe contents, authenticity or integrity of any electronic data.\n\t\tAn order under this section—\n\t\t\tshall not (subject to paragraph (b)) require the use of electroniccommunications or electronic storage for any purpose; but\n\t\t\tmay make provision that a period of notice specified in the order mustexpire before effect is given to a variation or withdrawal of an election orother decision which—\n\t\t\thas been made for the purposes of such an order; and\n\t\t\tis an election or decision to make use of electronic communications orelectronic storage.\n\t\tThe matters in relation to which provision may be made by an order underthis section do not include any matter under the care and management of theCommissioners of Inland Revenue or any matter under the care and management ofthe Commissioners of Customs and Excise.\n\t\tIn this section references to doing anything under the provisions of anyenactment include references to doing it under the provisions of anysubordinate legislation the power to make which is conferred by thatenactment.\n\tSection 8 orders\n\t\tIn this Part “the appropriate Minister” means (subject to subsections (2)and (7) and section 10(1))—\n\t\t\tin relation to any matter with which a department of the Secretary of Stateis concerned, the Secretary of State;\n\t\t\tin relation to any matter with which the Treasury is concerned, theTreasury; and\n\t\t\tin relation to any matter with which any Government department other than adepartment of the Secretary of State or the Treasury is concerned, theMinister in charge of the other department.\n\t\tWhere in the case of any matter—\n\t\t\tthat matter falls within more than one paragraph of subsection (1),\n\t\t\tthere is more than one such department as is mentioned in paragraph (c) ofthat subsection that is concerned with that matter, or\n\t\t\tboth paragraphs (a) and (b) of this subsection apply,\n\t\t\t\treferences, in relation to that matter, to the appropriate Minister arereferences to any one or more of the appropriate Ministers acting (in the caseof more than one) jointly.\n\t\tSubject to subsection (4) and section 10(6), a statutory instrumentcontaining an order under section 8 shall be subject to annulment in pursuanceof a resolution of either House of Parliament.\n\t\tSubsection (3) does not apply in the case of an order a draft of which hasbeen laid before Parliament and approved by a resolution of each House.\n\t\tAn order under section 8 may—\n\t\t\tprovide for any conditions or requirements imposed by such an order to beframed by reference to the directions of such persons as may be specified inor determined in accordance with the order;\n\t\t\tprovide that any such condition or requirement is to be satisfied onlywhere a person so specified or determined is satisfied as to specifiedmatters.\n\t\tThe provision made by such an order may include—\n\t\t\tdifferent provision for different cases;\n\t\t\tsuch exceptions and exclusions as the person making the order may thinkfit; and\n\t\t\tany such incidental, supplemental, consequential and transitional provisionas he may think fit;\n\t\t\tand the provision that may be made by virtue of paragraph (c) includesprovision modifying any enactment or subordinate legislation or any scheme,licence, authorisation or approval issued, granted or given by or under anyenactment or subordinate legislation.\n\t\tIn the case of any matter which is not one of the reserved matters withinthe meaning of the [1998 c. 46.] Scotland Act 1998 or in respect of whichfunctions are, by virtue of section 63 of that Act, exercisable by theScottish Ministers instead of by or concurrently with a Minister of the Crown,this section and section 8 shall apply to Scotland subject to the followingmodifications—\n\t\t\tsubsections (1) and (2) of this section are omitted;\n\t\t\tany reference to the appropriate Minister is to be read as a reference tothe Secretary of State;\n\t\t\tany power of the Secretary of State, by virtue of paragraph (b), to make anorder under section 8 may also be exercised by the Scottish Ministers with theconsent of the Secretary of State; and\n\t\t\twhere the Scottish Ministers make an order under section 8—\n\t\t\tany reference to the Secretary of State (other than a reference in thissubsection) shall be construed as a reference to the Scottish Ministers; and\n\t\t\tany reference to Parliament or to a House of Parliament shall be construedas a reference to the Scottish Parliament.\n\tModifications in relation to Welsh matters\n\t\tFor the purposes of the exercise of the powers conferred by section 8 inrelation to any matter the functions in respect of which are exercisable bythe National Assembly for Wales, the appropriate Minister is the Secretary ofState.\n\t\tSubject to the following provisions of this section, the powers conferredby section 8, so far as they fall within subsection (3), shall be exercisableby the National Assembly for Wales, as well as by the appropriate Minister.\n\t\tThe powers conferred by section 8 fall within this subsection to the extentthat they are exercisable in relation to—\n\t\t\tthe provisions of any subordinate legislation made by the National Assemblyfor Wales;\n\t\t\tso much of any other subordinate legislation as makes provision the powerto make which is exercisable by that Assembly;\n\t\t\tany power under any enactment to make provision the power to make which isso exercisable;\n\t\t\tthe giving, sending or production of any notice, account, record or otherdocument or of any information to or by a body mentioned in subsection (4); or\n\t\t\tthe publication of anything by a body mentioned in subsection (4).\n\t\tThose bodies are—\n\t\t\tthe National Assembly for Wales;\n\t\t\tany body specified in Schedule 4 to the [1998 c. 38.] Government of WalesAct 1998 (Welsh public bodies subject to reform by that Assembly);\n\t\t\tany other such body as may be specified for the purposes of this section byan order made by the Secretary of State with the consent of that Assembly.\n\t\tThe National Assembly for Wales shall not make an order under section 8except with the consent of the Secretary of State.\n\t\tSection 9(3) shall not apply to any order made under section 8 by theNational Assembly for Wales.\n\t\tNothing in this section shall confer any power on the National Assembly forWales to modify any provision of the [1998 c. 38.] Government of Wales Act1998.\n\t\tThe power of the Secretary of State to make an order under subsection(4)(c)—\n\t\t\tshall include power to make any such incidental, supplemental,consequential and transitional provision as he may think fit; and\n\t\t\tshall be exercisable by statutory instrument subject to annulment inpursuance of a resolution of either House of Parliament."
    },
    {
        "length": 3297,
        "text": "\nPart IIIMiscellaneous and Supplemental\n\tTelecommunications licences\n\t\tModification of licences by the Director\n\t\t\tIn subsection (3) of section 12 of the [1984 c. 12.] Telecommunications Act1984 (which requires notice of a proposed modification of the conditions of alicence under section 7 of that Act to be served on the licensee), for “thatperson” there shall be substituted “every relevant licensee”.\n\t\t\tFor subsection (4) of that section (circumstances in which a proposal bythe Director General of Telecommunications for the modification of theconditions of a licence is made by agreement) there shall be substituted thefollowing subsections—\n\t\t\t\t“(4A)In the case of a licence granted to all persons, or to all persons of aparticular class, the Director shall not make any modification unless—\n\t\t\t\the has considered every representation made to him about the modification;and\n\t\t\t\tthere has not been any objection by a person running a telecommunicationsystem under the authority of the licence to the making of the modification.\n\t\t\t\t(4B)In the case of a licence granted to a particular person, the Directorshall not make any modification unless—\n\t\t\t\the has considered every representation made to him about the modificationor any modification in the same or similar terms that he is at the same timeproposing to make in the case of other licences; and\n\t\t\t\tthe requirements of section 12A below are satisfied in the case of themodification and also in the case of every such modification in the same orsimilar terms.”\n\t\t\tAfter subsection (6) of that section there shall be inserted the followingsubsections—\n\t\t\t“(6A)Where the Director makes a modification under this section, he shall, assoon as reasonably practicable after making the modification, give notice ofhis reasons for doing so.\n\t\t\t(6B)Subsection (3) above shall apply in the case of a notice under subsection(6A) above as it applies in the case of a notice under subsection (2) above.\n\t\t\t(6C)Where the Director has given notice under subsection (2) above of aproposal to modify the conditions of a licence, he may in such manner and atsuch time as he considers appropriate publish—\n\t\t\t\tthe identities of any or all of the persons who objected to the making ofthe modification; and\n\t\t\t\tto the extent that confidentiality for representations or objections inrelation to the proposal for the modification has not been claimed by thepersons making them, such other particulars of the representations orobjections as he thinks fit.\n\t\t\t\t(6D)In this section and section 12A below (except in subsection (6C) above), areference to a representation or objection, in relation to a modification, isa reference only to a representation or objection which—\n\t\t\t\twas duly made to the Director within a time limit specified in the case ofthat modification under subsection (2)(c) above or section 12A(5)(d) below;and\n\t\t\t\thas not subsequently been withdrawn;\n\t\t\t\tand for the purposes of this section and section 12A below representationsagainst a modification shall be taken to constitute an objection only if theyare accompanied by a written statement that they are to be so taken.\n\t\t\t\t(6E)In this section and section 12A below “relevant licensee”, in relation toa modification, means—\n\t\t\t\tin a case where the same or a similar modification is being proposed at thesame time in relation to different licences granted to different persons, eachof the persons who, at the time when notice of the proposals is given, isauthorised by one or more of those licences to run a telecommunication system;and\n\t\t\t\tin any other case, the person authorised by the licence in question to runsuch a system.\n\t\t\t\t(6F)In this section references to a modification of the conditions of alicence do not include references to any modification to which effect is givenby the exercise of a power under the terms of any licence to revoke it and bythe grant of a new licence.”\n\t\t\tAfter that section there shall be inserted the following section—\n\t\t\t“12AAgreement required for the purposes of section 12\n\t\t\t\tThe requirements of this section are satisfied in the case of amodification if any of subsections (2) to (4) below applies.\n\t\t\t\tThis subsection applies if—\n\t\t\t\t\tit appears to the Director that the relevant licensee or, as the case maybe, each of the relevant licensees has been given a reminder, at least sevendays before the making of the modification, of the Director’s powers in theabsence of objections; and\n\t\t\t\t\tthere has not been an objection by a relevant licensee to the making of themodification.\n\t\t\t\tThis subsection applies if—\n\t\t\t\t\tthe modification is one which in the opinion of the Director isderegulatory; and\n\t\t\t\t\tthe notice given under section 12(2) above in the case of the proposal forthe modification contained a statement of that opinion and of the Director’sreasons for it.\n\t\t\t\tThis subsection applies if—\n\t\t\t\t\tthe modification is in the same or similar terms as modifications that theDirector has already proposed but not yet made in the case of other licences;\n\t\t\t\t\tthe licence in question is one issued since the making of the proposal forthe modification of the conditions of the other licences;\n\t\t\t\t\tsubsection (2) or (3) above applies in the case of the modifications of theconditions of the other licences;\n\t\t\t\t\tit appears to the Director that the person holding the licence in questionhas been given a reasonable opportunity of stating whether he objects to themodification; and\n\t\t\t\t\tthat person has not objected.\n\t\t\t\tA reminder for the purposes of subsection (2)(a) above—\n\t\t\t\t\tmust be contained in a notice given by the Director and, in the case of arelevant licensee which is a company with a registered office in the UnitedKingdom, must have been given to that company by being sent to that office;\n\t\t\t\t\tmust remind the licensee of the contents of the notice which was copied tothe licensee under section 12(3) above in the case of the modification inquestion;\n\t\t\t\t\tmust state that the Director will be able to make the modification if norelevant licensee objects; and\n\t\t\t\t\tmust specify a time (not being less than seven days from the date of thegiving of the notice) at the end of which the final opportunity for the makingof representations and objections will expire.\n\t\t\t\tNothing in subsection (2) above shall require a reminder to be sent to aperson who has consented to the making of the modification in question.\n\t\t\t\tFor the purposes of this section a modification is deregulatory if—\n\t\t\t\t\tthe effect of the conditions to be modified is to impose a burden affectingthe holder of the licence in which those conditions are included;\n\t\t\t\t\tthe modification would remove or reduce the burden without removing anynecessary protection;\n\t\t\t\t\tthe modification is such that no person holding a licence granted undersection 7 above to a particular person would be unduly disadvantaged by themodification in competing with the holder of the licence in which thoseconditions are included.”\n\t\t\t\tIn section 12 of that Act—\n\t\t\t\t\tin subsection (2), the words after paragraph (c) (duty to considerrepresentations and objections) shall be omitted; and\n\t\t\t\t\tin subsection (7) (references to modification not to include modificationsrelating to the telecommunications code), for “sections 13 to 15” there shallbe substituted “sections 12A to 15”.\n\t\tAppeals against modifications of licence conditions\n\t\t\tIn subsection (1) of section 46B of the [1984 c. 12.] Telecommunications Act1984 (appeals against decisions of the Secretary of State or the Director),after paragraph (d) there shall be inserted—\n\t\t\t\ta decision with regard to the modification under section 12 of acondition of a licence granted under section 7 above to a particular person;”.\n\tSupplemental\n\t\tMinisterial expenditure etc\n\t\t\tThere shall be paid out of money provided by Parliament—\n\t\t\t\tany expenditure incurred by the Secretary of State for or in connectionwith the carrying out of his functions under this Act; and\n\t\t\t\tany increase attributable to this Act in the sums which are payable out ofmoney so provided under any other Act.\n\t\tProhibition on key escrow requirements\n\t\t\tSubject to subsection (2), nothing in this Act shall confer any power onany Minister of the Crown, on the Scottish Ministers, on the National Assemblyfor Wales or on any person appointed under section 3—\n\t\t\t\tby conditions of an approval under Part I, or\n\t\t\t\tby any regulations or order under this Act,\n\t\t\t\t\tto impose a requirement on any person to deposit a key for electronic datawith another person.\n\t\t\tSubsection (1) shall not prohibit the imposition by an order under section8 of—\n\t\t\t\ta requirement to deposit a key for electronic data with the intendedrecipient of electronic communications comprising the data; or\n\t\t\t\ta requirement for arrangements to be made, in cases where a key for data isnot deposited with another person, which otherwise secure that the loss of akey, or its becoming unusable, does not have the effect that the informationcontained in a record kept in pursuance of any provision made by or under anyenactment or subordinate legislation becomes inaccessible or incapable ofbeing put into an intelligible form.\n\t\t\tIn this section “key”, in relation to electronic data, means any code,password, algorithm, key or other data the use of which (with or without otherkeys)—\n\t\t\t\tallows access to the electronic data, or\n\t\t\t\tfacilitates the putting of the electronic data into an intelligible form;\n\t\t\t\tand references in this section to depositing a key for electronic data with aperson include references to doing anything that has the effect of making thekey available to that person.\n\t\tGeneral interpretation\n\t\t\tIn this Act, except in so far as the context otherwise requires—\n\t\t\t\t  * “document” includes a map, plan, design, drawing, picture or other image; \n\t\t\t\t  * “communication” includes a communication comprising sounds or images or both and a communication effecting a payment; \n\t\t\t\t  * “electronic communication” means a communication transmitted (whether from one person to another, from one device to another or from a person to a device or vice versa)— \n\t\t\t\tby means of a telecommunication system (within the meaning of the [1984 c.12.] Telecommunications Act 1984); or\n\t\t\t\tby other means but while in an electronic form;\n\t\t\t\t\t  * “enactment” includes— \n\t\t\t\tan enactment passed after the passing of this Act,\n\t\t\t\tan enactment comprised in an Act of the Scottish Parliament, and\n\t\t\t\tan enactment contained in Northern Ireland legislation,\n\t\t\t\t\tbut does not include an enactment contained in Part I or II of this Act;\n\t\t\t\t\t  * “modification” includes any alteration, addition or omission, and cognate expressions shall be construed accordingly; \n\t\t\t\t\t  * “record” includes an electronic record; and \n\t\t\t\t\t  * “subordinate legislation” means— \n\t\t\t\tany subordinate legislation (within the meaning of the [1978 c. 30.]Interpretation Act 1978);\n\t\t\t\tany instrument made under an Act of the Scottish Parliament; or\n\t\t\t\tany statutory rules (within the meaning of the [S.I. 1979/1573 (N.I. 12).]Statutory Rules (Northern Ireland) Order 1979).\n\t\t\tIn this Act—\n\t\t\t\treferences to the authenticity of any communication or data are referencesto any one or more of the following—\n\t\t\t\twhether the communication or data comes from a particular person or othersource;\n\t\t\t\twhether it is accurately timed and dated;\n\t\t\t\twhether it is intended to have legal effect;\n\t\t\t\tand\n\t\t\t\treferences to the integrity of any communication or data are references towhether there has been any tampering with or other modification of thecommunication or data.\n\t\t\tReferences in this Act to something’s being put into an intelligible forminclude references to its being restored to the condition in which it wasbefore any encryption or similar process was applied to it.\n\t\tShort title, commencement, extent\n\t\t\tThis Act may be cited as the Electronic Communications Act 2000.\n\t\t\tPart I of this Act and sections 7, 11 and 12 shall come into force on suchday as the Secretary of State may by order made by statutory instrumentappoint; and different days may be appointed under this subsection fordifferent purposes.\n\t\t\tAn order shall not be made for bringing any of Part I of this Act intoforce for any purpose unless a draft of the order has been laid beforeParliament and approved by a resolution of each House.\n\t\t\tIf no order for bringing Part I of this Act into force has been made undersubsection (2) by the end of the period of five years beginning with the dayon which this Act is passed, that Part shall, by virtue of this subsection, berepealed at the end of that period.\n\t\t\tThis Act extends to Northern Ireland.\n\t\t\t\t"
    }
]