{
    "general": "This law makes sure that judges and other court staff have the right training, support, and resources they need to do their jobs well. It also sets out clear rules for how they should behave and make decisions in court. This helps ensure that everyone who uses the court system gets a fair hearing and that justice is served.",
    "series": [
        [
            {
                "length": 174,
                "short": "\"Judicial Reforms: Expanding Jurisdiction and Streamlining Titles\"",
                "text": "\n* Simplified point 1: The act allows for the deployment of judges to other courts and tribunals beyond the High Court, including the Crown Court, and gives the Lord Chief Justice the power to nominate senior judges to exercise functions of the Lord Chief Justice.\n* Simplified point 2: The act makes changes to the titles of certain judicial positions, including the change from \"Chief Bankruptcy Registrar\" to \"Chief Insolvency and Companies Court Judge\".\n* Simplified point 3: The act allows authorized court and tribunal staff to provide legal advice to judges and exercise judicial functions, and makes provision for regulations to be made regarding these matters."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Courts and Tribunals (Judiciary and Functions of Staff) Act 2018 helps improve the way courts and tribunals work by allowing judges to be sent to different courts and tribunals, like the Crown Court, and giving the Lord Chief Justice more power over who does what job within those courts and tribunals. It also simplifies some job titles so they're easier to understand, like changing \"Chief Bankruptcy Registrar\" to \"Chief Insolvency and Companies Court Judge.\" Additionally, this law lets certain court and tribunal employees give legal advice to judges and do jobs that were previously only done by judges themselves. This means that cases can be handled more efficiently and effectively, making sure everyone gets a fair trial.",
    "single": "\n•\tThe Courts and Tribunals (Judiciary and Functions of Staff) Act 2018 simplifies the deployment of judges in courts and tribunals.\n•\tThe Act allows for the deployment of judges in any court or tribunal, not just the High Court.\n•\tThe Act also makes changes to the titles of certain judicial positions, such as the Chief Insolvency and Companies Court Judge.\n•\tThe Act gives authorized court and tribunal staff the power to provide legal advice to judges and exercise judicial functions.\n•\tThe Act includes provisions for the Secretary of State or Lord Chancellor to make regulations regarding the Schedule of the Act.\n•\tThe Act comes into force at the end of two months after it is passed, with the exception of sections 3 and the Schedule, which come into force on a day appointed by the Secretary of State.\n•\tThe Act applies to England and Wales, Scotland, and Northern Ireland."
}