[
    {
        "length": 3143,
        "text": "\nConstitution of inquiry\n\tPower to establish inquiry\n\t\tA Minister may cause an inquiry to be held under this Act in relation to acase where it appears to him that—\n\t\t\tparticular events have caused, or are capable of causing, public concern,or\n\t\t\tthere is public concern that particular events may have occurred.\n\t\tIn this Act “Minister” means—\n\t\t\ta United Kingdom Minister;\n\t\t\tthe Scottish Ministers;\n\t\t\ta Northern Ireland Minister;\n\t\t\t\tand references to a Minister also include references to the National Assemblyfor Wales.\n\t\tReferences in this Act to an inquiry, except where the context requiresotherwise, are to an inquiry under this Act.\n\tNo determination of liability\n\t\tAn inquiry panel is not to rule on, and has no power to determine, anyperson’s civil or criminal liability.\n\t\tBut an inquiry panel is not to be inhibited in the discharge of itsfunctions by any likelihood of liability being inferred from facts that itdetermines or recommendations that it makes.\n\tThe inquiry panel\n\t\tAn inquiry is to be undertaken either—\n\t\t\tby a chairman alone, or\n\t\t\tby a chairman with one or more other members.\n\t\tReferences in this Act to an inquiry panel are to the chairman and anyother member or members.\n\tAppointment of inquiry panel\n\t\tEach member of an inquiry panel is to be appointed by the Minister by aninstrument in writing.\n\t\tThe instrument appointing the chairman must state that the inquiry is to beheld under this Act.\n\t\tBefore appointing a member to the inquiry panel (otherwise than aschairman) the Minister must consult the person he has appointed, or proposesto appoint, as chairman.\n\tSetting-up date and terms of reference\n\t\tIn the instrument under section 4 appointing the chairman, or by a noticegiven to him within a reasonable time afterwards, the Minister must—\n\t\t\tspecify the date that is to be the setting-up date for the purposes of thisAct; and\n\t\t\tbefore that date—\n\t\t\tset out the terms of reference of the inquiry;\n\t\t\tstate whether or not the Minister proposes to appoint other members to theinquiry panel, and if so how many.\n\t\tAn inquiry must not begin considering evidence before the setting-up date.\n\t\tThe Minister may at any time after setting out the terms of reference underthis section amend them if he considers that the public interest so requires.\n\t\tBefore setting out or amending the terms of reference the Minister mustconsult the person he proposes to appoint, or has appointed, as chairman.\n\t\tFunctions conferred by this Act on an inquiry panel, or a member of aninquiry panel, are exercisable only within the inquiry’s terms of reference.\n\t\tIn this Act “terms of reference”, in relation to an inquiry under this Act,means—\n\t\t\tthe matters to which the inquiry relates;\n\t\t\tany particular matters as to which the inquiry panel is to determine thefacts;\n\t\t\twhether the inquiry panel is to make recommendations;\n\t\t\tany other matters relating to the scope of the inquiry that the Ministermay specify.\n\tMinister’s duty to inform Parliament or Assembly\n\t\tA Minister who proposes to cause an inquiry to be held, or who has alreadydone so without making a statement under this section, must as soon as isreasonably practicable make a statement to that effect to the relevantParliament or Assembly.\n\t\tA statement under subsection (1) must state—\n\t\t\twho is to be, or has been, appointed as chairman of the inquiry;\n\t\t\twhether the Minister has appointed, or proposes to appoint, any othermembers to the inquiry panel, and if so how many;\n\t\t\twhat are to be, or are, the inquiry’s terms of reference.\n\t\tWhere the terms of reference of an inquiry are amended under section 5(3),the Minister must, as soon as is reasonably practicable, make a statement tothe relevant Parliament or Assembly setting out the amended terms ofreference.\n\t\tA statement under this section may be oral or written.\n\tFurther appointments to inquiry panel\n\t\tThe Minister may at any time (whether before the setting-up date or duringthe course of the inquiry) appoint a member to the inquiry panel—\n\t\t\tto fill a vacancy that has arisen in the panel (including a vacancy in theposition of chairman), or\n\t\t\tto increase the number of members of the panel.\n\t\tThe power to appoint a member under subsection (1)(b) is exercisable only—\n\t\t\tin accordance with a proposal under section 5(1)(b)(ii), or\n\t\t\twith the consent of the chairman.\n\t\tThe power to appoint a replacement chairman may be exercised by appointinga person who is already a member of the inquiry panel.\n\tSuitability of inquiry panel\n\t\tIn appointing a member of the inquiry panel, the Minister must have regard—\n\t\t\tto the need to ensure that the inquiry panel (considered as a whole) hasthe necessary expertise to undertake the inquiry;\n\t\t\tin the case of an inquiry panel consisting of a chairman and one or moreother members, to the need for balance (considered against the background ofthe terms of reference) in the composition of the panel.\n\t\tFor the purposes of subsection (1)(a) the Minister may have regard to theassistance that may be provided to the inquiry panel by any assessor whom theMinister proposes to appoint, or has appointed, under section 11.\n\tRequirement of impartiality\n\t\tThe Minister must not appoint a person as a member of the inquiry panel ifit appears to the Minister that the person has—\n\t\t\ta direct interest in the matters to which the inquiry relates, or\n\t\t\ta close association with an interested party,\n\t\t\t\tunless, despite the person’s interest or association, his appointment couldnot reasonably be regarded as affecting the impartiality of the inquiry panel.\n\t\tBefore a person is appointed as a member of an inquiry panel he must notifythe Minister of any matters that, having regard to subsection (1), couldaffect his eligibility for appointment.\n\t\tIf at any time (whether before the setting-up date or during the course ofthe inquiry) a member of the inquiry panel becomes aware that he has aninterest or association falling within paragraph (a) or (b) of subsection (1),he must notify the Minister.\n\t\tA member of the inquiry panel must not, during the course of the inquiry,undertake any activity that could reasonably be regarded as affecting hissuitability to serve as such.\n\tAppointment of judge as panel member\n\t\tIf the Minister proposes to appoint as a member of an inquiry panel aparticular person who is a judge of a description specified in the firstcolumn of the following table, he must first consult the person specified inthe second column.\n\t\t\tDescription of judge| Person to be consulted  ---|---  Lord of Appeal in Ordinary| The senior Lord of Appeal in Ordinary  Judge of the Supreme Court of England and Wales, or Circuit judge| The LordChief Justice of England and Wales  Judge of the Court of Session, sheriff principal or sheriff| The LordPresident of the Court of Session  Judge of the Supreme Court of Northern Ireland, or county court judge inNorthern Ireland| The Lord Chief Justice of Northern Ireland    (2)In this section “sheriff principal” and “sheriff” have the same meaning asin the Sheriff Courts (Scotland) Act [1971 (c.58)](/id/ukpga/1971/58?view=plain \"Go to item of legislation\").\n\tAssessors \n\t\tOne or more persons may be appointed to act as assessors to assist theinquiry panel.\n\t\tThe power to appoint assessors is exercisable—\n\t\t\tbefore the setting-up date, by the Minister;\n\t\t\tduring the course of the inquiry, by the chairman (whether or not theMinister has appointed assessors).\n\t\tBefore exercising his powers under subsection (2)(a) the Minister mustconsult the person he proposes to appoint, or has appointed, as chairman.\n\t\tA person may be appointed as an assessor only if it appears to the Ministeror the chairman (as the case requires) that he has expertise that makes him asuitable person to provide assistance to the inquiry panel.\n\t\tThe chairman may at any time terminate the appointment of an assessor, butonly with the consent of the Minister in the case of an assessor appointed bythe Minister.\n\tDuration of appointment of members of inquiry panel\n\t\tSubject to the following provisions of this section, a member of an inquirypanel remains a member until the inquiry comes to an end (or until his deathif he dies before then).\n\t\tA member of an inquiry panel may at any time resign his appointment bynotice to the Minister.\n\t\tThe Minister may at any time by notice terminate the appointment of amember of an inquiry panel—\n\t\t\ton the ground that, by reason of physical or mental illness or for anyother reason, the member is unable to carry out the duties of a member of theinquiry panel;\n\t\t\ton the ground that the member has failed to comply with any duty imposed onhim by this Act;\n\t\t\ton the ground that the member has—\n\t\t\ta direct interest in the matters to which the inquiry relates, or\n\t\t\ta close association with an interested party,\n\t\t\t\tsuch that his membership of the inquiry panel could reasonably be regarded asaffecting its impartiality;\n\t\t\ton the ground that the member has, since his appointment, been guilty ofany misconduct that makes him unsuited to membership of the inquiry panel.\n\t\tIn determining whether subsection (3)(a) applies in a case where theinability to carry out the duties is likely to be temporary, the Minister mayhave regard to the likely duration of the inquiry.\n\t\tThe Minister may not terminate a member’s appointment under subsection(3)(c) if the Minister was aware of the interest or association in questionwhen appointing him.\n\t\tBefore exercising his powers under subsection (3) in relation to a memberother than the chairman, the Minister must consult the chairman.\n\t\tBefore exercising his powers under subsection (3) in relation to any memberof the inquiry panel, the Minister must—\n\t\t\tinform the member of the proposed decision and of the reasons for it, andtake into account any representations made by the member in response, and\n\t\t\tif the member so requests, consult the other members of the inquiry panel(to the extent that no obligation to consult them arises under subsection(6)).\n\tPower to suspend inquiry\n\t\tThe Minister may at any time, by notice to the chairman, suspend an inquiryfor such period as appears to him to be necessary to allow for—\n\t\t\tthe completion of any other investigation relating to any of the matters towhich the inquiry relates, or\n\t\t\tthe determination of any civil or criminal proceedings (includingproceedings before a disciplinary tribunal) arising out of any of thosematters.\n\t\tThe power conferred by subsection (1) may be exercised whether or not theinvestigation or proceedings have begun.\n\t\tBefore exercising that power the Minister must consult the chairman.\n\t\tA notice under subsection (1) may suspend the inquiry until a specifiedday, until the happening of a specified event or until the giving by theMinister of a further notice to the chairman.\n\t\tWhere the Minister gives a notice under subsection (1) he must—\n\t\t\tset out in the notice his reasons for suspending the inquiry;\n\t\t\tlay a copy of the notice, as soon as is reasonably practicable, before therelevant Parliament or Assembly.\n\t\tA member of an inquiry panel may not exercise the powers conferred by thisAct during any period of suspension; but the duties imposed on a member of aninquiry panel by section 9(3) and (4) continue during any such period.\n\t\tIn this section “period of suspension” means the period beginning with thereceipt by the chairman of the notice under subsection (1) and ending withwhichever of the following is applicable—\n\t\t\tthe day referred to in subsection (4);\n\t\t\tthe happening of the event referred to in that subsection;\n\t\t\tthe receipt by the chairman of the further notice under that subsection.\n\tEnd of inquiry\n\t\tFor the purposes of this Act an inquiry comes to an end—\n\t\t\ton the date, after the delivery of the report of the inquiry, on which thechairman notifies the Minister that the inquiry has fulfilled its terms ofreference, or\n\t\t\ton any earlier date specified in a notice given to the chairman by theMinister.\n\t\tThe date specified in a notice under subsection (1)(b) may not be earlierthan the date on which the notice is sent.\n\t\tBefore exercising his power under subsection (1)(b) the Minister mustconsult the chairman.\n\t\tWhere the Minister gives a notice under subsection (1)(b) he must—\n\t\t\tset out in the notice his reasons for bringing the inquiry to an end;\n\t\t\tlay a copy of the notice, as soon as is reasonably practicable, before therelevant Parliament or Assembly."
    },
    {
        "length": 733,
        "text": "\nConversion of inquiries\n\tPower to convert other inquiry into inquiry under this Act\n\t\tWhere— \n\t\t\tan inquiry (“the original inquiry”) is being held, or is due to be held, byone or more persons appointed otherwise than under this Act,\n\t\t\ta Minister gives a notice under this section to those persons, and\n\t\t\tthe person who caused the original inquiry to be held consents,\n\t\t\t\tthe original inquiry becomes an inquiry under this Act as from the date of thenotice or such later date as may be specified in the notice (the “date ofconversion”).\n\t\tThe power conferred by this section is exercisable only if the originalinquiry relates to a case where it appears to the Minister that—\n\t\t\tparticular events have caused, or are capable of causing, public concern,or\n\t\t\tthere is public concern that particular events may have occurred.\n\t\tBefore exercising that power the Minister must consult the chairman.\n\t\tA notice under this section must—\n\t\t\tstate that, as from the date of conversion, the inquiry is to be held underthis Act;\n\t\t\tin the case of an inquiry panel consisting of more than one member,identify who is to be chairman of the panel;\n\t\t\tset out what are to be the terms of reference of the inquiry.\n\t\tThe terms of reference set out under subsection (4) may be different fromthose of the original inquiry.\n\t\tThe Minister may at any time after setting out the terms of reference underthis section amend them if he considers that the public interest so requires.\n\t\tThe Minister must consult the chairman before—\n\t\t\tsetting out terms of reference that are different from those of theoriginal inquiry, or\n\t\t\tamending the terms of reference under subsection (6).\n\t\tSection 6 applies, with any necessary modifications, in relation to—\n\t\t\tconverting an inquiry under this section, or\n\t\t\tamending an inquiry’s terms of reference under subsection (6),\n\t\t\tas it applies in relation to causing an inquiry to be held, or amending aninquiry’s terms of reference under section 5(3).\n\tInquiries converted under section 15\n\t\tThis section applies where an inquiry (the “original inquiry”) is convertedunder section 15 into an inquiry under this Act.\n\t\tThe appointment of a person who at the date of conversion is—\n\t\t\tone of the persons holding, or due to hold, the original inquiry (an“original member”),\n\t\t\tan assessor, counsel or solicitor to the inquiry, or\n\t\t\ta person engaged to provide assistance to the inquiry,\n\t\t\t\tcontinues as if made under this Act, and for the purposes of section 12(5) istreated as made by the Minister on the date of conversion.\n\t\tAny obligation arising under an order of the original inquiry, or otherwisein connection with that inquiry, is enforceable only as it would be if theoriginal inquiry had not been converted.\n\t\tNo rights or obligations arise under or by virtue of this Act before thedate of conversion."
    },
    {
        "length": 2364,
        "text": "\nInquiry proceedings\n\tEvidence and procedure\n\t\tSubject to any provision of this Act or of rules under section 41, theprocedure and conduct of an inquiry are to be such as the chairman of theinquiry may direct.\n\t\tIn particular, the chairman may take evidence on oath, and for that purposemay administer oaths.\n\t\tIn making any decision as to the procedure or conduct of an inquiry, thechairman must act with fairness and with regard also to the need to avoid anyunnecessary cost (whether to public funds or to witnesses or others).\n\tPublic access to inquiry proceedings and information\n\t\tSubject to any restrictions imposed by a notice or order under section 19,the chairman must take such steps as he considers reasonable to secure thatmembers of the public (including reporters) are able—\n\t\t\tto attend the inquiry or to see and hear a simultaneous transmission ofproceedings at the inquiry;\n\t\t\tto obtain or to view a record of evidence and documents given, produced orprovided to the inquiry or inquiry panel.\n\t\tNo recording or broadcast of proceedings at an inquiry may be made except—\n\t\t\tat the request of the chairman, or\n\t\t\twith the permission of the chairman and in accordance with any terms onwhich permission is given.\n\t\t\t\tAny such request or permission must be framed so as not to enable a person tosee or hear by means of a recording or broadcast anything that he isprohibited by a notice under section 19 from seeing or hearing.\n\t\tSection 32(2) of the Freedom of Information Act [2000 (c.36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\") (certaininquiry records etc exempt from obligations under that Act) does not apply inrelation to information contained in documents that, in pursuance of rulesunder section 41(1)(b) below, have been passed to and are held by a publicauthority.\n\t\tSection 37(1)(b) of the Freedom of Information (Scotland) Act [2002 (asp13)](/id/asp/2002/13?view=plain \"Go to item of legislation\") (certain inquiryrecords etc exempt from obligations under that Act) does not apply in relationto information contained in documents that, in pursuance of rules undersection 41(1)(b) below, have been passed to and are held by a Scottish publicauthority.\n\tRestrictions on public access etc\n\t\tRestrictions may, in accordance with this section, be imposed on—\n\t\t\tattendance at an inquiry, or at any particular part of an inquiry;\n\t\t\tdisclosure or publication of any evidence or documents given, produced orprovided to an inquiry.\n\t\tRestrictions may be imposed in either or both of the following ways—\n\t\t\tby being specified in a notice (a “restriction notice”) given by theMinister to the chairman at any time before the end of the inquiry;\n\t\t\tby being specified in an order (a “restriction order”) made by the chairmanduring the course of the inquiry.\n\t\tA restriction notice or restriction order must specify only suchrestrictions—\n\t\t\tas are required by any statutory provision, enforceable Communityobligation or rule of law, or\n\t\t\tas the Minister or chairman considers to be conducive to the inquiryfulfilling its terms of reference or to be necessary in the public interest,having regard in particular to the matters mentioned in subsection (4).\n\t\tThose matters are—\n\t\t\tthe extent to which any restriction on attendance, disclosure orpublication might inhibit the allaying of public concern;\n\t\t\tany risk of harm or damage that could be avoided or reduced by any suchrestriction;\n\t\t\tany conditions as to confidentiality subject to which a person acquiredinformation that he is to give, or has given, to the inquiry;\n\t\t\tthe extent to which not imposing any particular restriction would belikely—\n\t\t\tto cause delay or to impair the efficiency or effectiveness of the inquiry,or\n\t\t\totherwise to result in additional cost (whether to public funds or towitnesses or others).\n\t\tIn subsection (4)(b) “harm or damage” includes in particular—\n\t\t\tdeath or injury;\n\t\t\tdamage to national security or international relations;\n\t\t\tdamage to the economic interests of the United Kingdom or of any part ofthe United Kingdom;\n\t\t\tdamage caused by disclosure of commercially sensitive information.\n\tFurther provisions about restriction notices and orders\n\t\tRestrictions specified in a restriction notice have effect in addition toany already specified, whether in an earlier restriction notice or in arestriction order.\n\t\tRestrictions specified in a restriction order have effect in addition toany already specified, whether in an earlier restriction order or in arestriction notice.\n\t\tThe Minister may vary or revoke a restriction notice by giving a furthernotice to the chairman at any time before the end of the inquiry.\n\t\tThe chairman may vary or revoke a restriction order by making a furtherorder during the course of the inquiry.\n\t\tRestrictions imposed under section 19 on disclosure or publication ofevidence or documents (“disclosure restrictions”) continue in forceindefinitely, unless—\n\t\t\tunder the terms of the relevant notice or order the restrictions expire atthe end of the inquiry, or at some other time, or\n\t\t\tthe relevant notice or order is varied or revoked under subsection (3), (4)or (7).\n\t\t\t\tThis is subject to subsection (6).\n\t\tAfter the end of the inquiry, disclosure restrictions do not apply to apublic authority, or a Scottish public authority, in relation to informationheld by the authority otherwise than as a result of the breach of any suchrestrictions.\n\t\tAfter the end of an inquiry the Minister may, by a notice published in away that he considers suitable—\n\t\t\trevoke a restriction order or restriction notice containing disclosurerestrictions that are still in force, or\n\t\t\tvary it so as to remove or relax any of the restrictions.\n\t\tIn this section “restriction notice” and “restriction order” have themeaning given by section 19(2).\n\tPowers of chairman to require production of evidence etc\n\t\tThe chairman of an inquiry may by notice require a person to attend at atime and place stated in the notice—\n\t\t\tto give evidence;\n\t\t\tto produce any documents in his custody or under his control that relate toa matter in question at the inquiry;\n\t\t\tto produce any other thing in his custody or under his control forinspection, examination or testing by or on behalf of the inquiry panel.\n\t\tThe chairman may by notice require a person, within such period as appearsto the inquiry panel to be reasonable—\n\t\t\tto provide evidence to the inquiry panel in the form of a writtenstatement;\n\t\t\tto provide any documents in his custody or under his control that relate toa matter in question at the inquiry;\n\t\t\tto produce any other thing in his custody or under his control forinspection, examination or testing by or on behalf of the inquiry panel.\n\t\tA notice under subsection (1) or (2) must—\n\t\t\texplain the possible consequences of not complying with the notice;\n\t\t\tindicate what the recipient of the notice should do if he wishes to make aclaim within subsection (4).\n\t\tA claim by a person that—\n\t\t\the is unable to comply with a notice under this section, or\n\t\t\tit is not reasonable in all the circumstances to require him to comply withsuch a notice,\n\t\t\t\tis to be determined by the chairman of the inquiry, who may revoke or vary thenotice on that ground.\n\t\tIn deciding whether to revoke or vary a notice on the ground mentioned insubsection (4)(b), the chairman must consider the public interest in theinformation in question being obtained by the inquiry, having regard to thelikely importance of the information.\n\t\tFor the purposes of this section a thing is under a person’s control if itis in his possession or if he has a right to possession of it.\n\tPrivileged information etc\n\t\tA person may not under section 21 be required to give, produce or provideany evidence or document if—\n\t\t\the could not be required to do so if the proceedings of the inquiry werecivil proceedings in a court in the relevant part of the United Kingdom, or\n\t\t\tthe requirement would be incompatible with a Community obligation.\n\t\tThe rules of law under which evidence or documents are permitted orrequired to be withheld on grounds of public interest immunity apply inrelation to an inquiry as they apply in relation to civil proceedings in acourt in the relevant part of the United Kingdom.\n\tRisk of damage to the economy\n\t\tThis section applies where it is submitted to an inquiry panel, on behalfof the Crown, the Financial Services Authority or the Bank of England, thatthere is information held by any person which, in order to avoid a risk ofdamage to the economy, ought not to be revealed.\n\t\tThe panel must not permit or require the information to be revealed, orcause it to be revealed, unless satisfied that the public interest in theinformation being revealed outweighs the public interest in avoiding a risk ofdamage to the economy.\n\t\tIn making a decision under this section the panel must take account of anyrestriction notice given under section 19 or any restriction order that thechairman has made or proposes to make under that section.\n\t\tIn this section—\n\t\t\t  * “damage to the economy” means damage to the economic interests of the United Kingdom or of any part of the United Kingdom; \n\t\t\t  * “revealed” means revealed to anyone who is not a member of the inquiry panel. \n\t\tThis section does not prevent the inquiry panel from communicating anyinformation in confidence to the Minister.\n\t\tThis section does not affect the rules of law referred to in section 22(2)."
    },
    {
        "length": 870,
        "text": "\nInquiry reports\n\tSubmission of reports\n\t\tThe chairman of an inquiry must deliver a report to the Minister settingout—\n\t\t\tthe facts determined by the inquiry panel;\n\t\t\tthe recommendations of the panel (where the terms of reference required itto make recommendations).\n\t\t\t\tThe report may also contain anything else that the panel considers to berelevant to the terms of reference (including any recommendations the panelsees fit to make despite not being required to do so by the terms ofreference).\n\t\tIn relation to an inquiry that is brought to an end under section 14(1)(b),the duty imposed by subsection (1) to deliver a report is to be read as apower to do so.\n\t\tBefore making a report under subsection (1) the chairman may deliver to theMinister a report under this subsection (an “interim report”) containinganything that a report under subsection (1) may contain.\n\t\tA report of an inquiry must be signed by each member of the inquiry panel.\n\t\tIf the inquiry panel is unable to produce a unanimous report, the reportmust reasonably reflect the points of disagreement.\n\t\tIn subsections (4) and (5) “report” includes an interim report.\n\tPublication of reports\n\t\tIt is the duty of the Minister, or the chairman if subsection (2) applies,to arrange for reports of an inquiry to be published.\n\t\tThis subsection applies if—\n\t\t\tthe Minister notifies the chairman before the setting-up date that thechairman is to have responsibility for arranging publication, or\n\t\t\tat any time after that date the chairman, on being invited to do so by theMinister, accepts responsibility for arranging publication.\n\t\tSubject to subsection (4), a report of an inquiry must be published infull.\n\t\tThe person whose duty it is to arrange for a report to be published maywithhold material in the report from publication to such extent—\n\t\t\tas is required by any statutory provision, enforceable Community obligationor rule of law, or\n\t\t\tas the person considers to be necessary in the public interest, havingregard in particular to the matters mentioned in subsection (5).\n\t\tThose matters are—\n\t\t\tthe extent to which withholding material might inhibit the allaying ofpublic concern;\n\t\t\tany risk of harm or damage that could be avoided or reduced by withholdingany material;\n\t\t\tany conditions as to confidentiality subject to which a person acquiredinformation that he has given to the inquiry.\n\t\tIn subsection (5)(b) “harm or damage” includes in particular—\n\t\t\tdeath or injury;\n\t\t\tdamage to national security or international relations;\n\t\t\tdamage to the economic interests of the United Kingdom or of any part ofthe United Kingdom;\n\t\t\tdamage caused by disclosure of commercially sensitive information.\n\t\tSubsection (4)(b) does not affect any obligation of the Minister, or anyother public authority or Scottish public authority, that may arise under theFreedom of Information Act [2000 (c. 36)](/id/ukpga/2000/36?view=plain \"Go toitem of legislation\") or the Freedom of Information (Scotland) Act [2002 (asp13)](/id/asp/2002/13?view=plain \"Go to item of legislation\").\n\t\tIn this section “report” includes an interim report.\n\tLaying of reports before Parliament or Assembly\n\t\tWhatever is required to be published under section 25 must be laid by theMinister, either at the time of publication or as soon afterwards as isreasonably practicable, before the relevant Parliament or Assembly."
    },
    {
        "length": 2457,
        "text": "\nScotland, Wales and Northern Ireland\n\tUnited Kingdom inquiries\n\t\tThis section applies to an inquiry for which a United Kingdom Minister isresponsible.\n\t\tThe Minister may not, without first consulting the relevant administration,include in the terms of reference anything that would require the inquiry—\n\t\t\tto determine any fact that is wholly or primarily concerned with a Scottishmatter or a Welsh matter;\n\t\t\tto determine any fact that is wholly or primarily concerned with a matterwhich is, and was at the relevant time, a transferred Northern Ireland matter;\n\t\t\tto make any recommendation that is wholly or primarily concerned with aScottish matter, a Welsh matter or a transferred Northern Ireland matter.\n\t\tUnless the Minister gives written permission to the chairman, the powersconferred by section 21 are not exercisable—\n\t\t\tin respect of evidence, documents or other things that are wholly orprimarily concerned with—\n\t\t\ta Scottish matter or a Welsh matter, or\n\t\t\ta matter which is, and was at the relevant time, a Northern Irelandmatter;\n\t\t\tso as to require any evidence, document or other thing to be given,produced or provided by or on behalf of the Scottish Ministers, the NationalAssembly for Wales or a Northern Ireland Minister.\n\t\tBefore granting permission under subsection (3) the Minister must consultthe relevant administration.\n\t\tPermission under subsection (3) may be granted subject to such conditionsor qualifications as the Minister may specify.\n\t\tPermission under subsection (3) is not required for the exercise of powersin circumstances in which subsection (6) of section 30 would prevent thepowers from being exercised in the case of an inquiry to which that sectionapplies.\n\t\tIn this section—\n\t\t\t  * “Northern Ireland matter” means— \n\t\t\ta transferred Northern Ireland matter, or\n\t\t\ta matter falling within section 44(2)(b) of the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (matters inrelation to which statutory functions are exercisable by Northern IrelandMinisters etc);\n\t\t\t\t  * “the relevant administration” means whichever of the following the case requires— \n\t\t\tthe Scottish Ministers;\n\t\t\tthe National Assembly for Wales;\n\t\t\tsuch one or more Northern Ireland Ministers as appear to the Minister to beappropriate;\n\t\t\t\t  * “the relevant time” means the time when the fact or event in question occurred (or is alleged to have occurred); \n\t\t\t\t  * “Scottish matter” means a matter that relates to Scotland and is not a reserved matter within the meaning of the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “transferred Northern Ireland matter” means a matter that relates to Northern Ireland and is a transferred matter within the meaning of the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (or, in relation to any time when Part 1 of the Northern Ireland Constitution Act [1973 (c. 36)](/id/ukpga/1973/36?view=plain \"Go to item of legislation\") was in force, within the meaning of that Act); \n\t\t\t\t  * “Welsh matter” means a matter in relation to which the National Assembly for Wales has functions. \n\tScottish inquiries\n\t\tThis section applies to an inquiry for which the Scottish Ministers areresponsible.\n\t\tThe terms of reference of the inquiry must not require it to determine anyfact or to make any recommendation that is not wholly or primarily concernedwith a Scottish matter.\n\t\tThe powers conferred by section 21 are exercisable only—\n\t\t\tin respect of evidence, documents or other things that are wholly orprimarily concerned with a Scottish matter, or\n\t\t\tfor the purpose of inquiring into something that is wholly or primarily aScottish matter.\n\t\tThose powers are not exercisable so as to require any evidence, document orother thing to be given, produced or provided by or on behalf of Her Majesty’sGovernment in the United Kingdom, the National Assembly for Wales or aNorthern Ireland Minister.\n\t\tIn this section “Scottish matter” means a matter that relates to Scotlandand is not a reserved matter (within the meaning of the Scotland Act 1998).\n\tWelsh inquiries\n\t\tThis section applies to an inquiry for which the National Assembly forWales is responsible.\n\t\tThe terms of reference of the inquiry must not require it to determine anyfact or to make any recommendation that is not wholly or primarily concernedwith a Welsh matter.\n\t\tThe powers conferred by section 21 are exercisable only—\n\t\t\tin respect of evidence, documents or other things that are wholly orprimarily concerned with a Welsh matter, or\n\t\t\tfor the purpose of inquiring into something that is wholly or primarily aWelsh matter.\n\t\tThose powers are not exercisable so as to require any evidence, document orother thing to be given, produced or provided by or on behalf of Her Majesty’sGovernment in the United Kingdom, the Scottish Ministers or a Northern IrelandMinister.\n\t\tIn this section “Welsh matter” means a matter in relation to which theNational Assembly for Wales has functions.\n\tNorthern Ireland inquiries\n\t\tThis section applies to an inquiry for which a Northern Ireland Minister isresponsible.\n\t\tThe terms of reference of the inquiry must not require it—\n\t\t\tto determine any fact that is not wholly or primarily concerned with amatter which is, and was at the relevant time, a Northern Ireland matter, or\n\t\t\tto make any recommendation that is not wholly or primarily concerned with aNorthern Ireland matter.\n\t\tThe Minister may not, without the consent of the Secretary of State,include in the terms of reference anything that would require the inquiry toinquire into events occurring—\n\t\t\tbefore 2nd December 1999 (the “appointed day” for the purposes of theNorthern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to itemof legislation\")), or\n\t\t\tduring a period when section 1 of the Northern Ireland Act [2000 (c.1)](/id/ukpga/2000/1?view=plain \"Go to item of legislation\") is in force(suspension of devolved government in Northern Ireland).\n\t\tThe powers conferred by section 21 are exercisable only—\n\t\t\tin respect of evidence, documents or other things that are wholly orprimarily concerned with a matter which is, and was at the relevant time, aNorthern Ireland matter, or\n\t\t\tfor the purpose of inquiring into something that is, and was at therelevant time, wholly or primarily a Northern Ireland matter.\n\t\tThose powers are not exercisable so as to require any evidence, document orother thing to be given, produced or provided by or on behalf of Her Majesty’sGovernment in the United Kingdom, the Scottish Ministers or the NationalAssembly for Wales.\n\t\tPowers conferred by section 21 that would not be exercisable but forsubsection (8)(b) below are not exercisable in circumstances in whichsubsection (3), (4) or (5) of section 44 of the Northern Ireland Act 1998(power of Assembly to call for witnesses and documents) would prevent thepower in subsection (1) of that section from being exercised.\n\t\tThe inquiry must not consider evidence or make recommendations about anymatter falling within paragraph 17 of Schedule 2 to the Northern Ireland Act1998 (excepted matters: national security etc).\n\t\tIn this section “Northern Ireland matter” means—\n\t\t\ta matter that relates to Northern Ireland and is a transferred matterwithin the meaning of the Northern Ireland Act 1998 (or, in relation to anytime when Part 1 of the Northern Ireland Constitution Act [1973 (c.36)](/id/ukpga/1973/36?view=plain \"Go to item of legislation\") was in force,within the meaning of that Act), or\n\t\t\ta matter falling within section 44(2)(b) of the Northern Ireland Act 1998(matters in relation to which statutory functions are exercisable by NorthernIreland Ministers etc).\n\t\tIn this section “the relevant time” means the time when the fact or eventin question occurred (or is alleged to have occurred).\n\tThe relevant part of the United Kingdom and the applicable rules\n\t\tThe Minister responsible for an inquiry must specify whether the relevantpart of the United Kingdom in relation to the inquiry is—\n\t\t\tEngland and Wales,\n\t\t\tScotland, or\n\t\t\tNorthern Ireland.\n\t\tThe Ministers responsible for an inquiry that—\n\t\t\tis one to which section 33 applies, and\n\t\t\twould (but for this subsection) be subject to more than one set of rules,\n\t\t\t\tmust specify which of those sets, or what combination of rules from more thanone of those sets, is to apply.\n\t\tIn subsection (2) “set of rules” means the rules made by virtue of aparticular paragraph of section 41(3).\n\t\tIf in the case of an inquiry (other than one to which section 33 applies)for which a United Kingdom Minister is responsible—\n\t\t\tthe Minister specifies that the relevant part of the United Kingdom isScotland,\n\t\t\tthe Minister specifies that the relevant part of the United Kingdom isEngland and Wales, and the inquiry is expected to be held wholly or partly inWales, or\n\t\t\tthe Minister specifies that the relevant part of the United Kingdom isNorthern Ireland,\n\t\t\the may if he thinks fit specify that some or all of the rules that are toapply are rules made by virtue of paragraph (b), (c) or (d) (as appropriate)of section 41(3).\n\t\tThe relevant part of the United Kingdom and, where subsection (2) or (4)applies, the applicable rules must be specified no later than the setting-update or, as the case may be, the date of conversion."
    },
    {
        "length": 764,
        "text": "\nInquiries for which more than one Minister responsible\n\tJoint inquiries\n\t\tThe power under section 1 to cause an inquiry to be held, or to convert aninquiry under section 15, is exercisable by two or more Ministers actingjointly.\n\t\tIn this Act “joint inquiry” means an inquiry for which by virtue of thissection, or section 34, two or more Ministers are responsible.\n\t\tIn the case of a joint inquiry—\n\t\t\tpowers conferred on a Minister by any provision of this Act (except section41) are exercisable by the Ministers in question acting jointly;\n\t\t\tduties imposed by this Act on a Minister are joint duties of thoseMinisters.\n\t\tSubsection (3)(b), so far as relating to obligations under section 39, issubject to any different arrangements that may be agreed by the Ministers inquestion.\n\tInquiries involving more than one administration\n\t\tThis section applies to a joint inquiry for which the Ministers responsible(“the relevant Ministers”) are not all United Kingdom Ministers and are notall Northern Ireland Ministers.\n\t\tA limitation imposed by section 27(2), 28(2), 29(2) or 30(2) or (3) on theterms of reference of an inquiry for which a particular Minister isresponsible has effect only to the extent that it applies in relation to allof the relevant Ministers.\n\t\tA limitation imposed by section 27(3), 28(3) or (4), 29(3) or (4) or 30(4)or (5) on the powers conferred on the chairman of an inquiry for which aparticular Minister is responsible has effect only to the extent that itapplies in relation to all of the relevant Ministers.\n\t\tSubsections (6) and (7) of section 30 do not apply if at least one of therelevant Ministers is a United Kingdom Minister.\n\tChange of responsibility for inquiry\n\t\tEach of the Ministers concerned may agree in writing that, as from a datespecified in the agreement (“the specified date”), one or more Ministersshould become, or cease to be, responsible for an inquiry.\n\t\tWhere an agreement is made under this section—\n\t\t\tin relation to any time on or after the specified date, references in thisAct to the Minister responsible for the inquiry are to be read in accordancewith the agreement;\n\t\t\teach of the Ministers concerned has obligations under section 39 only inrelation to the period when that Minister was or is responsible for theinquiry.\n\t\tSubsection (2)(b) is subject to any different arrangements that may bespecified in the agreement under this section.\n\t\tWhere as a result of an agreement under this section the terms of referenceof the inquiry fail to comply with an applicable limitation imposed by section27(2), 28(2), 29(2) or 30(2) or (3), they are to be read subject to suchmodifications as are necessary to make them comply with the limitation.\n\t\tIn this section “the Ministers concerned” means the Ministers responsiblefor the inquiry before the specified date together with any who, under theagreement, are to become responsible for it as from that date."
    },
    {
        "length": 1834,
        "text": "\nSupplementary\n\tOffences \n\t\tA person is guilty of an offence if he fails without reasonable excuse todo anything that he is required to do by a notice under section 21.\n\t\tA person is guilty of an offence if during the course of an inquiry he doesanything that is intended to have the effect of—\n\t\t\tdistorting or otherwise altering any evidence, document or other thing thatis given, produced or provided to the inquiry panel, or\n\t\t\tpreventing any evidence, document or other thing from being given, producedor provided to the inquiry panel,\n\t\t\t\tor anything that he knows or believes is likely to have that effect.\n\t\tA person is guilty of an offence if during the course of an inquiry—\n\t\t\the intentionally suppresses or conceals a document that is, and that heknows or believes to be, a relevant document, or\n\t\t\the intentionally alters or destroys any such document.\n\t\t\tFor the purposes of this subsection a document is a “relevant document” if itis likely that the inquiry panel would (if aware of its existence) wish to beprovided with it.\n\t\tA person does not commit an offence under subsection (2) or (3) by doinganything that he is authorised or required to do—\n\t\t\tby the inquiry panel, or\n\t\t\tby virtue of section 22 or any privilege that applies.\n\t\tProceedings in England and Wales or in Northern Ireland for an offenceunder subsection (1) may be instituted only by the chairman.\n\t\tProceedings for an offence under subsection (2) or (3) may be instituted—\n\t\t\tin England and Wales, only by or with the consent of the Director of PublicProsecutions;\n\t\t\tin Northern Ireland, only by or with the consent of the Director of PublicProsecutions for Northern Ireland.\n\t\tA person who is guilty of an offence under this section is liable onsummary conviction to a fine not exceeding level three on the standard scaleor to imprisonment for a term not exceeding the relevant maximum, or to both.\n\t\t“The relevant maximum” is—\n\t\t\tin England and Wales, 51 weeks;\n\t\t\tin Scotland and Northern Ireland, six months.\n\tEnforcement by High Court or Court of Session\n\t\tWhere a person—\n\t\t\tfails to comply with, or acts in breach of, a notice under section 19 or 21or an order made by an inquiry, or\n\t\t\tthreatens to do so,\n\t\t\t\tthe chairman of the inquiry, or after the end of the inquiry the Minister, maycertify the matter to the appropriate court.\n\t\tThe court, after hearing any evidence or representations on a mattercertified to it under subsection (1), may make such order by way ofenforcement or otherwise as it could make if the matter had arisen inproceedings before the court.\n\t\tIn this section “the appropriate court” means the High Court or, in thecase of an inquiry in relation to which the relevant part of the UnitedKingdom is Scotland, the Court of Session.\n\tImmunity from suit\n\t\tNo action lies against—\n\t\t\ta member of an inquiry panel,\n\t\t\tan assessor, counsel or solicitor to an inquiry, or\n\t\t\ta person engaged to provide assistance to an inquiry,\n\t\t\t\tin respect of any act done or omission made in the execution of his duty assuch, or any act done or omission made in good faith in the purportedexecution of his duty as such.\n\t\tSubsection (1) applies only to acts done or omissions made during thecourse of the inquiry, otherwise than during any period of suspension (withinthe meaning of section 13).\n\t\tFor the purposes of the law of defamation, the same privilege attaches to—\n\t\t\tany statement made in or for the purposes of proceedings before an inquiry(including the report and any interim report of the inquiry), and\n\t\t\treports of proceedings before an inquiry,\n\t\t\tas would be the case if those proceedings were proceedings before a court inthe relevant part of the United Kingdom.\n\tTime limit for applying for judicial review\n\t\tAn application for judicial review of a decision made—\n\t\t\tby the Minister in relation to an inquiry, or\n\t\t\tby a member of an inquiry panel,\n\t\t\t\tmust be brought within 14 days after the day on which the applicant becameaware of the decision, unless that time limit is extended by the court.\n\t\tSubsection (1) does not apply where an earlier time limit applies by virtueof Civil Procedure Rules or rules made under section 55 of the Judicature(Northern Ireland) Act [1978 (c. 23)](/id/ukpga/1978/23?view=plain \"Go to itemof legislation\").\n\t\tSubsection (1) does not apply to—\n\t\t\ta decision as to the contents of the report of the inquiry;\n\t\t\ta decision of which the applicant could not have become aware until thepublication of the report.\n\t\t\tIn this subsection “report” includes any interim report.\n\t\tThis section does not extend to Scotland.\n\tPayment of inquiry expenses by Minister\n\t\tThe Minister may agree to pay to—\n\t\t\tthe members of the inquiry panel,\n\t\t\tany assessor, counsel or solicitor to the inquiry, and\n\t\t\tany person engaged to provide assistance to the inquiry,\n\t\t\t\tsuch remuneration and expenses as the Minister may determine.\n\t\tThe Minister must pay any amounts awarded under section 40.\n\t\tThe Minister must meet any other expenses incurred in holding the inquiry,including the cost of publication of the report and any interim report of theinquiry (whether or not the chairman has responsibility for arrangingpublication).\n\t\tSubsection (5) applies where the Minister—\n\t\t\tbelieves that there are matters in respect of which an inquiry panel isacting outside the inquiry’s terms of reference, or is likely to do, and\n\t\t\tgives a notice to the chairman specifying those matters and the reasons forhis belief.\n\t\tSubject to provision made by rules under section 41, the Minister is notobliged under this section or otherwise to pay any amounts or to meet anyexpenses in so far as they are referable—\n\t\t\tto any matters certified by the Minister, in accordance with suchprovision, to be outside the inquiry’s terms of reference, and\n\t\t\tto any period falling after the date on which the notice under subsection(4) was given.\n\t\tWithin a reasonable time after the end of the inquiry the Minister mustpublish the total amount of what he has paid (or remains liable to pay) underthis section.\n\tExpenses of witnesses etc\n\t\tThe chairman may award reasonable amounts to a person—\n\t\t\tby way of compensation for loss of time, or\n\t\t\tin respect of expenses properly incurred, or to be incurred,\n\t\t\t\tin attending, or otherwise in relation to, the inquiry.\n\t\tThe power to make an award under this section includes power, where thechairman considers it appropriate, to award amounts in respect of legalrepresentation.\n\t\tA person is eligible for an award under this section only if he is—\n\t\t\ta person attending the inquiry to give evidence or to produce any documentor other thing, or\n\t\t\ta person who, in the opinion of the chairman, has such a particularinterest in the proceedings or outcome of the inquiry as to justify such anaward.\n\t\tThe power to make an award under this section is subject to such conditionsor qualifications as may be determined by the Minister and notified by him tothe chairman."
    },
    {
        "length": 2589,
        "text": "\nGeneral\n\tRules \n\t\tThe appropriate authority may make rules dealing with—\n\t\t\tmatters of evidence and procedure in relation to inquiries;\n\t\t\tthe return or keeping, after the end of an inquiry, of documents given toor created by the inquiry;\n\t\t\tawards under section 40.\n\t\tRules under subsection (1)(c) may in particular—\n\t\t\tmake provision as to how and by whom the amount of awards is to beassessed, including provision allowing the assessment to be undertaken by theinquiry panel or by such other person as the panel may nominate;\n\t\t\tmake provision for review of an assessment at the instance of a persondissatisfied with it.\n\t\tThe appropriate authority is—\n\t\t\tthe Lord Chancellor, as regards inquiries for which a United KingdomMinister is responsible;\n\t\t\tthe Scottish Ministers, as regards inquiries for which they areresponsible;\n\t\t\tthe National Assembly for Wales, as regards inquiries for which thatAssembly is responsible;\n\t\t\tthe First Minister and deputy First Minister acting jointly, as regardsinquiries for which a Northern Ireland Minister is responsible.\n\t\tThe power to make rules under this section is exercisable—\n\t\t\tin the case of rules made by the Lord Chancellor, the National Assembly forWales or the Scottish Ministers, by statutory instrument;\n\t\t\tin the case of rules made by the First Minister and deputy First Minister,by statutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")).\n\t\tA statutory instrument made under this section is subject to annulment—\n\t\t\tif made by the Lord Chancellor, in pursuance of a resolution of eitherHouse of Parliament;\n\t\t\tif made by the Scottish Ministers, in pursuance of a resolution of theScottish Parliament.\n\t\tA statutory rule made under this section is subject to negative resolution(within the meaning of section 41(6) of the Interpretation Act (NorthernIreland) [1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go to item oflegislation\").\n\tNotices etc\n\t\tA notice or notification under this Act must be given in writing.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “assessor” means an assessor appointed under section 11; \n\t\t\t  * “chairman”, in relation to an inquiry, means the chairman of the inquiry; \n\t\t\t  * “the course of the inquiry” and similar expressions are to be read in accordance with subsection (2); \n\t\t\t  * “date of conversion” has the meaning given by section 15(1); \n\t\t\t  * “document” includes information recorded in any form (and see subsection (3)); \n\t\t\t  * “event”, except in sections 13 and 46, includes any conduct or omission; \n\t\t\t  * “inquiry”, except where the context requires otherwise, means an inquiry under this Act; \n\t\t\t  * “inquiry panel” is to be read in accordance with section 3(2); \n\t\t\t  * “interested party”, in relation to an inquiry, means a person with a particularly significant interest in the proceedings or outcome of the inquiry; \n\t\t\t  * “interim report” means a report under section 24(3); \n\t\t\t  * “joint inquiry” has the meaning given by section 32(2); \n\t\t\t  * “member”, in relation to an inquiry panel, includes the chairman; \n\t\t\t  * “Minister” is to be read in accordance with section 1(2) (and see subsection (4) below); \n\t\t\t  * “Northern Ireland Minister” includes the First Minister and the deputy First Minister acting jointly; \n\t\t\t  * “public authority” has the same meaning as in the Freedom of Information Act [2000 (c. 36)](/id/ukpga/2000/36?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the relevant Parliament or Assembly” means whichever of the following is or are applicable— \n\t\t\tin the case of an inquiry for which the Treasury is responsible, the House ofCommons;\n\t\t\tin the case of an inquiry for which any other United Kingdom Minister isresponsible, or one for which the Secretary of State exercising functions byvirtue of section 45(2) is responsible, the House of Parliament of which thatminister is a member;\n\t\t\tin the case of an inquiry for which the Scottish Ministers are responsible,the Scottish Parliament;\n\t\t\tin the case of an inquiry for which the National Assembly for Wales isresponsible, that Assembly;\n\t\t\tin the case of an inquiry for which a Northern Ireland Minister isresponsible, the Northern Ireland Assembly;\n\t\t\t\t  * “the relevant part of the United Kingdom”, in relation to an inquiry, means the part specified under section 31(1); \n\t\t\t\t  * “report” means a report under section 24(1); \n\t\t\t\t  * “responsible”, in relation to an inquiry, is to be read in accordance with subsection (5); \n\t\t\t\t  * “Scottish public authority” has the same meaning as in the Freedom of Information (Scotland) Act [2002 (asp 13)](/id/asp/2002/13?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “setting-up date” means the date specified under section 5(1)(a); \n\t\t\t\t  * “statutory provision” means a provision contained in, or having effect under, any enactment, Act of the Scottish Parliament or Northern Ireland legislation; \n\t\t\t\t  * “terms of reference”, in relation to an inquiry under this Act, has the meaning given by section 5(6); \n\t\t\t\t  * “United Kingdom Minister”— \n\t\t\tmeans the holder of a Ministerial office specified in Part 1, 2 or 3 ofSchedule 1 to the Ministerial and other Salaries Act [1975 (c.27)](/id/ukpga/1975/27?view=plain \"Go to item of legislation\") or aParliamentary Secretary;\n\t\t\talso includes the Treasury.\n\t\t\t\tBut a reference to a United Kingdom Minister does not include a reference tothe Secretary of State discharging functions by virtue of section 45(2).\n\t\tReferences in this Act to the course of an inquiry are to the periodbeginning with the setting-up date, or (in the case of an inquiry convertedunder section 15) the date of conversion, and ending with the date on whichthe inquiry comes to an end (which is given by section 14).\n\t\tReferences in this Act to producing or providing a document, in relation toinformation recorded otherwise than in legible form, are to be read asreferences to producing or providing a copy of the information in a legibleform.\n\t\tReferences in this Act to “the Minister”, in relation to an inquiry, are tothe Minister or Ministers responsible for the inquiry.\n\t\tFor the purposes of this Act a Minister is “responsible” for an inquiry ifhe is the Minister, or one of the Ministers, by whom it was caused to be heldunder section 1 or converted under section 15.\n\t\tThis is subject to section 34(2)(a).\n\tTransitory, transitional and saving provisions\n\t\tSection 15 applies whether the original inquiry was caused to be heldbefore or after the commencement of that section.\n\t\tFor the purposes of that section, an inquiry appointed otherwise than underthis Act includes a tribunal of inquiry appointed in pursuance of resolutionsof both Houses of Parliament under section 1 of the Tribunals of Inquiry(Evidence) Act [1921 (c. 7)](/id/ukpga/1921/7?view=plain \"Go to item oflegislation\").\n\t\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in section 35(8)(a) above to 51weeks is to be read as a reference to six months.\n\t\tThis Act does not affect—\n\t\t\tany power of Her Majesty to establish a Royal Commission, or\n\t\t\texcept as provided by section 15 or by sections 46 to 49 (and Schedules 1to 3), any power of a Minister or other person (whether under a statutoryprovision or otherwise) to cause an inquiry to be held otherwise than underthis Act.\n\t\tThe repeal by this Act of any statutory provision under which an inquiryhas been caused to be held does not affect any power or duty conferred orimposed in respect of the inquiry, and accordingly—\n\t\t\tthe inquiry may continue,\n\t\t\tany report may be submitted and published, and\n\t\t\tany proceedings arising out of the inquiry may be taken or continued,\n\t\t\t\tas if the enactment had not been repealed.\n\tSuspension of devolved government in Northern Ireland\n\t\tThis section applies in relation to any time when section 1 of the NorthernIreland Act [2000 (c. 1)](/id/ukpga/2000/1?view=plain \"Go to item oflegislation\") (suspension of devolved government in Northern Ireland) is inforce.\n\t\tFunctions conferred by this Act on a Northern Ireland Minister may bedischarged by the Secretary of State (and a reference to an inquiry for whicha Northern Ireland Minister is responsible is to be read accordingly).\n\t\t\tIn relation to such functions, this subsection applies in place of paragraph4(1)(a) to (c) of the Schedule to the Northern Ireland Act 2000.\n\t\tA requirement under this Act to consult any Northern Ireland Minister is tobe read as a requirement to consult the Secretary of State.\n\t\tIn the case of rules under section 41 made by the Secretary of State byvirtue of subsection (3)(d) of that section and subsection (2) above,subsections (4)(a) and (5)(a) of that section apply in relation to theSecretary of State as they apply in relation to the Lord Chancellor."
    },
    {
        "length": 712,
        "text": "\nAmendments etc\n\tInquiries under the Financial Services and Markets Act 2000\n\t\tSection 14 of the Financial Services and Markets Act [2000 (c.8)](/id/ukpga/2000/8?view=plain \"Go to item of legislation\") (cases in whichthe Treasury may arrange independent inquiries) is amended as follows.\n\t\tIn subsection (2)(b)(i), after “by this Act” there is inserted “, or by anyprevious statutory provision,”.\n\t\tIn subsection (3)(b), for the words after “but for a serious failure” thereis substituted “in—\n\t\t\tthe regulatory system established by Part 6 or by any previous statutoryprovision concerned with the official listing of securities; or\n\t\t\tthe operation of that system.”\n\t\tAfter subsection (5) there is inserted—\n\t\t\t“(5A)“Event” does not include any event occurring before 1st December 2001(but no such limitation applies to the reference in subsection (4) tosurrounding circumstances).”\n\tInquiries etc under Northern Ireland legislation\n\t\tFor section 23 of the Interpretation Act (Northern Ireland) [1954 (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\") (inquiriesand investigations) there is substituted—\n\t\t“23Inquiries and investigations\n\t\t\tThe provisions of Schedule A1 to this Act shall have effect in relation to anylocal or other inquiry or any investigation which a Minister or NorthernIreland department causes to be held or made under any enactment passed ormade—\n\t\t\t\tafter the commencement of this Act, and\n\t\t\t\tbefore the commencement of section 47 of the Inquiries Act 2005.”\n\t\t\tThe Schedule set out in Schedule 1 to this Act is inserted into that Act asSchedule A1.\n\tMinor and consequential amendments\n\t\tSchedule 2 (minor and consequential amendments) has effect.\n\t\tIn Schedule 1 to the National Assembly for Wales (Transfer of Functions)Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go to item oflegislation\")) a reference to an Act that is amended by Schedule 2 to this Actis to be read as referring to that Act as so amended.\n\tRepeals and revocations\n\t\tThe Tribunals of Inquiry (Evidence) Act [1921 (c.7)](/id/ukpga/1921/7?view=plain \"Go to item of legislation\") is repealed.\n\t\tThe provisions set out in Schedule 3 are repealed or revoked to the extentspecified."
    },
    {
        "length": 221,
        "text": "\nFinal provisions\n\tCrown application\n\t\tThis Act and any provisions made under it bind the Crown (but do not affectHer Majesty in her personal capacity or in right of Her Duchy of Lancaster orthe Duke of Cornwall).\n\tCommencement \n\t\tThe preceding provisions of this Act come into force on such day as theLord Chancellor may appoint by order made by statutory instrument.\n\t\tBefore making an order under this section the Lord Chancellor must consultthe Scottish Ministers, the National Assembly for Wales and the First Ministerand deputy First Minister.\n\t\tAn order under this section—\n\t\t\tmay include any transitory, transitional or saving provision that theSecretary of State considers necessary or expedient;\n\t\t\tmay appoint different days for different purposes.\n\tExtent \n\t\tThis Act extends to the whole of the United Kingdom.\n\tShort title\n\t\tThis Act may be cited as the Inquiries Act 2005."
    }
]