[
    {
        "length": 1844,
        "text": "\nPart 1State pension\n\tEqualisation of and increase in pensionable age for men and women\n\t\tIn Schedule 4 to the Pensions Act 1995 (equalisation of and increase inpensionable age for men and women) paragraph 1 is amended as follows.\n\t\tIn sub-paragraph (1) for “6th April 1959” substitute “6th December 1953”.\n\t\tOmit sub-paragraph (4).\n\t\tIn table 1 for the entries (in both columns) relating to each of theperiods from “6th April 1953 to 5th May 1953” to “6th March 1955 to 5th April1955” substitute—\n\t\t\t“6th April 1953 to 5th May 1953| 6th July 2016  ---|---  6th May 1953 to 5th June 1953| 6th November 2016  6th June 1953 to 5th July 1953| 6th March 2017  6th July 1953 to 5th August 1953| 6th July 2017  6th August 1953 to 5th September 1953| 6th November 2017  6th September 1953 to 5th October 1953| 6th March 2018  6th October 1953 to 5th November 1953| 6th July 2018  6th November 1953 to 5th December 1953| 6th November 2018”    (5)For table 2 substitute—\n\t\t“TABLE 2\n\t\t\t| (2)  ---|---  Period within which birthday falls| Day pensionable age attained  6th December 1953 to 5th January 1954| 6th March 2019  6th January 1954 to 5th February 1954| 6th May 2019  6th February 1954 to 5th March 1954| 6th July 2019  6th March 1954 to 5th April 1954| 6th September 2019  6th April 1954 to 5th May 1954| 6th November 2019  6th May 1954 to 5th June 1954| 6th January 2020  6th June 1954 to 5th July 1954| 6th March 2020  6th July 1954 to 5th August 1954| 6th May 2020  6th August 1954 to 5th September 1954| 6th July 2020  6th September 1954 to 5th October 1954| 6th September 2020”    (6)In sub-paragraph (6) for “5th April 1960” substitute “5th October 1954”.\n\t\t\tSchedule 1 (equalisation of and increase in pensionable age for men andwomen: consequential amendments) has effect.\n\tAbolition of certain additions to the state pension\n\t\tIn section 150 of the Social Security Administration Act 1992 (annual up-rating of benefits)—\n\t\t\tin subsection (1)(e)(i) for “person who is also entitled to a Category A orCategory B retirement pension” substitute “relevant person”;\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)In subsection (1)(e)(i) “relevant person” means a person—\n\t\t\twho became entitled to a Category A or Category B retirement pension beforethe day on which section 2(1) of the Pensions Act 2011 comes into force, and\n\t\t\tto whom sums became payable by virtue of section 15(1) of the PensionSchemes Act 1993 (including sums payable by virtue of section 17(2)) beforethat day.\n\t\t\t(1B)In subsection (1A)—\n\t\t\ta reference to becoming entitled to a pension before a day includes areference to becoming entitled on or after that day to the payment of apension in respect of a period before that day;\n\t\t\ta reference to sums becoming payable before a day includes a reference tosums becoming payable on or after that day in respect of a period before thatday.”\n\t\tIn that section after subsection (10A) insert—\n\t\t“(10B)Subsection (10A) does not have effect unless—\n\t\t\tthe member became entitled to a Category A or Category B retirement pensionbefore the day on which section 2(2) of the Pensions Act 2011 comes intoforce, and\n\t\t\tthe member’s postponed pension under the scheme became payable before thatday.\n\t\t\t(10C)In subsection (10B)—\n\t\t\ta reference to becoming entitled to a pension before a day includes areference to becoming entitled on or after that day to the payment of apension in respect of a period before that day;\n\t\t\ta reference to a pension becoming payable before a day includes a referenceto a pension becoming payable on or after that day in respect of a periodbefore that day.”\n\t\tIn section 151 of that Act (up-rating - supplementary) omit subsection (5).\n\t\tThe repeal made by subsection (3) does not affect the application ofsection 151(5) of that Act in relation to a person who became entitled to aCategory A or Category B retirement pension before the day on which subsection(3) comes into force.\n\t\tIn Schedule 5 to the Social Security Contributions and Benefits Act 1992(pension increase or lump sum where entitlement to retirement pension isdeferred) omit paragraphs 5, 5A, 6, 6A and 7.\n\t\tSchedule 2 (repeals and amendments consequential on subsection (5)) haseffect.\n\t\tThe repeals made by subsection (5) do not affect the application ofparagraphs 5 to 6A of Schedule 5 to the Social Security Contributions andBenefits Act 1992 in a case where—\n\t\t\tW became entitled to a Category A or Category B retirement pension beforethe day on which subsection (5) comes into force, and\n\t\t\tS died before that day;\n\t\t\t(and section 150(1)(d) of the Social Security Administration Act 1992continues to apply accordingly).\n\t\tThe enactments amended by Schedule 2 have effect in relation to such a caseas if the repeals and amendments made by that Schedule (apart from theamendments made by paragraph 3(7) and (8)) had not been made.\n\t\tIn subsection (7) “W” and “S” have the same meaning as in paragraph 5 ofSchedule 5 to the Social Security Contributions and Benefits Act 1992.\n\t\tIn this section a reference to becoming entitled to a pension before a dayincludes a reference to becoming entitled on or after that day to the paymentof a pension in respect of a period before that day.\n\tConsolidation of additional pension\n\t\tSchedule 3 (consolidation of additional pension) has effect."
    },
    {
        "length": 773,
        "text": "\nAutomatic re-enrolment where scheme membership interrupted\n\tIn section 2 (continuity of scheme membership) of the Pensions Act 2008(“the 2008 Act”) for subsection (3) substitute—\n\tSubsection (1) is not contravened if by virtue of section 5 the jobholderbecomes an active member of an automatic enrolment scheme with effect from—\n\t\tthe day after the cessation referred to in paragraph (a) or (b) ofsubsection (1), or\n\t\ta day within the prescribed period (if a period is prescribed).””\n\tIn section 5 of the 2008 Act (automatic re-enrolment) after subsection (1)insert—\n\t\t“(1A)This section also applies to a jobholder who—\n\t\tis aged at least 22,\n\t\thas not reached pensionable age, and\n\t\tis not an active member of a qualifying scheme because there has been aperiod beginning at any time after the jobholder’s automatic enrolment dateduring which the requirements of section 1(1)(a) or (c) were not met (so thatthe person was not a jobholder for that period).\n\t\t(1B)This section also applies to a jobholder who has ceased to be an activemember of a qualifying scheme because of something other than an action oromission by the jobholder.”\n\tFor subsection (4) of that section substitute—\n\tRegulations may provide for subsection (2) not to apply in relation to ajobholder who in prescribed circumstances—\n\t\thas ceased to be an active member of a qualifying scheme because of anyaction or omission by the jobholder, or by the employer at the jobholder’srequest, or\n\t\tis treated as not being an active member of a qualifying scheme because thejobholder has given notice under section 8.”\n\tIn subsection (8) of that section omit “, after the automatic enrolmentdate,”.\n\tIn section 6 of the 2008 Act (timing of automatic re-enrolment) insubsection (4)—\n\t\tin paragraph (a) omit “at any time after the jobholder’s automaticenrolment date,”;\n\t\tin that paragraph omit “or a qualifying scheme of which the jobholder is anactive member ceases to be such a scheme”;\n\t\tin paragraph (b) omit “or the employer”;\n\t\tin paragraph (c) for “time” substitute “event”.\n\tIn section 54 of the 2008 Act (inducements)—\n\t\tin subsection (1)(a) for “within the period prescribed under section 2(3)”substitute “with effect from—\n\t\tthe day after the membership is given up, or\n\t\ta day within the prescribed period (if a period is prescribed)”;\n\t\tin subsection (1)(b) for “within the period prescribed under section 2(3)”substitute “with effect from—\n\t\tthe day on which the jobholder became an active member of the scheme towhich the notice relates, or\n\t\ta day within the prescribed period (if a period is prescribed)”."
    },
    {
        "length": 408,
        "text": "\nEarnings trigger for automatic enrolment and re-enrolment\n\tIn section 3 of the 2008 Act (automatic enrolment) for subsection (1)substitute—\n\tThis section applies to a jobholder—\n\t\twho is aged at least 22,\n\t\twho has not reached pensionable age, and\n\t\tto whom earnings of more than £7,475 are payable by the employer in therelevant pay reference period (see section 15).”\n\tAfter subsection (6) of that section insert—\n\t\t“(6A)In this section “earnings” has the meaning given in section 13(3).\n\t(6B)In the case of a pay reference period of less or more than 12 months,subsection (1) applies as if the amount in paragraph (c) were proportionatelyless or more.”\n\tIn section 5 of the 2008 Act (automatic re-enrolment) for subsection (1)substitute—\n\tThis section applies to a jobholder—\n\t\twho is aged at least 22,\n\t\twho has not reached pensionable age, and\n\t\tto whom earnings of more than £7,475 are payable by the employer in therelevant pay reference period (see section 15).”\n\tAfter subsection (7) of that section insert—\n\t“(7A)In this section “earnings” has the meaning given in section 13(3).\n\t(7B)In the case of a pay reference period of less or more than 12 months,subsection (1) applies as if the amount in paragraph (c) were proportionatelyless or more.”"
    },
    {
        "length": 1278,
        "text": "\nPostponement or disapplication of automatic enrolment\n\tIn section 3 of the 2008 Act (automatic enrolment) at the end of subsection(7) insert—\n\t\t“This is subject to section 4.”\n\tFor section 4 of the 2008 Act substitute—\n\t“4Postponement or disapplication of automatic enrolment\n\t\tWhere— \n\t\t\tan employer (E) gives to a person employed by E on E’s staging date (“theworker”) notice that E intends to defer automatic enrolment for the workeruntil a date specified in the notice (“the deferral date”), and\n\t\t\tany prescribed requirements in relation to the notice are met,\n\t\t\t\tthe worker’s automatic enrolment date is the deferral date if on that datesection 3 applies to the worker as a jobholder of E; if not, subsection (4)applies.\n\t\tWhere— \n\t\t\ta person (“the worker”) begins to be employed by an employer (E) after E’sstaging date,\n\t\t\tE gives the worker notice that E intends to defer automatic enrolment untila date specified in the notice (“the deferral date”), and\n\t\t\tany prescribed requirements in relation to the notice are met,\n\t\t\tthe worker’s automatic enrolment date is the deferral date if on that datesection 3 applies to the worker as a jobholder of E; if not, subsection (4)applies.\n\t\tWhere— \n\t\t\ta person (“the worker”) employed by an employer (E) becomes, after E’sstaging date, a jobholder to whom section 3 applies,\n\t\t\tE gives the worker notice that E intends to defer automatic enrolment untila date specified in the notice (“the deferral date”), and\n\t\t\tany prescribed requirements in relation to the notice are met,\n\t\t\tthe worker’s automatic enrolment date is the deferral date if on that datesection 3 applies to the worker as a jobholder of E; if not, subsection (4)applies.\n\t\tWhere this subsection applies, section 3(2) does not apply in relation toany employment of the worker by E in the period beginning with the startingday and ending with the deferral date.\n\t\tA notice under this section may be given on or before the starting day orwithin a prescribed period after that day.\n\t\tThe deferral date may be any date in the period of three months after thestarting day.\n\t\tAn employer who gives a worker a notice under subsection (1) or (2) may notgive the worker a notice under subsection (3) in relation to any occasion onor before the deferral date specified in the notice on which the workerbecomes a jobholder to whom section 3 applies.\n\t\tIn this section—\n\t\t\t  * “staging date”, in relation to an employer of a particular description, means the date prescribed under section 12 in relation to employers of that description;\n\t\t\t  * “starting day” means—\n\t\t\tE’s staging date, in the case of a notice under subsection (1);\n\t\t\tthe day on which the worker begins to be employed by E, in the case of anotice under subsection (2);\n\t\t\tthe day on which the worker becomes a jobholder to whom section 3 applies, inthe case of a notice under subsection (3).”\n\t\tIn section 5 of the 2008 Act (automatic re-enrolment) omit subsection (5).\n\t\tIn section 6 of the 2008 Act (timing of automatic re-enrolment)—\n\t\t\tomit subsections (3) and (6);\n\t\t\tin subsection (4) for “second case” substitute “first case”;\n\t\t\tin subsection (5) for “third case” substitute “second case”.\n\t\tIn section 7 of the 2008 Act (jobholder’s right to opt in) omit paragraph(b) of subsection (2) and the “or” before it.\n\t\tIn section 30 of the 2008 Act (transitional period for defined benefits andhybrid schemes) in subsection (7)—\n\t\t\tfor “applies, section” substitute “applies—\n\t\t\tsection”; \n\t\t\tfor “day on which” substitute “day with effect from which”;\n\t\t\tat the end insert—\n\t\t\tsection 4 applies as if—\n\t\t\tthe reference in subsection (1) to the employer’s staging date were areference to the employer’s first enrolment date;\n\t\t\tin that subsection, for “the workers’s automatic enrolment date is thedeferral date” there were substituted “the day with effect from whicharrangements fall to be made by virtue of section 30 in respect of thejobholder is changed to the deferral date”;\n\t\t\tin subsections (4) to (6), references to the starting day were referencesto the day with effect from which arrangements would by virtue of this sectionfall to be made in respect of the jobholder.”"
    },
    {
        "length": 406,
        "text": "\nReview of earnings trigger and qualifying earnings band\n\tFor section 14 of the 2008 Act (review of qualifying earnings band)substitute—\n\t“14Review of earnings trigger and qualifying earnings band\n\t\tThe Secretary of State must in each tax year consider whether any of theamounts in sections 3(1)(c), 5(1)(c) and 13(1)(a) and (b) should be increasedor decreased.\n\t\tIf the Secretary of State considers that any of those amounts should beincreased or decreased, the Secretary of State may make an order substitutingin the provisions in question the amounts that the Secretary of State thinksappropriate.\n\t\tFor the purposes of subsection (1) the Secretary of State may take intoaccount any of the factors specified in subsection (4) (as well as any othersthat the Secretary of State thinks relevant).\n\t\tThe factors are—\n\t\t\tthe amounts for the time being specified in Chapter 2 of Part 3 (personalallowances) of the Income Tax Act 2007;\n\t\t\tthe amounts for the time being specified in regulations under section 5 ofthe Social Security Contributions and Benefits Act 1992 (earnings limits andthresholds for Class 1 national insurance contributions);\n\t\t\tthe amount for the time being specified in section 44(4) of that Act (rateof basic state pension);\n\t\t\tthe general level of prices in Great Britain, and the general level ofearnings there, estimated in such manner as the Secretary of State thinksfit.”\n\t\tFor the italic heading before section 13 of the 2008 Act substitute—"
    },
    {
        "length": 295,
        "text": "\nRounded figures for earnings trigger and qualifying earnings band\n\tAfter section 15 of the 2008 Act insert—\n\t“15APower to specify rounded figures\n\t\tThe Secretary of State may by order specify rounded figures for thepurposes of section 3(6B), 5(7B) or 13(2) in the case of pay reference periodsof any length specified in the order.\n\t\tA rounded figure so specified applies in place of the amount that wouldotherwise apply (“the exact amount”).\n\t\tThe Secretary of State must decide in relation to any particular amountwhether to specify—\n\t\t\ta figure that is a whole number of pounds, or\n\t\t\ta figure that is divisible by 10 pence, or\n\t\t\ta figure that includes a whole number of pennies.\n\t\tIt is for the Secretary of State to decide whether to round any particularamount up or down.\n\t\t\tAccordingly, a figure specified under this section may be the figure withinparagraph (a) or (b) or (c) of subsection (3) that is closest to the exactamount or the one that is next closest to it (or, if two figures are jointclosest, it may be either of those).”"
    },
    {
        "length": 338,
        "text": "\nQualifying schemes: administration charges\n\tSection 16 of the 2008 Act (qualifying schemes) is amended as follows.\n\tIn subsection (3) for paragraph (a) substitute—\n\t\tadministration charges due from J while J is an active member exceed aprescribed amount,\n\t\tadministration charges due from former active members while J is an activemember exceed a prescribed amount,\n\t\twhile J is an active member, the scheme contains provision under whichadministration charges that will be due from J when J is no longer an activemember will exceed a prescribed amount, or will do so in particularcircumstances,”.\n\tAfter that subsection insert—\n\tFor the purposes of subsection (3) administration charges are due from aperson to the extent that—\n\t\tany payments made to the scheme by, or on behalf or in respect of, theperson,\n\t\tany income or capital gain arising from the investment of such payments, or\n\t\tthe value of the person’s rights under the scheme,\n\t\t\tmay be used to defray the administrative expenses of the scheme, to paycommission or in any other way that does not result in the provision ofpension benefits for or in respect of members.\n\tIn subsection (3)(aa) “former active member” means a person who at sometime after the automatic enrolment date was both a jobholder and an activemember but is no longer an active member.”"
    },
    {
        "length": 482,
        "text": "\nTest scheme standard for schemes that produce sum of money for provisionof benefits\n\tIn section 22 of the 2008 Act (test scheme standard) after subsection (7)insert—\n\tIn the case of a scheme under which a sum of money is made available forthe provision of benefits to a relevant member, references in this section topensions are to be read as references to such sums.”\n\tFor section 23 of the 2008 Act substitute—\n\t“23Test scheme\n\t\tA test scheme is an occupational pension scheme which satisfies—\n\t\t\tthe requirement in subsection (2),\n\t\t\tthe requirement in subsection (4) or requirements prescribed undersubsection (6) (as appropriate), and\n\t\t\tany further requirements that are prescribed.\n\t\tThe scheme must either—\n\t\t\tprovide for a member to be entitled to a pension commencing at theappropriate age and continuing for life, or\n\t\t\tprovide for a sum of money to be made available for the provision ofbenefits to a member commencing at the appropriate age and continuing forlife.\n\t\tThe appropriate age is 65 or any higher age prescribed.\n\t\tIn the case of a scheme that provides entitlement to a pension as mentionedin subsection (2)(a), the annual rate of the pension at the appropriate agemust be—\n\t\t\t1/120th of average qualifying earnings in the last three tax yearspreceding the end of pensionable service,\n\t\t\t\tmultiplied by\n\t\t\tthe number of years of pensionable service, up to a maximum of 40.\n\t\tSection 13(1) (qualifying earnings) applies for the purposes of subsection(4) as if the reference to a pay reference period were a reference to a taxyear.\n\t\tIn the case of a scheme that provides for a sum of money to be madeavailable as mentioned in subsection (2)(b), regulations must prescriberequirements relating to that sum.”"
    },
    {
        "length": 780,
        "text": "\nCertification that alternative to quality requirement is satisfied\n\tSection 28 of the 2008 Act (sections 20, 24 and 26: certification thatquality requirement is satisfied) is amended as follows.\n\tFor the heading substitute “ **Certification that quality requirement oralternative requirement is satisfied** ”.\n\tIn subsection (1) for “any jobholder of an employer” substitute “each of anemployer’s relevant jobholders”.\n\tAfter subsection (1) insert—\n\t\t“(1A)In this section—\n\t\t“relevant jobholder” means a jobholder to whom the certificate in questionapplies;\n\t\ta reference to a scheme includes a reference to part of a scheme.”\n\tIn subsection (2)—\n\t\tfor “state that” substitute “state—\n\t\tthat”; \n\t\tfor “the jobholders” substitute “relevant jobholders”;\n\t\tat the end insert “, or\n\t\tthat, in relation to those jobholders, the scheme is in that person’sopinion able to satisfy a prescribed alternative requirement throughout thecertification period.”\n\tAfter subsection (2) insert—\n\t“(2A)Alternative requirements must be such that, assuming all jobholders to beactive members of schemes to which this section applies, for at least 90% ofjobholders—\n\t\temployer contributions, and\n\t\ttotal contributions,\n\t\twould be likely to be no less if every scheme satisfied an alternativerequirement applicable to it than if every scheme satisfied the relevantquality requirement.\n\t\t(2B)In subsection (2A)—\n\t\t\t  * “alternative requirement” means a requirement prescribed under subsection (2)(b);\n\t\t\t  * “employer contributions”, in relation to an active member of a scheme, means the amount of contributions that have to be paid under the scheme in respect of the member by the employer;\n\t\t\t  * “total contributions”, in relation to an active member of a scheme, means the total amount of contributions that have to be paid under the scheme in respect of the member by the employer and by the member.\n\t\t(2C)The Secretary of State—\n\t\tmust apply the test in subsection (2A) when regulations under subsection(2)(b) are first made, and\n\t\tmust carry out subsequent reviews of whether the test continues to besatisfied.\n\t\tA review under paragraph (b) must be carried out during 2017, and after thateach review must be completed no more than three years after the completion ofthe previous one.”\n\tIn subsection (6)—\n\t\tin paragraph (e) for “any jobholder” substitute “any relevant jobholder”;\n\t\tin paragraph (f) for “jobholders” substitute “relevant jobholders”.\n\tIn section 32 of the 2008 Act (power to modify by resolution) in subsection(1)(b) for the words after “the scheme” substitute “to satisfy—\n\t\tthe requirements contained in section 20(1),\n\t\tthose requirements as modified under section 24(1)(a), or\n\t\ta requirement prescribed under section 28(2)(b).”"
    },
    {
        "length": 303,
        "text": "\nCertification for non-UK schemes\n\tSection 28 of the 2008 Act is amended as follows.\n\tAfter subsection (3) insert—\n\t\t“(3A)This section also applies to—\n\t\ta money purchase scheme that is an occupational pension scheme withinsection 18(b);\n\t\ta personal pension scheme of a prescribed description for which provisionis made under section 27;\n\t\ta hybrid scheme that is an occupational pension scheme within section18(b), to the extent prescribed.”\n\tIn subsection (4) at the end insert—\n\t\tfor a scheme within subsection (3A), means a prescribed requirement.”\n\tIn paragraphs (e) and (f) of subsection (6) for “section 26 agreements”substitute “contribution agreements”.\n\tIn subsection (8)—\n\t\tfor ““section 26 agreements” means the agreement” substitute ““contributionagreements” means—\n\t\tthe agreement”;\n\t\tat the end insert “, or\n\t\tany agreement of the same or a similar kind that is required, in the caseof a scheme within subsection (3A)(b), by regulations under section 27.”"
    },
    {
        "length": 192,
        "text": "\nTransitional period for defined benefits and hybrid schemes to beoptional\n\tSection 30 of the 2008 Act (transitional period for defined benefits andhybrid schemes) is amended as follows.\n\tIn subsection (3) for “Where this subsection applies” substitute “If by theend of the prescribed period the employer has given the jobholder notice thatthe employer intends to defer automatic enrolment until the end of thetransitional period for defined benefits and hybrid schemes”.\n\tIn subsection (4) for “at any time” substitute “a notice is given undersubsection (3) and at any later time”.\n\tAfter subsection (7) insert—\n\t\t“(7A)The Secretary of State may by regulations make provision about the formand content of a notice under subsection (3).”"
    },
    {
        "length": 138,
        "text": "\nNo indemnification for civil penalties\n\tIn section 256 of the Pensions Act 2004 (no indemnification for fines or civilpenalties) in subsection (1)(b)—\n\t\tfor “or section” substitute “, section”;\n\t\tafter “[1993 (c. 48)](/id/ukpga/1993/48?view=plain \"Go to item oflegislation\")” insert “or section 40 or 41 of the Pensions Act 2008”."
    },
    {
        "length": 199,
        "text": "\nPower to exempt certain cross-border employment from enrolment duty\n\tIn Part 7 of the Pensions Act 2004 (cross-border activities within EuropeanUnion) after section 292 insert—\n\t“292AExemption from enrolment duty under Part 1 of Pensions Act 2008\n\t\tRegulations may provide for section 2(1), 3(2), 5(2), 7(3), 9(2) or 54 of thePensions Act 2008 (employer’s obligations regarding membership of a qualifyingscheme) not to apply in relation to a person’s employment of—\n\t\t\tan individual in relation to whom the person is a European employer, or\n\t\t\tsomeone whom the person reasonably believes to be such an individual.”"
    },
    {
        "length": 3118,
        "text": "\nIndexation and revaluation\n\tIndexation and revaluation\n\t\tSection 84 of the Pension Schemes Act 1993 (basis of revaluation of accruedbenefits) is amended as follows.\n\t\tIn subsection (5)(b) for the words from “maintains” to “index” substitute“, in the opinion of the Secretary of State, maintains the value of thepension or other benefit by reference to the rise in the general level ofprices in Great Britain”.\n\t\tOmit subsection (6).\n\t\tSchedule 3 to the 1993 Act (which sets out methods for revaluing accruedbenefits for the purposes of section 84 of the 1993 Act) is amended asfollows.\n\t\tAfter paragraph 1(4) insert—\n\t\tThe sub-paragraphs above are subject to sub-paragraph (6).\n\t\tIf paragraph 2A applies to the pension or other benefit, the final salarymethod is to apply the requirement of the rules of the scheme mentioned inparagraph 2A(1).”\n\t\tAfter paragraph 2 insert—\n\t\t\t“2A(1)This paragraph applies to the pension or other benefit if the rules ofthe scheme under which it is payable contain a requirement that the accruedbenefit be revalued by adding to the accrued benefit an amount of at least therelevant amount.\n\t\t“The accrued benefit” has the same meaning as in paragraph 1.\n\t\t“The relevant amount” means the amount which, ignoring paragraph 1(5) and(6), would be the additional amount specified in paragraph 1(1A), (1B), (1C)or (1D) (as the case may be) were the appropriate higher revaluationpercentage and the appropriate lower revaluation percentage to be determinedon the following basis.\n\t\tThe higher revaluation percentage and the lower revaluation percentage forthe revaluation period mentioned in paragraph 2(7) are to be taken to be thepercentages which would have been specified in the Secretary of State’s order—\n\t\t\thad the following been substituted for paragraph 2(3)(a)—\n\t\t\tthe percentage increase in the retail prices index for the referenceperiod in relation to the revaluation period (“the inflation percentage”),and”,\n\t\t\thad, in paragraph 2(3A)(a), the words “the percentage which appears to theSecretary of State to be” been omitted,\n\t\t\thad paragraph 2(4) been omitted,\n\t\t\thad, in paragraph 2(5), the words “sub-paragraph (3)(a)” been substitutedfor “that sub-paragraph”,\n\t\t\thad, in paragraph (b) of the definitions of “the higher maximum rate” and“the lower maximum rate” in paragraph 2(6), the words “retail prices index”been substituted for “general level of prices”, and\n\t\t\thad the following been inserted after paragraph 2(6)—\n\t\t\t“(6A)In this paragraph “retail prices index” means—\n\t\t\tthe general index of retail prices (for all items) published by theStatistics Board (or any predecessor), or\n\t\t\twhere that index is not published for a month, any substituted index orfigures published by the Board (or any predecessor).””\n\t\tSection 51 of the Pensions Act 1995 (annual increase in rate of certainpensions) is amended as follows.\n\t\tFor subsections (3) and (4) substitute—\n\t\tSubsection (2) does not apply to the annual rate of a pension under anoccupational pension scheme, or to a part of that rate, if under the rules ofthe scheme the rate or part is for the time being being increased at intervalsof not more than twelve months by at least the relevant percentage.\n\t\tFor the purposes of subsection (3) the relevant percentage is—\n\t\t\tthe percentage increase in the consumer prices index for the referenceperiod, being a period determined, in relation to each periodic increase,under the rules, or\n\t\t\tif lower, the default percentage for that period.\n\t\t\t(4ZA)Subsection (2) does not apply to the annual rate of a pension under anoccupational pension scheme, or to a part of that rate, if subsection (4ZB)applies to the rate or part.\n\t\t\t(4ZB)Subject to subsection (4ZD), this subsection applies to the rate or partif, under the rules of the scheme, the rate or part is for the time beingbeing increased, and since the relevant time has always been increased, atintervals of not more than twelve months by at least—\n\t\t\tthe percentage increase in the retail prices index for the referenceperiod, being a period determined, in relation to each periodic increase,under the rules, or\n\t\t\tif lower, the default percentage for that period.\n\t\t\t(4ZC)In subsection (4ZB) “the relevant time” means—\n\t\t\tthe beginning of 2011 or, if later, the time when the pension became apension in payment, or\n\t\t\tif the pension was transferred to the scheme from another occupationalpension scheme as a pension in payment after the beginning of 2011, the timeof the transfer.\n\t\t\t(4ZD)If the pension was transferred to the scheme as mentioned in subsection(4ZC)(b), subsection (4ZB) does not apply to the rate or part unless,immediately before the transfer, subsection (4ZB) (read with this subsectionif relevant) applied to the rate or part by reference to the scheme from whichthe pension was transferred (or would have applied had subsection (4ZB) beenin force immediately before the transfer).\n\t\t\t(4ZE)If only part of the pension is attributable to pensionable service or, asthe case may be, to payments in respect of employment carried on on or afterthe appointed day, in subsections (3) to (4ZD) references to the annual rateof the pension are references to so much of that rate as is attributable tothat part.\n\t\t\t(4ZF)For the purposes of subsections (4) and (4ZB) the default percentage fora period is the percentage for that period which corresponds to—\n\t\t\tin the case of a category X pension, 5% per annum, and\n\t\t\tin the case of a category Y pension, 2.5% per annum.\n\t\t\t(4ZG)In subsections (4) and (4ZB)—\n\t\t\t\t  * “consumer prices index” means—\n\t\t\tthe general index of consumer prices (for all items) published by theStatistics Board, or\n\t\t\twhere that index is not published for a month, any substituted index orfigures published by the Board;\n\t\t\t\t  * “retail prices index” means—\n\t\t\tthe general index of retail prices (for all items) published by the StatisticsBoard, or\n\t\t\twhere that index is not published for a month, any substituted index orfigures published by the Board.”\n\t\tSection 40 of the Welfare Reform and Pensions Act 1999 (indexation ofcertain pensions giving effect to pension credit rights) is amended asfollows.\n\t\tIn subsection (1) for “increases in the retail prices index” substitute“relevant percentage increases”.\n\t\tAfter subsection (2A) insert—\n\t\t“(2AA)In subsection (1) “relevant percentage increases” means percentageincreases estimated by the Secretary of State from time to time for thepurposes of paragraph 2(3)(a) of Schedule 3 to the Pension Schemes Act 1993for revaluation periods of 12 months.”\n\tPension compensation: annual increases in periodic compensation\n\t\tIn Schedule 7 to the Pensions Act 2004 (pension compensation provisions)paragraph 28 (annual increase in periodic compensation) is amended as follows.\n\t\tIn sub-paragraph (3) in paragraph (a) of the definition of “appropriatepercentage” for “retail prices index” substitute “general level of prices inGreat Britain”.\n\t\tAfter sub-paragraph (3) insert—\n\t\t\t“(3A)For the purposes of paragraph (a) of the definition of “appropriatepercentage” in sub-paragraph (3), the Secretary of State may (from time totime) decide, as the Secretary of State thinks fit, the manner in whichpercentage increases in the general level of prices in Great Britain are to bedetermined.\n\t\t(3B)The Secretary of State must publish any decision made under sub-paragraph(3A).”\n\t\tIn paragraph 37(1) of that Schedule (definitions) omit the definition of“retail prices index”.\n\t\tIn Schedule 5 to the Pensions Act 2008 (pension compensation payable ondischarge of pension compensation credit) paragraph 17 (annual increase inperiodic compensation) is amended as follows.\n\t\tIn sub-paragraph (4) in paragraph (a) of the definition of “the appropriatepercentage” for “retail prices index” substitute “general level of prices inGreat Britain”.\n\t\tAfter sub-paragraph (4) insert—\n\t\t“(4A)For the purposes of paragraph (a) of the definition of “the appropriatepercentage” in sub-paragraph (4), the Secretary of State may (from time totime) decide, as the Secretary of State thinks fit, the manner in whichpercentage increases in the general level of prices in Great Britain are to bedetermined.\n\t\t(4B)The Secretary of State must publish any decision made under sub-paragraph(4A).”\n\tIndexation requirements for cash balance benefits\n\t\tSection 51 of the Pensions Act 1995 (annual increase in rate of certainpensions) is amended as follows.\n\t\tIn subsection (1) for “subsection (6)” substitute “subsections (6) and(7)”.\n\t\tAfter subsection (6) insert—\n\t\tThis section does not apply to any pension (or part of a pension) under arelevant occupational pension scheme which—\n\t\t\tis a cash balance benefit (see section 51ZB), and\n\t\t\tfirst comes into payment on or after the day on which section 21 of thePensions Act 2011 comes into force.\n\t\tAn occupational pension scheme is a “relevant occupational pension scheme”if—\n\t\t\tit has not, on or after the appointed day, been contracted-out by virtue ofsatisfying section 9(2) of the Pension Schemes Act 1993, or\n\t\t\tit has, on or after the appointed day, been so contracted-out, but noperson is entitled to receive, or has accrued rights to, benefits under thescheme attributable to the period on or after that day when it was socontracted-out.”\n\t\tAfter section 51ZA of the Pensions Act 1995 insert—\n\t\t“51ZBMeaning of “cash balance benefit”\n\t\t\tFor the purposes of section 51(7)(a), a pension provided to or in respectof a member of an occupational pension scheme is a “cash balance benefit” ifconditions 1 and 2 are met.\n\t\t\tCondition 1 is that the rate of the pension is calculated by reference to asum of money (“the available sum”) which is available under the scheme for theprovision of benefits to or in respect of the member.\n\t\t\tCondition 2 is that under the scheme—\n\t\t\t\tthere is a promise about the amount of the available sum, but\n\t\t\t\tthere is no promise about the rate or amount of the benefits to beprovided.\n\t\t\tThe promise mentioned in subsection (3)(a) includes in particular a promiseabout the change in the value of, or the return from, payments made under thescheme by the member or by any other person in respect of the member.\n\t\t\tThe promise mentioned in subsection (3)(b) includes a promise that—\n\t\t\t\tthe amount of the available sum will be sufficient to provide benefits of aparticular rate or amount;\n\t\t\t\tthe rate or amount of a benefit will represent a particular proportion ofthe available sum.\n\t\t\tBut a pension is not prevented from being a cash balance benefit merelybecause under the scheme there is a promise that—\n\t\t\t\tthe rate or amount of a benefit payable in respect of a deceased memberwill be a particular proportion of the rate or amount of a benefit which was(or would have been) payable to the member;\n\t\t\t\tthe amount of a lump sum payable to a member, or in respect of a deceasedmember, will represent a particular proportion of the available sum.”"
    },
    {
        "length": 365,
        "text": "\nFinancial assistance scheme\n\tFinancial assistance scheme: amount of payments\n\t\tIn section 286 of the Pensions Act 2004 (financial assistance scheme) aftersubsection (1B) insert—\n\t\t\t“(1C)Regulations under subsection (1) may prescribe circumstances in whichsubsection (1A) does not apply.”\n\t\tIn section 18 of the Pensions Act 2007 (financial assistance scheme:increased levels of payments) after subsection (9) insert—\n\t\t“(9A)The Secretary of State may by regulations—\n\t\t\tprescribe circumstances in which subsections (5) and (6) do not apply wherethe scheme manager has made a determination as specified in subsection (4),and\n\t\t\tmake alternative provision for the amount of any initial payment payable tothe member or the survivor of the member in those circumstances,\n\t\t\tand, accordingly, subsection (8) does not apply in those circumstances.”\n\t\tIn that section in subsection (10) (affirmative resolution procedure) after“subsection (9)” insert “or (9A)”.\n\tFinancial assistance scheme: transfer of assets\n\t\tIn section 286 of the Pensions Act 2004 (financial assistance scheme) insubsection (3)(c) (power to make provision for property, rights andliabilities of qualifying pension schemes to be transferred to the schememanager) for “the scheme manager” substitute “a prescribed person”."
    },
    {
        "length": 1358,
        "text": "\nMiscellaneous\n\tPayment of surplus to employer: transitional power to amend scheme\n\t\tSection 251 of the Pensions Act 2004 (payment of surplus to employer:transitional power to amend scheme) is amended as follows.\n\t\tIn subsection (1) after “scheme” insert—\n\t\t\twhich is one to which section 37 of the Pensions Act 1995 applies, and\n\t\t\t”. \n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)But subsection (2) does not apply in the case of any of the paymentslisted in paragraphs (c) to (f) of section 175 of the Finance Act 2004(authorised employer payments other than public service scheme payments orauthorised surplus payments).”\n\t\tIn subsection (3) for “then applied” substitute “applied immediately beforethe commencement of section 250”.\n\t\tIn subsection (6)—\n\t\t\tafter paragraph (a) insert—\n\t\t\tmay be exercised even if the payments to which it relates are, to anyextent, payments to which subsection (2) does not apply,”;\n\t\t\tin paragraph (b) for “only be exercised once” substitute “be exercised,after the commencement of section 25 of the Pensions Act 2011, only once(whether or not also exercised before 6 April 2011)”;\n\t\t\tin paragraph (c) for “five years after the commencement of this section”substitute “on 6 April 2016”.\n\t\tAfter subsection (6) insert—\n\t\t“(6A)A resolution passed under this section after the commencement of section25 of the Pensions Act 2011 may amend or revoke a resolution passed under thissection before 6 April 2011.”\n\t\tThe amendments made by this section do not affect the continued operationof any resolution passed under section 251(3) or (4) of the 2004 Act before 6April 2011.\n\tContribution notices and financial support directions\n\t\tSection 38 of the Pensions Act 2004 (contribution notices where avoidanceof employer debt) is amended as follows.\n\t\tIn subsections (5)(c)(i) and (6)(b)(ii) for “determination by the Regulatorto exercise the power to issue” substitute “giving of a warning notice inrespect of”.\n\t\tAfter subsection (13) insert—\n\t\tIn this section “a warning notice” means a notice given as mentioned insection 96(2)(a).”\n\t\tSection 43 of the Pensions Act 2004 (financial support directions) isamended as follows.\n\t\tIn subsection (9) for “determination by the Regulator to exercise the powerto issue” substitute “giving of a warning notice in respect of”.\n\t\tAfter subsection (11) insert—\n\t\tIn this section “a warning notice” means a notice given as mentioned insection 96(2)(a).”\n\t\tIn section 96 of the Pensions Act 2004 (exercise of regulatory functions:standard procedure) after subsection (6) insert—\n\t\t\t“(6A)Subsection (6B) applies in relation to a warning notice given to aperson—\n\t\t\tin respect of a contribution notice under section 38, or\n\t\t\tin respect of a financial support direction under section 43.\n\t\t\t(6B)Regulations may provide that no determination notice in respect of thecontribution notice or the financial support direction may be given after theend of the prescribed period beginning with the day on which the warningnotice is given.”\n\tTechnical amendment to Schedule 4 to the Pensions Act 2007\n\t\tIn Schedule 4 to the Pensions Act 2007 (abolition of contracting-out fordefined contribution pension schemes) in paragraph 60(4) for paragraphs (b)and (c) substitute—\n\t\t\tin the definition of “the percentage for contributing earners”—\n\t\t\tomit the words “(a) in relation to a salary related contracted-outscheme,”;\n\t\t\tomit paragraph (b) and the preceding “and”;\n\t\t\tin the definition of “the percentage for non-contributing earners”—\n\t\t\tomit the words “(a) in relation to a salary related contracted-outscheme,”;\n\t\t\tomit paragraph (b) and the preceding “and”.”\n\tTechnical amendment to section 42(6) of the Pension Schemes Act 1993\n\t\tIn section 42 of the Pension Schemes Act 1993 (review and alteration ofrates of contributions applicable under section 41) in subsection (6) for“paragraph 2(3)” substitute “the definition of “the percentage forcontributing earners” or “the percentage for non-contributing earners” inparagraph 2(5)”.\n\t\tAfter that subsection insert—\n\t\tUntil paragraph 60(4) of Schedule 4 to the Pensions Act 2007 comes intoforce, subsection (6) has effect as if the reference to the definition of “thepercentage for contributing earners” or “the percentage for non-contributingearners” were a reference to paragraph (a) of either of those definitions.”"
    },
    {
        "length": 1878,
        "text": "\nPart 4Money purchase benefits\n\tDefinition of money purchase benefits\n\t\tIn section 181 of the Pension Schemes Act 1993 (interpretation), in thedefinition of “money purchase benefits” in subsection (1), for “which are notaverage salary benefits” substitute “which fall within section 181B”.\n\t\tAfter section 181A of that Act insert—\n\t\t“181BMoney purchase benefits: supplementary\n\t\t\tThis section applies for the purposes of the definition of “money purchasebenefits” in section 181(1).\n\t\t\tA benefit other than a pension in payment falls within this section if itsrate or amount is calculated solely by reference to assets which (because ofthe nature of the calculation) must necessarily suffice for the purposes ofits provision to or in respect of the member.\n\t\t\tA benefit which is a pension in payment falls within this section if—\n\t\t\t\tits provision to or in respect of the member is secured by an annuitycontract or insurance policy made or taken out with an insurer, and\n\t\t\t\tat all times before coming into payment the pension was a benefit fallingwithin this section by virtue of subsection (2).\n\t\t\tFor the purposes of subsection (2) it is immaterial if the calculation ofthe rate or amount of the benefit includes deductions for administrativeexpenses or commission.\n\t\t\tIn this section references to a pension do not include income withdrawal ordependants’ income withdrawal (within the meaning of paragraphs 7 and 21 ofSchedule 28 to the Finance Act 2004).”\n\t\t\tIn section 99 of the Pensions Act 2008 (interpretation) in the definitionof “money purchase benefits” for “which are not average salary benefits”substitute “which fall within section 99A”.\n\t\t\tAfter that section insert—\n\t\t“99AMoney purchase benefits: supplementary\n\t\t\tThis section applies for the purposes of the definition of “money purchasebenefits” in section 99.\n\t\t\tA benefit other than a pension in payment falls within this section if itsrate or amount is calculated solely by reference to assets which (because ofthe nature of the calculation) must necessarily suffice for the purposes ofits provision to or in respect of the member.\n\t\t\tA benefit which is a pension in payment falls within this section if—\n\t\t\t\tits provision to or in respect of the member is secured by an annuitycontract or insurance policy made or taken out with an insurer, and\n\t\t\t\tat all times before coming into payment the pension was a benefit fallingwithin this section by virtue of subsection (2).\n\t\t\tFor the purposes of subsection (2) it is immaterial if the calculation ofthe rate or amount of the benefit includes deductions for administrativeexpenses or commission.\n\t\t\tIn this section references to a pension do not include income withdrawal ordependants’ income withdrawal (within the meaning of paragraphs 7 and 21 ofSchedule 28 to the Finance Act 2004).”\n\t\t\tIn paragraph 1(2) of Schedule 10A to the Building Societies Act 1986(disclosures about directors etc), in the definition of “money purchasebenefits”, for “which are not average salary benefits” substitute “which fallwithin paragraph 1A”.\n\t\t\tIn that Schedule, after paragraph 1 insert—\n\t\t\t\t“1A(1)This paragraph applies for the purposes of the definition of “moneypurchase benefits” in paragraph 1(2).\n\t\t\tA benefit other than a pension in payment falls within this paragraph ifits rate or amount is calculated solely by reference to assets which (becauseof the nature of the calculation) must necessarily suffice for the purposes ofits provision to or in respect of the director.\n\t\t\tA benefit which is a pension in payment falls within this paragraph if—\n\t\t\t\tits provision to or in respect of the director is secured by an annuitycontract or insurance policy made or taken out with an insurer, and\n\t\t\t\tat all times before coming into payment the pension was a benefit fallingwithin this paragraph by virtue of sub-paragraph (2).\n\t\t\tFor the purposes of sub-paragraph (2) it is immaterial if the calculationof the rate or amount of the benefit includes deductions for administrativeexpenses or commission.\n\t\t\tIn this paragraph references to a pension do not include income withdrawalor dependants’ income withdrawal (within the meaning of paragraphs 7 and 21 ofSchedule 28 to the Finance Act 2004).”\n\t\t\tThe amendments made by subsections (1) and (2) are to be regarded as havingcome into force on 1 January 1997.\n\t\t\tThe amendments made by subsections (3) and (4) are to be regarded as havingcome into force at the same time as section 99 of the Pensions Act 2008.\n\tTransitional \n\t\tThe Secretary of State may by regulations make transitional provision inrelation to the coming into force of the amendments in section 29.\n\t\tThat provision includes in particular—\n\t\t\tprovision disapplying the amendments in section 29 in relation to anoccupational or personal pension scheme which is wound up before the cominginto force of that section;\n\t\t\tprovision disapplying the amendments in section 29 to any extent, or asregards any period, in respect of an occupational or personal pension schemein relation to which those amendments would otherwise have applied on thecoming into force of that section;\n\t\t\tprovision modifying the application of an enactment in respect of anoccupational or personal pension scheme in relation to which the amendments insection 29 apply on the coming into force of that section;\n\t\t\tprovision requiring trustees or managers of an occupational pension schemein relation to which the amendments in section 29 apply on the coming intoforce of that section to obtain an actuarial valuation of a descriptionspecified in the regulations.\n\t\tIn subsection (2) “occupational pension scheme” and “personal pensionscheme” have the meanings given by section 1 of the Pension Schemes Act 1993.\n\tConsequential and supplementary\n\t\tThe Secretary of State may by regulations make consequential orsupplementary provision in relation to the amendments made by section 29.\n\t\tIn section 307 of the Pensions Act 2004 (modification of Act) in subsection(2) after paragraph (b) insert—\n\t\t\tPart 3 (scheme funding),”.\n\tPower to make further provision\n\t\tThe Secretary of State may by regulations amend for any purpose thedefinition of “money purchase benefit” in the Pension Schemes Act 1993, thePensions Act 2008 or Schedule 10A to the Building Societies Act 1986.\n\t\tRegulations under subsection (1) may in particular amend the provisionsinserted by section 29 above.\n\t\tRegulations under this section may include transitional, consequential orsupplementary provision.\n\tRegulations \n\t\tRegulations under this Part may—\n\t\t\tmake different provision for different cases (including different provisionfor pension schemes of different descriptions);\n\t\t\tprovide for a person to exercise a discretion in dealing with any matter;\n\t\t\tamend Acts (as well as other enactments);\n\t\t\thave retrospective effect.\n\t\tRegulations under this Part must be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this Part which amendan Act may not be made unless a draft of the instrument has been laid before,and approved by resolution of, each House of Parliament.\n\t\tA statutory instrument containing any other regulations under this Part issubject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 545,
        "text": "\nPart 5Judicial pensions\n\tContributions towards cost of judicial pensions etc\n\t\tAfter section 9 of the Judicial Pensions and Retirement Act 1993 insert—\n\t\t“Contributions\n\t\t\tAContributions towards cost of judicial pension etc\n\t\t\t\tThe appropriate Minister may, by regulations made with the concurrence ofthe Treasury, make provision for and in connection with requiringcontributions to be made towards the cost of the liability for relevantbenefits.\n\t\t\t\tThe prescribed contributions are to be—\n\t\t\t\t\tmade by the person to or in respect of whom the relevant benefits are tobe, or may be, provided;\n\t\t\t\t\tmade for the person’s period of service in qualifying judicial office;\n\t\t\t\t\tin the form of deductions from the salary payable for that service.\n\t\t\t\tBut no contribution is to be made by a person—\n\t\t\t\t\tfor any period of service during which an election under section 13 is inforce in respect of the person;\n\t\t\t\t\tfor any period of service after the person has completed, in the aggregate,20 years’ service in qualifying judicial office;\n\t\t\t\t\tfor any other prescribed period of service;\n\t\t\t\t\tin any prescribed circumstances.\n\t\t\t\tFor the purposes of subsection (3)(b), it does not matter whether theperson’s service in qualifying judicial office was service before or after thecommencement of section 34(1) of the Pensions Act 2011 (but no contribution isto be made for a person’s service before that commencement).\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “prescribed” means specified in, or determined in accordance with, regulations;\n\t\t\t\t\t  * “relevant benefits” means—\n\t\t\t\t\ta pension under section 2;\n\t\t\t\t\ta lump sum under section 4;\n\t\t\t\t\tpayments by way of pension or lump sum under section 19, so far as relating toa pension or lump sum within paragraph (a) or (b).”\n\t\t\t\tSchedule 5 (which makes provision for contributions towards the cost ofcertain other judicial pensions etc) has effect."
    },
    {
        "length": 816,
        "text": "\nPart 6Miscellaneous and general\n\tMiscellaneous\n\t\tGrants by the Secretary of State to advisory bodies etc\n\t\t\tSection 174 of the Pension Schemes Act 1993 (grants by the PensionsRegulator to advisory bodies etc) is amended as follows.\n\t\t\tAfter subsection (2) insert—\n\t\t\tThe Secretary of State may make grants on such terms and conditions as theSecretary of State thinks fit to any person or body of persons providingadvice or assistance, or carrying out other prescribed functions, inconnection with occupational or personal pensions.”\n\t\t\tFor the heading substitute “Grants to advisory bodies etc”.\n\t\tService of documents and electronic working\n\t\t\tAfter section 144 of the Pensions Act 2008 insert—\n\t\t\t“144AService of documents and electronic working\n\t\t\t\tIn sections 303 to 305 of the Pensions Act 2004 (service of documents andelectronic working) references to that Act are to be treated as includingreferences to the following provisions of this Act—\n\t\t\t\t  * Chapters 2 and 3 of Part 1;\n\t\t\t\t  * section 60(1)(c);\n\t\t\t\t  * Chapter 1 of Part 3.”\n\t\t\t\tIn section 60 of that Act (requirement to keep records) in subsection(1)(c) for “, on request, to the Regulator” substitute “to the Regulator onreceiving a notification requesting them”.\n\t\t\t\tIn section 150 of that Act (extent) in subsection (2)(f) for “143 to 146”substitute “143, 144, 145 and 146”.\n\tGeneral\n\t\tExtent \n\t\t\tAn amendment or repeal by this Act has the same extent as the enactmentamended or repealed.\n\t\tCommencement \n\t\t\tAny provision of Part 2 that amends another Act so as—\n\t\t\t\tto modify a power to make an order or regulations, or\n\t\t\t\tto confer any such power,\n\t\t\t\t\tcomes into force, for the purposes of the exercise of the power, on the day onwhich this Act is passed.\n\t\t\tThe following provisions of this Act come into force on that day—\n\t\t\t\tsections 30 to 33;\n\t\t\t\tsection 37;\n\t\t\t\tthis section;\n\t\t\t\tsection 39.\n\t\t\tThe following provisions of this Act come into force at the end of theperiod of 2 months beginning with that day—\n\t\t\t\tsection 1 (and Schedule 1);\n\t\t\t\tsection 25;\n\t\t\t\tsection 27;\n\t\t\t\tsection 28.\n\t\t\tThe other provisions of this Act come into force in accordance withprovision made by order by the Secretary of State.\n\t\t\tAn order under subsection (4) may appoint different days for differentpurposes.\n\t\t\tThe Secretary of State may by order make transitional, transitory or savingprovision in connection with the coming into force of any provision of thisAct.\n\t\t\tAn order under subsection (4) or (6) is to be made by statutory instrument.\n\t\tShort title\n\t\t\tThis Act may be cited as the Pensions Act 2011."
    }
]