[
    {
        "length": 1170,
        "text": "\nIncome tax: rates and allowances\n\tMain rates of income tax for tax year 2018-19\n\t\tFor the tax year 2018-19 the main rates of income tax are as follows—\n\t\t\tthe basic rate is 20%;\n\t\t\tthe higher rate is 40%;\n\t\t\tthe additional rate is 45%.\n\tDefault and savings rates of income tax for tax year 2018-19\n\t\tFor the tax year 2018-19 the default rates of income tax are as follows—\n\t\t\tthe default basic rate is 20%;\n\t\t\tthe default higher rate is 40%;\n\t\t\tthe default additional rate is 45%.\n\t\tFor the tax year 2018-19 the savings rates of income tax are as follows—\n\t\t\tthe savings basic rate is 20%;\n\t\t\tthe savings higher rate is 40%;\n\t\t\tthe savings additional rate is 45%.\n\tStarting rate limit for savings for tax year 2018-19\n\t\tSection 21 of ITA 2007 (indexation) does not apply in relation to the startingrate limit for savings for the tax year 2018-19 (so that, under section 12(3)of ITA 2007 as amended by section 4 of FA 2017, that limit remains at £5000for that tax year).\n\tTransfer of tax allowance after death of spouse or civil partner\n\t\tChapter 3A of Part 3 of ITA 2007 (transferable tax allowance) is amended asfollows.\n\t\tSection 55B (tax reduction: entitlement) is amended in accordance withsubsections (3) to (5).\n\t\tIn subsection (2) (conditions for entitlement to tax reduction)—\n\t\t\tfor paragraph (a) (individual is spouse or civil partner of maker ofelection in force under section 55C) substitute—\n\t\t\tthe individual is the gaining party (see section 55C(1)(a)) in the case ofan election under section 55C which is in force for the tax year,”, and\n\t\t\tin paragraph (d), for “individual’s” substitute “relinquishing”.\n\t\tAfter subsection (5) insert—\n\t\t\t“(5A)In this section “the relinquishing spouse or civil partner”, in relationto an election under section 55C, means the individual mentioned in section55C(1)(a) by whom, or by whose personal representatives, the election ismade.”\n\t\tIn subsection (6) (reduced personal allowance for transferor)—\n\t\t\tafter “under subsection (1)” insert “by reference to an election undersection 55C”, and\n\t\t\tfor “individual’s” substitute “relinquishing”.\n\t\tSection 55C (elections to reduce personal allowance) is amended inaccordance with subsections (7) and (8).\n\t\tIn subsection (1)(a) (individual may make election if married or in civilpartnership)—\n\t\t\tafter “the same person” insert “(“the gaining party”)”, and\n\t\t\tin sub-paragraph (ii), after “when the election is made” insert “or, wherethe election is made after the death of one or each of them, when they werelast both living”.\n\t\tAfter subsection (4) insert—\n\t\tThe personal representatives of an individual may make any election forthe purposes of section 55B that the individual (if living) might make inrelation to—\n\t\t\tthe tax year in which the individual dies, or\n\t\t\tan earlier tax year.”\n\t\tSection 55D (procedure for elections under section 55C) is amended inaccordance with subsections (10) and (11).\n\t\tIn subsection (3) (elections which are not automatically continued inforce for subsequent years), after “is made after the end of the tax year towhich it relates” insert “or is made after the death of either of the spousesor civil partners”.\n\t\tIn subsection (4) (election may be withdrawn only by individual who madeit), after “by whom the election was made” insert “; an election made by anindividual’s personal representatives may not be withdrawn”.\n\t\tThe amendments made by this section—\n\t\t\tare to be treated as having come into force on 29 November 2017,\n\t\t\thave effect in relation to elections made on or after that day, and\n\t\t\tso have effect even where a relevant death occurred on or before that day."
    },
    {
        "length": 2426,
        "text": "\nEmployment\n\tDeductions from seafarers’ earnings\n\t\tIn section 384 of ITEPA 2003 (which provides that Crown employees cannot beseafarers for the purposes of Chapter 6 of Part 5), in subsection (2) (meaningof Crown employment), before the “and” at the end of paragraph (a) insert—\n\t\t\twhich is not employment in the Royal Fleet Auxiliary Service,”.\n\tExemption for armed forces’ accommodation allowances\n\t\tIn Chapter 8 of Part 4 of ITEPA 2003 (exemptions: special kinds ofemployees), after section 297C insert—\n\t\t“297DArmed forces: accommodation allowances\n\t\t\tNo liability to income tax arises in respect of payments of accommodationallowances to, or in respect of, a member of the armed forces of the Crown.\n\t\t\tAn “accommodation allowance” is an allowance—\n\t\t\t\tpayable out of the public revenue,\n\t\t\t\tfor, or towards, costs of accommodation, and\n\t\t\t\tin respect of which any conditions specified in regulations made by theTreasury are met.\n\t\t\tThe provision that may be made by regulations under subsection (2)(c)includes provision framed by reference to a scheme (by whatever name called),or document, as it has effect from time to time.\n\t\t\tRegulations under this section may make—\n\t\t\t\tdifferent provision for different cases, and\n\t\t\t\tdifferent provision for different areas.\n\t\t\tRegulations under this section that do not increase any person’s liabilityto income tax may have effect in relation to times before they are made.”\n\t\t\tThe amendment made by subsection (1) has effect in relation to payments onor after such date as may be specified in regulations made by the Treasury.\n\tBenefits in kind: diesel cars\n\t\tSection 141 of ITEPA 2003 (benefits in kind: appropriate percentage fordiesel cars) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\tThis section applies to a diesel car first registered on or after 1January 1998 but before 1 September 2017.\n\t\t\t(1A)This section applies to a diesel car first registered on or after 1September 2017 if it does not meet the Euro 6d emissions standard.”\n\t\tIn subsection (2)—\n\t\t\tin the words before step 1, for “such a” substitute “the”;\n\t\t\tin paragraph (a) of step 3, for “3 percentage points” substitute “4percentage points”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)A vehicle meets the Euro 6d emissions standard only if it is firstregistered on the basis of an EC certificate of conformity which indicatesthat the exhaust emission level is Euro 6d (and it does not meet that standardif it is first registered on the basis of an EC certificate of conformitywhich indicates that that level is Euro 6d-TEMP).”\n\t\tIn sections 139(7)(a) and 140(5)(a) of ITEPA 2003 (appropriate percentage),before “diesel” insert “certain”.\n\t\tThe amendments made by this section have effect in relation to the tax year2018-19 and subsequent tax years.\n\tTermination payments: foreign service\n\t\tChapter 3 of Part 6 of ITEPA 2003 (payments, and other benefits, ontermination of employment etc) is amended as follows.\n\t\tIn section 413 (exception from charge on termination etc payment whereemployee’s work history includes sufficient foreign service), beforesubsection (1) insert—\n\t\t\t“(A1)This section applies to a payment or other benefit if—\n\t\t\tthe payment or other benefit is within section 401(1)(a), and the employeeor former employee is non-UK resident for the tax year in which the employmentterminates, or\n\t\t\tthe payment or other benefit is within section 401(1)(b) or (c).”\n\t\tIn section 414(1) (reduction of termination etc payment where foreignservice insufficient for section 413 exception)—\n\t\t\tbefore paragraph (a) insert—\n\t\t\teither— \n\t\t\tthe payment or other benefit is within section 401(1)(a), and the employeeor former employee is non-UK resident for the tax year in which the employmentterminates, or\n\t\t\tthe payment or other benefit is within section 401(1)(b) or (c),”, and\n\t\t\tfor paragraph (b) substitute—\n\t\t\tsection 413(1) does not except the payment or other benefit from theapplication of this Chapter.”\n\t\tAfter section 414A insert—\n\t\t“414BException in certain cases of foreign service as seafarer\n\t\t\tThis section applies to a payment or other benefit if—\n\t\t\t\tthe payment or other benefit is within section 401(1)(a), and\n\t\t\t\tthe employee or former employee is UK resident for the tax year in whichthe employment terminates.\n\t\t\tThis Chapter does not apply if the service of the employee or formeremployee in the employment in respect of which the payment or other benefit isreceived included foreign seafaring service comprising—\n\t\t\t\tthree-quarters or more of the whole period of service ending with the dateof the termination in question, or\n\t\t\t\tif the period of service ending with that date exceeded 10 years, the wholeof the last 10 years, or\n\t\t\t\tif the period of service ending with that date exceeded 20 years, one-halfor more of that period, including any 10 of the last 20 years.\n\t\t\tIn subsection (2) “foreign seafaring service” means service to whichsubsection (4), (5) or (7) applies.\n\t\t\tThis subsection applies to service in or after the tax year 2003-04 suchthat a deduction equal to the whole amount of the earnings from the employmentwas or would have been allowable under Chapter 6 of Part 5 (deductions fromseafarers’ earnings).\n\t\t\tThis subsection applies to service before the tax year 2003-04 and afterthe tax year 1973-74 such that a deduction equal to the whole amount of theemoluments from the employment was or would have been allowable under aseafarers’ earnings deduction provision.\n\t\t\tIn subsection (5) “seafarers’ earnings deduction provision” means—\n\t\t\t\tparagraph 1 of Schedule 2 to FA 1974 so far as relating to employment as aseafarer,\n\t\t\t\tparagraph 1 of Schedule 7 to FA 1977 so far as relating to employment as aseafarer,\n\t\t\t\tsection 192A of ICTA, or\n\t\t\t\tsection 193(1) of ICTA so far as relating to employment as a seafarer.\n\t\t\tThis subsection applies to service before the tax year 1974-75 in anemployment as a seafarer such that tax was not chargeable in respect of theemoluments of the employment—\n\t\t\t\tin the tax year 1956-57 or later, under Case I of Schedule E, or\n\t\t\t\tin earlier tax years, under Schedule E,\n\t\t\t\t\tor it would not have been so chargeable had there been any such emoluments.\n\t\t\tIn this section “employment as a seafarer” is to be read in accordance withsection 384.\n\t\tCReduction in other cases of foreign service as seafarer\n\t\t\tThis section applies if—\n\t\t\t\tthe payment or other benefit is within section 401(1)(a),\n\t\t\t\tthe employee or former employee is UK resident for the tax year in whichthe employment terminates,\n\t\t\t\tthe service of the employee or former employee in the employment in respectof which the payment or other benefit is received includes foreign service,and\n\t\t\t\tsection 414B(2) does not except the payment or other benefit from theapplication of this Chapter.\n\t\t\tThe taxable person may claim relief in the form of a proportionatereduction of the amount that would otherwise—\n\t\t\t\tbe treated as earnings by section 402B(1), or\n\t\t\t\tcount as employment income as a result of section 403.\n\t\t\tThe proportion is that which the length of the foreign seafaring servicebears to the whole length of service in the employment before the date of thetermination in question.\n\t\t\tA person’s entitlement to relief under this section is limited as mentionedin subsection (5) if the person is entitled—\n\t\t\t\tto deduct, retain or satisfy income tax out of a payment which the personis liable to make, or\n\t\t\t\tto charge any income tax against another person.\n\t\t\tThe relief must not reduce the amount of income tax for which the person isliable below the amount the person is entitled so to deduct, retain, satisfyor charge.\n\t\t\tIn this section “foreign seafaring service” has the same meaning as insection 414B(2).”\n\t\t\tThe amendments made by this section have effect—\n\t\t\t\twhere the date of the termination or change in question is, or is after, 6April 2018, and\n\t\t\t\tthe payment, or other benefit, is received after 13 September 2017."
    },
    {
        "length": 104,
        "text": "\nDisguised remuneration\n\tEmployment income provided through third parties\n\t\tSchedule 1 contains provision about employment income provided through thirdparties.\n\tTrading income provided through third parties\n\t\tSchedule 2 contains provision amending Schedule 12 to F(No.2)A 2017 (tradingincome provided through third parties: loans etc outstanding on 5 April 2019)."
    },
    {
        "length": 2718,
        "text": "\nInvestments\n\tEIS, SEIS and VCT reliefs: risk to capital\n\t\tIn Part 5 of ITA 2007 (enterprise investment scheme)—\n\t\t\tin section 157 (eligibility for EIS relief), in subsection (1), beforeparagraph (a) insert—\n\t\t\tthe risk-to-capital condition is met (see section 157A),”, and\n\t\t\tafter that section insert—\n\t\t“157ARisk-to-capital condition\n\t\t\tThe risk-to-capital condition is met if, having regard to all thecircumstances existing at the time of the issue of the shares, it would bereasonable to conclude that—\n\t\t\t\tthe issuing company has objectives to grow and develop its trade in thelong-term, and\n\t\t\t\tthere is a significant risk that there will be a loss of capital of anamount greater than the net investment return.\n\t\t\tFor the purposes of subsection (1)(b)—\n\t\t\t\tthe risk is to be determined by reference to a loss of capital, and the netinvestment return, for the investors generally,\n\t\t\t\tthe reference to a loss of capital is to a loss of some or all of theamounts subscribed for the shares by the investors, and\n\t\t\t\tthe reference to the net investment return is to the net investment returnto the investors (whether by way of income or capital growth) taking intoaccount the value of EIS relief.\n\t\t\tFor the purposes of subsection (1) the circumstances to which regard may behad include—\n\t\t\t\tthe extent to which the company’s objectives include increasing the numberof its employees or the turnover of its trade,\n\t\t\t\tthe nature of the company’s sources of income, including the extent towhich there is a significant risk of the company not receiving some or all ofthe income,\n\t\t\t\tthe extent to which the company has or is likely to have assets, or is orcould become a party to arrangements for acquiring assets, that could be usedto secure financing from any person,\n\t\t\t\tthe extent to which the activities of the company are sub-contracted topersons who are not connected with it,\n\t\t\t\tthe nature of the company’s ownership structure or management structure,including the extent to which others participate in or devise the structure,\n\t\t\t\thow any opportunity for investment in the company is marketed, and\n\t\t\t\tthe extent to which arrangements are in place under which opportunities forinvestments in the company are or may be marketed with, or otherwiseassociated with, opportunities for investments in other companies or entities.\n\t\t\tIf the issuing company is a parent company—\n\t\t\t\tany reference in this section to the company’s trade is to what would bethe trade of the group if the activities of the group companies taken togetherwere regarded as one trade, and\n\t\t\t\tany reference in subsection (3)(a) to (e) to the company is to any groupcompany.”\n\t\t\tIn Part 5A of ITA 2007 (seed enterprise investment scheme)—\n\t\t\t\tin section 257AA (eligibility for SEIS relief), before paragraph (a)insert—\n\t\t\t\tthe risk-to-capital condition is met (see section 257AAA),”, and\n\t\t\t\tafter that section insert—\n\t\t“257AAARisk-to-capital condition\n\t\t\tThe risk-to-capital condition is met if, having regard to all thecircumstances existing at the time of the issue of the shares, it would bereasonable to conclude that—\n\t\t\t\tthe issuing company has objectives to grow and develop its trade in thelong-term, and\n\t\t\t\tthere is a significant risk that there will be a loss of capital of anamount greater than the net investment return.\n\t\t\tFor the purposes of subsection (1)(b)—\n\t\t\t\tthe risk is to be determined by reference to a loss of capital, and the netinvestment return, for the investors generally,\n\t\t\t\tthe reference to a loss of capital is to a loss of some or all of theamounts subscribed for the shares by the investors, and\n\t\t\t\tthe reference to the net investment return is to the net investment returnto the investors (whether by way of income or capital growth) taking intoaccount the value of SEIS relief.\n\t\t\tFor the purposes of subsection (1) the circumstances to which regard may behad include—\n\t\t\t\tthe extent to which the company’s objectives include increasing the numberof its employees or the turnover of its trade,\n\t\t\t\tthe nature of the company’s sources of income, including the extent towhich there is a significant risk of the company not receiving some or all ofthe income,\n\t\t\t\tthe extent to which the company has or is likely to have assets, or is orcould become a party to arrangements for acquiring assets, that could be usedto secure financing from any person,\n\t\t\t\tthe extent to which the activities of the company are sub-contracted topersons who are not connected with it,\n\t\t\t\tthe nature of the company’s ownership structure or management structure,including the extent to which others participate in or devise the structure,\n\t\t\t\thow any opportunity for investment in the company is marketed, and\n\t\t\t\tthe extent to which arrangements are in place under which opportunities forinvestments in the company are or may be marketed with, or otherwiseassociated with, opportunities for investments in other companies or entities.\n\t\t\tIf the issuing company is a parent company—\n\t\t\t\tany reference in this section to the company’s trade is to what would bethe trade of the group if the activities of the group companies taken togetherwere regarded as one trade, and\n\t\t\t\tany reference in subsection (3)(a) to (e) to the company is to any groupcompany.”\n\t\t\tIn Part 6 of ITA 2007 (venture capital trusts)—\n\t\t\t\tin section 286 (qualifying holdings), in subsection (3), before paragraph(za) insert—\n\t\t\t\t\t“(1za)risk to capital (see section 286ZA),”, and\n\t\t\t\tbefore section 286A insert—\n\t\t“286ZAThe risk-to-capital requirement\n\t\t\tThe requirement of this section is that, having regard to all thecircumstances existing at the time of the issue of the relevant holding, itwould be reasonable to conclude that—\n\t\t\t\tthe relevant company has objectives to grow and develop its trade in thelong-term, and\n\t\t\t\tthere is a significant risk that, for the investing company, there will bea loss of capital of an amount greater than its net investment return.\n\t\t\tFor the purposes of subsection (1)(b)—\n\t\t\t\tthe reference to a loss of capital is to a loss of some or all of theamounts given in consideration for the relevant holding, and\n\t\t\t\tthe reference to the net investment return is to the net investment returnto the investing company irrespective of whether the return takes the form ofincome, capital growth, fees or other payments or anything else.\n\t\t\tFor the purposes of subsection (1) the circumstances to which regard may behad include—\n\t\t\t\tthe extent to which the company’s objectives include increasing the numberof its employees or the turnover of its trade,\n\t\t\t\tthe nature of the company’s sources of income, including the extent towhich there is a significant risk of the company not receiving some or all ofthe income,\n\t\t\t\tthe extent to which the company has or is likely to have assets, or is orcould become a party to arrangements for acquiring assets, that could be usedto secure financing from any person,\n\t\t\t\tthe extent to which the activities of the company are sub-contracted topersons who are not connected with it,\n\t\t\t\tthe nature of the company’s ownership structure or management structure,including the extent to which others participate in or devise the structure,\n\t\t\t\thow any opportunity for investment in the company is marketed, and\n\t\t\t\tthe extent to which arrangements are in place under which opportunities forinvestments in the company are or may be marketed with, or otherwiseassociated with, opportunities for investments in other companies or entities.\n\t\t\tIf the relevant company is a parent company—\n\t\t\t\tany reference in this section to the company’s trade is to what would bethe trade of the group if the activities of the group companies taken togetherwere regarded as one trade, and\n\t\t\t\tany reference in subsection (3)(a) to (e) to the company is to any groupcompany.”\n\t\t\tThe amendments made by this section come into force in accordance withprovision made by the Treasury by regulations.\n\t\t\tRegulations under subsection (4)—\n\t\t\t\tmay make different provision for different purposes;\n\t\t\t\tmay provide for any of those amendments to have effect in relation toshares, or shares or securities, issued on or after a day that is—\n\t\t\t\tearlier than the day on which the regulations are made, but\n\t\t\t\tnot earlier than the day on which this Act is passed.\n\tEIS, SI and VCT reliefs: relevant investments\n\t\tNothing in the specified EIS and VCT transitional provisions (seesubsection (2)) prevents any shares or other investments constituting relevantinvestments (within the meaning given by section 173A(3), 280B(4) or 292A(3)of ITA 2007) for the purposes of determining entitlement to—\n\t\t\tEIS income tax relief,\n\t\t\tincome tax relief for social investments, or\n\t\t\tVCT income tax relief,\n\t\t\t\tin respect of shares issued or investments made on or after 1 December 2017.\n\t\tThe specified EIS and VCT transitional provisions are—\n\t\t\tparagraph 8 of Schedule 16 to FA 2007;\n\t\t\tparagraph 22 of Schedule 7 to FA 2012;\n\t\t\tparagraphs 18 and 19 of Schedule 8 to FA 2012.\n\t\tIn this section—\n\t\t\t  * “EIS income tax relief” means relief under Part 5 of ITA 2007 (enterprise investment scheme); \n\t\t\t  * “income tax relief for social investments” means relief under Part 5B of ITA 2007; \n\t\t\t  * “VCT income tax relief” means relief under Part 6 of ITA 2007 (venture capital trusts). \n\tEIS and VCT reliefs: knowledge-intensive companies\n\t\tSchedule 4 contains provision about EIS and VCT reliefs in relation toknowledge-intensive companies.\n\tVCTs: further amendments\n\t\tSchedule 5 contains further amendments about venture capital trusts."
    },
    {
        "length": 267,
        "text": "\nIntangible fixed assets: realisation involving non-monetary receipt\n\tIn section 739 of CTA 2009 (meaning of “proceeds of realisation”) aftersubsection (1) insert—\n\t\t“(1A)But if the realisation involved the receipt of something other thanmoney, subsection (1) has effect as if the reference to the amount recognisedfor accounting purposes as the proceeds of realisation were a reference to theamount that would have been so recognised had the receipt been a receipt of asum of money equal to the price the thing concerned might reasonably have beenexpected to fetch on a sale in the open market.”\n\tThe amendment made by this section applies in relation to a realisationwhich takes place on or after 22 November 2017, unless it takes place pursuantto an obligation, under a contract, that was unconditional before that date.\n\tFor the purposes of subsection (2), an obligation is “unconditional” if itmay not be varied or extinguished by the exercise of a right (whether underthe contract or otherwise)."
    },
    {
        "length": 1801,
        "text": "\nIntangible fixed assets: transactions between related parties\n\tIn section 844 of CTA 2009 (overview of Chapter 13 of Part 8: transactionsbetween related parties) after subsection (2) insert—\n\t\t“(2ZA)Sections 849AB to 849AD make provision for the grant of a licence orother right by a company to a related party, or vice versa, to be treated asbeing at market value.”\n\tAfter section 849A of that Act insert—\n\t“Grants treated as being at market value\n\t\tABGrant of licence or other right treated as at market value\n\t\t\tThis section applies if—\n\t\t\t\ta company which holds an intangible asset grants a licence or other rightin respect of the asset to a related party, or\n\t\t\t\ta company is granted a licence or other right in respect of an intangibleasset by a related party that holds the asset.\n\t\t\tThe grant of the licence or other right is treated for all purposes of theTaxes Acts as being at market value as respects the grantor if—\n\t\t\t\tthe licence or other right was actually granted at less than market value,and\n\t\t\t\tcondition A or B is met.\n\t\t\tThe grant of the licence or other right is treated for all purposes of theTaxes Acts as being at market value as respects the grantee if—\n\t\t\t\tthe licence or other right was actually granted at more than market value,and\n\t\t\t\tcondition A or B is met.\n\t\t\tCondition A is that the asset is a chargeable intangible asset in relationto the grantor immediately before the licence or right in respect of it isgranted.\n\t\t\tCondition B is that the licence or right is a chargeable intangible assetin relation to the grantee immediately after it is granted.\n\t\t\tThis section is subject to—\n\t\t\t\tsection 849AC (grants not at arm’s length), and\n\t\t\t\tsection 849AD (grants involving other taxes).\n\t\t\tReferences in subsection (1) to a related party in relation to a companyare to be read as including references to a person in circumstances where theparticipation condition is met as between that person and the company.\n\t\t\tReferences in subsection (7) to a company include a firm in a case where,for the purposes of section 1259, references in subsection (1) to a companyare read as references to the firm.\n\t\t\tSection 148 of TIOPA 2010 (when the participation condition is met) appliesfor the purposes of subsection (7) as it applies for the purposes of section147(1)(b) of TIOPA 2010.\n\t\t\tSubsection (11) applies where—\n\t\t\t\ta gain on the grant by a firm of a licence or other right in respect of anintangible fixed asset is a gain to be taken into account for the purposes ofsection 1259, and\n\t\t\t\tfor those purposes, references in subsection (1) to a company are read asreferences to the firm.\n\t\t\tWhere this subsection applies, the gain referred to in subsection (10)(a)is to be treated for the purposes of this section as if it were a chargeablerealisation gain for the purposes of section 741(1) (meaning of “chargeableintangible asset”).\n\t\t\tIn this section—\n\t\t\t\t  * “market value” means the price the licence or right might reasonably be expected to fetch on a sale in the open market, and\n\t\t\t\t  * “the Taxes Acts” means the enactments relating to income tax, corporation tax or chargeable gains.\n\t\tACGrants not at arm’s length\n\t\t\tThis section applies if the consideration for the grant of a licence orother right would, but for this section, fall to be adjusted as respects oneof the parties to the grant (“the relevant party”) under both—\n\t\t\t\tsection 849AB, and\n\t\t\t\tPart 4 of TIOPA 2010 (provision not at arm’s length).\n\t\t\tThe consideration for the grant is not to be adjusted as respects therelevant party under Part 4 of TIOPA 2010 if the adjustment that falls to bemade under section 849AB is greater than the adjustment that would otherwisefall to be made under that Part.\n\t\t\tThe consideration for the grant is not to be adjusted under section 849ABif the adjustment that falls to be made as respects the relevant party underPart 4 of TIOPA 2010 is greater than or equal to the adjustment that wouldotherwise fall to be made under that section.\n\t\tADGrants involving other taxes\n\t\t\tThis section applies if—\n\t\t\t\tin a case where section 849AB applies and the licence or other right isgranted by the company to a related party, the grant is at less than itsmarket value,\n\t\t\t\tin a case where that section applies and the licence or other right isgranted to the company by a related party, the grant is at more than itsmarket value, and\n\t\t\t\tconditions A and B apply.\n\t\t\tCondition A is that the related party—\n\t\t\t\tis not a company, or\n\t\t\t\tis a company in relation to which—\n\t\t\t\tin a case within subsection (1)(a), the licence or other right is not achargeable intangible asset immediately after the grant to it, or\n\t\t\t\tin a case within subsection (1)(b), the relevant asset is not a chargeableintangible asset immediately before the grant by it.\n\t\t\tCondition B is that the grant of the licence or right—\n\t\t\t\tgives rise to an amount to be taken into account in calculating anyperson’s income, profits or losses for tax purposes because of a relevantprovision, or\n\t\t\t\twould do so apart from section 849AB(2) or (3).\n\t\t\tIf this section applies, section 849AB(2) and (3) does not apply inrelation to the calculation referred to in subsection (3) for the purposes ofany relevant provision.\n\t\t\tIn this section “relevant provision” means—\n\t\t\t\tChapter 2 of Part 23 of CTA 2010 (matters which are distributions), exceptsection 1000(2), and\n\t\t\t\tPart 3 of ITEPA 2003 (employment income: earnings and benefits etc treatedas earnings).”\n\t\t\tThe amendments made by this section apply in relation to a grant of alicence or other right made on or after 22 November 2017, unless it is madepursuant to an obligation, under a contract, that was unconditional beforethat date.\n\t\t\tFor the purposes of subsection (3), an obligation is “unconditional” if itmay not be varied or extinguished by the exercise of a right (whether underthe contract or otherwise)."
    },
    {
        "length": 1489,
        "text": "\nOil activities: tariff receipts etc\n\tChapter 4 of Part 8 of CTA 2010 (oil activities: calculation of profits) isamended as follows.\n\tIn section 291 (corporation tax treatment of oil activities: tariffreceipts etc), for subsection (9) substitute—\n\tIn this section, “tariff receipt” has the meaning given by section 291A.\n\tSo far as it would not otherwise be the case, anything that constitutes atariff receipt or a tax-exempt tariffing receipt for the purposes of the OilTaxation Act 1983 is to be treated as a “tariff receipt” for the purposes ofthis section.”\n\tAfter section 291 (but before the italic heading preceding section 292)insert—\n\t“291AMeaning of “tariff receipt”\n\t\tA “tariff receipt” of a participator in an oil field is the amount or valueof any consideration received or receivable by the person in respect of—\n\t\t\tthe use of a ring fence asset, or\n\t\t\tthe provision of services or other business facilities (of whatever kind)in connection with the use, otherwise than by the participator, of a ringfence asset.\n\t\t“Ring fence asset” means a qualifying asset which is, or has been, usedwholly or partly for the purposes of a ring fence trade.\n\t\t“Qualifying asset” means an asset other than—\n\t\t\tland or an interest in land, or\n\t\t\ta building or structure which—\n\t\t\tis situated on land, and\n\t\t\tdoes not fall within any of sub-paragraphs (i) to (iv) of paragraph (c) ofsection 3(4) of OTA 1975 (allowable expenditure: exclusions).\n\t\tBut an amount does not constitute a tariff receipt if the amount—\n\t\t\tis, in relation to the person giving it, expenditure in respect of interestor any other pecuniary obligation incurred in obtaining a loan or any otherform of credit,\n\t\t\tis referable to the use of a qualifying asset for, or the provision ofservices or facilities in connection with, deballasting, or\n\t\t\tis referable to other use of an asset, except use wholly or partly for anoil purpose.\n\t\tAny consideration which includes an amount within subsection (4)(a) to (c)is to be apportioned in a just and reasonable manner.\n\t\tIn subsection (4)(c), the reference to use of an asset for an oil purposeis a reference to—\n\t\t\tuse in connection with an oil field (including use giving rise to receiptswhich, for the purposes of this Part, are tariff receipts), and\n\t\t\tuse for any other purpose (apart from a purpose falling within section3(1)(b) of OTA 1975 (allowable expenditure: payment in connection with arelevant licence)) of a separate trade consisting of oil-related activities.\n\tBTariff receipts: counteraction of avoidance arrangements\n\t\tSubsection (2) applies if an arrangement has been entered into, the mainpurpose or one of the main purposes of which is to obtain a tax advantage byreference to section 291.\n\t\tThe relevant tax advantage is to be counteracted by the making of suchadjustments as are just and reasonable.\n\t\tAny adjustments required to be made under this section (whether or not byan officer of Revenue and Customs) may be made by way of—\n\t\t\tan assessment,\n\t\t\tthe modification of an assessment,\n\t\t\tamendment or disallowance of a claim,\n\t\t\t\tor otherwise.\n\t\tIn this section—\n\t\t\t  * “arrangement” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable);\n\t\t\t  * “tax advantage” has the meaning given by section 1139.”\n\t\tIn section 291—\n\t\t\tin subsection (2), omit “or tax-exempt tariffing receipt”,\n\t\t\tin subsection (6), omit “or tax exempt tariffing receipts”, and\n\t\t\tin subsection (7), in both places, omit “or tax exempt tariffing receipt”.\n\t\tThe amendments made by subsections (1) to (4) have effect in relation toaccounting periods beginning on or after 1 January 2018.\n\t\tIn the Investment Allowance and Cluster Area Allowance Regulations(Investment Expenditure) Regulations 2017 ([S.I.2017/292](/id/uksi/2017/292?view=plain \"Go to item of legislation\")), inregulation 3 (operating expenditure)—\n\t\t\tin paragraph (2)(e), omit “or tax-exempt tariffing receipts”,\n\t\t\tin paragraph (6), for the definition of “tariff receipts” substitute—\n\t\t\t\t  * ““tariff receipts” has the same meaning as it has for the purposes of section 291 of the Corporation Tax Act 2010 (corporation tax treatment of oil activities: tariff receipts etc); and”, and\n\t\t\tin that paragraph, omit the definition of “tax-exempt tariffing receipts”(and the “and” following it).\n\t\tThe amendments made by subsection (6) have effect in relation to anyexpenditure that is incurred on or after 1 January 2018.\n\t\tThe amendments made by subsection (6) are to be treated as having been madeby the Treasury under the applicable powers to make regulations conferred bysections 332BA and 356JE of CTA 2010."
    },
    {
        "length": 110,
        "text": "\nEducation Authority of Northern Ireland\n\tIn CTA 2010, after section 987A insert—\n\t“Education Authority of Northern Ireland\n\t\tBEducation Authority of Northern Ireland\n\t\t\tThe Education Authority of Northern Ireland is not liable to corporation tax.”\n\t\t\tThe amendment made by this section is to be treated as having come intoforce on 1 April 2015."
    },
    {
        "length": 1093,
        "text": "\nChargeable gains\n\tFreezing of indexation allowance for gains chargeable to corporationtax\n\t\tTCGA 1992 is amended as follows.\n\t\tIn section 53 (indexation allowance), before subsection (2) insert—\n\t\t\t“(1B)Indexation allowance is not allowed in respect of changes shown by theretail prices indices for months after December 2017.”\n\t\tIn section 54 (calculation of indexation allowance)—\n\t\t\tin subsection (1), in the definition of “RD”, for “the month in which thedisposal occurs” substitute “December 2017”;\n\t\t\tbefore subsection (2) insert—\n\t\t\t“(1B)The references in subsection (1) to an item of allowable expenditure donot include any item of expenditure incurred on or after 1 January 2018.”\n\t\tIn section 110 (indexation for section 104 holdings for corporation tax)—\n\t\t\tin subsection (10), in the definition of “RE”, for “the month in which theoperative event occurs” substitute “December 2017”;\n\t\t\tfor subsection (11) substitute—\n\t\tThe indexed rise is nil if—\n\t\t\tRE, as defined in subsection (10), is equal to or less than RL, as sodefined, or\n\t\t\tthe month referred to in the definition of RL in subsection (10) is afterDecember 2017.”\n\t\tIn section 114 (consideration for options: corporation tax)—\n\t\t\tin subsection (2), in the definition of “RO”, for “the month in which fallsthe date on which the option is exercised” substitute “December 2017”;\n\t\t\tfor subsection (3) substitute—\n\t\tThe indexed rise is nil if—\n\t\t\tRO, as defined in subsection (2), is equal to or less than RA, as sodefined, or\n\t\t\tthe month referred to in the definition of RA in subsection (2) is afterDecember 2017.”\n\t\tSubject to subsection (7), the amendments made by this section have effectin relation to disposals on or after 1 January 2018.\n\t\tThis section does not affect the computation of the amount of so much ofany gain as—\n\t\t\tis treated for the purposes of the taxation of chargeable gains as havingaccrued on a disposal on or after 1 January 2018, but\n\t\t\tis taken for those purposes to be equal to the whole or a part of a gainthat—\n\t\t\twould, but for an enactment relating to the taxation of chargeable gains,have accrued on an actual disposal made before 1 January 2018, or\n\t\t\twould have accrued on a disposal assumed under such an enactment to havebeen made before that date.\n\tAssets transfer to non-resident company: reorganisations of sharecapital etc\n\t\tIn section 140 of TCGA 1992 (postponement of charge on transfer of assetsto non-resident company), after subsection (4A) insert—\n\t\t\t“(4B)In determining whether a chargeable gain is deemed to accrue undersubsection (4), any disapplication of section 127 by paragraph 4(3)(a) ofSchedule 7AC in a case in which that section would otherwise have appliedshall be disregarded.”\n\t\tThe amendment made by this section has effect in relation to disposals onor after 22 November 2017.\n\tDepreciatory transactions within a group of companies\n\t\tIn section 176(1) of TCGA 1992 (depreciatory transactions within a group ofcompanies), for “within the period of 6 years ending with the disposal”substitute “on or after 31st March 1982”.\n\t\tThe amendment made by this section has effect in relation to disposals ofshares in, or securities of, a company—\n\t\t\tmade on or after 22 November 2017, or\n\t\t\ttreated as made at an earlier time specified in a claim under section 24 ofTCGA 1992 (negligible value claims) made on or after that date."
    },
    {
        "length": 882,
        "text": "\nCapital allowances\n\tFirst-year tax credits\n\t\tSchedule A1 to CAA 2001 (first-year tax credits) is amended as follows.\n\t\tIn paragraph 2 (amount of first-year tax credit)—\n\t\t\tin sub-paragraph (1)(a), for “19%” substitute “the applicable percentage”;\n\t\t\tafter sub-paragraph (1) insert—\n\t\t\t\t“(1A)The applicable percentage is two-thirds of—\n\t\t\tthe rate of corporation tax chargeable on profits of the qualifyingactivity concerned for the chargeable period, or\n\t\t\tif there is more than one rate, the average of the rates over that period.\n\t\t\t(But see also sub-paragraph (3A) (ring fence profits).)”;\n\t\t\tafter sub-paragraph (3) insert—\n\t\t\t“(3A)Where the profits of the qualifying activity are ring fence profits, theapplicable percentage is—\n\t\t\ttwo-thirds of the rate of corporation tax (adjusted if necessary as aresult of section 279B or 279C of CTA 2010 (marginal relief)) chargeable onthose profits for the most recent previous chargeable period in which thecompany made a profit in carrying on the qualifying activity, or\n\t\t\tif the company has never made a profit in carrying on the qualifyingactivity, two-thirds of the small ring fence profits rate for the chargeableperiod,\n\t\t\tand in either case, if there is more than one rate, assuming tax waschargeable at the average of those rates over the period.\n\t\t\t(3B)In this paragraph, “ring fence profits” and “the small ring fence profitsrate” have the same meaning as in Part 8 of CTA 2010 (see sections 276 and279A(4) of that Act).\n\t\t\t(3C)Where the applicable percentage given by sub-paragraph (1A) or (3A) wouldotherwise be a figure with more than 2 decimal places, it is to be rounded upto the nearest second decimal place.”;\n\t\t\tomit sub-paragraphs (4) and (5).\n\t\tIn paragraph 3(1)(b) (meaning of relevant first-year expenditure) for “31March 2018” substitute “31 March 2023”.\n\t\tIn paragraph 24(6) (clawback of first-year tax credit) for “percentagespecified in” substitute “applicable percentage for the purposes of”.\n\t\tIn consequence of subsection (2)(d), in F(No.2)A 2017, in Schedule 7, omitparagraph 28.\n\t\tThe amendments made by subsections (2), (4) and (5) have effect in relationto chargeable periods beginning on or after 1 April 2018.\n\t\tSubsection (8) applies if a company has a chargeable period beginningbefore 1 April 2018 and ending on or after that date (“the straddlingperiod”).\n\t\tFor the purposes of calculating the amount mentioned in paragraph 2(1)(a)of Schedule A1 to CAA 2001—\n\t\t\tso much of the straddling period as falls before 1 April 2018, and so muchof that period as falls on or after that date, are treated as separatechargeable periods, and\n\t\t\tthe company’s surrenderable loss in the straddling period is to beapportioned between the two separate parts on a just and reasonable basis."
    },
    {
        "length": 2806,
        "text": "\nDouble taxation relief\n\tReduction of relief in cases where losses relieved sideways etc\n\t\tPart 2 of TIOPA 2010 (double taxation relief) is amended as follows.\n\t\tAfter section 71 insert—\n\t\t“Adjustment of foreign tax on profits of overseas permanentestablishment\n\t\t\tACircumstances in which section 71B applies\n\t\t\t\tSection 71B has effect in relation to an accounting period of a companyresident in the United Kingdom which has an overseas permanent establishment(“the PE”) if, in that or any earlier accounting period, condition A or B ismet.\n\t\t\t\tCondition A is met in relation to an accounting period if, for the purposesof any tax chargeable under the law of the PE territory—\n\t\t\t\t\ta loss or other amount attributable to the PE is deducted from or otherwiseallowed against amounts of any person other than the company, and\n\t\t\t\t\tas a result, there is a decrease in the tax chargeable in respect of aforeign taxable period ending in the accounting period.\n\t\t\t\tCondition B is met in relation to an accounting period if—\n\t\t\t\t\ttax is chargeable under the law of the PE territory in respect of theaggregate profits, or aggregate profits or gains, of the PE and persons otherthan the company,\n\t\t\t\t\ta loss or other amount attributable to the PE is deducted from or otherwiseallowed against, or is brought into account as a deduction or other allowancein calculating, amounts other than amounts of the PE, and\n\t\t\t\t\tas a result, there is a decrease in the tax chargeable in respect of aforeign taxable period ending in the accounting period.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “foreign taxable period” means any period in respect of which the tax in question is chargeable under the law of the PE territory, and\n\t\t\t\t\t  * “the PE territory” means the territory in which the PE is situated.\n\t\t\tBReduction of foreign tax paid on profits of overseas PE\n\t\t\t\tFor the purposes of allowing credit relief under this Part, the amount offoreign tax paid in respect of the company’s qualifying income from the PE inthe accounting period is reduced (but not below nil) by the relevant amountfor that period.\n\t\t\t\tIn calculating any amount chargeable to corporation tax, any deduction foran amount of foreign tax paid in respect of the company’s qualifying incomefrom the PE in the accounting period is reduced (but not below nil) by therelevant amount for that period.\n\t\t\t\tIn this section “the relevant amount” for the accounting period means thetotal of—\n\t\t\t\t\tthe amount of the decrease in the tax chargeable in respect of a foreigntaxable period ending in the accounting period (if the accounting period isone in relation to which condition A or B in section 71A is met), and\n\t\t\t\t\tany excess tax carried forward to the accounting period.\n\t\t\t\tFor this purpose excess tax is carried forward to the accounting period sofar as the relevant amount for the previous accounting period exceeds theamount of foreign tax paid in respect of the company’s qualifying income fromthe PE in that previous period.\n\t\t\t\tIn determining the relevant amount, a deduction or allowance of the kindreferred to in condition A or B in section 71A is to be ignored if it resultsin a deduction or other allowance that is reduced under section 259JC(counteraction where mismatch arises because of a relevant multinational andthe UK is the parent jurisdiction).\n\t\t\t\tIf, for any accounting period, it becomes necessary for the relevant amountto be reduced or increased, an adjustment may be made (whether or not by anofficer of Revenue and Customs)—\n\t\t\t\t\tby way of an assessment, the modification of an assessment, amendment ordisallowance of a claim, or otherwise, and\n\t\t\t\t\tdespite any time limit imposed by or under any enactment.\n\t\t\t\tIn this section “the company’s qualifying income from the PE” means theprofits of the PE which are profits chargeable under Chapter 2 of Part 3 ofCTA 2009 of a trade carried on partly, but not wholly, outside the UnitedKingdom.”\n\t\t\t\tIn section 78(1) (meaning of “overseas permanent establishment”)—\n\t\t\t\t\tfor “72” substitute “71A”, and\n\t\t\t\t\tafter “means” insert “, in relation to a company,”.\n\t\t\t\tIn section 112(4) (deduction from income for foreign tax instead of creditagainst UK tax), after paragraph (a) insert—\n\t\t\t\t\thas effect subject to section 71B(2) (reduction of foreign tax paid onprofits of overseas permanent establishment),”.\n\t\t\t\tSection 71B of TIOPA 2010 has effect in relation to accounting periodsbeginning on or after 22 November 2017.\n\t\t\t\tFor the purposes of sections 71A and 71B of TIOPA 2010, if a company has anaccounting period beginning before, and ending on or after, that date (“thestraddling period”)—\n\t\t\t\t\tso much of the straddling period as falls before that date, and so much ofit as falls on or after that date, are treated as separate accounting periods,and\n\t\t\t\t\tany amounts brought into account for the purposes of calculating the creditrelief of the company for the straddling period are apportioned to the twoseparate accounting periods—\n\t\t\t\t\tin accordance with section 1172 of CTA 2010 (time basis), or\n\t\t\t\t\tif that method would produce a result that is unjust or unreasonable, on ajust and reasonable basis.\n\t\t\t\tIn determining whether or not section 71B of TIOPA has effect in relationto an accounting period of a company—\n\t\t\t\t\tit is to be assumed that the amendments made by this section were in forcein relation to all previous accounting periods of the company except thosebeginning before 22 November 2011, and\n\t\t\t\t\tno account may be taken of any accounting period beginning before thatdate.\n\tCountering effect of avoidance arrangements\n\t\tTIOPA 2010 is amended as follows.\n\t\tFor section 81 (giving a counteraction notice) substitute—\n\t\t“81Countering effect of avoidance arrangements\n\t\t\tThis section applies if each of conditions A to D of section 82 is met inrelation to a person.\n\t\t\tThe effects of a scheme or arrangement that are referable to the purposereferred to in condition B of that section are to be counteracted by themaking of such adjustments as are necessary.\n\t\t\tAny adjustments required to be made by this section (whether or not by anofficer of Revenue and Customs) may be made by way of—\n\t\t\t\tan assessment,\n\t\t\t\tthe modification of an assessment, or\n\t\t\t\tamendment or disallowance of a claim,\n\t\t\t\t\tor otherwise.”\n\t\t\tIn section 87 (section 83(2) and (4): schemes that would reduce a person‘stax liability)—\n\t\t\t\tin subsection (1), after “person” insert “(“P”)”,\n\t\t\t\tin subsection (3), for “the amount of UK tax payable by the person”substitute “the total amount of UK tax payable by P and such persons (if any)as are connected with P”,\n\t\t\t\tin subsection (4), for “the amount of UK tax that would be payable by theperson” substitute “the total amount of UK tax that would be payable by P andsuch persons (if any) as are connected with P”, and\n\t\t\t\tat the end insert—\n\t\t\tFor the purposes of this section, whether a person is connected with P isdetermined in accordance with section 1122 of CTA 2010.”\n\t\t\tOmit sections 89 to 95 (counteraction notices).\n\t\t\tIn section 371SR (double taxation relief: counteraction notices)—\n\t\t\t\tin subsection (1), for “giving of counteraction notice” substitute“countering effect of avoidance arrangements”, and\n\t\t\t\tin the heading, for “counteraction notices” substitute “countering effectof avoidance arrangements”.\n\t\t\tThe amendments made by subsections (2), (4) and (5) have effect in relationto any return under TMA 1970 or Schedule 18 to FA 1998 where the date by whichthe return is required to be made is after 31 March 2018.\n\t\t\tThe amendments made by subsection (3) have effect in relation to a creditfor foreign tax which relates to a payment of foreign tax on or after 22November 2017.\n\tDouble taxation arrangements specified by Order in Council\n\t\tIn section 2 of TIOPA 2010 (giving effect to arrangements made in relationto other territories) after subsection (1) insert—\n\t\t\t“(1A)For the purposes of this section, arrangements made with a view toaffording relief from double taxation include any arrangements which modifythe effect of arrangements so made.”\n\t\tIn section 3 of that Act (arrangements may include retrospective orsupplementary provision), in subsection (2)—\n\t\t\tin paragraph (b) omit the final “or”;\n\t\t\tafter paragraph (c) insert “or\n\t\t\tprovision conferring (with or without other functions) functions relatingto the determination of matters arising under the arrangements on a publicauthority in the United Kingdom or in a territory outside the United Kingdom.”\n\t\tIn section 158 of IHTA 1984 (double taxation conventions), after subsection(1) insert—\n\t\t“(1ZA)For the purposes of this section, arrangements made with a view toaffording relief from double taxation include any arrangements which modifythe effect of arrangements so made.\n\t\t(1ZB)Arrangements to which effect is given under this section may includeprovision conferring (with or without other functions) functions relating tothe determination of matters arising under the arrangements on a publicauthority in the United Kingdom or in a territory outside the United Kingdom.”\n\t\tThe amendments made by subsections (1) to (3) are to be regarded as alwayshaving had effect.\n\t\tThe provision made by section 2(1A) and 3(2)(d) of TIOPA 2010 in relationto Orders under section 2 of that Act applies, and is to be regarded as alwayshaving applied, in relation to Orders in Council under any provision whichthat section replaces (directly or indirectly).\n\t\tThe provision made by section 158(1ZA) and (1ZB) of IHTA 1984 in relationto Orders under section 158 of that Act applies, and is to be regarded asalways having applied, in relation to Orders in Council under any provisionwhich that section replaces (directly or indirectly)."
    },
    {
        "length": 1835,
        "text": "\nMiscellaneous\n\tBank levy\n\t\tSchedule 9 contains provision amending Schedule 19 to FA 2011 (the bank levy).\n\tDebt traded on a multilateral trading facility\n\t\tIn section 987 of ITA 2007 (meaning of “quoted Eurobond”)—\n\t\t\tthe current text becomes subsection (1);\n\t\t\tin paragraph (b) of that subsection, after “exchange” insert “or admittedto trading on a multilateral trading facility operated by an EEA-regulatedrecognised stock exchange”;\n\t\t\tafter that subsection insert—\n\t\tFor the purposes of this section—\n\t\t\ta recognised stock exchange is an “EEA-regulated recognised stock exchange”if it is regulated in the European Economic Area, and\n\t\t\t“multilateral trading facility” has the same meaning as in Article 4.1.22of [Directive 2014/65/EU](/european/directive/2014/0065?view=plain \"Go to itemof legislation\") of the European Parliament and of the Council of 15 May 2014on markets in financial instruments.”\n\t\tIn each of section 151N of TCGA 1992, section 564G of ITA 2007 and section507 of CTA 2009 (investment bond arrangements)—\n\t\t\tin subsection (1)(h), after “exchange” insert “or admitted to trading on amultilateral trading facility operated by an EEA-regulated recognised stockexchange”;\n\t\t\tin subsection (2)—\n\t\t\tomit the “and” at the end of paragraph (h);\n\t\t\tafter paragraph (i) insert—\n\t\t\ta recognised stock exchange is an “EEA-regulated recognised stockexchange” if it is regulated in the European Economic Area, and\n\t\t\t“multilateral trading facility” has the same meaning as in Article 4.1.22of [Directive 2014/65/EU](/european/directive/2014/0065?view=plain \"Go to itemof legislation\") of the European Parliament and of the Council of 15 May 2014on markets in financial instruments.”\n\t\tThe amendments made by subsection (1) have effect in relation to paymentsmade on or after 1 April 2018.\n\t\tThe amendments made by subsection (2) have effect—\n\t\t\tfor corporation tax purposes, in relation to accounting periods beginningon or after 1 April 2018;\n\t\t\tfor income tax and capital gains tax purposes, for the tax year 2018-19 andsubsequent tax years.\n\tSettlements: anti-avoidance etc\n\t\tSchedule 10 contains provision about capital gains tax and income tax inconnection with settlements.\n\tFixed rate deduction for expenditure on vehicles etc\n\t\tSection 94E of ITTOIA 2005 (excluded vehicles) is amended in accordancewith subsections (2) and (3).\n\t\tIn subsection (3)(b)—\n\t\t\tfor “the trade” substitute “any relevant trade or business”;\n\t\t\tfor “section 25A” substitute “sections 25A and 271D”.\n\t\tAfter subsection (3) insert—\n\t\tIn this section “any relevant trade or business” means any trade orproperty business carried on by the person carrying on the trade mentioned insubsection (1).”\n\t\tIn section 272 of that Act (application of trading income rules: GAAP), insubsection (2), in the table, at the appropriate place insert—\n\t\t\t_**“ In Chapter 5A (deductions allowable at a fixed rate)**_  ---  section 94C| exclusion of provisions of Chapter 5A for firms with partner whois not an individual  sections 94D to 94G| expenditure on vehicles”    (5)In section 272ZA of that Act (application of trading income rules: cashbasis), in subsection (1), in the table, at the appropriate place insert—\n\t\t_**“ In Chapter 5A (deductions allowable at a fixed rate)**_  ---  section 94C| exclusion of provisions of Chapter 5A for firms with partner whois not an individual  sections 94D to 94G| expenditure on vehicles”    (6)In section 59 of CAA 2001 (unrelieved qualifying expenditure)—\n\t\t\tin subsection (8)—\n\t\t\tat the end of paragraph (b), insert “and”;\n\t\t\tomit paragraph (d) (and the “and” before it);\n\t\t\tafter subsection (9) insert—\n\t\t\t“(9A)Subsection (9B) applies if—\n\t\t\ta person carrying on a property business incurs expenditure in relation toa vehicle,\n\t\t\tat the end of a tax year, the person has unrelieved qualifying expenditureincurred in relation to the vehicle to carry forward from the chargeableperiod ending with that tax year (“the relevant chargeable period”), and\n\t\t\tin calculating the profits of a property business of a person for thefollowing tax year, a deduction is made under section 94D of ITTOIA 2005 (asapplied by section 271E of that Act) in respect of expenditure incurred inrelation to the vehicle.\n\t\t\t(9B)None of the unrelieved qualifying expenditure incurred in relation to thevehicle may be carried forward as unrelieved qualifying expenditure from therelevant chargeable period.”\n\t\tThe amendments made by subsections (2), (3) and (6)(a) have effect for thetax year 2018-19 and subsequent tax years.\n\t\tThe amendments made by subsections (4), (5) and (6)(b) have effect for thetax year 2017-18 and subsequent tax years.\n\t\tSection 94E of ITTOIA 2005 (meaning of “excluded vehicles”) has effect, inits application as a result of section 271E of that Act (profits of a propertybusiness: application of trading income rules), as if after subsection (2)there were inserted—\n\t\t“(2A)But in determining whether condition A is met no account is to be takenof any claim for capital allowances made for the tax year 2013-14, the taxyear 2016-17 or either of the intervening tax years.”\n\tCarried interest\n\t\tIn the following provisions of F(No.2)A 2015 (which relate to carriedinterest) omit the words from “unless” to “that date”—\n\t\t\tsection 43(2);\n\t\t\tsection 43(4);\n\t\t\tsection 45(3)(b).\n\t\tThe amendments made by subsection (1) have effect in relation to carriedinterest arising on or after 22 November 2017.\n\t\tFor the purposes of subsection (2) “carried interest” and “arising” havethe same meaning as in the provisions amended."
    },
    {
        "length": 1927,
        "text": "\nValue added tax\n\tOnline marketplaces\n\t\tVATA 1994 is amended as follows.\n\t\tIn section 69(1) (breaches of regulatory provisions) after paragraph (g)insert “or—\n\t\t\tsection 77E (display of VAT registration numbers on online marketplaces),”.\n\t\tBefore section 77B insert—\n\t“Online marketplaces”.\n\t\tIn section 77B (joint and several liability: operators of onlinemarketplaces)—\n\t\t\tin the heading for “operators of online marketplaces” substitute “sellersidentified as non-compliant by the Commissioners”;\n\t\t\tin subsection (1) omit “who is not UK-established”;\n\t\t\tomit subsection (10);\n\t\t\tin subsection (12) omit “, and\n\t\t\t\t  * “UK-established””.\n\t\tAfter section 77B insert—\n\t\t“77BAJoint and several liability: non-UK sellers in breach of Schedule1A registration requirement\n\t\t\tThis section applies where—\n\t\t\t\ta person (“P”) who makes taxable supplies of goods through an onlinemarketplace is in breach of a Schedule 1A registration requirement, and\n\t\t\t\tthe operator of the online marketplace knows, or should know, that P is inbreach of a Schedule 1A registration requirement.\n\t\t\tIf the operator of the online marketplace does not secure the result insubsection (3), subsection (4) applies.\n\t\t\tThe result referred to in subsection (2) is that P does not offer goods forsale through the online marketplace in any period between—\n\t\t\t\tthe end of the period of 60 days beginning with the day on which theoperator first knew, or should have known, that P was in breach of a Schedule1A registration requirement, and\n\t\t\t\tP ceasing to be in breach of a Schedule 1A registration requirement.\n\t\t\tThe operator is jointly and severally liable to the Commissioners for theamount of VAT payable by P in respect of all taxable supplies of goods made byP through the online marketplace in the relevant period.\n\t\t\tThe relevant period is the period—\n\t\t\t\tbeginning with the day on which the operator first knew, or should haveknown, that P was in breach of a Schedule 1A registration requirement, and\n\t\t\t\tending with P ceasing to be in breach of a Schedule 1A registrationrequirement.\n\t\t\tBut if the operator has been given a notice under section 77B in respect ofP, the relevant period does not include—\n\t\t\t\tany period for which the operator is jointly and severally liable for theamount mentioned in subsection (4) by virtue of section 77B, or\n\t\t\t\tif the operator secures the result mentioned in section 77B(3), the periodbeginning with the day on which the operator is given the notice and endingwith the day on which the operator secures that result.\n\t\t\tP is in breach of a Schedule 1A registration requirement if P is liable tobe registered under Schedule 1A to this Act, but is not so registered.\n\t\t\tIn this section “online marketplace” and “operator”, in relation to anonline marketplace, have the same meaning as in section 77B.”\n\t\t\tIn section 77C (assessments)—\n\t\t\t\tin the heading after “section 77B” insert “or 77BA”;\n\t\t\t\tin subsection (1) after “section 77B” insert “or 77BA”;\n\t\t\t\tfor subsection (9) substitute—\n\t\t\tIn this section “online marketplace” and “operator”, in relation to anonline marketplace, have the same meaning as in section 77B.”\n\t\t\tIn section 77D (interest)—\n\t\t\t\tin the heading after “section 77B” insert “or 77BA”;\n\t\t\t\tfor subsection (8) substitute—\n\t\t\tIn this section “online marketplace” and “operator”, in relation to anonline marketplace, have the same meaning as in section 77B.”\n\t\t\tAfter section 77D insert—\n\t\t“77EDisplay of VAT registration numbers\n\t\t\tThis section applies where a person (“P”) offers, or proposes to offer,goods for sale through an online marketplace.\n\t\t\tThe operator of the online marketplace must take reasonable steps to checkthat—\n\t\t\t\tany number provided to the operator (by P or another person) as P’s VATregistration number is valid, and\n\t\t\t\tany number displayed on the online marketplace as P’s VAT registrationnumber (under subsection (3) or otherwise) is valid.\n\t\t\tIf a number is provided to the operator (by P or another person) as P’s VATregistration number and the number is valid, the operator must secure that itis displayed on the online marketplace as P’s VAT registration number no laterthan the time mentioned in subsection (4).\n\t\t\tThe time is—\n\t\t\t\tthe end of the period of 10 days beginning with the day on which theoperator is provided with the number, or\n\t\t\t\tif the number is provided before P offers goods for sale through the onlinemarketplace, the later of—\n\t\t\t\tthe end of the period in paragraph (a), and\n\t\t\t\tthe end of the day on which P first offers goods for sale through theonline marketplace.\n\t\t\tIf the operator becomes aware that a number displayed on the onlinemarketplace as P’s VAT registration number (under subsection (3) or otherwise)is not valid, the operator must secure that it is removed from the onlinemarketplace before the end of the relevant period.\n\t\t\tThe relevant period is the period of 10 days beginning with the day onwhich the operator first became aware that the number was not valid.\n\t\t\tA number is provided or displayed as P’s VAT registration number only if itis provided or displayed in connection with P offering, or proposing to offer,goods for sale through the online marketplace.\n\t\t\tA number provided or displayed as P’s VAT registration number is valid onlyif—\n\t\t\t\tP is registered under this Act, and\n\t\t\t\tthe number is P’s VAT registration number.\n\t\t\tIn this section—\n\t\t\t\t  * “online marketplace” and “operator”, in relation to an online marketplace, have the same meaning as in section 77B;\n\t\t\t\t  * “VAT registration number” means the number allocated by the Commissioners to a person registered under this Act.”\n\tVAT refunds to public authorities\n\t\tIn section 33 of VATA 1994 (refunds of VAT in certain cases), subsection(3) is amended as follows.\n\t\tIn paragraph (a) after “a local authority” insert “and a combined authorityestablished by an order made under section 103(1) of the Local Democracy,Economic Development and Construction Act 2009”.\n\t\tAfter paragraph (a) insert—\n\t\t\ta fire and rescue authority under the Fire and Rescue Services Act 2004,if the authority does not fall within paragraph (a);\n\t\t\tthe Scottish Fire and Rescue Service;”.\n\t\tIn paragraph (f), omit “a police authority and”.\n\t\tAfter paragraph (f) insert—\n\t\t\tthe Scottish Police Authority;\n\t\t\tthe Police Service of Northern Ireland and the Northern Ireland PolicingBoard;”.\n\t\tThe amendments made by this section have effect in relation to suppliesmade, and acquisitions and importations taking place, on or after the day onwhich this Act is passed."
    },
    {
        "length": 3156,
        "text": "\nStamp duty land tax\n\tHigher rates for additional dwellings\n\t\tSchedule 11 contains amendments to Schedule 4ZA to FA 2003 (stamp duty landtax: higher rates for additional dwellings and dwellings purchased bycompanies).\n\tRelief for first-time buyers\n\t\tPart 4 of FA 2003 (stamp duty land tax) is amended as follows.\n\t\tAfter section 57A insert—\n\t\t“57BFirst-time buyers\n\t\t\tSchedule 6ZA provides relief for first-time buyers.\n\t\t\tAny relief under that Schedule must be claimed in a land transaction returnor an amendment of such a return.”\n\t\t\tAfter Schedule 6 insert—\n\t\t“SCHEDULE 6ZARelief for first-time buyers\n\t\t\tPART 1Eligibility for relief\n\t\t\tEligibility for relief\n\t\t\t\tRelief may be claimed for a chargeable transaction if the followingconditions are met (but this is subject to sub-paragraph (7)).\n\t\t\t\tThe first condition is that the main subject-matter of the transactionconsists of a major interest in a single dwelling (“the purchased dwelling”).\n\t\t\t\tThe second condition is that the relevant consideration for the transaction(other than any consisting of rent) is not more than £500,000.\n\t\t\t\tThe third condition is that the purchaser, or (if more than one) each ofthe purchasers, is a first-time buyer who intends to occupy the purchaseddwelling as the purchaser’s only or main residence.\n\t\t\t\tThe fourth condition is that—\n\t\t\t\t\tthe transaction is not linked to another land transaction, or\n\t\t\t\t\tthe transaction is linked only to land transactions that are within sub-paragraph (6).\n\t\t\t\tA land transaction is within this sub-paragraph if the main subject-matterof the transaction consists of—\n\t\t\t\t\tan interest in land that is or forms part of the garden or grounds of thepurchased dwelling, or\n\t\t\t\t\tan interest in or right over land that subsists for the benefit of—\n\t\t\t\t\tthe purchased dwelling, or\n\t\t\t\t\tland that is or forms part of the garden or grounds of the purchaseddwelling.\n\t\t\t\tRelief may not be claimed under this paragraph for a chargeable transactionif it is a higher rates transaction for the purposes of paragraph 1 ofSchedule 4ZA.\n\t\t\tEligibility for relief: linked transactions within paragraph 1(6)\n\t\t\t\tWhere a land transaction (“the main transaction”) is eligible for reliefunder paragraph 1 (or would be if it were a chargeable transaction), reliefmay also be claimed for any chargeable transaction that is linked to the maintransaction.\n\t\t\t\tBut relief may not be claimed under this paragraph for a chargeabletransaction if the purchaser, or (if more than one) any of the purchasers inrelation to the transaction is not a purchaser in relation to the maintransaction.\n\t\t\tEligibility for relief: alternative finance arrangements\n\t\t\t\tThis paragraph applies in relation to a land transaction which is thefirst transaction under an alternative finance arrangement entered intobetween a person and a financial institution.\n\t\t\t\tThe person (rather than the institution) is to be treated as the purchaserin relation to the transaction for the purposes of paragraphs 1(4) and 2(2).\n\t\t\t\tIn this paragraph—\n\t\t\t\t\t  * “alternative finance arrangement” means an arrangement of a kind mentioned in section 71A(1) or 73(1),\n\t\t\t\t\t  * “financial institution” has the meaning it has in those sections (see section 73BA), and\n\t\t\t\t\t  * “first transaction”, in relation to an alternative finance arrangement, has the meaning given by section 71A(1)(a) or (as the case may be) section 73(1)(a)(i).\n\t\t\tPART 2The Relief\n\t\t\tThe relief\n\t\t\t\t4If relief is claimed under paragraph 1 or 2 for a chargeable transaction, theamount of tax chargeable in respect of the transaction is to be determined asif in section 55(1B) (amount of tax chargeable: general) for Table A therewere substituted—\n\t\t\t“Table A: Residential\n\t\t\t\tRelevant consideration| Percentage  ---|---  So much as does not exceed £300,000 | 0%  Any remainder (so far as not exceeding £500,000)| 5%”    ###### Withdrawal of relief\n\t\t\t\tThis paragraph applies if—\n\t\t\t\t\trelief is claimed under paragraph 1 or 2 for a chargeable transaction (“thefirst transaction”), and\n\t\t\t\t\tthe effect of another land transaction (“the later transaction”) that islinked to the first transaction is that the first transaction ceases to be atransaction for which relief may be claimed under that paragraph.\n\t\t\t\tTax or (as the case may be) additional tax is chargeable on the firsttransaction as if the claim had not been made.\n\t\t\tPART 3Interpretation\n\t\t\t“First-time buyer”\n\t\t\t\tIn this Schedule “first-time buyer” means an individual who—\n\t\t\t\t\thas not previously been a purchaser in relation to a land transaction themain subject-matter of which was a major interest in a dwelling,\n\t\t\t\t\thas not previously acquired an equivalent interest in a dwelling situatedin a country or territory outside England, Wales and Northern Ireland,\n\t\t\t\t\thas not previously been, or been one of the persons who was, “the person”for the purposes of section 71A or 73 in a case where the main subject-matterof the first transaction within the meaning of the section concerned was amajor interest in a dwelling, and\n\t\t\t\t\twould not have been such a person for those purposes in such a case if theprovisions mentioned in paragraph (c) had been in force, and had had effect inthe country or territory concerned at all material times (subject, whererequired, to appropriate modifications).\n\t\t\t\tFor the purposes of sub-paragraph (1)(b) and (d), ignore a lease which hasless than 21 years to run at the beginning of the day after the date on whichit is acquired.\n\t\t\t“Relevant consideration”\n\t\t\t\t7In this Schedule “relevant consideration” means—\n\t\t\t\t\tin the case of a transaction that is not one of a number of linkedtransactions, the chargeable consideration for the transaction, and\n\t\t\t\t\tin the case of a transaction that is one of a number of linkedtransactions, the total of the chargeable consideration for all thosetransactions.\n\t\t\t“Major interest”\n\t\t\t\t8The main subject-matter of a transaction is not a major interest for thepurposes of this Schedule if it is a term of years absolute which has lessthan 21 years to run at the beginning of the day after the effective date ofthe transaction.\n\t\t\tWhat counts as a dwelling\n\t\t\t\tThis paragraph sets out rules for determining what counts as a dwellingfor the purposes of this Schedule.\n\t\t\t\tA building or part of a building counts as a dwelling if—\n\t\t\t\t\tit is used or suitable for use as a single dwelling, or\n\t\t\t\t\tit is in the process of being constructed or adapted for such use.\n\t\t\t\tLand that is, or is to be, occupied or enjoyed with a dwelling as a gardenor grounds (including any building or structure on that land) is taken to bepart of that dwelling.\n\t\t\t\tLand that subsists, or is to subsist, for the benefit of a dwelling istaken to be part of that dwelling.\n\t\t\t\tThe main subject-matter of a transaction is also taken to consist of amajor interest in a dwelling if—\n\t\t\t\t\tsubstantial performance of a contract constitutes the effective date ofthat transaction by virtue of a relevant deeming provision,\n\t\t\t\t\tthe main subject-matter of the transaction consists of a major interest ina building, or a part of a building, that is to be constructed or adaptedunder the contract for use as a single dwelling, and\n\t\t\t\t\tconstruction or adaptation of the building, or part of a building, has notbegun by the time the contract is substantially performed.\n\t\t\t\tIn sub-paragraph (5)—\n\t\t\t\t\t  * “contract” includes any agreement,\n\t\t\t\t\t  * “relevant deeming provision” means any of sections 44 to 45A or paragraph 5(1) or (2) of Schedule 2A or paragraph 12 of Schedule 17A, and\n\t\t\t\t\t  * “substantially performed” has the same meaning as in section 44.\n\t\t\t\tA building or part of a building used for a purpose specified in section116(2) or (3) is not used as a dwelling for the purposes of sub-paragraphs (2)or (5).\n\t\t\t\tWhere a building or part of a building is used for a purpose mentioned insub-paragraph (7), no account is to be taken for the purposes of sub-paragraph(2) of its suitability for any other use.”\n\t\t\t\tIn section 110 (approval of regulations under general power) at the endinsert—\n\t\t\t\tThis section does not apply to regulations containing only provisionvarying Schedule 6ZA or paragraph 16 of Schedule 9 which does not increase anyperson’s liability to tax.”\n\t\t\t\tIn Schedule 9 (right to buy, shared ownership leases etc), at the endinsert—\n\t\t“First-time buyers\n\t\t\tThis paragraph applies where—\n\t\t\t\ta lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 2 andthe conditions in sub-paragraph (2) of that paragraph are met but no electionis made for tax to be charged in accordance with that paragraph,\n\t\t\t\ta lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 4 andthe conditions in sub-paragraph (2) of that paragraph are met but no electionis made for tax to be charged in accordance with that paragraph,\n\t\t\t\tparagraph 4A applies in relation to the acquisition of an interest (but theacquisition is not exempt from charge by virtue of sub-paragraph (2) of thatparagraph),\n\t\t\t\ta shared ownership trust is declared but no election is made for tax to becharged in accordance with paragraph 9, or\n\t\t\t\tan equity-acquisition payment is made under a shared ownership trust (butthe equity-acquisition payment, and the consequential increase in thepurchaser’s beneficial interest, are not exempt from charge by virtue ofparagraph 10).\n\t\t\tSchedule 6ZA (relief for first-time buyers) does not apply in relation to—\n\t\t\t\tthe acquisition of the lease,\n\t\t\t\tthe acquisition of the interest,\n\t\t\t\tthe declaration of the shared ownership trust, or\n\t\t\t\tthe equity-acquisition payment and the consequential increase in thepurchaser’s beneficial interest.”\n\t\t\tThe following provisions (which are spent provisions relating to first-timebuyers) are repealed—\n\t\t\t\tsection 57AA of FA 2003,\n\t\t\t\tsection 73CA of that Act,\n\t\t\t\tsection 110(6) of that Act,\n\t\t\t\tparagraph 15 of Schedule 9 to that Act, and\n\t\t\t\tsection 6 of FA 2010.\n\t\t\tIn Schedule 2 to the Wales Act 2014 (amendments relating to thedisapplication of UK stamp duty land tax in relation to Wales), afterparagraph 9 insert—\n\t\t\t\t“9A(1)Paragraph 6 of Schedule 6ZA (relief for first-time buyers: definition of“first-time buyer”) is amended as follows.\n\t\t\tIn sub-paragraph (1)(b)—\n\t\t\t\tafter “acquired” insert “—\n\t\t\t\t”, and\n\t\t\t\tat the end insert “or\n\t\t\t\tan interest of a kind mentioned in section 117(2) in a dwelling situatedin Wales,”.\n\t\t\tIn sub-paragraph (2) after “lease” insert “or, in the case of a dwellingsituated in Wales, a term of years absolute”.”\n\t\t\tThe amendments made by subsections (1) to (5) have effect in relation toany land transaction of which the effective date is or is after 22 November2017."
    },
    {
        "length": 2210,
        "text": "\nExcise duties\n\tAir passenger duty: rates of duty from 1 April 2019\n\t\tChapter 4 of Part 1 of FA 1994 (air passenger duty) is amended as follows.\n\t\tIn section 30(4A)(b) as amended by F(No.2)A 2017 (rate for long hauldepartures not from Northern Ireland: travel not in sole or lowest class, andhigher rate does not apply), for “£156” substitute “£172”.\n\t\tIn section 30(4E)(d) (higher rate for long haul departures not fromNorthern Ireland is six times standard-class long haul rate), for “six”substitute “6.6”.\n\t\tIn section 30A(5A)(c)(ii) (higher rate for long haul departures fromNorthern Ireland if not set by Act of the Northern Ireland Assembly is sixtimes standard-class rate for long haul departures from Northern Ireland), for“six” substitute “6.6”.\n\t\tThe amendments made by this section have effect in relation to the carriageof passengers beginning on or after 1 April 2019.\n\tVED: rates for light passenger vehicles, light goods vehicles,motorcycles etc\n\t\tSchedule 1 to VERA 1994 (annual rates of duty) is amended as follows.\n\t\tIn paragraph 1 (general rate)—\n\t\t\tin sub-paragraph (2) (vehicle not covered elsewhere in Schedule with enginecylinder capacity exceeding 1,549cc), for “£245” substitute “£255”, and\n\t\t\tin sub-paragraph (2A) (vehicle not covered elsewhere in Schedule withengine cylinder capacity not exceeding 1,549cc), for “£150” substitute “£155”.\n\t\tIn paragraph 1B (rates for light passenger vehicles registered before 1April 2017)—\n\t\t\tfor the Table substitute—\n\t\t\t\t“CO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £ | £  100| 110| 10| 20  110| 120| 20| 30  120| 130| 110| 120  130| 140| 130| 140  140| 150| 145| 155  150| 165| 185| 195  165| 175| 220| 230  175| 185| 240| 250  185| 200| 280| 290  200| 225| 305| 315  225| 255| 530| 540  255| — | 545| 555”;    (b)in the sentence immediately following the Table, for paragraphs (a) and (b)substitute—\n\t\t\tin column (3), in the last two rows, “305” were substituted for “530” and“545”, and\n\t\t\tin column (4), in the last two rows, “315” were substituted for “540” and“555”.”\n\t\tFor paragraph 1GC (rates on first licence for light passenger vehiclesregistered on or after 1 April 2017) substitute—\n\t\t“1GC(1)This paragraph applies for the purpose of determining the rate at whichvehicle excise duty is to be paid on the first vehicle licence for a vehicleto which this Part of this Schedule applies.\n\t\tIf the vehicle is not a higher rate diesel vehicle, the annual rate of dutyapplicable to the vehicle is determined in accordance with Table 1 byreference to—\n\t\t\tthe applicable CO2 emissions figure, and\n\t\t\twhether the vehicle qualifies for the reduced rate of duty or is liable tothe standard rate of duty.\n\t\tIf the vehicle is a higher rate diesel vehicle, the annual rate of dutyapplicable to the vehicle is determined in accordance with Table 2 byreference to the applicable CO2 emissions figure.\n\t\tTable 1 - vehicles other than higher rate diesel vehicles\n\t\t\tCO2 emissions figure| Rate  ---|---  (1)| (2)| (3)| (4)  Exceeding| Not exceeding| Reduced rate| Standard rate  g/km| g/km| £ | £  0| 50| — | 10  50| 75| 15| 25  75| 90| 95| 105  90| 100| 115| 125  100| 110| 135| 145  110| 130| 155| 165  130| 150| 195| 205  150| 170| 505| 515  170| 190| 820| 830  190| 225| 1230| 1240  225| 255| 1750| 1760  255| -| 2060| 2070    ##### Table 2 - higher rate diesel vehicles\n\t\tCO2 emissions figure| Rate  ---|---  (1)| (2)| (3)  Exceeding| Not exceeding| Rate  g/km| g/km| £  0| 50| 25  50| 75| 105  75| 90| 125  90| 100| 145  100| 110| 165  110| 130| 205  130| 150| 515  150| 170| 830  170| 190| 1240  190| 225| 1760  225| 255| 2070  255| -| 2070    (4)For the purposes of this paragraph a vehicle is a higher rate dieselvehicle if it is constructed so as to be propelled by diesel and it does notmeet the Euro 6d emissions standard.\n\t\t\tA vehicle meets the Euro 6d emissions standard only if it is firstregistered on the basis of an EU certificate of conformity which indicatesthat the exhaust emission level is Euro 6d (and it does not meet that standardif it is first registered on the basis of an EU certificate of conformitywhich indicates that that level is Euro 6d-TEMP).\n\t\t\t“Diesel” means any diesel fuel within Article 2 of Directive[98/70/EC](/european/directive/1998/0070?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council.”\n\t\t\tIn paragraph 1J (rates for light goods vehicles) in paragraph (a) for“£240” substitute “£250”.\n\t\t\tIn paragraph 2(1) (rates for motorcycles)—\n\t\t\t\tin paragraph (a), for “£18” substitute “£19”,\n\t\t\t\tin paragraph (b), for “£41” substitute “£42”,\n\t\t\t\tin paragraph (c), for “£62” substitute “£64”, and\n\t\t\t\tin paragraph (d), for “£85” substitute “£88”.\n\t\t\tThe amendments made by this section have effect in relation to licencestaken out on or after 1 April 2018.\n\tTobacco products duty: rates\n\t\tTPDA 1979 is amended as follows.\n\t\tFor the table in Schedule 1 substitute—\n\t\t“TABLE\n\t\t\t1 Cigarettes|\n\t\tAn amount equal to the higher of—\n\t\t\t16.5% of the retail price plus £217.23 per thousand cigarettes, or\n\t\t\t£280.15 per thousand cigarettes.    ---|---  2 Cigars| £270.96 per kilogram  3 Hand-rolling tobacco| £221.18 per kilogram  4 Other smoking tobacco and chewing tobacco| £119.13 per kilogram”    (3)The amendment made by this section is treated as having come into force at6pm on 22 November 2017."
    },
    {
        "length": 2768,
        "text": "\nPART 3Miscellaneous and final\n\tCustoms enforcement powers\n\t\tPower to enter premises and inspect goods\n\t\t\tSection 24 of FA 1994 (power to enter premises and inspect goods) isamended as follows.\n\t\t\tThe existing text becomes subsection (1).\n\t\t\tIn that subsection—\n\t\t\t\tat the beginning insert “This section applies”;\n\t\t\t\tomit the words after paragraph (b).\n\t\t\tAfter that subsection insert—\n\t\t\tThe officer may at any reasonable time enter and inspect the premises.\n\t\t\tThe officer may inspect, examine and take account of any goods found on thepremises.\n\t\t\tThe officer may require a relevant person to provide any assistance that isreasonable for the purpose of exercising the power in subsection (3).\n\t\t\tFor example, the officer may require a relevant person to move, open orunpack goods and containers.\n\t\t\tThe officer may, for the purpose of exercising the power in subsection (3)—\n\t\t\t\tmove, open, or unpack goods and containers;\n\t\t\t\tsearch containers and anything in them;\n\t\t\t\tmark goods and containers.\n\t\t\tThe Commissioners are not to bear any costs incurred by a relevant personin complying with a requirement under subsection (4).\n\t\t\tBut the Commissioners are to bear the costs of anything done by the officerunder subsection (6).\n\t\t\tIn this section “relevant person” means—\n\t\t\t\tthe person to whom this Chapter applies;\n\t\t\t\tthe occupier of the premises;\n\t\t\t\ta person who has (or appears to have) possession or control of the goods;\n\t\t\t\ta person who is (or appears to be) acting on behalf of a person within anyof paragraphs (a) to (c).\n\t\t\tSection 159(2) of the Customs and Excise Management Act 1979 (examinationsof goods to be at a place appointed by the Commissioners) does not apply to anexamination under subsection (3).”\n\t\tPower to search vehicles or vessels\n\t\t\tIn section 163 of CEMA 1979 (power to search vehicles or vessels), aftersubsection (1) insert—\n\t\t“(1A)The officer, constable or member may use reasonable force if necessaryfor the purpose of exercising the power in subsection (1).”\n\tUpdating of statutory references\n\t\tCO emissions figures etc\n\t\t\tSchedule 1 to VERA 1994 (annual rates of duty) is amended in accordancewith subsections (2) to (5).\n\t\t\tIn paragraph 1A(2) (meaning of “light passenger vehicle”), at the endinsert “or, as the case may be, within Category M1 of Annex II to Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\") (vehicle designed and constructed primarily for the carriage ofpassengers and comprising no more than 8 seats in addition to the driver’sseat)”.\n\t\t\tIn paragraph 1G(1) (meaning of “EU certificate of conformity”), for “issuedby a manufacturer under any provision of the law of a Member Stateimplementing Article 6 of Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\"), as amended” substitute “within the meaning of Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\") or Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 5 September2007”.\n\t\t\tIn paragraph 1GA (vehicles to which Part 1AA applies etc)—\n\t\t\t\tin sub-paragraph (2), for “has the meaning given by paragraph 1A(2)”substitute “means a vehicle within Category M1 of Annex II to Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\") (vehicle designed and constructed primarily for the carriage ofpassengers and comprising no more than 8 seats in addition to the driver’sseat)”,\n\t\t\t\tomit sub-paragraph (3)(a),\n\t\t\t\tfor sub-paragraph (3)(d) substitute—\n\t\t\t\tparagraph 1G(2) (meaning of “UK approval certificate”).”, and\n\t\t\t\tafter sub-paragraph (3) insert—\n\t\t\tReferences in this Part of this Schedule to an “EU certificate ofconformity” are to a certificate of conformity within the meaning of Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\").\n\t\t\tSub-paragraphs (3) and (4) of paragraph 1A of this Schedule (meaning of“the applicable CO2 emissions figure”) apply for the purposes of this Part ofthis Schedule as they apply for the purposes of Part 1A of this Schedule, but—\n\t\t\t\tany reference to an EU certificate of conformity in paragraph 1A(3) or (4)is to be construed in accordance with sub-paragraph (4) of this paragraph, and\n\t\t\t\tfor the purpose of determining the applicable CO2 emissions figure, ignoreany WLTP (worldwide harmonised light-duty vehicles test procedures) valuesspecified in an EU certificate of conformity.”\n\t\t\tIn paragraph 1H(2) (meaning of “light goods vehicle”), at the end insert“or, as the case may be, within Category N1 of Annex II to Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\") (vehicle designed and constructed primarily for the carriage ofgoods and having a maximum mass not exceeding 3.5 tonnes)”.\n\t\t\tIn Schedule 2 to VERA 1994 (exempt vehicles), in paragraph 25(4)(b), for“Schedule)” substitute “Schedule as read with paragraph 1GA(5) of thatSchedule)”.\n\t\t\tThe amendments made by subsections (2) to (6) have effect in relation tolicences taken out on or after 29 November 2017.\n\t\t\tITEPA 2003 is amended in accordance with subsections (9) to (11).\n\t\t\tIn section 136 (car with a CO2 emissions figure: post-September 1999registration)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)For the purpose of determining the car’s CO2 emissions figure, ignore anyWLTP (worldwide harmonised light-duty vehicles test procedures) valuesspecified in an EC certificate of conformity.”, and\n\t\t\t\tin subsection (3), for “This” substitute “Subsection (2)”.\n\t\t\tIn section 137 (car with a CO2 emissions figure: bi-fuel cars)—\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)For the purpose of determining the car’s CO2 emissions figure, ignore anyWLTP (worldwide harmonised light-duty vehicles test procedures) valuesspecified in an EC certificate of conformity.”, and\n\t\t\t\tin subsection (3), for “This” substitute “Subsection (2)”.\n\t\t\tIn section 171(1) (minor definitions: general)—\n\t\t\t\tin the definition of “EC certificate of conformity”, for “issued by amanufacturer under any provision of the law of a Member State implementingArticle 6 of Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\"), as amended” substitute “within the meaning of Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\") or Directive[2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council of 5 September2007”, and\n\t\t\t\tin the definition of “EC type-approval certificate”, for “Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\"), as amended” substitute “Council Directive[70/156/EEC](/european/directive/1970/0156?view=plain \"Go to item oflegislation\") or an EC type-approval certificate within the meaning of CouncilDirective [2007/46/EC](/european/directive/2007/0046?view=plain \"Go to item oflegislation\")”.\n\t\t\tThe amendments made by subsections (9) to (11) have effect for the taxyear 2017-18 and subsequent tax years.\n\tFinal\n\t\tInterpretation \n\t\t\tIn this Act the following abbreviations are references to the following Acts.\n\t\tCAA 2001| Capital Allowances Act 2001  ---|---  CEMA 1979| Customs and Excise Management Act 1979  CTA 2009| Corporation Tax Act 2009  CTA 2010 | Corporation Tax Act 2010  FA, followed by a year| Finance Act of that year  F(No.2)A, followed by a year| Finance (No.2) Act of that year  F(No.3)A, followed by a year| Finance (No.3) Act of that year  IHTA 1984| Inheritance Tax Act 1984  ITA 2007| Income Tax Act 2007  ITEPA 2003| Income Tax (Earnings and Pensions) Act 2003  ITTOIA 2005| Income Tax (Trading and Other Income) Act 2005  TCGA 1992| Taxation of Chargeable Gains Act 1992  TIOPA 2010| Taxation (International and Other Provisions) Act 2010  TMA 1970| Taxes Management Act 1970  TPDA 1979| Tobacco Products Duty Act 1979  VATA 1994| Value Added Tax Act 1994  VERA 1994| Vehicle Excise and Registration Act 1994    #### 50Short title\n\t\tThis Act may be cited as the Finance Act 2018."
    }
]