{
    "general": "This law changes two old laws called the Census Act 1920 and the Census Act (Northern Ireland) 1969. It adds new questions to the census form that ask people about their sexual orientation and gender identity. This will help the government get a better idea of how many people identify as LGBTQ+ in the UK, which can help them make policies that are more inclusive for everyone. The law also removes penalties for not answering these questions truthfully, so people feel more comfortable sharing their identities.",
    "series": [
        [
            {
                "length": 172,
                "short": "The Census Law: Inclusivity and Protection for LGBTQ+ Individuals",
                "text": "\n* Simplified point 1: The law allows for people to provide their sexual orientation and gender identity in the census.\n* Simplified point 2: The law adds \"sexual orientation\" and \"gender identity\" to the list of matters that can be requested in the census, and makes it illegal to fail to provide information about these topics.\n* Simplified point 3: The law applies to both England and Wales, and Northern Ireland.\n* Simplified point 4: The law comes into effect immediately after being passed.\n* Simplified point 5: The law can be referred to as the Census (Return Particulars and Removal of Penalties) Act 2019."
            }
        ]
    ],
    "summary": "The new law makes it easier for people to tell the truth about who they are when filling out the census form. Before, some people might have been afraid to say if they were LGBTQ+ because it was against the law to ask about those things. Now, it is legal to ask about sexual orientation and gender identity so everyone can be honest and accurate when answering the questions. This means we will get more correct data about our communities and make sure everyone is treated equally under the law. It also means that no one will face penalties or fines for not providing information about their sexual orientation or gender identity. This law only applies to England, Wales, and Northern Ireland. It went into effect right away after being passed. So, when you fill out your next census form, you'll see questions about sexual orientation and gender identity, and you can feel safe telling the truth about yourself!",
    "single": "\n• The Census (Return Particulars and Removal of Penalties) Act 2019 amends the Census Act 1920 and the Census Act (Northern Ireland) 1969 to include sexual orientation and gender identity as matters that can be requested in the census.\n\n• In England and Wales, Section 1 of the act extends to the Census Act 1920 and adds \"sexual orientation\" and \"gender identity\" to the list of matters for which particulars may be required.\n\n• In Northern Ireland, Section 2 of the act extends to the Census Act (Northern Ireland) 1969 and adds \"sexual orientation\" and \"gender identity\" to the list of matters for which particulars may be required.\n\n• The act also includes penalties for not providing the required information, but these penalties do not apply to questions related to sexual orientation or gender identity.\n\n• The act comes into force on the day it is passed.\n\n• The purpose of the act is to make it easier for people to provide accurate information about their sexual orientation and gender identity in the census, without fear of penalty or judgment."
}