{
    "general": "This law allows the government to spend money from the year 2005-2006 and 2006-2007 on various things like schools, hospitals, roads, etc. It also allows the government to take money from the Consolidated Fund to pay for these things. The fund is like a big pool of money that the government uses to pay for different things. This law says how much money can be taken from the fund and how it should be spent.",
    "series": [
        [
            {
                "length": 281,
                "short": "\"Appropriation Act 2007: Authorization of Financial Resources and Limits on Appropriations\"",
                "text": "* Simplified point 1: The Appropriation Act 2007 authorizes the use of £14,148,973,000 in resources for the year ending March 31, 2007, and £15,492,189,000 in grants from the Consolidated Fund.\n* Simplified point 2: The act sets limits on appropriations in aid for various services and purposes, including £7,068,574,000 for the year ending March 31, 2007, and £7,656,028,000 for the year ending March 31, 2008.\n* Simplified point 3: The act modifies the limits set for resources applicable as appropriations in aid for the years ending March 31, 2006, and March 31, 2007.\n* Simplified point 4: The act allows for the payment of amounts into the Consolidated Fund without requiring the retention of those amounts, subject to certain conditions and limitations."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2007 gives permission to spend money from the government's budget for the financial years ending March 31, 2006 and March 31, 2007. This includes £14 billion for the year ending March 31, 2007, and £15 billion for the following year. The law sets limits on how much can be spent on different things like healthcare, education, and defense. It also lets the government pay money into the main fund without keeping it there, as long as certain rules are followed. In other words, this law decides how the government will spend its money over two financial years.",
    "single": "\n* The Appropriation Act 2007 authorizes the use of £14,148,973,000 resources for the service of the year ending March 31, 2007.\n* The Act also authorizes the issue of £15,492,189,000 from the Consolidated Fund for the same period.\n* The resources authorized for use include:\n\t+ £795,801,000 for the year ending March 31, 2006.\n\t+ £13,348,349,000 for the year ending March 31, 2007.\n* The Act sets limits on appropriations in aid for the years ending March 31, 2006, and March 31, 2007.\n* The limits for the year ending March 31, 2006, are:\n\t+ £4,956,000 for operating appropriations in aid.\n\t+ £114,000 for non-operating appropriations in aid.\n* The limits for the year ending March 31, 2007, are:\n\t+ £4,120,507,000 for operating appropriations in aid.\n\t+ £1,892,956,000 for non-operating appropriations in aid.\n* The Act also provides for the payment of amounts into the Consolidated Fund and sets out the abstracts of Schedule 1 and Schedule 2, which are annexed to the Act.\n* The Act may be cited as the Appropriation Act 2007."
}