[
    {
        "length": 1169,
        "text": "\nExpenditure on financial assistance for the provision of infrastructure\n\tThere may be paid out of money provided by Parliament expenditure incurred—\n\t\tby the Treasury, or\n\t\tby the Secretary of State with the consent of the Treasury,\n\t\t\tin giving, or in connection with giving, financial assistance to any person inrespect of the provision of infrastructure.\n\t“Infrastructure” includes—\n\t\twater, electricity, gas, telecommunications, sewerage or other services,\n\t\trailway facilities (including rolling stock), roads or other transportfacilities,\n\t\thealth or educational facilities,\n\t\tcourt or prison facilities, and\n\t\thousing. \n\t“Provision” includes acquisition, design, construction, conversion,improvement, operation and repair.\n\tIn this Act “financial assistance” means loans, guarantees or indemnities,or any other kind of financial assistance (actual or contingent).\n\tExpenditure which could be paid out of money provided by Parliament undersubsection (1) is to be charged on and paid out of the Consolidated Fund if—\n\t\tthe expenditure is incurred under an agreement entered into by the Treasuryor the Secretary of State, and\n\t\tthe Treasury are satisfied that arrangements cannot reasonably be made forthe expenditure to be paid out of money provided by Parliament.\n\tWhere money is paid in reliance on subsection (5), the Treasury must assoon as is reasonably practicable lay a report before Parliament specifyingthe amount paid.\n\tReferences in this Act to infrastructure assistance are to financialassistance the giving of which is in reliance on the authority provided bythis section.\n\tNothing in this Act applies in relation to the giving of financialassistance under a statutory power.\nLimit on expenditure and liabilities\n\tThe amount of the Government’s expenditure and liabilities under this Actmust not at any time exceed £50,000 million.\n\tFor this purpose the amount of the Government’s expenditure and liabilitiesunder this Act is the aggregate of—\n\t\tthe expenditure incurred by the Treasury or the Secretary of State ingiving, or in connection with giving, infrastructure assistance, and\n\t\tthe current amount of the actual or contingent liabilities of the Treasuryor the Secretary of State in respect of infrastructure assistance,\n\t\t\tless any sums received by the Treasury or the Secretary of State in connectionwith infrastructure assistance.\n\tWhere any expenditure, liabilities or sums mentioned in subsection (2) arein currencies other than sterling, their amount in sterling is to bedetermined for the purposes of subsection (1) at what appears to the Treasuryto be the appropriate rate of exchange.\n\tThe Treasury may by order made by statutory instrument substitute a greateramount for the amount for the time being specified in subsection (1).\n\tA statutory instrument containing an order under subsection (4) may not bemade unless a draft of the instrument has been laid before and approved by aresolution of the House of Commons.\nReports \n\tThe Treasury must, in relation to each relevant period—\n\t\tprepare a report in accordance with this section, and\n\t\tlay it before the House of Commons as soon as is reasonably practicableafter the end of that period.\n\t“Relevant period” means—\n\t\tthe period beginning with the day on which this Act is passed and endingwith 31 March 2013, and\n\t\teach subsequent period of 12 months.\n\tEach report must provide details of—\n\t\tthe arrangements entered into by the Treasury or the Secretary of Stateduring the relevant period for giving, or in connection with giving,infrastructure assistance,\n\t\tthe expenditure incurred by the Treasury or the Secretary of State duringthat period in giving, or in connection with giving, infrastructureassistance,\n\t\tthe amount of the actual or contingent liabilities of the Treasury or theSecretary of State at the end of that period in respect of infrastructureassistance,\n\t\tthe sums received during that period by the Treasury or the Secretary ofState in connection with infrastructure assistance, and\n\t\tthe amount of the Government’s expenditure and liabilities under this Act,determined as at the end of that period in accordance with section 2.\n\tThe report in relation to the first relevant period must also includedetails of the arrangements described in subsection (3)(a) entered into by theTreasury or the Secretary of State before the beginning of that period inanticipation of the coming into force of section 1.\n\tNo report is required in relation to a relevant period if there is nothingto record under subsections (3) and (4).\nShort title, commencement and extent\n\tThis Act may be cited as the Infrastructure (Financial Assistance) Act2012.\n\tThis Act comes into force on the day on which it is passed.\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\t\t"
    }
]