{
    "general": "This law helps provide money for important things like roads, bridges, and other public projects. It makes sure that the government has the power to give financial help to people who want to build these kinds of things. This can help create jobs and improve the economy.",
    "series": [
        [
            {
                "length": 345,
                "short": "\"Infrastructure Financing: Government Assistance & Expenditure Limits\"",
                "text": "\n* Simplified point 1: The Infrastructure (Financial Assistance) Act 2012 allows the government to provide financial assistance for the provision of infrastructure such as water, electricity, gas, telecommunications, sewerage, roads, and housing.\n* Simplified point 2: The act specifies that expenditure on financial assistance can be paid out of money provided by parliament, but only if certain conditions are met, such as the expenditure being incurred under an agreement entered into by the Treasury or the Secretary of State, and the Treasury being satisfied that arrangements cannot reasonably be made for the expenditure to be paid out of money provided by parliament.\n* Simplified point 3: The act sets a limit on the amount of the government's expenditure and liabilities under the act, which must not at any time exceed £50,000 million.\n* Simplified point 4: The act requires the Treasury to prepare reports on the arrangements entered into for giving infrastructure assistance, the expenditure incurred, the actual or contingent liabilities, and the amounts received in connection with infrastructure assistance. These reports must be laid before the House of Commons as soon as is reasonably practicable after the end of each relevant period.\n* Simplified point 5: The act provides that no report is required in relation to a relevant period if there is nothing to record under subsections (3) and (4)."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Infrastructure (Financial Assistance) Act 2012 helps the government pay for important things like water, electricity, gas, telecommunications, sewerage, roads, and housing. The government can only spend money on these things if they follow certain rules, like getting permission from Parliament and making sure they don't overspend. The government has to tell Parliament about how much they spend and what they spend it on. This law helps make sure the government is responsible with taxpayers' money.",
    "single": "\n* The Infrastructure (Financial Assistance) Act 2012 allows the government to provide financial assistance for the provision of infrastructure, such as water, electricity, gas, telecommunications, sewerage, roads, and housing.\n* The Act defines \"infrastructure\" and \"provision\" and specifies that financial assistance can be in the form of loans, guarantees, or indemnities.\n* The Act sets a limit on the amount of government expenditure and liabilities under the Act, which must not exceed £50,000 million.\n* The Act requires the Treasury to prepare and lay before Parliament reports on the arrangements entered into for giving infrastructure assistance, the expenditure incurred, and the actual or contingent liabilities of the government.\n* The Act extends to England and Wales, Scotland, and Northern Ireland.\nKEY POINTS:\n* The Act allows the government to provide financial assistance for infrastructure projects.\n* The Act sets a limit on government expenditure and liabilities.\n* The Act requires the Treasury to prepare and lay before Parliament reports on infrastructure assistance.\n* The Act extends to England, Wales, Scotland, and Northern Ireland."
}