[
    {
        "length": 3080,
        "text": "\nSmall charitable donations\n\tMeaning of “eligible charity”\n\t\tThe Small Charitable Donations Act 2012 is amended as set out insubsections (2) to (4).\n\t\tIn section 2 (meaning of eligible charity)—\n\t\t\tin subsection (1) for the words from “if—” to the end substitute “if it isnot an excluded charity for that tax year (see subsection (3)).”;\n\t\t\tomit subsection (2);\n\t\t\tin subsection (3)—\n\t\t\tfor “not an eligible charity” substitute “an excluded charity”;\n\t\t\tfor the “or” at the end of paragraph (a) substitute “and”;\n\t\t\tomit subsection (4)(a).\n\t\tOmit sections 12 and 13 (application of eligible charity test followingcharity mergers).\n\t\tOmit section 14(5) (restriction on power to amend meaning of eligiblecharity).\n\t\tIn the Small Charitable Donations Regulations 2013 ([S.I.2013/938](/id/uksi/2013/938?view=plain \"Go to item of legislation\")) omitregulations 17 to 19 (charity mergers).\n\tMeaning of “small donation”\n\t\tThe Schedule to the Small Charitable Donations Act 2012 (meaning of smalldonation: conditions) is amended as follows.\n\t\tIn paragraph 1—\n\t\t\tin the heading after “cash” insert “or contactless”;\n\t\t\tin sub-paragraph (1) omit the words “in cash”;\n\t\t\tafter that sub-paragraph insert—\n\t\t\t\t“(1A)The gift must be made—\n\t\t\tin cash, or\n\t\t\tby a contactless payment.”;\n\t\t\tin sub-paragraph (3) after the definition of “cash” insert—\n\t\t\t\t  * ““contactless payment” means a payment made at a contactless payment terminal using the contactless payment facility of a card, mobile telephone or other device;”.\n\t\tFor paragraph 2 and the heading before it substitute—\n\t\t“Made in the United Kingdom\n\t\t\t2The gift must be made in the United Kingdom.”\n\t\t\tIn paragraph 3(1) at the beginning insert “Where the gift is made incash,”.\n\tCharities running charitable activities in community buildings\n\t\tSection 6 of the Small Charitable Donations Act 2012 (charities runningcharitable activities in community buildings) is amended as set out insubsections (2) to (5).\n\t\tIn the heading, for “community buildings” substitute “more than onecommunity building”.\n\t\tIn subsection (1) for “one or more community buildings” substitute “morethan one community building”.\n\t\tFor subsections (2) and (3) substitute—\n\t\tThe specified amount for the charity for the tax year is—\n\t\t\t£8,000, or\n\t\t\tif more, an amount equal to the sum of the amounts which, for eachcommunity building in which the charitable activities are run, is thecommunity building amount.\n\t\tThe “community building amount”, in relation to a community building,means—\n\t\t\tthe sum of the small donations made to the charity in the tax year that aremade in person in the local authority area in which the community building issituated, or\n\t\t\tif less, £8,000.\n\t\t\t\tThis is subject to subsections (3A) and (3B).\n\t\t\t(3A)A small donation may not be part of the community building amount for morethan one of the community buildings in which the charity runs charitableactivities in the tax year.\n\t\t\t(3B)Where a small donation would (but for subsection (3A)) be part of thecommunity building amount for more than one community building—\n\t\t\tif the small donation is made in one of those buildings, it is part of thecommunity building amount for that building;\n\t\t\tin any other case, it is part of the community building amount forwhichever one of those buildings the charity determines.\n\t\t\t(3C)“Local authority area” means the area of—\n\t\t\tin England, a district council, a county council for an area for whichthere is no district council, a London borough council, the Common Council ofthe City of London or the Council of the Isles of Scilly;\n\t\t\tin Wales, a county council or a county borough council;\n\t\t\tin Scotland, a council constituted under section 2 of the Local Governmentetc. (Scotland) Act 1994;\n\t\t\tin Northern Ireland, a district council constituted under section 1 of theLocal Government Act (Northern Ireland) 1972.\n\t\t\t(3D)For the purposes of the definition of “local authority area” in subsection(3C), the Inner Temple and the Middle Temple are to be taken as falling withinthe area of the Common Council of the City of London.”\n\t\tOmit subsections (4) to (6).\n\t\tIn section 7(1) of that Act (meaning of “running charitable activities in acommunity building”) omit the words after paragraph (c).\n\t\tIn section 8 of that Act (meaning of “community building”)—\n\t\t\tin subsection (3) for the words from “except at any times” to the endsubstitute “but this is subject to subsection (3A).”;\n\t\t\tafter subsection (3) insert—\n\t\t\t“(3A)The parts mentioned in subsection (3) are not excluded from being acommunity building in relation to a charity if—\n\t\t\tthe charity carries out a charitable activity in those parts, and\n\t\t\tat all times while it does so, the parts are available for use exclusivelyby the charity in carrying out the activity.”\n\t\tIn section 14(1)(c) of that Act (power to alter references to specifiedamount) for “6(3)(b) and (4)(b)” substitute “6(2)(a) and (3)(b)”.\n\tConnected charities running charitable activities in community buildings\n\t\tThe Small Charitable Donations Act 2012 is amended as set out insubsections (2) to (5).\n\t\tIn section 4(4) (connected charities) for the words from “any of” to theend substitute “section 9 (connected charities running charitable activitiesin community buildings) applies.”\n\t\tIn section 9 (connected charities and community buildings)—\n\t\t\tin subsection (1) after paragraph (b) insert—\n\t\t\t\t“but see subsection (2).”;\n\t\t\tfor subsections (2) to (8) substitute—\n\t\tThis section does not apply if the condition in section 9A is met.\n\t\tWhere this section applies, the specified amount for the purposes ofsection 1(4) for a connected eligible charity for the tax year is determinedas follows.\n\t\tIf the charity runs charitable activities in a community building in thetax year, the specified amount is an amount equal to the sum of the amountswhich, for each community building in which the charitable activities are run,is the community building amount.\n\t\tThe “community building amount”, in relation to a community building, is tobe calculated in accordance with section 6(3) to (3B).\n\t\tIf the charity does not run charitable activities in a community buildingin the tax year, the specified amount is nil.”\n\t\tAfter section 9 insert—\n\t\t“9AElection for section 9 not to apply\n\t\t\tThe condition mentioned in section 9(2) is that HMRC have notice from eachconnected eligible charity that the charity does not want section 9 to applyto the connected eligible charities for the tax year.\n\t\t\t“Connected eligible charity” has the same meaning as in section 9.\n\t\t\tA notice under subsection (1) may be withdrawn before the condition in thatsubsection is met, but may not be withdrawn after the condition in thatsubsection has been met.\n\t\t\tRegulations under section 11 may in particular make provision—\n\t\t\t\timposing a time limit for giving a notice under subsection (1);\n\t\t\t\tabout the form and contents of the notice (including provision for them tobe determined by HMRC);\n\t\t\t\trequiring the notice to be accompanied by information specified in theregulations or determined by HMRC.”\n\t\t\tIn section 14(1) (power to alter references to specified amount) omit—\n\t\t\t\tthe “and” at the end of paragraph (c), and\n\t\t\t\tparagraph (d).\n\t\t\tIn the Small Charitable Donations Regulations 2013 ([S.I.2013/938](/id/uksi/2013/938?view=plain \"Go to item of legislation\")), afterregulation 3 insert—\n\t\t“3ANotices under section 9A(1) of the 2012 Act\n\t\t\tA notice under section 9A(1) of the 2012 Act is to be in such form, containsuch particulars, and be accompanied by such information as HMRC maydetermine.\n\t\t\tHMRC may in particular—\n\t\t\t\trequire or permit a notice to be given by each connected eligible charityseparately, or by all of the connected eligible charities jointly;\n\t\t\t\tpermit a notice to be given by two or more of the connected eligiblecharities jointly.\n\t\t\tA notice in relation to a tax year may not be given—\n\t\t\t\tmore than 2 years after the end of that tax year;\n\t\t\t\tafter the end of the period of 12 months beginning with the day on which atop-up claim in respect of small donations made in that tax year is first madeby any of the connected eligible charities.”\n\t\t\tThe provision inserted by subsection (6) may be amended or revoked as if ithad been inserted by regulations under section 11 of the Small CharitableDonations Act 2012.\nChildcare payments\n\tChildcare payments\n\t\tThe Childcare Payments Act 2014 is amended as follows.\n\t\tIn section 5(4) (power to vary entitlement periods) for “a month”substitute “2 months”.\n\t\tIn section 57 (review of decisions)—\n\t\t\tafter subsection (3) insert—\n\t\t\t\t“(3A)Regulations may make provision specifying, or enabling HMRC to specify,the form and manner in which the application may be made (subject tosubsection (3)(a)).”;\n\t\t\tin subsection (4) after “this section” insert “(and any provision madeunder subsection (3A))”.\n\t\tIn section 58 after subsection (2) insert—\n\t\t“(2A)Regulations may make provision specifying, or enabling HMRC to specify,the form and manner in which an application under this section may be made.”\nFinal provisions\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tThe amendments made by sections 1 to 4 have effect for the tax year 2017-18and subsequent tax years (but see section 8).\n\t\t“Tax year” means a year beginning on 6 April and ending on the following 5April.\n\t\tSection 5 comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\t\tSections 6 to 9 come into force on the day on which this Act is passed.\n\tSaving and transitional provision\n\t\tThe provisions omitted by section 1(3) and (5) (application of eligiblecharity test following merger) continue to have effect for the tax year2017-18 and subsequent tax years in relation to cases where the time of themerger is before the tax year 2017-18.\n\t\tSection 13(4) of the Small Charitable Donations Act 2012, as it has effectbecause of subsection (1), has effect as if the amendments made by section1(2) (meaning of “eligible charity”) had not been made.\n\t\tIn subsection (1)—\n\t\t\t  * “tax year” means a year beginning on 6 April and ending on the following 5 April; \n\t\t\t  * “time of the merger” has the same meaning as in section 12 or 13 (as the case may be) of the Small Charitable Donations Act 2012. \n\tShort title\n\t\tThis Act may be cited as the Small Charitable Donations and Childcare PaymentsAct 2017.\n\t"
    }
]