{
    "general": "This law makes sure that small donations to charity are tax-free, so more money goes directly to helping people who need it. It also helps families with childcare costs by giving them extra financial support. This means that both charities and families will get more help from these laws!",
    "series": [
        [
            {
                "length": 241,
                "short": "The Small Charitable Donations Act 2012 Amendments: Clarifying Eligibility and Expanding Childcare Benefits",
                "text": "\n* Simplified point 1: The Small Charitable Donations Act 2012 is amended to clarify the meaning of \"eligible charity\" for the purpose of small donations.\n* Simplified point 2: The amendments include changes to the definition of \"community building\" and \"running charitable activities in a community building\".\n* Simplified point 3: Connected charities running charitable activities in community buildings can elect for section 9 of the Small Charitable Donations Act 2012 not to apply to them for a tax year.\n* Simplified point 4: The Childcare Payments Act 2014 is amended to increase the entitlement period for childcare payments from one month to two months.\n* Simplified point 5: The act also includes final provisions regarding the extent, commencement, and saving and transitional arrangements for the amendments made by the act."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Small Charitable Donations and Childcare Payments Act 2017 makes some important changes to laws that help charities and families with young children. Here's what you need to know:\nFor charities:\n* The law now clearly defines which organizations can receive small donations from taxpayers. This means more money will go directly to eligible charities, rather than being taken up by administrative costs.\n* Community buildings used for charitable purposes can still qualify for small donations, even if they are owned or leased by connected charities. However, these connected charities can choose to opt out of the scheme if they wish.\nFor families with young children:\n* Families receiving government assistance for childcare can now get up to two months of payments instead of just one month. This will provide more financial support for parents who need it most.\nThese changes aim to simplify the process for both charities and families, making it easier for them to access the resources they need.",
    "single": "\n* The Small Charitable Donations and Childcare Payments Act 2017 is a piece of British legislation that simplifies and expands the Small Charitable Donations Act 2012 and the Childcare Payments Act 2014.\n* The bill makes several changes to the Small Charitable Donations Act 2012, including:\n\t+ Changing the meaning of \"eligible charity\" to include more charities and make it easier for donors to give small donations.\n\t+ Allowing charities to run charitable activities in more than one community building and still qualify for small donations.\n\t+ Making it easier for donors to make small donations by allowing them to use contactless payment methods.\n\t+ Expanding the definition of \"community building\" to include more types of buildings and making it easier for charities to run charitable activities in these buildings.\n* The bill also makes changes to the Childcare Payments Act 2014, including:\n\t+ Increasing the amount of childcare payments that parents can receive from 2 months to 2 years.\n\t+ Allowing parents to receive childcare payments for a longer period of time, up to 2 years after the end of the tax year.\n\t+ Giving HMRC more flexibility to vary entitlement periods for childcare payments.\n* The bill comes into force at the end of the period of two months beginning with the day on which the bill is passed, with the exception of certain sections that come into force on the day the bill is passed.\n* The bill applies to England and Wales, Scotland, and Northern Ireland.\n"
}