[
    {
        "length": 841,
        "text": "\nArrest without warrant\n\tThe following shall be inserted after paragraph 11 of Schedule 1A to thePolice and Criminal Evidence Act [1984 (c. 60)](/id/ukpga/1984/60?view=plain\"Go to item of legislation\") (arrestable offences)—\n\t\t“11AAn offence of contravening a provision of an Order in Council undersection 60 of that Act (air navigation order) where the offence relates to—\n\t\ta provision which prohibits specified behaviour by a person in an aircrafttowards or in relation to a member of the crew, or\n\t\ta provision which prohibits a person from being drunk in an aircraft, in sofar as it applies to passengers.”\n\tThe following shall be inserted at the end of Article 26(2) of the Policeand Criminal Evidence (Northern Ireland) Order 1989 ([S.I. 1989/1341 (N.I.12)](/id/nisi/1989/1341?view=plain \"Go to item of legislation\")) (arrestableoffences)—\n\t\tan offence of contravening a provision of an Order in Council undersection 60 of that Act (air navigation order) where the offence relates to—\n\t\ta provision which prohibits specified behaviour by a person in an aircrafttowards or in relation to a member of the crew, or\n\t\ta provision which prohibits a person from being drunk in an aircraft, inso far as it applies to passengers.”\n\tThe following shall be inserted after section 82(3) of the Anti-terrorism,Crime and Security Act [2001 (c. 24)](/id/ukpga/2001/24?view=plain \"Go to itemof legislation\") (aviation security: arrest in Scotland without warrant)—\n\t“(3A)Where, in Scotland, a constable has reasonable grounds for suspectingthat a person has committed an offence of contravening a provision of an Orderin Council made under section 60 of the Civil Aviation Act 1982 (AirNavigation Orders) and the offence relates to—\n\t\ta provision which prohibits specified behaviour by a person in an aircrafttowards a member of the crew of the aircraft,\n\t\ta provision which prohibits a person from being drunk in an aircraft, in sofar as the provision applies to passengers, or\n\t\ta provision which prohibits specified behaviour by a person, beingbehaviour which is likely to endanger an aircraft, or a person in an aircraft,\n\t\tthe constable may arrest that person without warrant.”\nPenalties \n\tThe following shall be inserted after section 61(2) of the [Civil Aviation Act1982 (c. 16)](/id/ukpga/1982/16?view=plain \"Go to item of legislation\") (airnavigation order: offence: maximum penalty)—\n“(2A)Subsection (2)(c) above shall have effect with the substitution of “fiveyears” for “two years” in the case of a provision about endangering anaircraft or a person in an aircraft.”\nCommencement \n\tThis Act shall have effect in relation to an offence committed or alleged tohave been committed after the end of the period of two months beginning withthe day on which it is passed.\nExtent \n\tThis Act extends to Northern Ireland.\nShort Title\n\tThis Act may be cited as the Aviation (Offences) Act 2003.\n"
    }
]