{
    "general": "This law makes sure that people who break rules related to flying are punished fairly and consistently. It helps keep everyone safe when they travel by airplane, whether they're on a plane or near an airport.",
    "series": [
        [
            {
                "length": 157,
                "short": "\"Air Travel Offenses: Stricter Penalties and Arrests Without Warrants\"",
                "text": "\n* Simplified point 1: The Aviation (Offences) Act 2003 allows for the arrest of individuals without a warrant if they are suspected of committing certain offenses related to air travel, such as endangering an aircraft or being drunk on a plane.\n* Simplified point 2: The act also increases the maximum penalty for certain offenses related to air navigation orders, such as endangering an aircraft or a person in an aircraft, to five years imprisonment.\n* Simplified point 3: The act extends to Northern Ireland and comes into effect two months after its passage."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Aviation (Offences) Act 2003 helps keep passengers safe when flying by allowing authorities to quickly arrest anyone who might cause harm to an aircraft or its occupants. This includes people who are too drunk or dangerous to be on a flight. If someone breaks these rules, they could go to jail for up to five years. This law applies to all flights in the United Kingdom, including those that take off or land in Northern Ireland. It became effective two months after it was passed.",
    "single": "\n• The Aviation (Offences) Act 2003 allows for the arrest of individuals without a warrant for certain offences related to aviation.\n• The offences include behaving in a way that endangers an aircraft or a person in an aircraft, being drunk in an aircraft, and contravening provisions of an Air Navigation Order.\n• The Act applies to both passengers and crew members.\n• The penalties for these offences can be up to five years in prison.\n• The Act extends to Northern Ireland and comes into effect two months after its passage.\n• The Act may be cited as the Aviation (Offences) Act 2003.\nIn simpler terms, this Act makes it an offence to behave in a way that endangers an aircraft or its passengers, or to be drunk in an aircraft. It also allows for the arrest of individuals without a warrant for these offences. The penalties for these offences can be up to five years in prison and the Act applies to both passengers and crew members."
}