[
    {
        "length": 1150,
        "text": "\nAmendments of the 1977 Act relating to international obligations\n\tMethods of treatment or diagnosis\n\t\tAfter section 4 of the Patents Act [1977 (c. 37)](/id/ukpga/1977/37?view=plain\"Go to item of legislation\") (“the 1977 Act”) there is inserted—\n\t\t“4AMethods of treatment or diagnosis\n\t\t\tA patent shall not be granted for the invention of—\n\t\t\t\ta method of treatment of the human or animal body by surgery or therapy, or\n\t\t\t\ta method of diagnosis practised on the human or animal body.\n\t\t\tSubsection (1) above does not apply to an invention consisting of asubstance or composition for use in any such method.\n\t\t\tIn the case of an invention consisting of a substance or composition foruse in any such method, the fact that the substance or composition forms partof the state of the art shall not prevent the invention from being taken to benew if the use of the substance or composition in any such method does notform part of the state of the art.\n\t\t\tIn the case of an invention consisting of a substance or composition for aspecific use in any such method, the fact that the substance or compositionforms part of the state of the art shall not prevent the invention from beingtaken to be new if that specific use does not form part of the state of theart.”\n\tAmendment of patents after grant\n\t\tIn section 27 of the 1977 Act (general power to amend after grant), aftersubsection (5) there is inserted—\n\t\tIn considering whether or not to allow an application under this section,the comptroller shall have regard to any relevant principles applicable underthe European Patent Convention.”\n\t\tIn section 58 of that Act (references of disputes as to Crown use)—\n\t\t\tin subsection (6), after “satisfied that” there is inserted “(a)” and atthe end there is inserted “and\n\t\t\tthe relief is sought in good faith”;\n\t\t\tin subsection (8), after “proves that” there is inserted “(a)” and after“knowledge, and” there is inserted—\n\t\t\tthe relief is sought in good faith,\n\t\t\t\tand”.\n\t\tIn section 62 of that Act (restrictions on recovery of damages forinfringement), in subsection (3), after “satisfied that” there is inserted“(a)” and at the end there is inserted “and\n\t\t\tthe proceedings are brought in good faith.”\n\t\tIn section 63 of that Act (relief for infringement of partially validpatent), in subsection (2), after “proves that” there is inserted “(a)” andafter “knowledge, and” there is inserted—\n\t\t\tthe proceedings are brought in good faith,\n\t\t\tand”.\n\t\tIn section 75 of that Act (amendment in infringement or revocationproceedings), after subsection (4) there is inserted—\n\t\tIn considering whether or not to allow an amendment proposed under thissection, the court or the comptroller shall have regard to any relevantprinciples applicable under the European Patent Convention.”\n\tRelief for partially valid patent\n\t\tIn section 63 of the 1977 Act (relief for infringement of partially validpatent), after subsection (3) there is inserted—\n\t\tThe court or the comptroller may also grant relief under this section inthe case of a European patent (UK) on condition that the claims of the patentare limited to its or his satisfaction by the European Patent Office at therequest of the proprietor.”\n\t\tIn section 58 of that Act (references of disputes as to Crown use), aftersubsection (9) there is inserted—\n\t\t\t“(9A)The court may also grant such relief in the case of a European patent(UK) on condition that the claims of the patent are limited to itssatisfaction by the European Patent Office at the request of the proprietor.”\n\tRevocation \n\t\tIn section 72 of the 1977 Act (power to revoke patents on application), insubsection (4), “under section 75 below” is omitted and after that subsectionthere is inserted—\n\t“(4A)The reference in subsection (4) above to the specification being amendedis to its being amended under section 75 below and also, in the case of aEuropean patent (UK), to its being amended under any provision of the EuropeanPatent Convention under which the claims of the patent may be limited byamendment at the request of the proprietor.”\n\tFurther amendments relating to international obligations\n\t\tSchedule 1 (further amendments of the 1977 Act relating to internationalobligations) has effect."
    },
    {
        "length": 378,
        "text": "\nRemedies in entitlement proceedings\n\tIn section 8 of the 1977 Act (reference before grant of patent of questionsabout entitlement etc), in paragraph (c) of subsection (3) (powers ofcomptroller), for “but after the publication of the application” there issubstituted “(whether the application is refused or withdrawn before or afterits publication)”.\n\tIn section 11 of that Act (effect of transfer of application under section8 or 10) after subsection (3) (protection of original applicant or hislicensee) there is inserted—\n\t\t“(3A)If, before registration of a reference under section 8 above resulting inthe making of an order under subsection (3) of that section, the condition insubsection (3)(a) or (b) above is met, the original applicant or any of theapplicants or the licensee shall, on making a request within the prescribedperiod to the new applicant, be entitled to be granted a licence (but not anexclusive licence) to continue working or, as the case may be, to work theinvention so far as it is the subject of the new application.”\n\tIn subsection (4) of that section, for “Any such licence” there issubstituted “A licence under subsection (3) or (3A) above”.\n\tIn subsection (5) of that section—\n\t\tafter “(2)” there is inserted “or (3A)”;\n\t\tafter “proceed” there is inserted “or, as the case may be, who makes thenew application”."
    },
    {
        "length": 256,
        "text": "\nRestrictions on applications abroad by United Kingdom residents\n\tIn section 23 of the 1977 Act (restrictions on applications abroad byUnited Kingdom residents), in subsection (1), after “an invention” there isinserted “if subsection (1A) below applies to that application,”.\n\tAfter that subsection there is inserted—\n\t\t“(1A)This subsection applies to an application if—\n\t\tthe application contains information which relates to military technologyor for any other reason publication of the information might be prejudicial tonational security; or\n\t\tthe application contains information the publication of which might beprejudicial to the safety of the public.”\n\tAfter subsection (3) of that section there is inserted—\n\t“(3A)A person is liable under subsection (3) above only if—\n\t\the knows that filing the application, or causing it to be filed, wouldcontravene this section; or\n\t\the is reckless as to whether filing the application, or causing it to befiled, would contravene this section.”"
    },
    {
        "length": 422,
        "text": "\nTerm of patent and periods allowed for payment of renewal fees\n\tIn section 25 of the 1977 Act (term of patent), for subsection (3) there issubstituted—\n\tWhere any renewal fee in respect of a patent is not paid by the end of theperiod prescribed for payment (the “prescribed period”) the patent shall ceaseto have effect at the end of such day, in the final month of that period, asmay be prescribed.”\n\tIn subsection (4) of that section, for “the period of six monthsimmediately following the end of the prescribed period” there is substituted“the period ending with the sixth month after the month in which theprescribed period ends”.\n\tIn section 28 of that Act (restoration of lapsed patents), in subsection(3), for the words from the second “within” to “that period” there issubstituted “within the period ending with the sixth month after the month inwhich the prescribed period ended”.\n\tIn section 46 of that Act (patentee’s application for entry in registerthat licences are available as of right)—\n\t\tfor paragraph (d) of subsection (3) there is substituted—\n\t\tif the expiry date in relation to a renewal fee falls after the date ofthe entry, that fee shall be half the fee which would be payable had the entrynot been made.”;\n\t\tafter subsection (3A) there is inserted—\n\t\t\t“(3B)For the purposes of subsection (3)(d) above the expiry date in relationto a renewal fee is the day at the end of which, by virtue of section 25(3)above, the patent in question ceases to have effect if that fee is not paid.”"
    },
    {
        "length": 742,
        "text": "\nCompensation of employees for certain inventions\n\tIn section 40 of the 1977 Act (compensation of employees for certaininventions), for subsection (1) there is substituted—\n\tWhere it appears to the court or the comptroller on an application made byan employee within the prescribed period that—\n\t\tthe employee has made an invention belonging to the employer for which apatent has been granted,\n\t\thaving regard among other things to the size and nature of the employer’sundertaking, the invention or the patent for it (or the combination of both)is of outstanding benefit to the employer, and\n\t\tby reason of those facts it is just that the employee should be awardedcompensation to be paid by the employer,\n\t\t\tthe court or the comptroller may award him such compensation of an amountdetermined under section 41 below.”\n\tIn subsection (2)(c) of that section, for “the patent” there is substituted“the invention or the patent for it (or both)”.\n\tIn section 41 of that Act (amount of compensation), for subsection (1)there is substituted—\n\tAn award of compensation to an employee under section 40(1) or (2) aboveshall be such as will secure for the employee a fair share (having regard toall the circumstances) of the benefit which the employer has derived, or mayreasonably be expected to derive, from any of the following—\n\t\tthe invention in question;\n\t\tthe patent for the invention;\n\t\tthe assignment, assignation or grant of—\n\t\tthe property or any right in the invention, or\n\t\tthe property in, or any right in or under, an application for the patent,\n\t\tto a person connected with the employer.”\n\tIn subsections (4) and (5) of that section, the words “a patent for” areomitted.\n\tIn subsection (5)(a) of that section, after “the patent” there is inserted“for it”.\n\tIn section 43 of that Act (provisions supplementing sections 39 to 42), insubsection (5)—\n\t\tfor “a patent” there is substituted “an invention or patent”;\n\t\tfor “the patent”, in both places, there is substituted “it”.\n\tAfter subsection (5) of that section there is inserted—\n\t“(5A)For the purposes of sections 40 and 41 above the benefit derived orexpected to be derived by an employer from an invention shall not include anybenefit derived or expected to be derived from the invention after the patentfor it has expired or has been surrendered or revoked.”\n\tThis section, and the entry in Schedule 3 corresponding to subsection (4),apply in relation to an invention the patent for which is applied for on orafter the commencement of this section.\n\tIn this subsection “patent” has the meaning given by section 43(4) of the 1977Act."
    },
    {
        "length": 194,
        "text": "\nEnforcement of damages\n\tIn section 61 of the 1977 Act (proceedings for infringement of a patent),after subsection (6) there is inserted—\n\tIf the comptroller awards any sum by way of damages on a reference undersubsection (3) above, then—\n\t\tin England and Wales, the sum shall be recoverable, if a county court soorders, by execution issued from the county court or otherwise as if it werepayable under an order of that court;\n\t\tin Scotland, payment of the sum may be enforced in like manner as anextract registered decree arbitral bearing a warrant for execution issued bythe sheriff court of any sheriffdom in Scotland;\n\t\tin Northern Ireland, payment of the sum may be enforced as if it were amoney judgment.”"
    },
    {
        "length": 775,
        "text": "\nThreats of infringement proceedings\n\tSection 70 of the 1977 Act (remedy for groundless threats of infringementproceedings) is amended as follows.\n\tFor subsection (2) there is substituted—\n\tIn any such proceedings the claimant or pursuer shall, subject tosubsection (2A) below, be entitled to the relief claimed if he proves that thethreats were so made and satisfies the court that he is a person aggrieved bythem.\n\t\t(2A)If the defendant or defender proves that the acts in respect of whichproceedings were threatened constitute or, if done, would constitute aninfringement of a patent—\n\t\tthe claimant or pursuer shall be entitled to the relief claimed only if heshows that the patent alleged to be infringed is invalid in a relevantrespect;\n\t\teven if the claimant or pursuer does show that the patent is invalid in arelevant respect, he shall not be entitled to the relief claimed if thedefendant or defender proves that at the time of making the threats he did notknow, and had no reason to suspect, that the patent was invalid in thatrespect.”\n\tFor subsection (4) there is substituted—\n\tProceedings may not be brought under this section for—\n\t\ta threat to bring proceedings for an infringement alleged to consist ofmaking or importing a product for disposal or of using a process, or\n\t\ta threat, made to a person who has made or imported a product for disposalor used a process, to bring proceedings for an infringement alleged to consistof doing anything else in relation to that product or process.”\n\tFor subsection (5) there is substituted—\n\tFor the purposes of this section a person does not threaten another personwith proceedings for infringement of a patent if he merely—\n\t\tprovides factual information about the patent,\n\t\tmakes enquiries of the other person for the sole purpose of discoveringwhether, or by whom, the patent has been infringed as mentioned in subsection(4)(a) above, or\n\t\tmakes an assertion about the patent for the purpose of any enquiries somade.”\n\tAfter subsection (5) there is inserted—\n\tIn proceedings under this section for threats made by one person (A) toanother (B) in respect of an alleged infringement of a patent for aninvention, it shall be a defence for A to prove that he used his bestendeavours, without success, to discover—\n\t\twhere the invention is a product, the identity of the person (if any) whomade or (in the case of an imported product) imported it for disposal;\n\t\twhere the invention is a process and the alleged infringement consists ofoffering it for use, the identity of a person who used the process;\n\t\twhere the invention is a process and the alleged infringement is an actfalling within section 60(1)(c) above, the identity of the person who used theprocess to produce the product in question;\n\t\tand that he notified B accordingly, before or at the time of making thethreats, identifying the endeavours used.”"
    },
    {
        "length": 794,
        "text": "\nOpinions by Patent Office as to validity or infringement\n\tAfter section 74 of the 1977 Act there is inserted—\n\t“Opinions by Patent Office\n\t\tAOpinions as to validity or infringement\n\t\t\tThe proprietor of a patent or any other person may request the comptrollerto issue an opinion—\n\t\t\t\tas to whether a particular act constitutes, or (if done) would constitute,an infringement of the patent;\n\t\t\t\tas to whether, or to what extent, the invention in question is notpatentable because the condition in section 1(1)(a) or (b) above is notsatisfied.\n\t\t\tSubsection (1) above applies even if the patent has expired or has beensurrendered.\n\t\t\tThe comptroller shall issue an opinion if requested to do so undersubsection (1) above, but shall not do so—\n\t\t\t\tin such circumstances as may be prescribed, or\n\t\t\t\tif for any reason he considers it inappropriate in all the circumstances todo so.\n\t\t\tAn opinion under this section shall not be binding for any purposes.\n\t\t\tAn opinion under this section shall be prepared by an examiner.\n\t\t\tIn relation to a decision of the comptroller whether to issue an opinionunder this section—\n\t\t\t\tfor the purposes of section 101 below, only the person making the requestunder subsection (1) above shall be regarded as a party to a proceeding beforethe comptroller; and\n\t\t\t\tno appeal shall lie at the instance of any other person.\n\t\tBReviews of opinions under section 74A\n\t\t\tRules may make provision for a review before the comptroller, on anapplication by the proprietor or an exclusive licensee of the patent inquestion, of an opinion under section 74A above.\n\t\t\tThe rules may, in particular—\n\t\t\t\tprescribe the circumstances in which, and the period within which, anapplication may be made;\n\t\t\t\tprovide that, in prescribed circumstances, proceedings for a review may notbe brought or continued where other proceedings have been brought;\n\t\t\t\tmake provision under which, in prescribed circumstances, proceedings on areview are to be treated for prescribed purposes as if they were proceedingsunder section 61(1)(c) or (e), 71(1) or 72(1)(a) above;\n\t\t\t\tprovide for there to be a right of appeal against a decision made on areview only in prescribed cases.”\n\t\t\tIn section 74 of that Act (proceedings in which validity of patent may beput in issue), in subsection (8), after “the validity of a patent is not putin issue merely because” there is inserted “(a)” and at the end there isinserted “or\n\t\t\t\tits validity is being considered in connection with an opinion undersection 74A below or a review of such an opinion.”\n\t\t\tIn section 32(2) of that Act (rules about the register of patents), afterparagraph (b) there is inserted—\n\t\t\t\tthe entering on the register of notices concerning opinions issued, or tobe issued, under section 74A below;”."
    },
    {
        "length": 231,
        "text": "\nCosts and expenses in infringement proceedings etc\n\tSection 106 of the 1977 Act (costs and expenses in proceedings before theCourt under s. 40) is amended as follows.\n\tIn subsection (1) (relevance of parties' financial position), for the wordsfrom “proceedings” to “the court)” there is substituted “proceedings to whichthis section applies”.\n\tAfter that subsection there is inserted—\n\t\t“(1A)This section applies to proceedings before the court (includingproceedings on an appeal to the court) which are—\n\t\tproceedings under section 40;\n\t\tproceedings for infringement;\n\t\tproceedings under section 70; or\n\t\tproceedings on an application for a declaration or declarator under section71.”\n\tThis section applies in relation to proceedings commenced on or after thecommencement of this section."
    },
    {
        "length": 144,
        "text": "\nSecurity for costs\n\tIn section 107 of the 1977 Act (costs and expenses), for subsection (4) thereis substituted—\n\tThe comptroller may make an order for security for costs or expensesagainst any party to proceedings before him under this Act if—\n\t\tthe prescribed conditions are met, and\n\t\the is satisfied that it is just to make the order, having regard to all thecircumstances of the case;\n\t\tand in default of the required security being given the comptroller may treatthe reference, application or notice in question as abandoned.”"
    },
    {
        "length": 511,
        "text": "\nSupplemental\n\tAmendments, repeals and revocations\n\t\tSchedule 2 (minor and consequential amendments) has effect.\n\t\tThe enactments set out in Schedule 3 are repealed to the extent specified.\n\t\tArticle 6 of the Patent Office Trading Fund Order 1991 ([S.I.1991/1796](/id/uksi/1991/1796?view=plain \"Go to item of legislation\")) isrevoked.\n\tCommencement etc\n\t\tThe preceding provisions of this Act (except those mentioned in subsection(2)) come into force on such day as the Secretary of State may by order madeby statutory instrument appoint.\n\t\tParagraphs 7 and 23 of Schedule 2 come into force with the commencement ofthe Regulatory Reform (Patents) Order 2004.\n\t\tAn order under this section may appoint different days for differentpurposes.\n\t\tAn order under this section may make—\n\t\t\tany supplementary, incidental or consequential provision, or\n\t\t\tany transitory, transitional or saving provision,\n\t\t\t\tthat the Secretary of State considers necessary or expedient for the purposesof, in consequence of or for giving full effect to any provision of this Act.\n\t\tA statutory instrument containing provision made by virtue of subsection(4) is subject to annulment in pursuance of a resolution of either House ofParliament, unless the only such provision it contains is transitory,transitional or saving provision.\n\t\tThe provision that may be made under subsection (4) includes provisionamending or repealing any enactment or instrument.\n\t\tA statutory instrument containing an order under this section that adds to,replaces or omits any part of the text of an Act is not to be made unless adraft of the instrument has been laid before, and approved by a resolution of,each House of Parliament; and subsection (5) does not apply to such aninstrument.\n\tShort title and extent\n\t\tThis Act may be cited as the Patents Act 2004.\n\t\tThis Act has the same extent as the 1977 Act."
    }
]