[
    {
        "length": 2132,
        "text": "\nChapter 1NHS Constitution\n\tNHS Constitution\n\t\tIn this Chapter the “NHS Constitution” means—\n\t\t\tthe document entitled “The NHS Constitution” published by the Secretary ofState on 21 January 2009, or\n\t\t\tany revised version of that document published under section 3 or 4.\n\t\tIn this Chapter the “Handbook” means—\n\t\t\tthe document entitled “The Handbook to the NHS Constitution” published bythe Secretary of State on 21 January 2009, or\n\t\t\tany revised version of that document published under section 5.\n\tDuty to have regard to NHS Constitution\n\t\tEach of the bodies listed in subsection (2) must, in performing its NHSfunctions, have regard to the NHS Constitution.\n\t\tThe bodies are—\n\t\t\tStrategic Health Authorities;\n\t\t\tPrimary Care Trusts;\n\t\t\tNational Health Service trusts;\n\t\t\tSpecial Health Authorities;\n\t\t\tNHS foundation trusts;\n\t\t\tthe Independent Regulator of NHS Foundation Trusts;\n\t\t\tthe Care Quality Commission.\n\t\tIn subsection (1) an “NHS function” means any function under an enactmentwhich is a function concerned with, or connected to, the provision,commissioning or regulation of NHS services.\n\t\tEach person who—\n\t\t\tprovides NHS services under a contract, agreement or arrangements madeunder or by virtue of an enactment listed in subsection (6), or\n\t\t\tprovides or assists in providing NHS services under arrangements undersection 12(1) of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\"),\n\t\t\t\tmust, in doing so, have regard to the NHS Constitution.\n\t\tEach person who—\n\t\t\tin pursuance of a contract, agreement or arrangements as mentioned insubsection (4)(a) or (b), makes arrangements (“sub-contracting arrangements”)for another person to provide or assist in providing NHS services, or\n\t\t\tprovides or assists in providing NHS services under sub-contractingarrangements,\n\t\t\tmust, in doing so, have regard to the NHS Constitution.\n\t\tThe enactments referred to in subsection (4)(a) are the followingprovisions of the [National Health Service Act2006](/id/ukpga/2006/41?view=plain \"Go to item of legislation\")—\n\t\t\tsection 83(2)(b) (arrangements made by PCTs for provision of primarymedical services);\n\t\t\tsection 84(1) (general medical services contracts);\n\t\t\tsection 92 (other arrangements for the provision of primary medicalservices);\n\t\t\tsection 100(1) (general dental services contracts);\n\t\t\tsection 107(1) (other arrangements for the provision of primary dentalservices);\n\t\t\tsection 117(1) (general ophthalmic services contracts);\n\t\t\tsection 126(1) (pharmaceutical services);\n\t\t\tsection 127(1) (additional pharmaceutical services);\n\t\t\tSchedule 12 (local pharmaceutical services schemes).\n\t\tIn this Chapter “NHS services” means health services provided in Englandfor the purposes of the health service continued under section 1(1) of the[National Health Service Act 2006](/id/ukpga/2006/41?view=plain \"Go to item oflegislation\").\n\t\tReferences in this section to the provision of services include referencesto the provision of services jointly with another person.\n\tAvailability and review of NHS Constitution\n\t\tThe Secretary of State must ensure that the NHS Constitution continues tobe available to patients, staff and members of the public.\n\t\tAt least once in any period of 10 years the Secretary of State must carryout a review of the NHS Constitution (referred to in this Chapter as a “10year review”).\n\t\tThe following must be consulted about the NHS Constitution on a 10 yearreview—\n\t\t\tpatients and bodies or other persons representing patients,\n\t\t\tstaff and bodies or other persons representing staff,\n\t\t\tcarers, \n\t\t\tlocal authorities,\n\t\t\tmembers of the public,\n\t\t\tthe bodies and persons listed in section 2(2), (4) and (5), and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tThe first 10 year review must be completed not later than 5 July 2018.\n\t\tThe guiding principles may not be revised as a result of a 10 year review,except in accordance with regulations made by the Secretary of State settingout the revision to be made.\n\t\tThe Secretary of State must publish the NHS Constitution after any revisionmade as a result of a 10 year review.\n\t\tIn this Chapter—\n\t\t\t  * “carers” means persons who, as relatives or friends, care for other persons to whom NHS services are being provided; \n\t\t\t  * “the guiding principles” means— \n\t\t\tthe 7 principles described in the NHS Constitution published on 21 January2009 as “the principles that guide the NHS”, or\n\t\t\tany revised version of those principles set out in the NHS Constitutionpublished under this section or section 4;\n\t\t\t\t  * “patients” means persons to whom NHS services are being provided; \n\t\t\t\t  * “staff” means— \n\t\t\tpersons employed by a body listed in section 2(2) or otherwise working forsuch a body (whether as or on behalf of a contractor, as a volunteer orotherwise) in, or in connection with, the provision, commissioning orregulation of NHS services;\n\t\t\tpersons employed by a person listed in subsection (4) or (5) of section 2 orotherwise working for such a person (whether as or on behalf of a contractor,as a volunteer or otherwise) in, or in connection with, the provision of NHSservices or assistance or the making of arrangements as mentioned in thesubsection in question.\n\t\tFor the purposes of subsection (3), each of the following is a localauthority—\n\t\t\ta county council in England;\n\t\t\ta district council in England, other than a council for a district in acounty for which there is a county council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London;\n\t\t\tthe Council of the Isles of Scilly.\n\tOther revisions of NHS Constitution\n\t\tThis section applies to any revision of the NHS Constitution made otherthan as a result of a 10 year review (including any such revision whichrevises the guiding principles).\n\t\tBefore any revision the Secretary of State must undertake appropriateconsultation about the proposed revision.\n\t\tThe persons consulted must include such patients, staff, members of thepublic and other persons as appear to the Secretary of State to be affected bythe proposed revision.\n\t\tThe guiding principles may not be revised, except in accordance withregulations made by the Secretary of State setting out the revision to bemade.\n\t\tThe Secretary of State must publish the NHS Constitution after anyrevision.\n\tAvailability, review and revision of Handbook\n\t\tThe Secretary of State must ensure that the Handbook continues to beavailable to patients, staff and members of the public.\n\t\tAt least once in any period of 3 years the Secretary of State must carryout a review of the Handbook.\n\t\tThe first review must be completed not later than 5 July 2012.\n\t\tThe Secretary of State must publish the Handbook after any revision(whether made as a result of a review under this section or otherwise).\n\tReport on effect of NHS Constitution\n\t\tThe Secretary of State must publish a report every 3 years on how the NHSConstitution has affected patients, staff, carers and members of the public,since the last report was produced under this subsection.\n\t\tThe first report must be published not later than 5 July 2012.\n\t\tThe Secretary of State must lay before Parliament a copy of each reportunder subsection (1).\n\tRegulations under section 3 or 4\n\t\tThe power to make regulations under section 3 or 4 is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations under either of thosesections is subject to annulment in pursuance of a resolution of either Houseof Parliament."
    },
    {
        "length": 1219,
        "text": "\nChapter 2Quality accounts\n\tDuty of providers to publish information\n\t\tEach of the bodies listed in subsection (2) must, in accordance withregulations made by the Secretary of State, publish in respect of eachreporting period a document containing prescribed information relevant to thequality of—\n\t\t\tany NHS services that the body provides;\n\t\t\tany NHS services that, under arrangements made by the body, are provided bya person not listed in subsection (2) or (3);\n\t\t\tany services that are provided in England and for the provision of whichthe body provides assistance or support under section 124(1) of the [NationalHealth Service Act 2006 (c. 41)](/id/ukpga/2006/41?view=plain \"Go to item oflegislation\") (primary ophthalmic services).\n\t\tThe bodies are—\n\t\t\tPrimary Care Trusts;\n\t\t\tNational Health Service trusts all or most of whose hospitals,establishments and facilities are in England;\n\t\t\tSpecial Health Authorities;\n\t\t\tNHS foundation trusts.\n\t\tEach person who—\n\t\t\tprovides NHS services as mentioned in section 2(4)(a),\n\t\t\tprovides or assists in providing NHS services as mentioned in section2(4)(b), or\n\t\t\tmakes arrangements as mentioned in section 2(5)(a) for another person toprovide NHS services,\n\t\t\t\tmust, in accordance with regulations made by the Secretary of State, publishin respect of each reporting period a document containing prescribedinformation relevant to the quality of those services.\n\t\tReferences in this section to the provision of services include referencesto the provision of services jointly with another person.\n\t\tThe Secretary of State may by regulations provide that subsection (1) or(3) does not apply to prescribed bodies, persons or services, or to bodies,persons or services of a prescribed description.\n\t\tIn this section “NHS services” has the same meaning as in Chapter 1.\n\tSupplementary provision about the duty\n\t\tIn this section “the provider” means the body or person required to publisha document under section 8.\n\t\tFor the purposes of that section a reporting period is—\n\t\t\tthe period of 12 months beginning with 1 April 2009, and\n\t\t\teach subsequent period of 12 months.\n\t\tIf the Care Quality Commission or a Strategic Health Authority notifies theprovider of an error or omission in a document published under that section,the provider must within 21 days of the notification republish the documentcorrecting the error or omission and including a statement explaining thecorrection.\n\t\tA copy of any document published under that section must be sent by theprovider to the Secretary of State in any form specified by the Secretary ofState for the purpose of enabling the Secretary of State to make the documentavailable to the public.\n\t\tRegulations under subsection (1) or (3) of section 8 may in particular makeprovision—\n\t\t\tas to the form of a document published under that section and its contentsin addition to the prescribed information;\n\t\t\timposing duties on the provider for the purpose of ensuring the accuracy ofinformation;\n\t\t\tas to how and when a document must be published and when a copy must besent under subsection (4);\n\t\t\trequiring the provider to have regard to guidance issued by the Secretaryof State.\n\t\tThe provider must at the request of any person provide to that person acopy of any document published by the provider under section 8 relating to areporting period ending not more than 2 years before the request.\n\t\tWhile subsection (1) or (3) of section 8 applies to the provider, theprovider must keep affixed, in a conspicuous place at each of the premises atwhich the provider provides services to which that subsection applies, anotice stating how the most recent document published by the provider underthat section may be obtained.\n\t\tSubsection (7) does not apply if—\n\t\t\tthe provider does not have control of the premises, or\n\t\t\tthe services are provided by means such that the persons receiving them donot do so at the premises.\n\t\tIn subsection (7) “premises” includes a vehicle or moveable structure.\n\tRegulations under section 8\n\t\tThe power to make regulations under section 8 is exercisable by statutoryinstrument.\n\t\tA statutory instrument containing regulations under section 8 is subject toannulment in pursuance of a resolution of either House of Parliament.\n\t\tThe power to make regulations under section 8—\n\t\t\tmay be exercised so as to make the full provision to which the powerextends or any less provision (whether by way of exception or otherwise);\n\t\t\tmay be exercised so as to make the same provision for all cases in relationto which the power is exercised, or different provision for different cases;\n\t\t\tmay be exercised so as to make any such provision unconditionally orsubject to any specified condition."
    },
    {
        "length": 2531,
        "text": "\nChapter 3Direct payments\n\tDirect payments for health care\n\t\tIn Part 1 of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\"), after section12 insert—\n\t\t“Direct payments for health care\n\t\t\tADirect payments for health care\n\t\t\t\tThe Secretary of State may, for the purpose of securing the provision to apatient of anything to which this subsection applies, make payments, with thepatient’s consent, to the patient or to a person nominated by the patient.\n\t\t\t\tSubsection (1) applies to—\n\t\t\t\t\tanything that the Secretary of State may or must provide under section 2(1)or 3(1);\n\t\t\t\t\tanything for which the Secretary of State must arrange under paragraph 8 ofSchedule 1;\n\t\t\t\t\tvehicles that the Secretary of State may provide under paragraph 9 of thatSchedule.\n\t\t\t\tSubsection (1) is subject to any provision made by regulations undersection 12B.\n\t\t\t\tIf regulations so provide, a Primary Care Trust may, for the purpose ofsecuring the provision for a patient of services that the trust must provideunder section 117 of the Mental Health Act 1983 (after-care), make payments,with the patient’s consent, to the patient or to a person nominated by thepatient.\n\t\t\t\tA payment under subsection (1) or under regulations under subsection (4) isreferred to in this Part as a “direct payment”.\n\t\t\t\tA direct payment may be made only in accordance with a pilot scheme underregulations made by virtue of section 12C.\n\t\t\tBRegulations about direct payments\n\t\t\t\tThe Secretary of State may make regulations about direct payments.\n\t\t\t\tThe regulations may in particular make provision—\n\t\t\t\t\tas to circumstances in which, and descriptions of persons and services inrespect of which, direct payments may or must be made;\n\t\t\t\t\tas to circumstances in which direct payments may or must be made to aperson nominated by the patient;\n\t\t\t\t\tas to the making of direct payments (and, in particular, as to persons towhom payments may or must be made) where the patient lacks capacity to consentto the making of the payments;\n\t\t\t\t\tas to conditions that the Secretary of State or the Primary Care Trust mustcomply with before, after or at the time of making a direct payment;\n\t\t\t\t\tas to conditions that the patient or (if different) the payee may or mustbe required to comply with before, after, or at the time when a direct paymentis made;\n\t\t\t\t\tas to the amount of any direct payment or how it is to be calculated;\n\t\t\t\t\tas to circumstances in which the Secretary of State or the Primary CareTrust may or must stop making direct payments;\n\t\t\t\t\tas to circumstances in which the Secretary of State or the Primary CareTrust may or must require all or part of a direct payment to be repaid, by thepayee or otherwise;\n\t\t\t\t\tas to monitoring of the making of direct payments, of their use by thepayee, or of services which they are used to secure;\n\t\t\t\t\tas to arrangements to be made by the Secretary of State or the Primary CareTrust for providing patients, payees or their representatives withinformation, advice or other support in connection with direct payments;\n\t\t\t\t\tfor such support to be treated to any prescribed extent as a service inrespect of which direct payments may be made.\n\t\t\t\tIf the regulations make provision in the case of a person who lackscapacity to consent to direct payments being made, they may apply thatprovision, or make corresponding provision, with or without modifications, inthe case of a person who has lacked that capacity but no longer does so(whether because of fluctuating capacity, or regaining or gaining capacity).\n\t\t\t\tThe regulations may provide for a sum which must be repaid to the Secretaryof State or the Primary Care Trust by virtue of a condition or otherrequirement imposed by or under the regulations to be recoverable as a debtdue to the Secretary of State or the Primary Care Trust.\n\t\t\t\tThe regulations may make provision—\n\t\t\t\t\tfor a service in respect of which a direct payment has been made undersection 12A(1) to be regarded, only to such extent and subject to suchconditions as may be prescribed, as provided or arranged for by the Secretaryof State under an enactment mentioned in section 12A(2);\n\t\t\t\t\tdisplacing functions or obligations of a Primary Care Trust with respect tothe provision of after-care services under section 117 of the Mental HealthAct 1983, only to such extent and subject to such conditions as may beprescribed.\n\t\t\t\tIn this section—\n\t\t\t\t\t“service” includes anything in respect of which direct payments may bemade;\n\t\t\t\t\treferences to a person lacking capacity are references to a person lackingcapacity within the meaning of the Mental Capacity Act 2005.\n\t\t\tCDirect payments pilot schemes\n\t\t\t\tRegulations under section 12B may provide for the Secretary of State tohave power—\n\t\t\t\t\tto make pilot schemes in accordance with which direct payments may be made;\n\t\t\t\t\tto include in a pilot scheme, as respects payments to which the schemeapplies, any provision within section 12B(2), subject to any provision made bythe regulations.\n\t\t\t\tThe regulations may in particular make provision, or provide for the pilotscheme to make provision, as to—\n\t\t\t\t\tthe geographical area in which a pilot scheme operates;\n\t\t\t\t\tthe revocation or amendment of a pilot scheme.\n\t\t\t\tA pilot scheme must, in accordance with the regulations, specify the periodfor which it has effect, subject to the extension of that period by theSecretary of State in accordance with the regulations.\n\t\t\t\tThe regulations must make provision as to the review of a pilot scheme, orrequire the pilot scheme to include such provision.\n\t\t\t\tProvision as to the review of a pilot scheme may in particular includeprovision—\n\t\t\t\t\tfor a review to be carried out by an independent person;\n\t\t\t\t\tfor publication of the findings of a review;\n\t\t\t\t\tas to matters to be considered on a review.\n\t\t\t\tThose matters may in particular include any of the following—\n\t\t\t\t\tthe administration of the scheme;\n\t\t\t\t\tthe effect of direct payments on the cost or quality of care received bypatients;\n\t\t\t\t\tthe effect of direct payments on the behaviour of patients, carers orpersons providing services in respect of which direct payments are made.\n\t\t\t\tAfter any review of one or more pilot schemes, the Secretary of State maymake an order under subsection (8) or (10).\n\t\t\t\tAn order under this subsection is an order making provision for either orboth of the following—\n\t\t\t\t\trepealing section 12A(6) and subsections (1) to (4) of this section;\n\t\t\t\t\tamending, repealing, or otherwise modifying any other provision of thisAct.\n\t\t\t\tAn order may make provision within subsection (8)(b) only if it appears tothe Secretary of State to be necessary or expedient for the purpose offacilitating the exercise of the powers conferred by section 12A(1) or byregulations under section 12A(4).\n\t\t\t\tAn order under this subsection is an order repealing sections 12A, 12B,12D and this section.\n\t\t\tDArrangements with other bodies relating to direct payments\n\t\t\t\tThe Secretary of State may arrange with any person or body to giveassistance in connection with direct payments.\n\t\t\t\tArrangements may be made under subsection (1) with voluntary organisations.\n\t\t\t\tPowers under this section may be exercised on such terms as may be agreed,including terms as to the making of payments by the Secretary of State.”\n\tJurisdiction of Health Service Commissioner\n\t\tThe [Health Service Commissioners Act 1993 (c.46)](/id/ukpga/1993/46?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 2B (independent providers subject to investigation) aftersubsection (1) insert—\n\t\t\t“(1A)Persons are subject to investigation by the Commissioner if—\n\t\t\tthey are, or were at the time of the action complained of, providing directpayment services, and\n\t\t\tthey are not, or were not at the time of the action complained of, healthservice bodies.”\n\t\tIn subsection (5) of that section after “subsection (1)” insert “or (1A)”.\n\t\tIn section 3(1C) (complaints against independent providers) after “(ofwhatever kind)” insert “, or has undertaken to provide direct paymentservices,”.\n\t\tIn section 7(2) (contractual or commercial transactions) after paragraph(a) insert—\n\t\t\tmatters arising from arrangements for the provision of direct paymentservices,”.\n\t\tIn section 14 (reports by the Commissioner), in subsection (2C)(e) after“independent provider” insert “(in a case within section 2B(1))”.\n\t\tIn section 19 (interpretation) after the definition of “the Court” insert—\n\t\t\t  * ““direct payment services” means services in respect of which direct payments have been made under section 12A(1), or under regulations under section 12A(4), of the National Health Service Act 2006;”.\n\tDirect payments: minor and consequential amendments\n\t\tSchedule 1 (which makes minor and consequential amendments relating to directpayments, including in the case of section 117 of the [Mental Health Act 1983(c. 20)](/id/ukpga/1983/20?view=plain \"Go to item of legislation\"), socialcare direct payments) has effect."
    },
    {
        "length": 139,
        "text": "\nChapter 4Innovation\n\tInnovation prizes\n\t\tThe Secretary of State may make payments as prizes to promote innovation inthe provision of health services in England.\n\t\tA prize may relate to—\n\t\t\twork at any stage of innovation (including research);\n\t\t\twork done at any time (including work before the commencement of thissection).\n\t\tThe Secretary of State may establish a committee to give advice about theexercise of the power conferred by subsection (1), and may pay remuneration,allowances and expenses to members."
    },
    {
        "length": 1766,
        "text": "\nDe-authorisation of NHS foundation trusts\n\tDe-authorisation of NHS foundation trusts\n\t\tIn the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") after section52 insert—\n\t\t“52AApplication of sections 52B to 52E\n\t\t\tSections 52B to 52E apply to—\n\t\t\t\tan NHS foundation trust authorised under section 35 on an application undersection 33;\n\t\t\t\tan NHS foundation trust established under section 56 to which subsection(2) applies.\n\t\t\tThis subsection applies to an NHS foundation trust if—\n\t\t\t\tat least one of the trusts on whose application the NHS foundation trustwas established was an NHS foundation trust within subsection (1)(a), or wasan NHS trust all or most of whose hospitals, establishments and facilitieswere in England, or\n\t\t\t\tthe NHS foundation trust is the result of a succession of mergers undersection 56, any of which involved an NHS foundation trust within subsection(1)(a) or an NHS trust all or most of whose hospitals, establishments andfacilities were in England.\n\t\tBDe-authorisation: regulator’s notice\n\t\t\tThe regulator may give the Secretary of State a notice under this sectionif it is satisfied that—\n\t\t\t\tan NHS foundation trust to which this section applies is contravening orfailing to comply with, or has contravened or failed to comply with, any termof its authorisation or any requirement imposed on it under any enactment, and\n\t\t\t\tthe seriousness of the contravention or failure, or, if there has been morethan one, of any of them taken together, is such that it would justify theSecretary of State making an order under section 52D.\n\t\t\tThe notice must be in writing.\n\t\t\tWith the notice the regulator must give the Secretary of State a reportstating the reasons why it is satisfied as mentioned in subsection (1).\n\t\t\tBefore giving a notice under this section, the regulator must consult firstthe Secretary of State (unless the notice follows a request by the Secretaryof State under section 52E) and then—\n\t\t\t\tthe trust,\n\t\t\t\tany Strategic Health Authority in whose area the trust has hospitals,establishments or facilities, and\n\t\t\t\tany other person to which the trust provides goods or services under thisAct and which the regulator considers it appropriate to consult.\n\t\tCGrounds for de-authorisation notice\n\t\t\tIn determining under section 52B(1)(b) whether the making of an order wouldbe justified, and in determining whether to give a notice under that section,the regulator must consider these matters (among others)—\n\t\t\t\tthe health and safety of patients;\n\t\t\t\tthe quality of the provision by the trust of goods and services;\n\t\t\t\tthe financial position of the trust;\n\t\t\t\tthe way it is being run.\n\t\t\tThe regulator must publish guidance as to the matters (including thosementioned in subsection (1)) that it proposes to consider in making thosedeterminations.\n\t\t\tBefore publishing any guidance under this section, including any revisedguidance, the regulator must consult—\n\t\t\t\tthe Secretary of State,\n\t\t\t\teach NHS foundation trust to which this section applies,\n\t\t\t\teach NHS trust intending to make an application to become an NHS foundationtrust, and\n\t\t\t\tsuch other persons as the regulator considers appropriate.\n\t\tDDe-authorisation \n\t\t\tIf the regulator gives notice under section 52B in relation to a trust, theSecretary of State must make an order for it to cease to be an NHS foundationtrust.\n\t\t\tAn order made under subsection (1) must specify the date when it is to takeeffect, which must be within the period of 5 working days beginning with theday on which it is made.\n\t\t\tOn an order under subsection (1) taking effect in relation to a body, itceases to be an NHS foundation trust and a public benefit corporation andbecomes a National Health Service trust.\n\t\t\tThe order must specify, in relation to the trust, the matters mentioned inparagraph 5(1)(a) to (c) of Schedule 4 and, where the trust has a significantteaching commitment, the matters mentioned in paragraph 5(1)(d).\n\t\t\tThe order may provide for any provision under subsection (4) specifying thenumber of executive directors and non-executive directors to take effect atthe end of a period specified in the order.\n\t\t\tSchedule 8A makes further provision about trusts in respect of which anorder is made under subsection (1).\n\t\t\tIf it appears to the Secretary of State to be necessary in order to complywith provision made under subsection (4), or made by regulations underparagraph 4 of Schedule 4, the Secretary of State may by order—\n\t\t\t\tterminate the office of any executive or non-executive director of thetrust;\n\t\t\t\tappoint a person to be an executive or non-executive director of the trust.\n\t\t\tWithin seven days after the day on which the Secretary of State makes anorder under subsection (1) the regulator must publish its report under section52B(3).\n\t\t\tIn this section “working day” means any day which is not Saturday, Sunday,Christmas Day, Good Friday or a day which is a bank holiday in England andWales under the Banking and Financial Dealings Act 1971.\n\t\tESecretary of State’s request\n\t\t\tIf it appears to the Secretary of State that there are grounds for theregulator to be satisfied as mentioned in section 52B(1), the Secretary ofState may request the regulator in writing to consider exercising its power togive a notice under that section.\n\t\t\tA request under this section must—\n\t\t\t\tspecify the NHS foundation trust to which it relates, and\n\t\t\t\tstate the grounds relied on by the Secretary of State.\n\t\t\tThe Secretary of State must lay before Parliament any request under thissection.\n\t\t\tIf within the required period the regulator does not give a notice undersection 52B in response to a request under this section, it must, within thatperiod, publish its reasons for not doing so with a statement as to how it hascomplied with section 52C(1).\n\t\t\tThe required period is—\n\t\t\t\t14 days beginning with the day after the regulator receives the request, or\n\t\t\t\tany longer period specified in the request.\n\t\t\tThe Secretary of State may by order extend or further extend the requiredperiod.”\n\t\t\tSchedule 2 (which inserts Schedule 8A to the National Health Service Act2006, which makes provision about de-authorised NHS foundation trusts) haseffect."
    },
    {
        "length": 3776,
        "text": "\nTrust special administrators: NHS trusts and NHS foundation trusts\n\tAfter section 65 of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") insert—\n\t“Chapter 5ATrust special administrators: NHS trusts and NHS foundationtrusts\n\tApplication\n\tAApplication \n\t\tThis Chapter applies to—\n\t\t\tan NHS trust all or most of whose hospitals, establishments and facilitiesare in England;\n\t\t\tan NHS foundation trust authorised under section 35 on an application undersection 33;\n\t\t\tan NHS foundation trust established under section 56 to which subsection(2) applies.\n\t\tThis subsection applies to an NHS foundation trust if—\n\t\t\tat least one of the trusts on whose application the NHS foundation trustwas established was an NHS trust within subsection (1)(a) or an NHS foundationtrust within subsection (1)(b), or\n\t\t\tthe NHS foundation trust is the result of a succession of mergers undersection 56, any of which involved an NHS trust within subsection (1)(a) or anNHS foundation trust within subsection (1)(b).\n\tAppointment\n\tBAppointment of trust special administrator\n\t\tThe Secretary of State may make an order authorising the appointment of atrust special administrator to exercise the functions of the chairman anddirectors of an NHS trust to which this Chapter applies.\n\t\tAn order may be made under subsection (1) only if the Secretary of Stateconsiders it appropriate in the interests of the health service.\n\t\tThe order must specify the date when the appointment is to take effect,which must be within the period of 5 working days beginning with the day onwhich the order is made.\n\t\tBefore making the order the Secretary of State must consult—\n\t\t\tthe trust,\n\t\t\tany Strategic Health Authority in whose area the trust has hospitals,establishments or facilities, and\n\t\t\tany other person to which the trust provides goods or services under thisAct and which the Secretary of State considers it appropriate to consult.\n\t\tThe Secretary of State must lay before Parliament (with the statutoryinstrument containing the order) a report stating the reasons for making theorder.\n\t\tIf an order is made under subsection (1), the Secretary of State must—\n\t\t\tappoint a person as the trust special administrator with effect from theday specified in the order, and\n\t\t\tpublish the name of the person appointed.\n\t\tA person appointed as a trust special administrator holds and vacatesoffice in accordance with the terms of the appointment.\n\t\tThe Secretary of State may pay remuneration and expenses to a trust specialadministrator.\n\tCSuspension of directors\n\t\tWhen the appointment of a trust special administrator takes effect, thetrust’s chairman and executive and non-executive directors are suspended fromoffice.\n\t\tSubsection (1) does not affect the employment of the executive directors ortheir membership of any committee or sub-committee of the trust.\n\tDe-authorisation of NHS foundation trusts\n\tDNHS foundation trusts: regulator’s notice\n\t\tThe regulator may give the Secretary of State a notice under this sectionif it is satisfied that—\n\t\t\tan NHS foundation trust to which this Chapter applies is failing to complywith a notice under section 52, and\n\t\t\tfurther exercise of the powers conferred by section 52 would not be likelyto secure the provision of the goods and services which the trust’sauthorisation requires it to provide.\n\t\tThe notice must be in writing.\n\t\tWith the notice the regulator must give the Secretary of State a reportstating the reasons why it is satisfied as mentioned in subsection (1).\n\t\tBefore giving a notice under this section, the regulator must consult firstthe Secretary of State and then—\n\t\t\tthe trust,\n\t\t\tany Strategic Health Authority in whose area the trust has hospitals,establishments or facilities, and\n\t\t\tany other person to which the trust provides goods or services under thisAct and which the regulator considers it appropriate to consult.\n\tENHS foundation trusts: de-authorisation and appointment of trustspecial administrator\n\t\tIf the regulator gives notice under section 65D in relation to a trust, theSecretary of State must make an order for it to cease to be an NHS foundationtrust.\n\t\tAn order made under subsection (1) must specify the date when it is to takeeffect, which must be within the period of 5 working days beginning with theday on which it is made.\n\t\tThe Secretary of State must lay before Parliament (with the statutoryinstrument containing the order) the regulator’s report under section 65D(3).\n\t\tOn an order under subsection (1) taking effect in relation to a body, itceases to be an NHS foundation trust and a public benefit corporation andbecomes a National Health Service trust.\n\t\tSchedule 8A makes further provision about trusts in respect of which anorder is made under subsection (1).\n\t\tWhere an order is made under subsection (1) in relation to a trust, theSecretary of State must also make an order under section 65B(1) authorisingthe appointment of a trust special administrator in relation to the trust.\n\t\tThe order under section 65B(1) must provide for the appointment to takeeffect at the same time as the order under this section.\n\t\tSection 65B(2), (4) and (5) do not apply in relation to the order undersection 65B(1).\n\tConsultation and report\n\tFDraft report\n\t\tWithin the period of 45 working days beginning with the day on which atrust special administrator’s appointment takes effect, the administrator mustprovide to the Secretary of State and publish a draft report stating theaction which the administrator recommends the Secretary of State should takein relation to the trust.\n\t\tWhen preparing the draft report, the administrator must consult—\n\t\t\tany Strategic Health Authority in whose area the trust has hospitals,establishments or facilities, and\n\t\t\tany other person to which the trust provides goods or services under thisAct and which the Secretary of State directs the administrator to consult.\n\t\tAfter receiving the draft report, the Secretary of State must lay it beforeParliament.\n\tGConsultation plan\n\t\tAt the same time as publishing a draft report under section 65F, a trustspecial administrator must publish a statement setting out the means by whichthe administrator will seek responses to the draft report.\n\t\tThe statement must specify a period of 30 working days within which theadministrator seeks responses (the “consultation period”).\n\t\tThe first day of the consultation period must be within the period of 5working days beginning with the day on which the draft report is published.\n\tHConsultation requirements\n\t\tThe following duties apply during the consultation period.\n\t\tThe trust special administrator must publish a notice stating that theadministrator is seeking responses to the draft report and describing howpeople can give their responses.\n\t\tA notice under subsection (2) must include details of how responses can begiven in writing.\n\t\tThe trust special administrator must hold at least one meeting to seekresponses from staff of the trust and from such persons as the trust specialadministrator may recognise as representing staff of the trust.\n\t\tThe trust special administrator must hold at least one other meeting toseek responses from any person who wishes to attend, after publishing noticeof the date, time and place of the meeting.\n\t\tNotices under subsections (2) and (5) must be published at least once inthe first 5 working days of the consultation period.\n\t\tThe trust special administrator must request a written response from—\n\t\t\tany Strategic Health Authority in whose area the trust has hospitals,establishments or facilities;\n\t\t\tany other person to which the trust provides goods or services under thisAct, if required by directions given by the Secretary of State;\n\t\t\tany person within subsection (8), if required by directions given by theSecretary of State.\n\t\tThe persons within this subsection are—\n\t\t\tan overview and scrutiny committee of any authority to which section 244applies;\n\t\t\ta committee of a local authority operating alternative arrangements underPart 2 of the Local Government Act 2000 which exercises functionscorresponding to those of an overview and scrutiny committee under section21(2)(f) of that Act;\n\t\t\ta joint overview and scrutiny committee;\n\t\t\ta committee established under section 247(1);\n\t\t\ta person carrying on, in pursuance of arrangements made by any localauthority under subsection (1) of section 221 of the Local Government andPublic Involvement in Health Act 2007, activities specified in subsection (2)of that section (local involvement networks);\n\t\t\tthe member of Parliament for any constituency.\n\t\tThe trust special administrator must hold at least one meeting to seekresponses from representatives of each of the persons from whom theadministrator must request a written response under subsection (7)(a) or (b).\n\t\tThe Secretary of State may direct an administrator to—\n\t\t\trequest a written response from any person;\n\t\t\thold a meeting to seek a response from any person.\n\t\tIn subsection (4) “staff of the trust” means persons employed by the trustor otherwise working for the trust (whether as or on behalf of a contractor,as a volunteer or otherwise).\n\tIFinal report\n\t\tWithin the period of 15 working days beginning with the end of theconsultation period, the trust special administrator must provide to theSecretary of State a final report stating the action which the administratorrecommends that the Secretary of State should take in relation to the trust.\n\t\tThe administrator must attach to the final report a summary of allresponses to the draft report which were received by the administrator in theperiod beginning with the publication of the draft report and ending with thelast day of the consultation period.\n\t\tAfter receiving the administrator’s final report, the Secretary of Statemust publish it and lay it before Parliament.\n\tJPower to extend time\n\t\tThis section applies to—\n\t\t\tthe duty of a trust special administrator to provide a draft report withinthe period specified in section 65F(1);\n\t\t\tthe duty of a trust special administrator to consult in the consultationperiod specified under section 65G(2);\n\t\t\tthe duty of a trust special administrator to provide a final report withinthe period specified in section 65I(1).\n\t\tIf the Secretary of State thinks it is not reasonable in the circumstancesfor the administrator to be required to carry out the duty within thespecified period, the Secretary of State may by order extend the period.\n\t\tIf an order is made extending the period mentioned in subsection (1)(a) or(c) the trust special administrator must publish a notice stating the new dateon which the period will expire.\n\t\tIf an order is made extending the period mentioned in subsection (1)(b) thetrust special administrator must—\n\t\t\tpublish a notice stating the new date on which the period will expire, and\n\t\t\tpublish a statement setting out the means by which the administrator willseek responses to the draft report during the extended consultation period.\n\tAction by the Secretary of State\n\tKSecretary of State’s decision\n\t\tWithin the period of 20 working days beginning with the day on which theSecretary of State receives a final report under section 65I, the Secretary ofState must decide what action to take in relation to the trust.\n\t\tThe Secretary of State must as soon as reasonably practicable—\n\t\t\tpublish a notice of the decision and of the reasons for it;\n\t\t\tlay a copy of the notice before Parliament.\n\tLTrusts coming out of administration\n\t\tThis section applies if the Secretary of State decides under section 65Knot to dissolve the trust.\n\t\tThe Secretary of State must make an order specifying a date when theappointment of the trust special administrator and the suspension of thechairman and directors of the trust come to an end.\n\t\tSubsections (4) and (5) apply in the case of a trust which is an NHS trustby virtue of an order made under section 65E(1).\n\t\tThe Secretary of State must make an order specifying, in relation to thetrust, the matters mentioned in paragraph 5(1)(a) to (c) of Schedule 4 and,where the trust has a significant teaching commitment, the matters mentionedin paragraph 5(1)(d).\n\t\tIf it appears to the Secretary of State to be necessary in order to complywith provision made under subsection (4), or made by regulations underparagraph 4 of Schedule 4, the Secretary of State may by order—\n\t\t\tterminate the office of any executive or non-executive director of thetrust;\n\t\t\tappoint a person to be an executive or non-executive director of the trust.\n\tSupplementary\n\tMReplacement of trust special administrator\n\t\tIf a trust special administrator ceases to hold office for any reasonbefore the Secretary of State has made either an order under section 65L(2) oran order dissolving the trust, the Secretary of State must—\n\t\t\tappoint another person as the trust special administrator, and\n\t\t\tpublish the name of the person appointed.\n\t\tWhere a person is appointed under subsection (1) in relation to a trust,anything done by or in relation to a previous trust special administrator haseffect as if done by or in relation to that person, unless the Secretary ofState directs otherwise.\n\tNGuidance \n\t\tThe Secretary of State must publish guidance for trust specialadministrators.\n\t\tIt must include guidance about the publication of notices under sections65H and 65J.\n\t\tIt must include guidance about the preparation of draft reports, as to—\n\t\t\tpersons to be consulted;\n\t\t\tfactors to be taken into account;\n\t\t\trelevant publications.\n\tOInterpretation of this Chapter\n\t\tIn this Chapter—\n\t\t  * “trust special administrator” means a person appointed under section 65B(6)(a) or section 65M(1)(a);\n\t\t  * “working day” means any day which is not Saturday, Sunday, Christmas Day, Good Friday or a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971.”"
    },
    {
        "length": 2869,
        "text": "\nTrust special administrators: Primary Care Trusts\n\tAfter section 65O of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") (inserted bysection 16) insert—\n\t“Chapter 5BTrust special administrators: Primary Care Trusts\n\tAppointment\n\tPAppointment of trust special administrator\n\t\tThe Secretary of State may give directions to a Primary Care Trustrequiring the Primary Care Trust to appoint a trust special administrator toexercise on its behalf, to the extent, and subject to any conditions,specified in the directions, such provider functions of the Primary Care Trustas are specified in the directions.\n\t\tDirections may be given under subsection (1) only if the Secretary of Stateconsiders it appropriate in the interests of the health service.\n\t\tThe directions must specify—\n\t\t\tthe date when the appointment is to take effect, which must be within theperiod of 5 working days beginning with the day on which the directions aregiven, and\n\t\t\tthe name of the person to be appointed.\n\t\tBefore giving directions under subsection (1) the Secretary of State mustconsult—\n\t\t\tthe Primary Care Trust,\n\t\t\tany Strategic Health Authority whose area includes any part of the PrimaryCare Trust’s area, and\n\t\t\tany other person to which the Primary Care Trust provides goods or servicesunder this Act and which the Secretary of State considers it appropriate toconsult.\n\t\tThe Secretary of State must lay before Parliament (with the instrumentcontaining the directions) a report stating the reasons for giving thedirections.\n\t\tWhere a person is appointed pursuant to directions under subsection (1),the Secretary of State must publish the name of the person appointed.\n\t\tA person appointed as a trust special administrator holds and vacatesoffice in accordance with the terms of the appointment.\n\t\tDirections under subsection (1) may require the appointment to be on termsspecified in the directions.\n\t\tThe Primary Care Trust may pay the trust special administrator remunerationand expenses in accordance with the terms of the appointment.\n\t\tIn this section “provider function” means—\n\t\t\tany function of providing goods or services except to the extent that atthe time of the appointment there are arrangements between the Primary CareTrust and another person or body under which the goods or services are, or areto be, provided by that person or body, and\n\t\t\tany function that is not a function of providing goods or services but thatmay be exercised for the purposes of a function within paragraph (a).\n\tQDisplacement of functions\n\t\tWhen the appointment of a trust special administrator takes effect, therelevant functions cease to be exercisable by any committee, sub-committee orofficer of the Primary Care Trust by whom they were previously exercisable.\n\t\tSubsection (1) does not affect the employment of any officer of the PrimaryCare Trust.\n\t\tIn this Chapter “relevant functions” means the functions of the PrimaryCare Trust exercisable by the trust special administrator.\n\tConsultation and report\n\tRDraft report\n\t\tWithin the period of 45 working days beginning with the day on which atrust special administrator’s appointment takes effect, the administrator mustprovide to the Secretary of State and publish a draft report stating theaction which the administrator recommends the Secretary of State should takein relation to the performance of the relevant functions.\n\t\tWhen preparing the draft report, the administrator must consult—\n\t\t\tany Strategic Health Authority whose area includes any part of the PrimaryCare Trust’s area, and\n\t\t\tany other person to which the Primary Care Trust provides goods or servicesunder this Act, if required by directions given by the Secretary of State.\n\t\tAfter receiving the draft report, the Secretary of State must lay it beforeParliament.\n\tSConsultation plan\n\t\tAt the same time as publishing a draft report under section 65R, a trustspecial administrator must publish a statement setting out the means by whichthe administrator will seek responses to the draft report.\n\t\tThe statement must specify a period of 30 working days within which theadministrator seeks responses (the “consultation period”).\n\t\tThe first day of the consultation period must be within the period of 5working days beginning with the day on which the draft report is published.\n\tTConsultation requirements\n\t\tThe following duties apply during the consultation period.\n\t\tThe trust special administrator must publish a notice stating that theadministrator is seeking responses to the draft report and describing howpeople can give their responses.\n\t\tA notice under subsection (2) must include details of how responses can begiven in writing.\n\t\tThe trust special administrator must hold at least one meeting to seekresponses from relevant staff and from such persons as the trust specialadministrator may recognise as representing relevant staff.\n\t\tThe trust special administrator must hold at least one other meeting toseek responses from any person who wishes to attend, after publishing noticeof the date, time and place of the meeting.\n\t\tNotices under subsections (2) and (5) must be published at least once inthe first 5 working days of the consultation period.\n\t\tThe trust special administrator must request a written response from—\n\t\t\tany Strategic Health Authority in whose area any part of the Primary CareTrust’s area falls;\n\t\t\tany other person to which the Primary Care Trust provides goods or servicesunder this Act, if required by directions given by the Secretary of State;\n\t\t\tany person within section 65H(8), if required by directions given by theSecretary of State.\n\t\tThe trust special administrator must hold at least one meeting to seekresponses from representatives of each of the persons from whom theadministrator must request a written response under subsection (7)(a) and (b).\n\t\tThe Secretary of State may direct a trust special administrator to—\n\t\t\trequest a written response from any person;\n\t\t\thold a meeting to seek a response from any person.\n\t\tIn subsection (4) “relevant staff” means persons employed by the trust orotherwise working for the trust (whether as or on behalf of a contractor, as avolunteer or otherwise), wholly or partly in connection with the relevantfunctions.\n\tUFinal report\n\t\tWithin the period of 15 working days beginning with the end of theconsultation period, the trust special administrator must provide to theSecretary of State a final report stating the action which the administratorrecommends that the Secretary of State should take in relation to theperformance of the relevant functions.\n\t\tThe administrator must attach to the final report a summary of allresponses to the draft report which were received by the administrator in theperiod beginning with the publication of the draft report and ending with thelast day of the consultation period.\n\t\tAfter receiving the administrator’s final report, the Secretary of Statemust publish it and lay it before Parliament.\n\tVPower to extend time\n\t\tThis section applies to—\n\t\t\tthe duty of a trust special administrator to provide a draft report withinthe period specified in section 65R(1);\n\t\t\tthe duty of a trust special administrator to consult in the consultationperiod specified under section 65S(2);\n\t\t\tthe duty of a trust special administrator to provide a final report withinthe period specified in section 65U(1).\n\t\tIf the Secretary of State thinks it is not reasonable in the circumstancesfor the administrator to be required to carry out the duty within thespecified period, the Secretary of State may by order extend the period.\n\t\tIf an order is made extending the period mentioned in subsection (1)(a) or(c) the trust special administrator must publish a notice stating the new dateon which the period will expire.\n\t\tIf an order is made extending the period mentioned in subsection (1)(b) thetrust special administrator must—\n\t\t\tpublish a notice stating the new date on which the period will expire, and\n\t\t\tpublish a statement setting out the means by which the administrator willseek responses to the draft report during the extended consultation period.\n\tAction by the Secretary of State\n\tWSecretary of State’s decision\n\t\tWithin the period of 20 working days beginning with the day on which theSecretary of State receives a final report under section 65U, the Secretary ofState must decide what action to take in relation to the performance of therelevant functions.\n\t\tThe Secretary of State must as soon as reasonably practicable—\n\t\t\tpublish a notice of the decision and of the reasons for it;\n\t\t\tlay a copy of the notice before Parliament.\n\tXRemoval of a trust special administrator\n\t\tThe Secretary of State may at any time give directions to a Primary Care Trustand a trust special administrator who exercises functions on behalf of thePrimary Care Trust, requiring that the appointment of the administrator shouldcome to an end with effect from a specified day.\n\tSupplementary\n\tYReplacement of trust special administrator\n\t\tWhere the Secretary of State has given directions under section 65P and,before the Secretary of State has published a decision under section 65W, thetrust special administrator appointed under the directions (or whoseappointment has effect as if made under the directions) ceases to hold officefor any reason, the Secretary of State must—\n\t\t\tappoint another person as the trust special administrator, and\n\t\t\tpublish the name of the person appointed.\n\t\tAn appointment under subsection (1) has effect as if made by the PrimaryCare Trust under the directions.\n\t\tWhere a person is appointed under subsection (1) in relation to a PrimaryCare Trust, anything done by or in relation to a previous trust specialadministrator has effect as if done by or in relation to that person, unlessthe Secretary of State directs otherwise.\n\tZSecretary of State’s directions to trust special administrator\n\t\tThe Secretary of State may give directions to a trust special administratorabout the exercise of functions under or by virtue of this Chapter.\n\tZ \n\t\tThe Secretary of State must publish guidance for trust specialadministrators.\n\t\tIt must include guidance about the publication of notices under sections65T and 65V.\n\t\tIt must include guidance in relation to the preparation of draft reports,as to—\n\t\t\tpersons to be consulted;\n\t\t\tfactors to be taken into account;\n\t\t\trelevant publications.\n\tZ \n\t\tDirections under the following provisions of this Chapter must be laid beforeParliament after they are given—\n\t\t\tsection 65P(1);\n\t\t\tsection 65X;\n\t\t\tsection 65Z.\n\tZ of this Chapter\n\t\tIn this Chapter—\n\t\t  * “relevant functions” has the meaning given in section 65Q(3);\n\t\t  * “trust special administrator” means a person appointed under directions under section 65P(1) or under section 65Y(1)(a);\n\t\t  * “working day” means any day which is not Saturday, Sunday, Christmas Day, Good Friday or a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971.”"
    },
    {
        "length": 893,
        "text": "\nConsequential amendments\n\tTrust special administrators: consequential amendments\n\t\tThe [National Health Service Act 2006 (c. 41)](/id/ukpga/2006/41?view=plain\"Go to item of legislation\") is amended as follows.\n\t\tSection 53 (voluntary arrangements for NHS foundation trusts) is amended asfollows.\n\t\tIn subsection (1), after “NHS foundation trust” insert “to which thissection applies”.\n\t\tIn subsection (2), after “NHS foundation trusts” insert “to which thissection applies”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)This section applies to an NHS foundation trust to which sections 52B to52E and Chapter 5A do not apply.”\n\t\tIn section 54 (dissolution etc. of NHS foundation trusts), in subsection(1), after “NHS foundation trust” insert “to which section 53 applies”.\n\t\tIn section 242 (public involvement and consultation), at the end insert—\n\t\tThis section does not require a body to make arrangements in relation tomatters to which a trust special administrator’s report or draft report undersection 65F, 65I, 65R or 65U relates before the decision of the Secretary ofState under section 65K or 65W has been published.”\n\t\tIn section 272 (orders, regulations, rules and directions)—\n\t\t\tin subsection (4), for “and (6)” substitute “, (6) and (6A)”;\n\t\t\tin subsection (5), after paragraph (a) insert—\n\t\t\tsection 52D(1) or (7) or 52E(6),\n\t\t\tsection 65B(1), 65E(1), 65J(2), 65L(2), (4) or (5), or 65V(2),”;\n\t\t\tafter subsection (6) insert—\n\t\t\t“(6A)A statutory instrument containing an order under section 52D(1), 52E(6),65B(1), 65E(1), 65J(2), 65L(2) or (4) or 65V(2) must be laid before Parliamentafter it is made.”\n\t\tIn section 275(1) (interpretation), in the definition of “NHS trust”, atthe end insert “and, subject to Schedule 8A, a body that becomes a NationalHealth Service trust by virtue of an order made under section 52D(1) or65E(1),”.\n\t\tIn paragraph 28(3) of Schedule 4 (NHS trusts established under section25), after “as a matter of urgency” insert “or where the order is madefollowing the publication of a final report under section 65I(3)”.\n\t\tIn Schedule 9 (NHS foundation trusts: transfer of staff), in paragraph 1after “NHS foundation trust” insert “to which section 53 applies”.\n\t\tIn section 206(1) of the [National Health Service (Wales) Act 2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\")(interpretation), in the definition of “NHS trust”, at the end insert“(including a body that becomes a National Health Service trust by virtue ofan order made under section 52D(1) or 65E(1) of that Act)”."
    },
    {
        "length": 2746,
        "text": "\nTobacco\n\tProhibition of advertising: exclusion for specialist tobacconists\n\t\tIn section 6 of the [Tobacco Advertising and Promotion Act 2002 (c.36)](/id/ukpga/2002/36?view=plain \"Go to item of legislation\") (specialisttobacconists), before subsection (1) insert—\n\t“(A1)The appropriate Minister may provide in regulations that no offence iscommitted under section 2 if the tobacco advertisement—\n\t\tis in, or fixed to the outside of premises of, a specialist tobacconist inEngland and Wales or Northern Ireland,\n\t\tis not for cigarettes or hand-rolling tobacco, and\n\t\tcomplies with any requirements specified in the regulations.”\n\tProhibition of tobacco displays etc\n\t\tAfter section 7 of the [Tobacco Advertising and Promotion Act2002](/id/ukpga/2002/36?view=plain \"Go to item of legislation\") (developmentsin technology) insert—\n\t\t“7AProhibition of tobacco displays\n\t\t\tA person who in the course of a business displays tobacco products, orcauses tobacco products to be displayed, in a place in England and Wales orNorthern Ireland is guilty of an offence.\n\t\t\tThe appropriate Minister may by regulations provide for the meaning of“place” in this section.\n\t\t\tThe appropriate Minister may by regulations make provision for a display ina place which also amounts to an advertisement to be treated for the purposesof offences in England and Wales or Northern Ireland under this Act—\n\t\t\t\tas an advertisement and not as a display, or\n\t\t\t\tas a display and not as an advertisement.\n\t\tBTobacco displays: exclusions and defence\n\t\t\tNo offence is committed under section 7A if—\n\t\t\t\tthe tobacco products are displayed in the course of a business which ispart of the tobacco trade,\n\t\t\t\tthey are displayed for the purposes of that trade, and\n\t\t\t\tthe display is accessible only to persons who are engaged in, or employedby, a business which is also part of that trade.\n\t\t\tNo offence is committed under section 7A if the display is a requesteddisplay to an individual aged 18 or over.\n\t\t\tThe appropriate Minister may provide in regulations that no offence iscommitted under section 7A if the display complies with requirements specifiedin the regulations.\n\t\t\tSubsections (5) and (7) apply where a person (“D”) is charged with anoffence under section 7A in a case where the display is a requested display toan individual aged under 18.\n\t\t\tWhere D is charged by reason of D having displayed the tobacco product itis a defence that—\n\t\t\t\tD believed that the individual was aged 18 or over, and\n\t\t\t\teither— \n\t\t\t\tD had taken all reasonable steps to establish the individual’s age, or\n\t\t\t\tfrom the individual’s appearance nobody could reasonably have suspectedthat the individual was aged under 18.\n\t\t\tFor the purposes of subsection (5), a person is treated as having taken allreasonable steps to establish an individual’s age if—\n\t\t\t\tthe person asked the individual for evidence of the individual’s age, and\n\t\t\t\tthe evidence would have convinced a reasonable person.\n\t\t\tWhere D is charged by reason of D having caused the display of the tobaccoproduct it is a defence that D exercised all due diligence to avoid committingthe offence.\n\t\t\tIn this section “a requested display” means a display to an individualfollowing a particular request by the individual to purchase a tobaccoproduct, or for information about a tobacco product.\n\t\tCDisplays: prices of tobacco products\n\t\t\tThe appropriate Minister may by regulations make provision imposingrequirements in relation to the display in a place in England and Wales orNorthern Ireland in the course of a business of prices of tobacco products.\n\t\t\tA person who displays or causes to be displayed prices of tobacco productsin breach of a requirement contained in the regulations is guilty of anoffence.\n\t\t\tThe regulations may, in particular, provide for the meaning of “place” inthis section.\n\t\t\tThe regulations may make provision for a display of prices in a place whichalso amounts to an advertisement to be treated for the purposes of offences inEngland and Wales or Northern Ireland under this Act—\n\t\t\t\tas an advertisement and not as a display of prices, or\n\t\t\t\tas a display of prices and not as an advertisement.\n\t\tDDisplays on a website\n\t\t\tThe Secretary of State may by regulations make provision imposingrequirements in relation to the display in England and Wales or NorthernIreland in the course of a business of tobacco products or their prices on awebsite where tobacco products are offered for sale.\n\t\t\tA person who displays or causes to be displayed tobacco products or theirprices in breach of a requirement contained in the regulations is guilty of anoffence.\n\t\t\tA service provider established in England and Wales or Northern Ireland isguilty of an offence if, in the course of providing information societyservices, the provider does anything in an EEA State other than the UnitedKingdom which, if done in England and Wales or Northern Ireland, wouldconstitute an offence under subsection (2).\n\t\t\tNothing in subsection (2) makes it an offence for a service providerestablished outside the United Kingdom to do anything in the course ofproviding information society services.\n\t\t\tThe regulations may make provision for a relevant display of tobaccoproducts or their prices which also amounts to an advertisement to be treatedfor the purposes of offences in England and Wales or Northern Ireland underthis Act—\n\t\t\t\tas an advertisement and not as a display, or\n\t\t\t\tas a display and not as an advertisement.\n\t\t\tIn subsection (5) a “relevant display” means a display on a website wheretobacco products are offered for sale.”\n\tPower to prohibit sales from vending machines\n\t\tAfter section 3 of the [Children and Young Persons (Protection fromTobacco) Act 1991 (c. 23)](/id/ukpga/1991/23?view=plain \"Go to item oflegislation\") (sale of unpackaged cigarettes) insert—\n\t\t“3ASales from vending machines in England and Wales\n\t\t\tThe appropriate national authority may by regulations make provisionprohibiting the sale of tobacco from an automatic machine in England andWales.\n\t\t\tThe regulations must make provision as to the persons who are liable in thecase of any breach of a prohibition.\n\t\t\tWhere a prohibition contained in the regulations is breached, any personliable in accordance with the regulations is guilty of an offence.\n\t\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\t\tSections 13, 14 and 15 of the Tobacco Advertising and Promotion Act 2002(enforcement etc.) apply for the purposes of this section and regulations madeunder it as they apply for the purposes of provisions of that Act.\n\t\t\tThe power of the appropriate national authority to make regulations underthis section—\n\t\t\t\tis exercisable by statutory instrument,\n\t\t\t\tmay be exercised to make different provision for different cases orcircumstances, and\n\t\t\t\tincludes power to make supplementary, incidental, consequential ortransitional provision.\n\t\t\tA statutory instrument containing regulations made under this section maynot be made—\n\t\t\t\tby the Secretary of State unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament, and\n\t\t\t\tby the Welsh Ministers unless a draft of the instrument has been laidbefore, and approved by a resolution of, the National Assembly for Wales.\n\t\t\tIn this section—\n\t\t\t\t  * “the appropriate national authority”—\n\t\t\t\tin relation to England, means the Secretary of State; and\n\t\t\t\tin relation to Wales, means the Welsh Ministers;\n\t\t\t\t\t  * “tobacco” has the same meaning as in section 7 of the Children and Young Persons Act 1933.”\n\t\t\tIn section 12D(1) of the [Children and Young Persons Act 1933 (c.12)](/id/ukpga/1933/12?view=plain \"Go to item of legislation\") (restrictedpremises orders and restricted sales orders: interpretation)—\n\t\t\t\tomit “or” at the end of paragraph (a);\n\t\t\t\tafter paragraph (b) insert “, or\n\t\t\t\tan offence committed under section 3A of the Children and Young Persons(Protection from Tobacco) Act 1991 in respect of any machine kept on anypremises (which are accordingly “the premises in relation to which the offenceis committed”).”\n\tPower to prohibit sales from vending machines: Northern Ireland\n\t\tAfter article 4 of the Children and Young Persons (Protection from Tobacco)(Northern Ireland) Order 1991 ([S.I. 1991/2872 (N.I.25)](/id/nisi/1991/2872?view=plain \"Go to item of legislation\")) (sale ofunpackaged cigarettes) insert—\n\t\t“4ASales from vending machines\n\t\t\tThe Department may by regulations make provision prohibiting the sale oftobacco from an automatic machine.\n\t\t\tThe regulations must make provision as to the persons who are liable in thecase of any breach of a prohibition.\n\t\t\tWhere a prohibition contained in the regulations is breached, any personliable in accordance with the regulations is guilty of an offence.\n\t\t\tA person guilty of an offence under this Article is liable on summaryconviction to a fine not exceeding level 4 on the standard scale.\n\t\t\tSections 13, 14 and 15 of the Tobacco Advertising and Promotion Act 2002(enforcement etc.) apply for the purposes of this Article and regulations madeunder it as they apply for the purposes of provisions of that Act.\n\t\t\tThe power to make regulations under this Article includes power to makesupplementary, incidental, consequential or transitional provision.\n\t\t\tRegulations may not be made under this Article unless a draft of theregulations has been laid before, and approved by a resolution of, theAssembly.\n\t\t\tIn this Article “tobacco” has the same meaning as in Part 2 of the Healthand Personal Social Services (Northern Ireland) Order 1978.”\n\tTobacco: minor and consequential amendments\n\t\tSchedule 4 (which makes minor and consequential amendments relating to theadvertising and promotion of tobacco products) has effect."
    },
    {
        "length": 2240,
        "text": "\nPharmaceutical services in England\n\tPharmaceutical needs assessments\n\t\tAfter section 128 of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") insert—\n\t\t“128APharmaceutical needs assessments\n\t\t\tEach Primary Care Trust must in accordance with regulations—\n\t\t\t\tassess needs for pharmaceutical services in its area, and\n\t\t\t\tpublish a statement of its first assessment and of any revised assessment.\n\t\t\tThe regulations must make provision—\n\t\t\t\tas to information which must be contained in a statement;\n\t\t\t\tas to the extent to which an assessment must take account of likely futureneeds;\n\t\t\t\tspecifying the date by which a Primary Care Trust must publish thestatement of its first assessment;\n\t\t\t\tas to the circumstances in which a Primary Care Trust must make a newassessment.\n\t\t\tThe regulations may in particular make provision—\n\t\t\t\tas to the pharmaceutical services to which an assessment must relate;\n\t\t\t\trequiring a Primary Care Trust to consult specified persons about specifiedmatters when making an assessment;\n\t\t\t\tas to the manner in which an assessment is to be made;\n\t\t\t\tas to matters to which a Primary Care Trust must have regard when making anassessment.”\n\tNew arrangements for entry to pharmaceutical list\n\t\tSection 129 of the [National Health Service Act2006](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") (regulationsas to pharmaceutical services) is amended as follows.\n\t\tIn subsection (2)(c), for the words from “may be granted” to “specified inthe application,” substitute “must be granted if the Primary Care Trust issatisfied as mentioned in subsection (2A), and may otherwise be granted onlyif the Primary Care Trust is satisfied as mentioned in subsection (2B),”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)The Primary Care Trust is satisfied as mentioned in this subsection if,having regard to its needs statement and to any matters prescribed by theSecretary of State in the regulations, it is satisfied that it is necessary togrant the application in order to meet a need in its area for the services orsome of the services specified in the application.\n\t\t(2B)The Primary Care Trust is satisfied as mentioned in this subsection if,having regard to its needs statement and to any matters prescribed by theSecretary of State in the regulations, it is satisfied that to grant theapplication would secure improvements, or better access, to pharmaceuticalservices in its area.\n\t\t(2C)In relation to cases where the Primary Care Trust is satisfied asmentioned in subsection (2B), the regulations may make provision as to—\n\t\t\tthe manner in which the Primary Care Trust is to determine whether to grantthe application,\n\t\t\tmatters which the Primary Care Trust must or must not take into account forthe purpose of determining whether to grant the application.”\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The regulations may prescribe circumstances in which two or moreapplications referred to in subsection (2)(c)(i) or (ii) may be consideredtogether by the Primary Care Trust.”\n\t\tIn subsection (4)—\n\t\t\tfor the words from “include” to “subsection (5) for” substitute “makeprovision for the Primary Care Trust to take into account prescribed mattersin”;\n\t\t\tomit paragraph (a);\n\t\t\tin paragraph (b), for “they” substitute “two or more applications referredto in subsection (2)(c)(i) or (ii)”;\n\t\t\tin paragraph (c), for “subsection (2)(c)” substitute “subsection (2A) or(2B)”.\n\t\tAfter subsection (4) insert—\n\t\t“(4A)Regulations under subsection (4) may in particular make the provisionmentioned in subsection (5), with or without modifications.”\n\t\tIn subsection (6), before paragraph (a) insert—\n\t\t\tfor the circumstances and manner in which a Primary Care Trust may inviteapplications for inclusion in a pharmaceutical list,”.\n\t\tAfter subsection (10) insert—\n\t\t“(10A)Primary Care Trusts must give reasons for decisions made by virtue ofthis section.\n\t\t(10B)In this section a “needs statement” means the statement required bysection 128A(1)(b) as most recently published by the relevant Primary CareTrust.”\n\tPharmaceutical lists: minor amendment\n\t\tIn section 129(6) of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") (regulations asto pharmaceutical services), in paragraph (d), for “such an application”substitute “an application to a Primary Care Trust”.\n\tBreach of terms of arrangements: notices and penalties\n\t\tIn Part 7 of the [National Health Service Act2006](/id/ukpga/2006/41?view=plain \"Go to item of legislation\"), beforeChapter 6 (disqualification) insert—\n\t\t“Chapter 5ANotices and penalties\n\t\t\tANotices and penalties\n\t\t\t\tThe Secretary of State may by regulations provide that where a practitionerwho provides pharmaceutical services under arrangements with a Primary CareTrust breaches a term of those arrangements, the Primary Care Trust may—\n\t\t\t\t\tby a notice require the practitioner to do, or not do, specified things orthings of a specified description within a specified period, or\n\t\t\t\t\tin prescribed circumstances or for a prescribed period, withhold all orpart of a payment due to the practitioner under the arrangements.\n\t\t\t\tRegulations under this section must include provision conferring on suchpersons as may be prescribed rights of appeal from decisions of Primary CareTrusts made by virtue of this section.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “practitioner” means a person included in a pharmaceutical list, and\n\t\t\t\t\t  * “specified” means specified in a notice under paragraph (a) of subsection (1).”\n\tLPS schemes: powers of Primary Care Trusts and Strategic HealthAuthorities\n\t\tThe [National Health Service Act 2006](/id/ukpga/2006/41?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tIn section 15 (Strategic Health Authorities’ directions), in subsection(2), after “section 107 arrangements” insert “or LPS schemes”.\n\t\tIn section 16 (section 92 arrangements and section 107 arrangements)—\n\t\t\tin subsection (1), after “section 107 arrangements” insert “and LPSschemes”;\n\t\t\tin the heading, after “section 107 arrangements” insert “and LPS schemes”.\n\t\tIn section 144 (local pharmaceutical services schemes), after “Primary CareTrusts” insert “or Strategic Health Authorities”.\n\t\tSchedule 12 (LPS schemes) is amended as follows.\n\t\tParagraph 1 is amended as follows.\n\t\tIn sub-paragraph (1), after “Primary Care Trusts” insert “or StrategicHealth Authorities”.\n\t\tIn sub-paragraph (2)—\n\t\t\tin paragraph (a), after “Primary Care Trust” insert “or Strategic HealthAuthority (the “commissioning body”)”;\n\t\t\tin paragraph (b), for “Primary Care Trust),” substitute “commissioningbody).”;\n\t\t\tomit paragraph (c) and the word “and” immediately before it.\n\t\tAfter sub-paragraph (2) insert—\n\t\t\t“(2A)A Strategic Health Authority may establish an LPS scheme only where theonly other parties are Primary Care Trusts.\n\t\t(2B)A Primary Care Trust may provide local pharmaceutical services under anLPS scheme (where it is not the commissioning body), but only in prescribedcircumstances.”\n\t\tIn sub-paragraph (5), for “made by it” substitute “in its area”.\n\t\tIn sub-paragraph (6), for “and an NHS foundation trust” substitute “, anNHS foundation trust and a Primary Care Trust”.\n\t\tIn paragraph 2, in sub-paragraph (1), after “Primary Care Trust” insert“or Strategic Health Authority”.\n\t\tParagraph 3 is amended as follows.\n\t\tIn sub-paragraph (2), for “Primary Care Trusts” substitute “thecommissioning body”.\n\t\tIn sub-paragraph (3)(k), after “Primary Care Trusts” insert “or StrategicHealth Authorities”."
    },
    {
        "length": 782,
        "text": "\nPharmaceutical services in Wales\n\tPharmaceutical lists: minor amendment\n\t\tIn section 83(6) of the [National Health Service (Wales) Act 2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\") (regulations asto pharmaceutical services), in paragraph (d), for “such an application”substitute “an application to a Local Health Board”.\n\tBreach of terms of arrangements: notices and penalties\n\t\tIn Part 8 of the National Health Service (Wales) Act 2006, before Chapter 2(disqualification) insert—\n\t\t“Chapter 1ANotices and penalties\n\t\t\tANotices and penalties\n\t\t\t\tThe Welsh Ministers may by regulations provide that where a practitionerwho provides pharmaceutical services or general ophthalmic services underarrangements with a Local Health Board breaches a term of those arrangements,the Local Health Board may—\n\t\t\t\t\tby a notice require the practitioner to do, or not do, specified things orthings of a specified description within a specified period, or\n\t\t\t\t\tin prescribed circumstances or for a prescribed period, withhold all orpart of a payment due to the practitioner under the arrangements.\n\t\t\t\tRegulations under this section must include provision conferring on suchpersons as may be prescribed rights of appeal from decisions of Local HealthBoards made by virtue of this section.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “practitioner” means a person included in an ophthalmic list or a pharmaceutical list, and\n\t\t\t\t\t  * “specified” means specified in a notice under paragraph (a) of subsection (1).”\n\t\t\t\tIn section 107(9) of that Act, after “included in” insert “an ophthalmiclist or”.\n\tLPS schemes: powers of Local Health Boards\n\t\tSchedule 7 to the [National Health Service (Wales) Act 2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\") (LPS schemes)is amended as follows.\n\t\tIn paragraph 1, in sub-paragraph (2)—\n\t\t\tin paragraph (a), after “Local Health Board” insert “(the “commissioningbody”)”;\n\t\t\tin paragraph (b), for “Local Health Board),” substitute “commissioningbody).”;\n\t\t\tomit paragraph (c) and the word “and” immediately before it.\n\t\tAfter sub-paragraph (2) insert—\n\t\t\t“(2A)A Local Health Board may provide local pharmaceutical services under anLPS scheme (where it is not the commissioning body), but only in prescribedcircumstances.”\n\t\tIn sub-paragraph (6), for “and an NHS foundation trust” substitute “, anNHS foundation trust and a Local Health Board”.\n\t\tIn paragraph 3(2), for “Local Health Boards” substitute “the commissioningbody”."
    },
    {
        "length": 265,
        "text": "\nPrivate patient income\n\tPrivate patient income of mental health foundation trusts\n\t\tSection 44 of the [National Health Service Act 2006 (c.41)](/id/ukpga/2006/41?view=plain \"Go to item of legislation\") (private healthcare) is amended as follows.\n\t\tIn subsection (2)—\n\t\t\tafter “not greater than” insert “— (a)”;\n\t\t\tat the end insert “, or\n\t\t\tin the case of a mental health foundation trust designated under subsection(2A), that proportion or 1.5% if greater.”\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)An authorisation of an NHS foundation trust which was an NHS trust mustdesignate it as a mental health foundation trust for the purposes of thissection if it appears to the regulator that it provides goods or services onlyor mainly for the prevention, diagnosis or treatment of any disorder ordisability of the mind or for the benefit in any other way of people sufferingfrom a disorder or disability of the mind.”"
    },
    {
        "length": 123,
        "text": "\nAdult social care\n\tInvestigation of complaints about privately arranged or funded adultsocial care\n\t\tSchedule 5 (which inserts a new Part 3A into the [Local Government Act 1974(c. 7)](/id/ukpga/1974/7?view=plain \"Go to item of legislation\") to give theCommission for Local Administration in England powers to investigatecomplaints about privately arranged or funded adult social care and whichmakes consequential amendments) has effect."
    },
    {
        "length": 369,
        "text": "\nDisclosure of information\n\tDisclosure of information by Her Majesty’s Revenue and Customs\n\t\tThis section applies to information held by Her Majesty’s Revenue andCustoms for the purposes of functions relating to income tax.\n\t\tInformation to which this section applies may be disclosed by Her Majesty’sRevenue and Customs to the persons listed in subsection (3) for use for thepurposes of functions in connection with the analysis or dissemination ofinformation relating to the income or expenses of dental practitioners orgeneral medical practitioners.\n\t\tThe persons are—\n\t\t\tthe Secretary of State;\n\t\t\tthe Welsh Ministers;\n\t\t\tthe Scottish Ministers;\n\t\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland;\n\t\t\tpersons providing services to or exercising functions on behalf of any ofthose persons.\n\t\tInformation may be disclosed under this section only in the form of asummary or collection of information so framed as not to enable informationrelating to a particular person to be ascertained from it.\n\t\tIn this section—\n\t\t\t  * “dental practitioner” means a person registered in the dentists register under the [Dentists Act 1984 (c. 24)](/id/ukpga/1984/24?view=plain \"Go to item of legislation\"); \n\t\t\t  * “general medical practitioner” means a person registered in the General Practitioner Register kept by the General Medical Council. "
    },
    {
        "length": 2406,
        "text": "\nPart 4General\n\tPower to make transitional and consequential provision etc\n\t\tThe Secretary of State may by order make—\n\t\t\tsuch transitional or transitory provisions or savings as the Secretary ofState considers appropriate in connection with the coming into force of anyprovision of this Act;\n\t\t\tsuch supplementary, incidental or consequential provision as the Secretaryof State considers appropriate for the purposes of, in consequence of, or forgiving full effect to, any provision of this Act.\n\t\tSubsection (1)(a) does not apply to—\n\t\t\tsection 19 and Schedule 3, so far as they relate to amendments of the[National Health Service (Wales) Act 2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\");\n\t\t\tsections 20 to 24 and Schedule 4, so far as they relate to Wales orNorthern Ireland;\n\t\t\tsections 30 to 32.\n\t\tThe Welsh Ministers may by order make such transitional or transitoryprovisions or savings as the Welsh Ministers consider appropriate inconnection with the coming into force of—\n\t\t\tsection 19 and Schedule 3, so far as they relate to amendments of the[National Health Service (Wales) Act 2006](/id/ukpga/2006/42?view=plain \"Go toitem of legislation\");\n\t\t\tsections 20 to 24 and Schedule 4, so far as they relate to Wales;\n\t\t\tsections 30 to 32.\n\t\tThe Department of Health, Social Services and Public Safety in NorthernIreland may by order make such transitional or transitory provisions orsavings as the Department considers appropriate in connection with the cominginto force of sections 20 to 24 and Schedule 4, so far as they relate toNorthern Ireland.\n\t\tAn order under this section may amend, repeal, revoke or otherwise modifyany enactment.\n\t\tAn order under this section may, in particular, provide for any provisionof this Act which comes into force before another such provision has come intoforce to have effect, until that other provision has come into force, withsuch modifications as are specified in the order.\n\t\tThe power to make an order under subsection (1) or (3) is exercisable bystatutory instrument.\n\t\tThe power to make an order under subsection (4) is exercisable by statutoryrule for the purposes of the Statutory Rules (Northern Ireland) Order 1979([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")).\n\t\tA statutory instrument containing an order under subsection (1)—\n\t\t\tif it amends or repeals an enactment contained in an Act of Parliament, maynot be made unless a draft of the instrument has been laid before and approvedby a resolution of each House of Parliament;\n\t\t\tin any other case, is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tA statutory instrument containing an order under subsection (3) is subjectto annulment in pursuance of a resolution of the National Assembly for Wales.\n\t\tA statutory rule containing an order under subsection (4) is subject tonegative resolution within the meaning of section 41(6) of the [InterpretationAct (Northern Ireland) 1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go toitem of legislation\").\n\t\tIn this section “enactment” means an enactment contained in, or in aninstrument made under—\n\t\t\tan Act of Parliament,\n\t\t\ta Measure or Act of the National Assembly for Wales, or\n\t\t\tNorthern Ireland legislation.\n\tRepeals and revocations\n\t\tSchedule 6 (repeals and revocations) has effect.\n\tExtent \n\t\tSubject to the following provisions, this Act extends to England and Walesonly.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe enactment amended, repealed or revoked.\n\t\tThe following extend to England and Wales, Scotland and Northern Ireland—\n\t\t\tsection 36;\n\t\t\tthis section and sections 37, 40 and 41;\n\t\t\tparagraph 19 of Schedule 3 (and section 19 so far as it relates to thatparagraph);\n\t\t\tparagraphs 4(6) and 9(4) of Schedule 4 (and section 24 so far as it relatesto those provisions).\n\tCommencement \n\t\tSubject to the following provisions, this Act comes into force on such dayas the Secretary of State may by order made by statutory instrument appoint.\n\t\tSubject to subsections (5) to (7), the following come into force on suchday as the Welsh Ministers may by order made by statutory instrument appoint—\n\t\t\tsection 19 and Schedule 3, so far as they relate to amendments of the[National Health Service (Wales) Act 2006 (c.42)](/id/ukpga/2006/42?view=plain \"Go to item of legislation\");\n\t\t\tsections 20 to 24 and Schedule 4, so far as they relate to Wales;\n\t\t\tsections 30 to 32.\n\t\tSubject to subsections (5) to (7), sections 20 to 24 and Schedule 4, so faras they relate to Northern Ireland, come into force on such day as theDepartment of Health, Social Services and Public Safety in Northern Irelandmay appoint by order made by statutory rule for the purposes of the StatutoryRules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tDifferent days may be appointed under subsections (1) to (3) for differentpurposes or different areas.\n\t\tThe following come into force on the day on which this Act is passed—\n\t\t\tparagraph 9(2) and (4) of Schedule 4;\n\t\t\ta repeal or revocation made by Schedule 6 connected to the repeal made byparagraph 9(2) of Schedule 4;\n\t\t\tthis section and sections 37, 39 and 41.\n\t\tThe following come into force, for the purposes of making regulations, onthe day on which this Act is passed—\n\t\t\tsections 8, 9(5) and 10;\n\t\t\tsections 20 to 23;\n\t\t\tparagraphs 11 and 12 of Schedule 4.\n\t\tThe following come into force at the end of the period of 2 monthsbeginning with the day on which this Act is passed—\n\t\t\tsection 34;\n\t\t\tparagraphs 1, 4(3), (4) and (6), 5, 6(3), 7(2) and 9(3) of Schedule 4;\n\t\t\tparagraph 13 of that Schedule for the purposes of sections 8, 9 and 11 ofthe [Tobacco Advertising and Promotion Act 2002 (c.36)](/id/ukpga/2002/36?view=plain \"Go to item of legislation\").\n\t\tWhere any particular provision or provisions of a Schedule come into forcein accordance with subsection (5), (6) or (7), the section introducing theSchedule also comes into force in accordance with that subsection so far asrelating to the particular provision or provisions.\n\t\tThe Secretary of State must not make an order under subsection (1) whichrelates to amendments to the [Medicines Act 1968 (c.67)](/id/ukpga/1968/67?view=plain \"Go to item of legislation\") made bySchedule 3 unless the Secretary of State first consults the Department ofHealth, Social Services and Public Safety in Northern Ireland.\n\t\tThe Secretary of State must not make an order under subsection (1) whichrelates to amendments to the [Health Protection Agency Act 2004 (c.17)](/id/ukpga/2004/17?view=plain \"Go to item of legislation\") made bySchedule 3 unless the Secretary of State first consults—\n\t\t\tthe Welsh Ministers,\n\t\t\tthe Scottish Ministers, and\n\t\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland.\n\t\tThe Secretary of State must not make an order under subsection (1) whichrelates to amendments made to [Human Tissue Act 2004 (c.30)](/id/ukpga/2004/30?view=plain \"Go to item of legislation\") by Schedule 3unless the Secretary of State first consults—\n\t\t\tthe Welsh Ministers, and\n\t\t\tthe Department of Health, Social Services and Public Safety in NorthernIreland.\n\t\tThe Secretary of State must not make an order under subsection (1) whichrelates to amendments made by Schedule 3 to Schedule 6 or 19 to the [NationalHealth Service Act 2006 (c. 41)](/id/ukpga/2006/41?view=plain \"Go to item oflegislation\") unless the Secretary of State first consults the WelshMinisters.\n\t\tThe Welsh Ministers must not make an order under subsection (2)(a) unlessthey first consult the Secretary of State.\n\tShort title\n\t\tThis Act may be cited as the Health Act 2009."
    }
]