[
    {
        "length": 2581,
        "text": "\nPART 1Introductory provisions\n\tOverview \n\t\tThis Act enables the matter of relief from payment of protected rent debtsdue from the tenant to the landlord under a business tenancy to be resolved byarbitration (if not resolved by agreement).\n\t\tIn this Act—\n\t\t\tsections 2 to 6 define for the purposes of this Act the terms “protectedrent debt”, “the matter of relief from payment” and other key terms used inthis Act;\n\t\t\tPart 2 provides for statutory arbitration between the landlord and thetenant under a business tenancy in relation to the matter of relief frompayment of a protected rent debt;\n\t\t\tPart 3 provides for temporary restrictions on the availability of certainremedies and insolvency arrangements that would otherwise be available inrelation to a protected rent debt.\n\t\tNothing in this Act is to be taken as—\n\t\t\taffecting the capacity of the parties to a business tenancy to resolve byagreement, at any time, the matter of relief from payment of a protected rentdebt (or any other matter relating to the tenancy), or\n\t\t\tpreventing an agreement resolving the matter of relief from payment of aprotected rent debt from having effect or being enforced.\n\t“Rent” and “business tenancy”\n\t\t“Rent”, in relation to a business tenancy, means an amount consisting ofone or more of the following—\n\t\t\tan amount payable by the tenant to the landlord under the tenancy forpossession and use of the premises comprised in the tenancy (whether describedas rent or otherwise);\n\t\t\tan amount payable by the tenant to the landlord under the tenancy as aservice charge;\n\t\t\tinterest on an unpaid amount within paragraph (a) or (b).\n\t\tIn subsection (1)—\n\t\t\ta reference to an amount includes any VAT chargeable on that amount;\n\t\t\ta reference to the landlord includes a person acting for the landlord (suchas a managing agent);\n\t\t\t“service charge” means an amount—\n\t\t\twhich is payable (directly or indirectly) for services, repairs,maintenance, improvements, insurance costs or the landlord’s management costs(including management costs of a superior landlord which the landlord isrequired to pay), and\n\t\t\twhich is a fixed amount or an amount that varies or may vary according tothe relevant costs (or a combination of the two).\n\t\tIn subsection (2)(c)—\n\t\t\t“insurance costs” includes costs incurred by the landlord in connectionwith insuring against loss of rent or in complying with obligations under thetenancy either to insure the whole or any part of—\n\t\t\tthe premises comprised in the tenancy, and\n\t\t\tany common parts of a property which includes those premises,\n\t\t\t\tor to pay the costs of such insurance incurred by any superior landlord;\n\t\t\t“the relevant costs” means the costs or estimated costs incurred or to beincurred by or on behalf of the landlord in connection with the matter forwhich the service charge is payable, and for this purpose—\n\t\t\t“costs” includes overheads, and\n\t\t\tcosts are relevant costs in relation to a service charge whether they areincurred, or to be incurred, in the period for which the service charge ispayable or in an earlier or later period.\n\t\tAn amount drawn down by the landlord from a tenancy deposit to meet thewhole or part of a rent debt is to be treated as unpaid rent due from thetenant to the landlord (and such rent is “paid” where the tenant makes goodany shortfall in the deposit).\n\t\t“Business tenancy” means a tenancy to which Part 2 of the Landlord andTenant Act 1954 applies.\n\t\t“English business tenancy” means a business tenancy comprising premises inEngland.\n\t\t“Welsh business tenancy” means a business tenancy comprising premises inWales.\n\t“Protected rent debt”\n\t\tA “protected rent debt” is a debt under a business tenancy consisting ofunpaid protected rent.\n\t\tRent due under the tenancy is “protected rent” if—\n\t\t\tthe tenancy was adversely affected by coronavirus (see section 4), and\n\t\t\tthe rent is attributable to a period of occupation by the tenant for, orfor a period within, the protected period applying to the tenancy (see section5).\n\t\tRent consisting of interest on an unpaid amount within section 2(1)(a) or(b) is to be regarded for the purposes of subsection (2)(b) as attributable tothe same period of occupation by the tenant as that unpaid amount.\n\t\tA period of occupation by the tenant that began, or ended, at a time duringa particular day is to be treated as including the whole of that day.\n\t\tIf any rent due under the tenancy is attributable to a period of occupationby the tenant of which only part is of the description in subsection (2)(b),then so much of the rent as can be reasonably attributed to that part of theperiod is protected rent.\n\t\tAn amount treated by section 2(4) as unpaid rent is to be regarded asunpaid protected rent if the rent debt that was satisfied (in whole or part)by drawing it down from the tenancy deposit would otherwise have been aprotected rent debt.\n\t“Adversely affected by coronavirus”\n\t\tA business tenancy was “adversely affected by coronavirus” for the purposesof section 3(2)(a) if, for any relevant period—\n\t\t\tthe whole or part of the business carried on by the tenant at or from thepremises comprised in the tenancy, or\n\t\t\tthe whole or part of those premises,\n\t\t\t\twas of a description subject to a closure requirement.\n\t\tFor this purpose—\n\t\t\t“closure requirement” means a requirement imposed by coronavirusregulations which is expressed as an obligation—\n\t\t\tto close businesses, or parts of businesses, of a specified description, or\n\t\t\tto close premises, or parts of premises, of a specified description; and\n\t\t\t“relevant period” means a period beginning at or after 2 p.m. on 21 March2020 and ending at or before—\n\t\t\t11.55 p.m. on 18 July 2021, for English business tenancies, or\n\t\t\t6 a.m. on 7 August 2021, for Welsh business tenancies.\n\t\tA requirement expressed as an obligation to close businesses or premises ofa specified description, or parts of businesses or premises of a specifieddescription, every day at particular times is to be regarded for the purposesof subsection (2)(a) as a closure requirement.\n\t\tIt is immaterial for the purposes of subsection (2)(a) that specificlimited activities were (as an exception) allowed by the regulations to becarried on despite the obligation to close (and accordingly the fact they werepermitted or carried on is to be disregarded in determining whether thetenancy was adversely affected by coronavirus).\n\t\tWhere the premises comprised in the tenancy were occupied by the tenant forthe purposes of a business not carried on solely at or from those premises,the reference in subsection (1)(a) to the business carried on at or from thepremises is to so much of the business as was carried on at or from thepremises.\n\t\tIn this section “coronavirus regulations” means regulations—\n\t\t\tmade under section 45C of the Public Health (Control of Disease) Act 1984(whether or not also made under any other power), and\n\t\t\texpressed to be made in response to the threat to public health posed bythe incidence or spread of coronavirus.\n\t“Protected period”\n\t\tThe “protected period”, in relation to a business tenancy adverselyaffected by coronavirus, is the period beginning with 21 March 2020 and endingwith—\n\t\t\twhere the business tenancy comprises premises in England—\n\t\t\tif subsection (2) identifies a day earlier than 18 July 2021, that day, or\n\t\t\tin any other case, 18 July 2021;\n\t\t\twhere the business tenancy comprises premises in Wales—\n\t\t\tif subsection (2) identifies a day earlier than 7 August 2021, that day, or\n\t\t\tin any other case, 7 August 2021.\n\t\tThe relevant day for the purposes of subsection (1)(a)(i) or (b)(i) is thelast day on which (or for part of which)—\n\t\t\tthe whole or part of the business carried on by the tenant at or from thepremises, or\n\t\t\tthe whole or part of those premises,\n\t\t\t\twas of a description subject to either a closure requirement or a specificcoronavirus restriction.\n\t\tIn subsection (2) “specific coronavirus restriction” means a restriction orrequirement (other than a closure requirement) imposed by coronavirusregulations which regulated any aspect of—\n\t\t\tthe way a business, or a part of a business, of any specified descriptionwas to be carried on, or\n\t\t\tthe way any premises, or any part of premises, of a specified descriptionwere or was to be used.\n\t\tBut for the purposes of subsection (3)—\n\t\t\trequirements to display or provide information on premises (or parts ofpremises), and\n\t\t\trestrictions applying more generally than to specific descriptions ofbusinesses or premises (or parts of businesses or premises),\n\t\t\tare not specific coronavirus restrictions.\n\t\tIn this section “closure requirement” and “coronavirus regulations” havethe same meaning as in section 4.\n\t“The matter of relief from payment”\n\t\tReferences to the matter of relief from payment of a protected rent debtare to all issues relating to the questions—\n\t\t\twhether there is a protected rent debt of any amount, and\n\t\t\tif so, whether the tenant should be given relief from payment of that debtand, if so, what relief.\n\t\t“Relief from payment”, in relation to a protected rent debt, means any oneor more of the following—\n\t\t\twriting off the whole or any part of the debt;\n\t\t\tgiving time to pay the whole or any part of the debt, including by allowingthe whole or any part of the debt to be paid by instalments;\n\t\t\treducing (including to zero) any interest otherwise payable by the tenantunder the terms of the tenancy in relation to the whole or any part of thedebt."
    },
    {
        "length": 1023,
        "text": "\nApproved arbitration bodies\n\tApproval of arbitration bodies\n\t\tThe Secretary of State may approve one or more bodies to carry out thefunctions under section 8 (and a body which is for the time being so approvedis referred to in this Act as an “approved arbitration body”).\n\t\tThe Secretary of State may only approve a body which the Secretary of Stateconsiders to be suitable to carry out those functions.\n\t\tThe Secretary of State may withdraw an approval given under subsection (1)if the Secretary of State considers that the body is no longer suitable tocarry out those functions.\n\t\tWhere the Secretary of State proposes to withdraw an approval given undersubsection (1), the Secretary of State must notify the body in question andgive the body an opportunity to make representations.\n\t\tWhere an approval given under subsection (1) is withdrawn from a body, theSecretary of State must make arrangements relating to—\n\t\t\tthe repayment of any fees or expenses already paid to the body (if any),and\n\t\t\tthe body’s entitlement (if any) to fees or expenses.\n\t\tThe withdrawal of an approval given under subsection (1) does not affectthe validity of anything done by or in relation to the body in question beforethat withdrawal.\n\t\tThe Secretary of State must maintain and publish a list of approvedarbitration bodies.\n\tFunctions of approved arbitration bodies\n\t\tAn approved arbitration body has the following functions—\n\t\t\tto maintain a list of arbitrators who—\n\t\t\tare available to act as arbitrators under this Part (whether alone or as amember of a panel of arbitrators), and\n\t\t\tappear to the body to be suitable, by virtue of their qualifications orexperience, to act as such,\n\t\t\tto appoint an arbitrator or panel of arbitrators from that list to dealwith the matter of relief from payment of a protected rent debt referred tothe body for arbitration under this Part,\n\t\t\twhere an arbitrator appointed by the body resigns, dies or otherwise ceasesto hold office, to appoint another arbitrator from that list to fill thevacancy,\n\t\t\tto set, collect and pay its fees and the fees of an arbitrator appointed byit,\n\t\t\tto oversee any arbitration in relation to which it has appointed anarbitrator or panel of arbitrators, and\n\t\t\tto remove an arbitrator appointed by it from a case on any one of thegrounds in subsection (2).\n\t\tThe grounds for removal are—\n\t\t\tthat circumstances exist that give rise to justifiable doubts as to theimpartiality or independence of the arbitrator,\n\t\t\tthat the arbitrator does not possess the qualifications required for thearbitration,\n\t\t\tthat the arbitrator is physically or mentally incapable of conducting thearbitration or there are justifiable doubts as to their capacity to do so, or\n\t\t\tthat the arbitrator has refused or failed to properly conduct thearbitration, or to use all reasonable despatch in conducting the proceedingsor making an award, and that substantial injustice has been or will be causedto the parties.\n\t\tAn approved arbitration body must ensure that an arbitrator or panel ofarbitrators appointed by it under subsection (1)(b) is independent from theparties to the arbitration.\n\t\tWhere an arbitrator resigns, dies or otherwise ceases to hold office, anapproved arbitration body must make arrangements relating to—\n\t\t\tthe repayment of any fees or expenses already paid to the arbitrator (ifany), and\n\t\t\tthe arbitrator’s entitlement (if any) to fees or expenses.\n\t\tWhere requested by, or as agreed with, the Secretary of State, an approvedarbitration body must provide a report to the Secretary of State containingdetails of—\n\t\t\tthe exercise by the approved body of its functions under this section, and\n\t\t\tany arbitrations overseen by the approved body under subsection (1)(e),including the progress of, and any awards made in relation to, sucharbitrations.\n\t\tAn approved arbitration body must publish on its website the fees payablein relation to arbitrations referred to it under this Part."
    },
    {
        "length": 890,
        "text": "\nReferences to arbitration by tenant or landlord\n\tPeriod for making a reference to arbitration\n\t\tThis section applies where the tenant and the landlord under a businesstenancy are not in agreement as to the resolution of the matter of relief frompayment of a protected rent debt.\n\t\tA reference to arbitration may be made by either the tenant or the landlordwithin the period of six months beginning with the day on which this Act ispassed.\n\t\tThe Secretary of State may by regulations made by statutory instrumentextend the period allowed by subsection (2) for making references toarbitration in the case of—\n\t\t\tEnglish business tenancies,\n\t\t\tWelsh business tenancies, or\n\t\t\tEnglish business tenancies and Welsh business tenancies.\n\t\tA statutory instrument containing regulations under subsection (3) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tRequirements for making a reference to arbitration\n\t\tBefore making a reference to arbitration—\n\t\t\tthe tenant or landlord must notify the other party (“the respondent”) oftheir intention to make a reference, and\n\t\t\tthe respondent may, within 14 days of receipt of the notification underparagraph (a), submit a response.\n\t\tA reference to arbitration must not be made before—\n\t\t\tthe end of the period of 14 days after the day on which the response undersubsection (1)(b) is received, or\n\t\t\tif no such response is received, the end of the period of 28 days beginningwith the day on which the notification under subsection (1)(a) is served.\n\t\tA reference to arbitration may not be made, an arbitrator may not beappointed, and no formal proposal under section 11(2) or (4) may be made,where the tenant that owes a protected rent debt is subject to one of thefollowing—\n\t\t\ta company voluntary arrangement which relates to any protected rent debtthat has been approved under section 4 of the Insolvency Act 1986,\n\t\t\tan individual voluntary arrangement which relates to any protected rentdebt that has been approved under section 258 of that Act, or\n\t\t\ta compromise or arrangement which relates to any protected rent debt thathas been sanctioned under section 899 or 901F of the Companies Act 2006.\n\t\tA reference to arbitration must be made to an approved arbitration body.\n\t\tAfter a reference to arbitration has been made, an arbitrator may not beappointed, and no formal proposal under section 11(2) or (4) may be made,during any period where the tenant that owes a protected rent debt is thedebtor under one of the following—\n\t\t\ta company voluntary arrangement which relates to any protected rent debtthat has been proposed and is awaiting a decision under section 4 of theInsolvency Act 1986,\n\t\t\tan individual voluntary arrangement which relates to any protected rentdebt that has been proposed and is awaiting a decision under section 258 ofthat Act, or\n\t\t\ta compromise or arrangement which relates to any protected rent debt thathas been applied for and is awaiting a decision under section 899 or 901F ofthe Companies Act 2006.\n\t\tThis section, so far as relating to a company voluntary arrangement and acompromise or arrangement under section 899 or 901F of the Companies Act 2006,applies to limited liability partnerships (as well as to companies)."
    },
    {
        "length": 425,
        "text": "\nProposals for resolving the matter of relief from payment\n\tProposals for resolving the matter of relief from payment\n\t\tA reference to arbitration must include a formal proposal for resolving thematter of relief from payment of a protected rent debt.\n\t\tThe other party to the arbitration may put forward a formal proposal inresponse within the period of 14 days beginning with the day on which theproposal under subsection (1) is received.\n\t\tA formal proposal under subsection (1) or (2) must be accompanied bysupporting evidence.\n\t\tEach party may put forward a revised formal proposal within the period of28 days beginning with the day on which the party gives a formal proposal tothe other party under subsection (1) or (2).\n\t\tA revised formal proposal must be accompanied by any further supportingevidence.\n\t\tThe periods in subsections (2) and (4) may be extended—\n\t\t\tby agreement between the parties, or\n\t\t\tby the arbitrator where the arbitrator considers that it would bereasonable in all the circumstances.\n\t\tIn this section “formal proposal” means a proposal which is—\n\t\t\tmade on the assumption that the reference is not dismissed for a reason setout in section 13(2) or (3),\n\t\t\texpressed to be made for the purposes of this section, and\n\t\t\tgiven to the other party and the arbitrator.\n\tWritten statements\n\t\tThis section applies to any written statement provided to the arbitrator bya party (whether made by the party or another person) which relates to amatter relevant to the arbitration.\n\t\tThe written statement must be verified by a statement of truth.\n\t\tThe written statement may be disregarded by the arbitrator if it is not soverified."
    },
    {
        "length": 2239,
        "text": "\nArbitration awards\n\tArbitration awards available\n\t\tThis section sets out the awards open to the arbitrator on a referenceunder this Part.\n\t\tIf the arbitrator determines that—\n\t\t\tthe parties have by agreement resolved the matter of relief from payment ofa protected rent debt before the reference was made,\n\t\t\tthe tenancy in question is not a business tenancy, or\n\t\t\tthere is no protected rent debt,\n\t\t\t\tthe arbitrator must make an award dismissing the reference.\n\t\tIf, after assessing the viability of the tenant’s business, the arbitratordetermines that (at the time of the assessment) the business—\n\t\t\tis not viable, and\n\t\t\twould not be viable even if the tenant were to be given relief from paymentof any kind,\n\t\t\tthe arbitrator must make an award dismissing the reference.\n\t\tSubsection (5) applies if, after making that assessment, the arbitratordetermines that (at the time of the assessment) the business—\n\t\t\tis viable, or\n\t\t\twould become viable if the tenant were to be given relief from payment ofany kind.\n\t\tIn that case the arbitrator must resolve the matter of relief from paymentof a protected rent debt by—\n\t\t\tconsidering whether the tenant should receive any relief from payment and,if so, what relief, and\n\t\t\tmaking an award in accordance with section 14.\n\tArbitrator’s award on the matter of relief from payment\n\t\tThis section applies where the arbitrator is considering how to resolve thematter of relief from payment of a protected rent debt as required by section13(5).\n\t\tBefore determining what award to make the arbitrator must consider anyfinal proposal put forward to it by a party under section 11.\n\t\tWhere both parties put forward final proposals under section 11—\n\t\t\tif the arbitrator considers that both proposals are consistent with theprinciples in section 15, the arbitrator must make the award set out inwhichever of them the arbitrator considers to be the most consistent;\n\t\t\tif the arbitrator considers that one proposal is consistent with theprinciples in section 15 but the other is not, the arbitrator must make theaward set out in the proposal that is consistent.\n\t\tWhere only the party making the reference to arbitration puts forward afinal proposal under section 11, the arbitrator must make the award set out inthe proposal if the arbitrator considers that the proposal is consistent withthe principles in section 15.\n\t\tOtherwise, the arbitrator must make whatever award the arbitrator considersappropriate (applying the principles in section 15).\n\t\tAn award under this section may—\n\t\t\tgive the tenant relief from payment of the debt as set out in the award, or\n\t\t\tstate that the tenant is to be given no relief from payment of the debt.\n\t\tWhere an award under subsection (6)(a) gives the tenant time to pay anamount (including an instalment), the payment date must be within the periodof 24 months beginning with the day after the day on which the award is made.\n\t\tIn subsection (7) “the payment date” means the day specified in the awardas the day on which the amount concerned falls due for payment.\n\t\tAn award giving the tenant relief from payment of a protected rent debt isto be taken as altering the effect of the terms of tenancy in relation to theprotected rent constituting the debt.\n\t\tSubsection (9) means, in particular, that—\n\t\t\tthe tenant is not to be regarded as in breach of covenant by virtue of—\n\t\t\tnon-payment of an amount written off by the award, or\n\t\t\tfailure to pay an amount payable under the terms of the award before itfalls due under those terms;\n\t\t\ta guarantor of the tenant’s obligation to pay rent, or a former tenant whois otherwise liable for a failure by the tenant to pay rent, is not liable inrespect of anything mentioned in paragraph (a)(i) or (ii);\n\t\t\ta person other than the tenant who is liable for the payment of rent on anindemnity basis is not liable—\n\t\t\tto pay any unpaid protected rent written off by the award, or\n\t\t\tto pay an amount payable under the terms of the award before it falls dueunder those terms;\n\t\t\tany amount payable under the terms of the award is to be treated for thepurposes of the tenancy as rent payable under the tenancy.\n\t\tIn this section “final proposal” means—\n\t\t\tthe revised formal proposal put forward by a party under section 11(4), or\n\t\t\tif there is no revised formal proposal put forward by a party, the formalproposal put forward by the party under section 11(1) or (2).\n\tArbitrator’s principles\n\t\tThe principles in this section are—\n\t\t\tthat any award should be aimed at—\n\t\t\tpreserving (in a case falling within section 13(4)(a)), or\n\t\t\trestoring and preserving (in a case falling within section 13(4)(b)),\n\t\t\t\tthe viability of the business of the tenant, so far as that is consistent withpreserving the landlord’s solvency, and\n\t\t\tthat the tenant should, so far as it is consistent with the principle inparagraph (a) to do so, be required to meet its obligations as regards thepayment of protected rent in full and without delay.\n\t\tIn considering the viability of the tenant’s business and the landlord’ssolvency for the purposes of subsection (1), the arbitrator must disregardanything done by the tenant or the landlord with a view to manipulating theirfinancial affairs so as to improve their position in relation to an award tobe made under section 14.\n\t\tFor the purposes of this section, the landlord is “solvent” unless thelandlord is, or is likely to become, unable to pay their debts as they falldue.\n\tArbitrator: assessment of “viability” and “solvency”\n\t\tIn assessing the viability of the business of the tenant, the arbitratormust, so far as known, have regard to—\n\t\t\tthe assets and liabilities of the tenant, including any other tenancies towhich the tenant is a party,\n\t\t\tthe previous rental payments made under the business tenancy from thetenant to the landlord,\n\t\t\tthe impact of coronavirus on the business of the tenant, and\n\t\t\tany other information relating to the financial position of the tenant thatthe arbitrator considers appropriate.\n\t\tIn assessing the solvency of the landlord, the arbitrator must, so far asknown, have regard to—\n\t\t\tthe assets and liabilities of the landlord, including any other tenanciesto which the landlord is a party, and\n\t\t\tany other information relating to the financial position of the landlordthat the arbitrator considers appropriate.\n\t\tIn making an assessment under subsection (1) or (2), the arbitrator mustdisregard the possibility of the tenant or the landlord (as the case may be)—\n\t\t\tborrowing money, or\n\t\t\trestructuring its business.\n\tTiming of arbitrator’s award\n\t\tSubject to subsection (2), the arbitrator must make an award under section14 as soon as reasonably practicable after—\n\t\t\twhere both parties have put forward a final proposal, the day on which thelatest final proposal is received, or\n\t\t\totherwise, the last day on which a party may put forward a revised formalproposal (see section 11(4)).\n\t\tWhere an oral hearing is held (see section 20), the arbitrator must make anaward within the period of 14 days beginning with the day on which the hearingconcludes.\n\t\tThe period in subsection (2) may be extended—\n\t\t\tby agreement between the parties, or\n\t\t\tby the arbitrator where the arbitrator considers that it would bereasonable in all the circumstances to do so.\n\t\tIn this section “final proposal” has the same meaning as in section 14(11).\n\tPublication of award\n\t\tThis section applies when the arbitrator has made an award on a referenceunder this Part.\n\t\tThe arbitrator must publish the award together with the reasons for makingit, subject as follows.\n\t\tThe arbitrator must exclude confidential information from anythingpublished under this section, unless the arbitrator has been notified by theperson to whom it relates that the person consents to its publication.\n\t\tIn subsection (3) “confidential information” means information which thearbitrator is satisfied is—\n\t\t\tcommercial information relating to a party or to any other person thedisclosure of which would, or might, significantly harm the legitimatebusiness interests of the person to which it relates, or\n\t\t\tinformation relating to the private affairs of an individual the disclosureof which would, or might, significantly harm that individual’s interests."
    },
    {
        "length": 711,
        "text": "\nArbitration fees and oral hearings\n\tArbitration fees and expenses\n\t\tIn this section references to arbitration fees are to—\n\t\t\tthe arbitrator’s fees and expenses (including any oral hearing fees), and\n\t\t\tthe fees and expenses of any approved arbitration body concerned.\n\t\tThe Secretary of State may by regulations made by statutory instrumentspecify limits on arbitration fees, which may differ depending on the amountof protected rent debt in question.\n\t\tA statutory instrument containing regulations under subsection (2) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThe applicant must pay arbitration fees (other than oral hearing fees) inadvance of the arbitration taking place.\n\t\tWhen the arbitrator makes an award under section 13 or 14, the arbitratormust (subject to subsection (6)) also make an award requiring the other partyto reimburse the applicant for half the arbitration fees paid under subsection(4).\n\t\tThe general rule in subsection (5) does not apply if the arbitratorconsiders it more appropriate in the circumstances of the case to award adifferent proportion (which may be zero).\n\t\tExcept as provided by subsection (5) and section 20(6), the parties mustmeet their own legal or other costs.\n\t\tLegal or other costs incurred in connection with arbitration (includingarbitration fees) are not recoverable by virtue of any term of the businesstenancy concerned.\n\t\tIn this section, “applicant” means the party which made the reference toarbitration.\n\tOral hearings\n\t\tAn oral hearing must be held where either or both of the parties make arequest to the arbitrator.\n\t\tAn oral hearing must be held within the period of 14 days beginning withthe day on which the arbitrator receives a request under subsection (1).\n\t\tThe period in subsection (2) may be extended—\n\t\t\tby agreement between the parties, or\n\t\t\tby the arbitrator where the arbitrator considers that it would bereasonable in all the circumstances to do so.\n\t\tWhere both parties request an oral hearing, the parties are jointly andseverally liable to pay the hearing fees in advance.\n\t\tWhere one of the parties requests an oral hearing, that party must pay thehearing fees in advance.\n\t\tWhen the arbitrator makes an award under section 13 or 14, the arbitratormust (subject to subsection (7)) also make an award requiring the other partyto reimburse the applicant for half the hearing fees.\n\t\tThe general rule in subsection (6) does not apply if the arbitratorconsiders it more appropriate in all the circumstances to award a differentproportion (which may be zero).\n\t\tAn oral hearing must be held in public unless the parties agree otherwise."
    },
    {
        "length": 110,
        "text": "\nGuidance\n\tGuidance \n\t\tThe Secretary of State may issue guidance to—\n\t\t\tarbitrators about the exercise of their functions under this Part, and\n\t\t\ttenants and landlords about making a reference to arbitration under thisPart.\n\t\tThe Secretary of State may revise any guidance issued under this section.\n\t\tThe Secretary of State must arrange for any guidance issued or revisedunder this section to be published."
    },
    {
        "length": 1551,
        "text": "\nPART 3Moratorium on certain remedies and insolvency arrangements\n\tTemporary moratorium on enforcement of protected rent debts\n\t\tSchedule 2 contains—\n\t\t\tprovision preventing a landlord who is owed a protected rent debt fromusing the following remedies in relation to (or on the basis of) the debtduring the moratorium period—\n\t\t\tmaking a debt claim in civil proceedings;\n\t\t\tusing the commercial rent arrears recovery power;\n\t\t\tenforcing a right of re-entry or forfeiture;\n\t\t\tusing a tenant’s deposit;\n\t\t\tretrospective provision in relation to certain debt claims made by such alandlord before the start of the moratorium period for the protected rentdebt;\n\t\t\tprovision relating to the right of such a landlord during the moratoriumperiod to appropriate any rent paid by the tenant;\n\t\t\tretrospective provision in relation to the right of such a landlord toappropriate any rent paid by the tenant before the start of the moratoriumperiod for the protected rent debt;\n\t\t\tprovision connected with certain things mentioned in paragraphs (a) to (d).\n\t\tIn this section “the moratorium period”, in relation to a protected rentdebt, is the period—\n\t\t\tbeginning with the day on which this Act is passed, and\n\t\t\tending— \n\t\t\twhere the matter of relief from payment of the protected rent debt is notreferred to arbitration within the period of six months beginning with thatday, with the last day of that period, or\n\t\t\twhere that matter is referred to arbitration, with the day on which thearbitration concludes.\n\t\tSubsection (2) is subject to any extension of the period mentioned inparagraph (b)(i) that—\n\t\t\tis made by or by virtue of section 24, and\n\t\t\thas effect in relation to the protected rent debt.\n\t\tFor the purposes of subsection (2)(b) an arbitration concludes when—\n\t\t\tthe arbitration proceedings are abandoned or withdrawn by the parties,\n\t\t\tthe time period for appealing expires without an appeal being brought, or\n\t\t\tany appeal brought within that period is finally determined, abandoned orwithdrawn.\n\t\tIn this section “arbitration” means arbitration under Part 2.\n\tAlteration of moratorium period\n\t\tIn this section “extension regulations” means regulations under section9(3) extending the period allowed by section 9(2) for making references toarbitration.\n\t\tWhere extension regulations made by virtue of section 9(3)(a) or (c) extendthat period in the case of English business tenancies, the period specified insection 23(2)(b)(i), so far as it applies in the case of a protected rent debtunder an English business tenancy, is extended for the same period of time.\n\t\tSubsection (4) below applies where extension regulations made by virtue ofsection 9(3)(b) or (c) extend that period in the case of Welsh businesstenancies.\n\t\tThe Secretary of State may by regulations made by statutory instrumentextend the period specified in section 23(2)(b)(i), so far as it applies inthe case of a protected rent debt under a Welsh business tenancy, for the sameperiod of time.\n\t\tRegulations under subsection (4) must provide for the extension referred toin that subsection—\n\t\t\tto have effect for the purposes of this Part including the purposes ofSchedule 2, or\n\t\t\tto have effect for the purposes of this Part other than the purposes ofSchedule 2.\n\t\tThe power to make the provision referred to in subsection (5)(a) isexercisable only with the consent of the Welsh Ministers to the extensionhaving effect for the purposes of Schedule 2 other than the purposes ofparagraph 3(6) and (7).\n\t\tA statutory instrument containing regulations under subsection (4) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tTemporary restriction on initiating certain insolvency arrangements\n\t\tThis section applies where the matter of relief from payment of a protectedrent debt has been referred to arbitration.\n\t\tDuring the relevant period—\n\t\t\tno proposal for a company voluntary arrangement under section 1 of theInsolvency Act 1986 which relates to the whole or part of the debt may bemade,\n\t\t\tno proposal for an individual voluntary arrangement under section 256A ofthat Act, or an application for an interim order under section 253 of thatAct, which relates to the whole or part of the debt may be made, and\n\t\t\tno application for a compromise or arrangement under section 896 or 901C ofthe Companies Act 2006 (court orders for holding of meetings) which relates tothe whole or part of the debt may be made.\n\t\tIn this section “the relevant period” means the period beginning with theday on which an arbitrator is appointed and ending with—\n\t\t\twhere the arbitrator makes an award in accordance with section 14, the daywhich is 12 months after the day on which that award is made,\n\t\t\twhere the arbitrator makes an award dismissing a reference under section13(2) or (3), the day on which that award is made,\n\t\t\twhere an award made in accordance with section 14 is set aside on appeal,the day on which that decision is made, or\n\t\t\twhere the arbitration proceedings are abandoned or withdrawn by theparties, the day of that abandonment or withdrawal.\n\t\tThis section, so far as relating to a company voluntary arrangement and acompromise or arrangement under section 899 or 901F of the Companies Act 2006,applies to limited liability partnerships (as well as to companies).\n\tTemporary restriction on initiating arbitration proceedings\n\t\tThe tenant or the landlord under a business tenancy may not initiatearbitration proceedings (other than an arbitration under Part 2) in relationto a protected rent debt during the moratorium period for the debt, unless theother party agrees.\n\t\tIn this section “the moratorium period” has the meaning given by section23(2).\n\tTemporary restriction on winding-up petitions and petitions forbankruptcy orders\n\t\tSchedule 3 contains temporary provision in relation to winding up petitionsand petitions for bankruptcy orders."
    },
    {
        "length": 1722,
        "text": "\nPART 4Final provisions\n\tPower to apply Act in relation to future periods of coronavirus control\n\t\tThe Secretary of State may by regulations provide for this Act (apart fromthis section) to apply again in relation to rent debts under businesstenancies adversely affected by closure requirements.\n\t\tRegulations under this section may—\n\t\t\tbe made so as to apply in relation to—\n\t\t\tEnglish business tenancies,\n\t\t\tWelsh business tenancies, or\n\t\t\tEnglish business tenancies and Welsh business tenancies;\n\t\t\texclude the provisions mentioned in subsection (10) (a) to (c) from theprovisions being re-applied in relation to Welsh business tenancies.\n\t\tA business tenancy is adversely affected by a closure requirement for thepurposes of subsection (1) if—\n\t\t\tthe whole or part of a business carried on at or from the premisescomprised in the tenancy, or\n\t\t\tthe whole or part of those premises,\n\t\t\t\tis of a description subject to a closure requirement imposed at any time after7 August 2021.\n\t\tIn this section “closure requirement” means a requirement imposed byregulations as a public health response to coronavirus and expressed as anobligation—\n\t\t\tto close businesses, or parts of businesses, of a specified description, or\n\t\t\tto close premises, or parts of premises, of a specified description.\n\t\tIn subsection (4) “coronavirus” means severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2).\n\t\tThe power under this section is exercisable whether or not the closurerequirement remains in force when the regulations are made.\n\t\tSubsections (3) to (5) of section 4 apply for the purposes of this sectionas they apply for the purposes of section 4.\n\t\tRegulations under this section may—\n\t\t\tprovide for provisions of this Act to apply with such necessarymodifications as are specified in the regulations;\n\t\t\tmake different provision for England and for Wales;\n\t\t\tmake incidental, supplemental, consequential, saving or transitionalprovision (including provision amending or otherwise modifying an Act ofParliament).\n\t\tFor the purposes of subsection (8)(a)—\n\t\t\t“modifications” means omissions, additions or variations, and\n\t\t\tmodifications are “necessary” if they appear to the Secretary of State tobe necessary for the provisions being re-applied to operate correctly inrelation to business tenancies adversely affected by the closure requirementsin question.\n\t\tThe power under this section is exercisable only with the consent of theWelsh Ministers so far as it relates to the re-application, in relation toWelsh business tenancies, of—\n\t\t\tSchedule 2 apart from paragraph 3(6) and (7),\n\t\t\tsection 23 so far as relating to Schedule 2 apart from paragraph 3(6) and(7), and\n\t\t\tPart 1 and this Part, so far as relating to the provisions mentioned inparagraphs (a) and (b).\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument, and\n\t\t\tmay not be made unless a draft of the statutory instrument containing themhas been laid before and approved by a resolution of each House of Parliament.\n\tConcurrent power for Welsh Ministers to apply moratorium provisionsagain\n\t\tThe Welsh Ministers may exercise the power conferred by section 28,concurrently with the Secretary of State, so far as it relates to the re-application, in relation to Welsh business tenancies, of—\n\t\t\tSchedule 2 apart from paragraph 3(6) and (7),\n\t\t\tsection 23 so far as relating to Schedule 2 apart from paragraph 3(6) and(7), and\n\t\t\tPart 1 and this Part, so far as relating to the provisions mentioned inparagraphs (a) and (b).\n\t\tSection 28 has effect in relation to regulations made by the WelshMinisters by virtue of this section as if—\n\t\t\treferences to the Secretary of State were to the Welsh Ministers,\n\t\t\tsubsection (2)(a)(i) and (iii) and (b) were omitted,\n\t\t\tin subsection (8)—\n\t\t\tthe references in paragraph (a) to provisions of this Act were referencesto provisions mentioned in subsection (1)(a) to (c) above, and\n\t\t\tthe reference in paragraph (c) to an Act of Parliament included areference to an Act or Measure of Senedd Cymru,\n\t\t\tsubsection (10) were omitted, and\n\t\t\tin subsection (11)(b), for “each House of Parliament” there weresubstituted “Senedd Cymru”.\n\t\tIn Schedule 7B to the Government of Wales Act 2006 (general restrictions onlegislative competence of Senedd Cymru), in paragraph 11(6)(b) (exceptions torestrictions relating to Ministers of the Crown)—\n\t\t\tomit the “or” at the end of paragraph (vi), and\n\t\t\tafter paragraph (vii) insert “; or\n\t\t\tsection 28 of the Commercial Rent (Coronavirus) Act 2022.”\n\tCrown application\n\t\tThis Act binds the Crown (but without prejudice to section 2(5) which securesthat the business tenancies to which this Act applies are those to which Part2 of the Landlord and Tenant Act 1954 applies).\n\tExtent, commencement and short title\n\t\tParts 1 to 3 extend to England and Wales only (except as provided bysubsections (2) and (3)).\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tin section 25—\n\t\t\tsubsections (1), (2)(c) and (3), and\n\t\t\tsubsection (4) so far as relating to a compromise or arrangement undersection 899 or 901F of the Companies Act 2006,\n\t\t\tPart 1 so far as relating to the provisions mentioned in paragraph (a), and\n\t\t\tthis Part.\n\t\tThe following provisions extend to England and Wales and Scotland only—\n\t\t\tin section 25—\n\t\t\tsubsection (2)(a), and\n\t\t\tsubsection (4) so far as relating to a company voluntary arrangement,\n\t\t\tparagraph 1 of Schedule 3 and section 27 so far as relating to thatparagraph, and\n\t\t\tPart 1 so far as relating to the provisions mentioned in paragraphs (a) and(b).\n\t\tThis Act comes into force on the day on which it is passed (except asprovided by subsection (5)).\n\t\tParagraph 1 of Schedule 3, and section 27 so far as relating to thatparagraph, comes into force on 1 April 2022.\n\t\tThis Act may be cited as the Commercial Rent (Coronavirus) Act 2022."
    }
]