{
    "general": "This law helps small businesses that have been hurt by the COVID-19 pandemic. It allows them to not pay some or all of their rent if they can show that the pandemic made it hard for them to run their business. The law says that if a business can prove this, then they might not have to pay as much rent as they normally would. This is meant to help keep small businesses afloat during these difficult times.",
    "series": [
        [
            {
                "length": 491,
                "short": "\n\"Coronavirus Rent Debt Resolution: Arbitration and Restrictions on Remedies\"",
                "text": "\n* Simplified point 1: This act enables the resolution of disputes over rent debts due from tenants to landlords under business tenancies through arbitration.\n* Simplified point 2: The act defines \"protected rent debt\" as a debt consisting of unpaid rent due from a tenant to a landlord under a business tenancy, provided that the tenancy was adversely affected by coronavirus and the rent is attributable to a period of occupation by the tenant during the protected period.\n* Simplified point 3: The act provides for temporary restrictions on the availability of certain remedies and insolvency arrangements that would otherwise be available in relation to a protected rent debt.\n* Simplified point 4: The act defines \"rent\" as an amount consisting of the amount payable by the tenant to the landlord under the tenancy for possession and use of the premises, as well as any interest on unpaid amounts.\n* Simplified point 5: The act defines \"business tenancy\" as a tenancy to which Part 2 of the Landlord and Tenant Act 1954 applies, and \"English business tenancy\" and \"Welsh business tenancy\" as tenancies comprising premises in England or Wales, respectively.\n* Simplified point 6: The act provides that a \"protected period\" is the period beginning with 21 March 2020 and ending with 18 July 2021 for English business tenancies, and 7 August 2021 for Welsh business tenancies.\n* Simplified point 7: The act defines \"closure requirement\" as a requirement imposed by coronavirus regulations which is expressed as an obligation to close businesses or premises of a specified description, and \"specific coronavirus restriction\" as a restriction or requirement imposed by coronavirus regulations which regulated any aspect of the way a business or a part of a business was to be carried on or the way any premises or part of premises were or was to be used."
            },
            {
                "length": 405,
                "short": "\"Commercial Rent Relief Arbitration: Approved Bodies and Their Functions\"",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 allows the Secretary of State to approve one or more bodies to carry out functions related to rent relief for commercial tenants affected by the COVID-19 pandemic.\n* Simplified point 2: The Secretary of State may withdraw approval from an arbitration body if they consider the body is no longer suitable to carry out the functions.\n* Simplified point 3: The approved arbitration body maintains a list of arbitrators who are available to act as arbitrators and has the function of appointing an arbitrator or panel of arbitrators from that list to deal with relief from payment of a protected rent debt.\n* Simplified point 4: The approved arbitration body may remove an arbitrator from a case if there are justifiable doubts as to their impartiality or independence, or if they do not possess the required qualifications.\n* Simplified point 5: The approved arbitration body must ensure that an arbitrator or panel of arbitrators appointed by it is independent from the parties to the arbitration.\n* Simplified point 6: The approved arbitration body must make arrangements relating to the repayment of fees or expenses paid to an arbitrator who resigns, dies, or ceases to hold office.\n* Simplified point 7: The approved arbitration body must provide a report to the Secretary of State containing details of the exercise of its functions under this section and any arbitrations overseen by the approved body.\n* Simplified point 8: The approved arbitration body must publish on its website the fees payable in relation to arbitrations referred to it under this Part."
            },
            {
                "length": 275,
                "short": "\"Arbitration Resolution for Commercial Rent Disputes in UK\"",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 allows tenants and landlords to resolve disputes over rent payments through arbitration.\n* Simplified point 2: The Act sets out rules for making a reference to arbitration, including the time limits for making a reference and the requirements for notifying the other party.\n* Simplified point 3: The Act prohibits making a reference to arbitration, appointing an arbitrator, or making a formal proposal under the Act where the tenant is subject to a company voluntary arrangement, individual voluntary arrangement, or a compromise or arrangement under the Companies Act 2006.\n* Simplified point 4: The Act requires that references to arbitration be made to an approved arbitration body.\n* Simplified point 5: The Act prohibits making a reference to arbitration, appointing an arbitrator, or making a formal proposal under the Act during any period where the tenant is the debtor under a company voluntary arrangement, individual voluntary arrangement, or a compromise or arrangement under the Companies Act 2006."
            },
            {
                "length": 192,
                "short": "\"Arbitration Proposal Guidelines\"",
                "text": "\n* Simplified point 1: The party initiating the arbitration must make a formal proposal for resolving the matter of relief from payment of a protected rent debt.\n* Simplified point 2: The other party to the arbitration has 14 days to respond with their own formal proposal, and each party can revise their proposal within 28 days.\n* Simplified point 3: The periods for proposals and revisions can be extended by agreement or by the arbitrator if reasonable.\n* Simplified point 4: A formal proposal must be accompanied by supporting evidence, and revised proposals must be accompanied by any further evidence.\n* Simplified point 5: Written statements provided to the arbitrator must be verified by a statement of truth, and the arbitrator can disregard unverified statements."
            },
            {
                "length": 206,
                "short": "\"Commercial Rent Disputes in the Time of COVID-19: Arbitration Process and Considerations\"",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 allows tenants to dispute rent payments if they have been affected by the pandemic.\n* Simplified point 2: The Act sets out the process for arbitration, including the types of relief that can be awarded to tenants.\n* Simplified point 3: The arbitrator must consider the viability of the tenant's business and the landlord's solvency when making an award.\n* Simplified point 4: The arbitrator must disregard any actions taken by the tenant or landlord to manipulate their financial affairs for the purpose of the award.\n* Simplified point 5: The Act sets out the timing and publication of the arbitrator's award."
            },
            {
                "length": 307,
                "short": "\"Commercial Rent Dispute Resolution in UK: Arbitration Fees and Expenses\"",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 outlines the process for resolving disputes over rent payments for commercial properties in the UK during the COVID-19 pandemic.\n* Simplified point 2: The Act specifies that arbitration fees and expenses are payable by the parties, with the exception of oral hearing fees, which are payable by the party that requests an oral hearing.\n* Simplified point 3: The Act allows the Secretary of State to set limits on arbitration fees, and the arbitrator must make an award requiring the other party to reimburse the applicant for half of the arbitration fees paid, subject to certain exceptions.\n* Simplified point 4: The Act requires that oral hearings be held within a specified period, and that the parties are jointly and severally liable to pay the hearing fees in advance, unless the arbitrator extends the period or waives the requirement for an oral hearing.\n* Simplified point 5: The Act provides that the parties must meet their own legal or other costs, and that legal or other costs incurred in connection with arbitration are not recoverable by virtue of any term of the business tenancy concerned."
            },
            {
                "length": 168,
                "short": "\"Government Guidance on Arbitration Under the Commercial Rent (Coronavirus) Act 2022\"",
                "text": "\n* Simplified point 1: The Secretary of State can issue guidance to arbitrators, tenants, and landlords on how to exercise their functions and make references to arbitration under the Commercial Rent (Coronavirus) Act 2022.\n* Simplified point 2: The Secretary of State can revise the guidance at any time and must publish any guidance issued or revised under this section.\n* Simplified point 3: The guidance can cover the exercise of arbitration functions and provide information to tenants and landlords on how to make a reference to arbitration under the Act."
            },
            {
                "length": 242,
                "short": "\"Temporary Restrictions on Rent Debt Collection and Insolvency Arrangements for Businesses During COVID-19 Pandemic\"",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 temporarily restricts landlords from using certain remedies to collect rent debts from tenants during the moratorium period.\n* Simplified point 2: The moratorium period is the time between the day the Act is passed and the last day of a six-month period, or the day an arbitration concludes, whichever is later.\n* Simplified point 3: The Act also temporarily restricts tenants from initiating arbitration proceedings during the moratorium period, unless the other party agrees.\n* Simplified point 4: The Act provides for the extension of the moratorium period in certain circumstances, and for the restriction on initiating certain insolvency arrangements during the relevant period.\n* Simplified point 5: The Act applies to both companies and limited liability partnerships."
            },
            {
                "length": 232,
                "short": "\"UK Government's Power to Address Rent Debts in Business Tenancies Affected by Closure Requirements\"",
                "text": "\n* Simplified point 1: The UK government has the power to apply the Act again in relation to rent debts under business tenancies adversely affected by closure requirements.\n* Simplified point 2: The Act can be applied to both English and Welsh business tenancies, and the Welsh Ministers have the power to exercise the same provisions as the Secretary of State.\n* Simplified point 3: The Act can be modified to apply with necessary modifications to business tenancies adversely affected by closure requirements, and the power to make such modifications is exercisable with the consent of the Welsh Ministers.\n* Simplified point 4: The Act extends to England and Wales, and certain provisions extend to Scotland and Northern Ireland.\n* Simplified point 5: The Act comes into force on the day it is passed, except for certain provisions that come into force on 1 April 2022."
            }
        ],
        [
            {
                "length": 482,
                "short": "The Commercial Rent (Coronavirus) Act 2022: Resolving Disputes Over Rent Debts for Business Tenancies",
                "text": "\n* Simplified point 1: The Commercial Rent (Coronavirus) Act 2022 enables the resolution of disputes over rent debts due from tenants to landlords under business tenancies through arbitration.\n* Simplified point 2: The Act defines \"protected rent debt\" as a debt consisting of unpaid rent due from a tenant to a landlord under a business tenancy, provided that the tenancy was adversely affected by coronavirus and the rent is attributable to a period of occupation by the tenant during the protected period.\n* Simplified point 3: The Act provides for temporary restrictions on the availability of certain remedies and insolvency arrangements that would otherwise be available in relation to a protected rent debt.\n* Simplified point 4: The Act defines \"rent\" as an amount consisting of the amount payable by the tenant to the landlord under the tenancy for possession and use of the premises, as well as any interest on unpaid amounts.\n* Simplified point 5: The Act defines \"business tenancy\" as a tenancy to which Part 2 of the Landlord and Tenant Act 1954 applies, and \"English business tenancy\" and \"Welsh business tenancy\" as tenancies comprising premises in England or Wales, respectively.\n* Simplified point 6: The Act provides that a \"protected period\" is the period beginning with 21 March 2020 and ending with 18 July 2021 for English business tenancies, and 7 August 2021 for Welsh business tenancies.\n* Simplified point 7: The Act defines \"closure requirement\" as a requirement imposed by coronavirus regulations which is expressed as an obligation to close businesses or premises of a specified description, and \"specific coronavirus restriction\" as a restriction or requirement imposed by coronavirus regulations which regulated any aspect of the way a business or a part of a business was to be carried on or the way any premises or part of premises were or was to be used."
            }
        ]
    ],
    "summary": "The Commercial Rent (Coronavirus) Act 2022 simplifies the process of resolving disputes over rent payments for commercial properties in the UK during the COVID-19 pandemic. It enables the resolution of disputes through arbitration and provides temporary restrictions on the availability of certain remedies and insolvency arrangements. The act covers various aspects, including definitions of key terms, protection of rent debt, and closure requirements. Additionally, the UK government has the power to address rent debts in business tenancies affected by closure requirements."
}