[
    {
        "length": 747,
        "text": "\nEnergy policies\n\tA local planning authority in England may in their development plandocuments, and a local planning authority in Wales may in their localdevelopment plan, include policies imposing reasonable requirements for—\n\t\ta proportion of energy used in development in their area to be energy fromrenewable sources in the locality of the development;\n\t\ta proportion of energy used in development in their area to be low carbonenergy from sources in the locality of the development;\n\t\tdevelopment in their area to comply with energy efficiency standards thatexceed the energy requirements of building regulations.\n\tIn subsection (1)(c)—\n\t\t  * “energy efficiency standards” means standards for the purpose of furthering energy efficiency that are— \n\t\tset out or referred to in regulations made by the appropriate nationalauthority under or by virtue of any other enactment (including an enactmentpassed after the day on which this Act is passed), or\n\t\tset out or endorsed in national policies or guidance issued by the appropriatenational authority;\n\t\t\t  * “energy requirements”, in relation to building regulations, means requirements of building regulations in respect of energy performance or conservation of fuel and power. \n\tIn subsection (2) “appropriate national authority” means—\n\t\tthe Secretary of State, in the case of a local planning authority inEngland;\n\t\tthe Welsh Ministers, in the case of a local planning authority in Wales.\n\tThe power conferred by subsection (1) has effect subject to subsections (5)to (7) and to—\n\t\tsection 19 of the Planning and Compulsory Purchase Act [2004 (c.5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\"), in the case of alocal planning authority in England;\n\t\tsection 62 of that Act, in the case of a local planning authority in Wales.\n\tPolicies included in development plan documents by virtue of subsection (1)must not be inconsistent with relevant national policies for England.\n\tPolicies included in a local development plan by virtue of subsection (1)must not be inconsistent with relevant national policies for Wales.\n\tRelevant national policies are—\n\t\tnational policies relating to energy from renewable sources, in the case ofpolicies included by virtue of subsection (1)(a);\n\t\tnational policies relating to low carbon energy, in the case of policiesincluded by virtue of subsection (1)(b);\n\t\tnational policies relating to furthering energy efficiency, in the case ofpolicies included by virtue of subsection (1)(c).\nInterpretation \n\tIn this Act—\n\t  * “development plan document” has the same meaning as in Part 2 of the Planning and Compulsory Purchase Act 2004; \n\t  * “local planning authority” has the same meaning as in the Town and Country Planning Act [1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go to item of legislation\"). \nShort title and extent\n\tThis Act may be cited as the Planning and Energy Act 2008.\n\tThis Act extends to England and Wales.\n\t\t"
    }
]