{
    "general": "This law allows local governments to make rules about how much energy new buildings should use and how efficient they should be. This helps reduce carbon emissions and save energy. It's like setting a standard for how many miles per gallon a car should get, but for buildings instead. The goal is to help the environment by using less energy and reducing waste.",
    "series": [
        [
            {
                "length": 201,
                "short": "\"Energy Efficiency Standards in Development Plans\"",
                "text": "\n* Simplified point 1: The Planning and Energy Act 2008 allows local planning authorities in England and Wales to include policies in their development plans that require a certain proportion of energy used in developments to come from renewable sources or to have low carbon emissions.\n* Simplified point 2: These policies can also require developments to meet energy efficiency standards that exceed the minimum requirements of building regulations.\n* Simplified point 3: The Act gives the Secretary of State or Welsh Ministers the power to make regulations setting out the details of these energy efficiency standards.\n* Simplified point 4: The policies must not be inconsistent with relevant national policies for England or Wales.\n* Simplified point 5: The Act applies to development plan documents prepared under the Planning and Compulsory Purchase Act 2004."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Planning and Energy Act 2008 helps local councils in England and Wales create plans for new developments that use less energy and reduce carbon emissions. This means that developers will need to think about how they can make their buildings more energy efficient and use renewable energy sources like solar or wind power. This will help reduce our reliance on fossil fuels and lower carbon emissions, making our communities healthier and more sustainable. The act also gives the government the power to set detailed rules for how much energy must be saved and what kind of technology can be used. This way, we can ensure that new developments are built to the highest standards of energy efficiency and sustainability.",
    "single": "\n* The Planning and Energy Act 2008 allows local planning authorities in England and Wales to set requirements for energy use and energy efficiency in local plans.\n* The act enables local authorities to include policies in their development plan documents that impose reasonable requirements for a proportion of energy used in development to be from renewable sources, low carbon energy sources, or to comply with energy efficiency standards that exceed building regulations.\n* The policies must not be inconsistent with relevant national policies for England or Wales.\n* The act applies to local planning authorities in England and Wales.\n* The act extends to England and Wales.\nKEY POINTS:\n* The act allows local authorities to set requirements for energy use and energy efficiency in local plans.\n* The act enables local authorities to include policies that require a proportion of energy used in development to be from renewable sources or low carbon energy sources.\n* The act requires policies to comply with relevant national policies for England or Wales.\n* The act applies to local planning authorities in England and Wales.\n* The act extends to England and Wales."
}