[
    {
        "length": 1257,
        "text": "\nVoyeurism: additional offences\n\tThe Sexual Offences Act 2003 is amended as set out in subsections (2) to(4).\n\tAfter section 67 (voyeurism) insert—\n\t“67AVoyeurism: additional offences\n\t\tA person (A) commits an offence if—\n\t\t\tA operates equipment beneath the clothing of another person (B),\n\t\t\tA does so with the intention of enabling A or another person (C), for apurpose mentioned in subsection (3), to observe—\n\t\t\tB’s genitals or buttocks (whether exposed or covered with underwear), or\n\t\t\tthe underwear covering B’s genitals or buttocks,\n\t\t\t\tin circumstances where the genitals, buttocks or underwear would not otherwisebe visible, and\n\t\t\tA does so—\n\t\t\twithout B’s consent, and\n\t\t\twithout reasonably believing that B consents.\n\t\tA person (A) commits an offence if—\n\t\t\tA records an image beneath the clothing of another person (B),\n\t\t\tthe image is of—\n\t\t\tB’s genitals or buttocks (whether exposed or covered with underwear), or\n\t\t\tthe underwear covering B’s genitals or buttocks,\n\t\t\tin circumstances where the genitals, buttocks or underwear would not otherwisebe visible,\n\t\t\tA does so with the intention that A or another person (C) will look at theimage for a purpose mentioned in subsection (3), and\n\t\t\tA does so—\n\t\t\twithout B’s consent, and\n\t\t\twithout reasonably believing that B consents.\n\t\tThe purposes referred to in subsections (1) and (2) are—\n\t\t\tobtaining sexual gratification (whether for A or C);\n\t\t\thumiliating, alarming or distressing B.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,or to a fine, or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years.\n\t\tIn relation to an offence committed before the coming into force of section154(1) of the Criminal Justice Act 2003 (increase in maximum term that may beimposed on summary conviction of offence triable either way), the reference insubsection (4)(a) to 12 months is to be read as a reference to 6 months.”\n\t\tIn section 68 (voyeurism: interpretation), after subsection (1) insert—\n\t\t“(1A)For the purposes of sections 67 and 67A, operating equipment includesenabling or securing its activation by another person without that person’sknowledge.”\n\t\tIn Schedule 3 (sexual offences for purposes of notification requirements),after paragraph 34 insert—\n\t\t“34A(1)An offence under section 67A of this Act (voyeurism: additionaloffences), if—\n\t\t\tthe offence was committed for the purpose mentioned in section 67A(3)(a)(sexual gratification), and\n\t\t\tthe relevant condition is met.\n\t\tWhere the offender was under 18, the relevant condition is that theoffender is or has been sentenced in respect of the offence to imprisonmentfor a term of at least 12 months.\n\t\tIn any other case, the relevant condition is that—\n\t\t\tthe victim was under 18, or\n\t\t\tthe offender, in respect of the offence or finding, is or has been—\n\t\t\tsentenced to a term of imprisonment,\n\t\t\tdetained in a hospital, or\n\t\t\tmade the subject of a community sentence of at least 12 months.”\n\t\tIn Schedule 1 to the Children and Young Persons Act 1933 (offences againstchildren and young persons with respect to which special provisions of Actapply), for “and 67 of the Sexual Offences Act 2003” substitute “, 67 and 67Aof the Sexual Offences Act 2003”.\n\t\tIn paragraph 10 of Schedule 34A to the Criminal Justice Act 2003 (child sexoffences for the purposes of section 327A), for “or 67” substitute “, 67 or67A”.\n\t\tIn paragraph 33 of Schedule 4 to the Modern Slavery Act 2015 (offences towhich defence in section 45 does not apply), in paragraph 33 (offences underSexual Offences Act 2003), after the entry for section 67 insert—\n\t\t\t  * “section 67A (voyeurism: additional offences)”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\tThis Act may be cited as the Voyeurism (Offences) Act 2019.\n\t\t"
    }
]