{
    "general": "This law makes it illegal to secretly watch or record someone doing private things like undressing or using the bathroom without their permission. It's like if you were spying on someone without them knowing, it's not okay! The purpose of this law is to protect people's privacy and personal boundaries.",
    "series": [
        [
            {
                "length": 230,
                "short": "\"New Voyeurism Laws Proposed in UK\"",
                "text": "\n* Simplified point 1: The act adds new offenses of voyeurism to the Sexual Offences Act 2003, specifically targeting individuals who use equipment to record or view others without their knowledge or consent.\n* Simplified point 2: These offenses include using equipment to record or view others beneath their clothing, or recording images of them in private situations where they would not normally be seen.\n* Simplified point 3: The act also expands the definition of \"operating equipment\" to include enabling or securing its activation by another person without their knowledge.\n* Simplified point 4: The offenses are punishable with imprisonment for up to 2 years on conviction on indictment, or up to 12 months on summary conviction.\n* Simplified point 5: The act applies to England and Wales only, and comes into force at the end of the period of two months beginning with the day on which it is passed."
            }
        ]
    ],
    "summary": "The Voyeurism (Offences) Act 2019 makes it illegal for people to secretly watch or record others in private situations without their knowledge or consent. This includes using equipment like cameras or phones to take pictures or videos of people underneath their clothes or in places where they wouldn't usually be seen. It also makes it illegal to help someone else do these things without their knowledge. If you get caught doing any of these things, you could go to jail for up to 2 years if it's a serious case, or just over 1 year if it's not as bad. This law only applies to England and Wales, and started being enforced after 2 months from when it was made into a law.",
    "single": "\n• The Voyeurism (Offences) Act 2019 makes it illegal to operate equipment beneath someone's clothing without their knowledge, with the intention of observing their private parts or underwear.\n\n• This act also makes it illegal to record images of someone's private parts or underwear without their consent, with the intention of looking at the image for sexual gratification or humiliation.\n\n• The act applies to England and Wales only.\n\n• The act came into effect two months after being passed.\n\n• The act can be referred to as the Voyeurism (Offences) Act 2019."
}