[
    {
        "length": 199,
        "text": "\nIntroductory\n\tElectoral regions and number of MEPs\n\t\tFor the purpose of the election in the United Kingdom of members of theEuropean Parliament (“MEPs”)—\n\t\t\tEngland is to be divided into nine electoral regions, and\n\t\t\tScotland, Wales and Northern Ireland are each to constitute a singleelectoral region.\n\t\tThere are to be 87 MEPs elected in the United Kingdom, of whom—\n\t\t\t71 are to be elected for the electoral regions in England,\n\t\t\t8 are to be elected for Scotland,\n\t\t\t5 are to be elected for Wales, and\n\t\t\t3 are to be elected for Northern Ireland.\n\t\tSchedule 1 (which makes provision for the electoral regions in England andfor the number of MEPs to be elected for each region) has effect."
    },
    {
        "length": 598,
        "text": "\nGeneral elections\n\tVoting system in Great Britain\n\t\tThe system of election of MEPs in an electoral region in Great Britain isto be a regional list system.\n\t\tThe Secretary of State must by regulations—\n\t\t\tmake provision for the nomination of registered parties in relation to anelection in such a region, and\n\t\t\trequire a nomination under paragraph (a) to be accompanied by a list ofcandidates numbering no more than the MEPs to be elected for the region.\n\t\tThe system of election must comply with the following conditions.\n\t\tA vote may be cast for a registered party or an individual candidate namedon the ballot paper.\n\t\tThe first seat is to be allocated to the party or individual candidate withthe greatest number of votes.\n\t\tThe second and subsequent seats are to be allocated in the same way, exceptthat the number of votes given to a party to which one or more seats havealready been allocated are to be divided by the number of seats allocated plusone.\n\t\tIn allocating the second or any subsequent seat there are to be disregardedany votes given to—\n\t\t\ta party to which there has already been allocated a number of seats equalto the number of names on the party’s list of candidates, and\n\t\t\tan individual candidate to whom a seat has already been allocated.\n\t\tSeats allocated to a party are to be filled by the persons named on theparty’s list of candidates in the order in which they appear on that list.\n\t\tFor the purposes of subsection (6) fractions are to be taken into account.\n\t\tIn this section “registered party” means a party registered under Part 2of the Political Parties, Elections and Referendums Act [2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\").\n\tVoting system in Northern Ireland\n\t\tThe system of election of MEPs in Northern Ireland is to be a singletransferable vote system under which—\n\t\t\ta vote is capable of being given so as to indicate the voter’s order ofpreference for the candidates, and\n\t\t\ta vote is capable of being transferred to the next choice—\n\t\t\twhen the vote is not required to give a prior choice the necessary quota ofvotes, or\n\t\t\twhen, owing to the deficiency in the number of votes given for a priorchoice, that choice is eliminated from the list of candidates.\n\tDate of elections\n\t\tThe poll at each general election of MEPs is to be held on a day appointed byorder of the Secretary of State."
    },
    {
        "length": 201,
        "text": "\nVacant seats\n\tFilling vacant seats\n\t\tThe Secretary of State must by regulations make provision prescribing theprocedure to be followed when a seat is or becomes vacant.\n\t\tThe regulations may—\n\t\t\tinclude provision requiring a by-election to be held in specifiedcircumstances (and provision modifying section 2 in its application to by-elections);\n\t\t\trequire a seat last filled from a party’s list of candidates to be filled,in specified circumstances, from such a list (without a by-election).\n\t\tWhere regulations provide for a by-election to be held—\n\t\t\tthe poll must take place on a day, appointed by order of the Secretary ofState, within such period as may be specified in the regulations, but\n\t\t\tthe regulations may enable the Secretary of State to decline to appoint aday in certain circumstances."
    },
    {
        "length": 863,
        "text": "\nConduct of elections\n\tReturning officers\n\t\tThere is to be a returning officer for each electoral region.\n\t\tFor a region in England and for Wales, the returning officer is to be aperson who—\n\t\t\tis an acting returning officer by virtue of section 28(1) of theRepresentation of the People Act [1983 (c. 2)](/id/ukpga/1983/2?view=plain \"Goto item of legislation\"), and\n\t\t\tis designated for the purposes of this subsection by order of the Secretaryof State.\n\t\tFor Scotland the returning officer is to be a person who—\n\t\t\tis a returning officer by virtue of section 25 of that Act, and\n\t\t\tis designated for the purposes of this subsection by order of the Secretaryof State.\n\t\tFor Northern Ireland the returning officer is to be the Chief ElectoralOfficer.\n\t\tThe Secretary of State may by regulations confer functions on the returningofficers for the electoral regions and on persons who are, in relation toparliamentary elections—\n\t\t\tin the case of England and Wales, acting returning officers, or\n\t\t\tin the case of Scotland, returning officers.\n\t\tThere are to be charged on, and paid out of, the Consolidated Fund—\n\t\t\tcharges to which persons on whom functions are conferred under subsection(5) are entitled under regulations under this Act, and\n\t\t\tany sums required by the Secretary of State for expenditure on theprovision of training relating to functions conferred under subsection (5).\n\t\tWhere functions are conferred on a person under subsection (5) in relationto an electoral region, the council of a relevant area which falls wholly orpartly within that region must place the services of their officers at hisdisposal for the purpose of assisting him in the discharge of those functions.\n\t\tIn subsection (7), “relevant area” means—\n\t\t\ta district or London borough in England,\n\t\t\ta county or county borough in Wales, and\n\t\t\ta local government area in Scotland.\n\tRegulation-making powers: general\n\t\tThe Secretary of State may, subject to the provisions of this Act, byregulations make provision as to—\n\t\t\tthe conduct of elections to the European Parliament, and\n\t\t\tthe questioning of such an election and the consequences of irregularities.\n\t\tRegulations under this Act may make provision (including the creation ofcriminal offences)—\n\t\t\tabout the limitation of election expenses of candidates;\n\t\t\tfor the allocation of seats in the case of an equality of votes;\n\t\t\tfor securing that no person stands for election more than once at a generalelection (whether by being nominated as a candidate or by being included in aparty’s list of candidates).\n\t\tRegulations under this Act may apply, with such modifications or exceptionsas may be specified in the regulations—\n\t\t\tany provision of the Representation of the People Acts or of any otherenactment relating to parliamentary elections or local government elections,and\n\t\t\tany provision made under any enactment.\n\t\tRegulations under this Act may amend any form contained in regulations madeunder the Representation of the People Acts so far as may be necessary toenable it to be used both for the purpose indicated in regulations so made andfor the corresponding purpose in relation to elections to the EuropeanParliament.\n\t\tSection 26 of the Welsh Language Act [1993 (c.38)](/id/ukpga/1993/38?view=plain \"Go to item of legislation\") (power toprescribe Welsh version) applies in relation to regulations under this Act asit applies in relation to Acts of Parliament."
    },
    {
        "length": 872,
        "text": "\nEntitlement to vote\n\tPersons entitled to vote\n\t\tA person is entitled to vote as an elector at an election to the EuropeanParliament in an electoral region if he is within any of subsections (2) to(5).\n\t\tA person is within this subsection if on the day of the poll he would beentitled to vote as an elector at a parliamentary election in a parliamentaryconstituency wholly or partly comprised in the electoral region, and—\n\t\t\tthe address in respect of which he is registered in the relevant registerof parliamentary electors is within the electoral region, or\n\t\t\this registration in the relevant register of parliamentary electors resultsfrom an overseas elector’s declaration which specifies an address within theelectoral region.\n\t\tA person is within this subsection if—\n\t\t\the is a peer who on the day of the poll would be entitled to vote at alocal government election in an electoral area wholly or partly comprised inthe electoral region, and\n\t\t\tthe address in respect of which he is registered in the relevant registerof local government electors is within the electoral region.\n\t\tA person is within this subsection if he is entitled to vote in theelectoral region by virtue of section 3 of the Representation of the PeopleAct [1985 (c. 50)](/id/ukpga/1985/50?view=plain \"Go to item of legislation\")(peers resident outside the United Kingdom).\n\t\tA person is within this subsection if he is entitled to vote in theelectoral region by virtue of the European Parliamentary Elections (Franchiseof Relevant Citizens of the Union) Regulations 2001 ([S.I.2001/1184](/id/uksi/2001/1184?view=plain \"Go to item of legislation\"))(citizens of the European Union other than Commonwealth and Republic ofIreland citizens).\n\t\tSubsection (1) has effect subject to any provision of regulations madeunder this Act which provides for alterations made after a specified date in aregister of electors to be disregarded.\n\t\tIn subsection (3) “local government election” includes a municipal electionin the City of London (that is, an election to the office of mayor, alderman,common councilman or sheriff and also the election of any officer elected bythe mayor, aldermen and liverymen in common hall).\n\tDouble voting\n\t\tA person is guilty of an offence if, on any occasion when elections to theEuropean Parliament are held in all the member states under Article 9 of theAct annexed to Council Decision 76/787, he votes as an elector more than oncein those elections, whether in the United Kingdom or elsewhere.\n\t\tSubsection (1) is without prejudice to any enactment relating to votingoffences, as applied by regulations under this Act to elections of MEPs heldin the United Kingdom.\n\t\tThe provisions of the Representation of the People Act [1983 (c.2)](/id/ukpga/1983/2?view=plain \"Go to item of legislation\"), as applied byregulations under this Act, have effect in relation to an offence under thissection as they have effect in relation to an offence under section 61(2) ofthat Act (double voting).\n\t\tIn particular, the following provisions of that Act apply—\n\t\t\tsection 61(7) (which makes an offence under section 61(2) an illegalpractice but allows any incapacity resulting from conviction to be mitigatedby the convicting court), and\n\t\t\tsection 178 (prosecutions for offences committed outside the UnitedKingdom)."
    },
    {
        "length": 1224,
        "text": "\nEntitlement to be MEP\n\tDisqualification \n\t\tA person is disqualified for the office of MEP if—\n\t\t\the is disqualified for membership of the House of Commons, or\n\t\t\the is a Lord of Appeal in Ordinary.\n\t\tBut a person is not disqualified for the office of MEP under subsection(1)(a) merely because—\n\t\t\the is a peer,\n\t\t\the is a Lord Spiritual,\n\t\t\the holds an office mentioned in section 4 of the House of CommonsDisqualification Act [1975 (c. 24)](/id/ukpga/1975/24?view=plain \"Go to itemof legislation\") (stewardship of Chiltern Hundreds etc.), or\n\t\t\the holds any of the offices described in Part 2 or 3 of Schedule 1 to thatAct which are designated by order by the Secretary of State for the purposesof this section.\n\t\tA citizen of the European Union who is resident in the United Kingdom isnot disqualified for the office of MEP under subsection (1)(a) merely becausehe is disqualified for membership of the House of Commons under section 3 ofthe [Act of Settlement (12&13 Will 3 c.2.)](/id/ukpga/1700/2?view=plain \"Go toitem of legislation\") (disqualification of persons, other than Commonwealthand Republic of Ireland citizens, who are born outside Great Britain andIreland and the dominions).\n\t\tA person is disqualified for the office of MEP for a particular electoralregion if, under section 1(2) of the House of Commons Disqualification Act[1975 (c. 24)](/id/ukpga/1975/24?view=plain \"Go to item of legislation\"), heis disqualified for membership of the House of Commons for any parliamentaryconstituency wholly or partly comprised in that region.\n\t\tA person who—\n\t\t\tis a citizen of the European Union, and\n\t\t\tis not a Commonwealth citizen or a citizen of the Republic of Ireland,\n\t\t\t\tis disqualified for the office of MEP if he is disqualified for that officethrough a criminal law or civil law decision under the law of the member stateof which he is a national (and in this subsection “criminal law or civil lawdecision” has the same meaning as in Council Directive[93/109/EC](/european/directive/1993/0109?view=plain \"Go to item oflegislation\")).\n\t\tIf a person who is returned as an MEP for an electoral region under section2, 3 or 5—\n\t\t\tis disqualified under this section for the office of MEP, or\n\t\t\tis disqualified under this section for the office of MEP for that region,\n\t\t\this return is void and his seat vacant.\n\t\tIf an MEP becomes disqualified under this section for the office of MEP orfor the office of MEP for the electoral region for which he was returned, hisseat is to be vacated.\n\t\tSubsection (1) is without prejudice to Article 6(1) of the Act annexed toCouncil Decision 76/787 (incompatibility of office of MEP with certain officesin or connected with Community institutions).\n\tJudicial determination of disqualification\n\t\tAny person may apply to the appropriate court for a declaration or (inScotland) declarator that a person who purports to be an MEP for a particularelectoral region—\n\t\t\tis disqualified under section 10 (whether generally or for that region), or\n\t\t\twas so disqualified at the time when, or at some time since, he wasreturned as an MEP under section 2, 3 or 5.\n\t\tFor the purposes of subsection (1), the appropriate court is—\n\t\t\tthe High Court, if the electoral region concerned is in England, or isWales,\n\t\t\tthe Court of Session, if the electoral region concerned is Scotland, or\n\t\t\tthe High Court of Justice in Northern Ireland, if the electoral regionconcerned is Northern Ireland.\n\t\tThe decision of the court on an application under this section is final.\n\t\tOn an application under this section—\n\t\t\tthe person in respect of whom the application is made is to be therespondent or (in Scotland) the defender, and\n\t\t\tthe applicant must give such security for the costs or expenses of theproceedings, not exceeding £5000, as the court may direct.\n\t\tThe Secretary of State may by order substitute another figure for thefigure in subsection (4)(b).\n\t\tNo declaration or declarator is to be made under this section in respect ofany person on grounds which subsisted at the time of his election if there ispending, or has been tried, an election petition in which his disqualificationon those grounds is, or was, in issue.\n\t\tAny declaration or declarator made by the court on an application underthis section must be certified in writing to the Secretary of Stateimmediately by the court."
    },
    {
        "length": 256,
        "text": "\nSupplementary\n\tRegulations and orders\n\t\tRegulations and orders made under this Act must be made by statutoryinstrument.\n\t\tNo regulations may be made under this Act unless a draft of the regulationshas been laid before Parliament and approved by a resolution of each House ofParliament.\n\t\tA statutory instrument containing an order under—\n\t\t\tsection 10(2)(d) or 11(5), or\n\t\t\tparagraph 4(2) of Schedule 1,\n\t\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tA statutory instrument containing an order under section 4 or 5(3) is to belaid before Parliament after being made.\n\tTransitional provisions\n\t\tSchedule 2 (transitional provisions) has effect.\n\tConsequential amendments\n\t\tSchedule 3 (consequential amendments) has effect.\n\tRepeals and revocation\n\t\tThe enactments and instrument specified in Schedule 4 are repealed or revokedto the extent specified."
    },
    {
        "length": 320,
        "text": "\nGeneral\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “enactment” includes an enactment contained in— \n\t\t\tan Act of the Parliament of Northern Ireland,\n\t\t\tan Order in Council made under the Northern Ireland (Temporary Provisions) Act[1972 (c. 22)](/id/ukpga/1972/22?view=plain \"Go to item of legislation\"), or\n\t\t\ta Measure of the Northern Ireland Assembly;\n\t\t\t\t  * “the Act annexed to Council Decision 76/787” is the Act concerning the election of MEPs annexed to Council Decision [76/787/EC](/european/decision/1976/0787?view=plain \"Go to item of legislation\")SC, EEC, Euratom of 20th September 1976; \n\t\t\t\t  * “citizen of the European Union” is to be determined in accordance with Article 17.1 of the Treaty establishing the European Community. \n\tShort title and commencement\n\t\tThis Act may be cited as the European Parliamentary Elections Act 2002.\n\t\tThis Act comes into force at the end of the period of 3 months beginningwith the day on which it is passed."
    }
]