{
    "general": "This law creates an agency called the \"Advanced Research and Invention Agency\" (ARIA) to do research and come up with new ideas and inventions that can help the UK. The agency will have the power to invest in different areas such as science, technology, engineering, and maths (STEM), and it will be able to give grants and funding to people and organizations who have good ideas. The goal of ARIA is to help the UK stay at the forefront of technological advancements and to create new opportunities for growth and innovation.",
    "series": [
        [
            {
                "length": 207,
                "short": "\"Establishment of Advanced Research and Invention Agency (ARIA)\"",
                "text": "* Simplified point 1: The Advanced Research and Invention Agency (ARIA) is established as a body corporate to conduct scientific research and develop/exploit scientific knowledge.\n* Simplified point 2: ARIA's functions include providing financial support to others for scientific research, collecting and sharing scientific knowledge, and encouraging scientific innovation and invention.\n* Simplified point 3: ARIA may operate outside of the UK and must prioritize benefits to the UK in its activities.\n* Simplified point 4: The Secretary of State can give directions to ARIA regarding the exercise of its functions, and ARIA must comply with these directions.\n* Simplified point 5: ARIA must provide information to the Secretary of State upon request, and the Secretary of State can make regulations for the dissolution of ARIA."
            }
        ]
    ],
    "summary": "The Advanced Research and Invention Agency Act 2022 sets up a new agency called ARIA to do scientific research and turn that research into useful inventions. ARIA will get money from the government to fund other scientists and researchers, share knowledge with them, and encourage people to come up with new ideas. ARIA might work in other countries too, but they have to make sure their work helps the UK first. The government can tell ARIA what to do and how to do it, and ARIA has to listen. If the government wants, they can also shut down ARIA if they think it's not working well enough.",
    "single": "\n* Establishment of ARIA, a new agency for advanced research and invention.\n* ARIA's functions include conducting scientific research, developing and exploiting scientific knowledge, and collecting, sharing, publishing, and advancing scientific knowledge.\n* ARIA may provide financial support to others for these purposes, including through grants, loans, investments, and other forms of assistance.\n* ARIA must have regard to the desirability of doing so for the benefit of the UK, particularly through contributing to economic growth, promoting scientific innovation and invention, and improving the quality of life.\n* The Secretary of State may give ARIA directions as to the exercise of its functions if considered necessary or expedient for national security.\n* ARIA must comply with these directions.\n* Information provision: ARIA must provide information to the Secretary of State as requested for the purposes of or in connection with the Secretary of State's functions in relation to ARIA.\n* Transfer schemes: Provision for the transfer of staff and property, rights and liabilities to ARIA.\n* Power to dissolve ARIA: The Secretary of State may make regulations for the dissolution of ARIA, subject to consultation with ARIA and other persons as appropriate.\n* Consequential provision: Modification of any provision of primary legislation, retained direct EU legislation, or subordinate legislation.\n* General: Regulations under this Act may be made by statutory instrument, and certain regulations require approval by resolution of each House of Parliament."
}