{
    "general": "This law makes sure that some types of financial help for people who are struggling, like unemployment benefits or money for families with low incomes, keep up with the rising cost of living. It does this by linking these benefits to inflation, so they go up each year by a certain amount based on how prices are changing. This way, the value of these benefits doesn't get eroded over time due to inflation.",
    "series": [
        [
            {
                "length": 336,
                "short": "\"Social Security Benefits Up-Rating: Increase Limited by Price Index\"",
                "text": "* Simplified point 1: The Welfare Benefits Up-rating Act 2013 increases certain social security benefits by 1% for tax years 2014-15 and 2015-16.\n* Simplified point 2: The act allows the Secretary of State to adjust the amount of the increase to round any sum up or down to the extent they think appropriate.\n* Simplified point 3: The act requires the Secretary of State to lay before Parliament a report by the Government Actuary or the Deputy Government Actuary giving their opinion on the likely effect on the National Insurance Fund of the parts of the order that relate to sums payable out of the fund.\n* Simplified point 4: The act does not apply in relation to a tax year if the general level of prices in Great Britain has not increased, or has increased by less than 1%, over the period under review.\n* Simplified point 5: The act allows the Treasury to make orders by statutory instrument increasing each of the relevant amounts by 1% for tax years 2014-15 and 2015-16.\n* Simplified point 6: The act requires the Treasury to exercise any other power to vary any of the relevant amounts if that variation would take effect in relation to awards of tax credits for the tax year following that in which the order is made."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Welfare Benefits Up-rating Act 2013 helps people receiving certain types of financial support (such as Jobseeker's Allowance) keep up with the rising cost of living. The law says that these benefits will go up by 1% every year for two years, starting in 2014. This means that the value of these benefits won't fall behind because of inflation. However, if the price of things like food and housing doesn't go up at all, then the benefits might not increase that year. The government can also choose to round up or down the amount of the increase to make sure it's fair. This law only applies to certain types of benefits, such as Jobseeker's Allowance, and not to others like pensions.",
    "single": "\nWelfare Benefits Up-rating Act 2013\n• Increases certain social security benefits and tax credits by 1% for tax years 2014-15 and 2015-16\n• The Secretary of State must make an order by statutory instrument increasing each of the relevant sums by 1% for each tax year\n• The order must be framed so that it has effect in relation to awards of tax credits for the tax year following the one in which the order is made\n• The Secretary of State may adjust the amount of the increase to round any sum up or down to the extent they think appropriate\n• The increase does not apply if the general level of prices in Great Britain has not increased, or has increased by less than 1%, over the period under review\n• The Treasury may exercise other powers to vary any of the relevant amounts if that variation would take effect in relation to awards of tax credits for the tax year following the one in which the order is made\n• The Act applies to England and Wales, Scotland, and Northern Ireland\n• Sections 1 and 2 extend to England and Wales and Scotland only, while Section 1(9) extends to Northern Ireland only."
}