[
    {
        "length": 1501,
        "text": "\nPart IIntroductory\n\tThe Postal Services Commission\n\t\tThere shall be a body corporate to be known as the Postal ServicesCommission (in this Act referred to as “the Commission”).\n\t\tThe functions of the Commission shall be performed on behalf of the Crown.\n\t\tSchedule 1 (which makes further provision about the Commission) shall haveeffect.\n\t\tThe body which, immediately before the coming into force of thissubsection, was known as the Postal Services Commission and was designated inaccordance with Article 22 of the Postal Services Directive as a nationalregulatory authority for the postal sector in the United Kingdom is herebyabolished.\n\tThe Consumer Council for Postal Services\n\t\tThere shall be a body corporate to be known as the Consumer Council forPostal Services (in this Act referred to as “the Council”).\n\t\tThe Council shall not be regarded as the servant or agent of the Crown oras enjoying any status, immunity or privilege of the Crown and the Council’sproperty shall not be regarded as property of, or held on behalf of, theCrown.\n\t\tSchedule 2 (which makes further provision about the Council) shall haveeffect.\n\t\tThe Post Office Users' National Council, the Post Office Users' Council forScotland, the Post Office Users' Council for Wales and the Post Office Users'Council for Northern Ireland are hereby abolished.\n\tDuty of the Commission to ensure provision of a universal postal service\n\t\tThe Commission shall exercise its functions in the manner which itconsiders is best calculated to ensure the provision of a universal postalservice.\n\t\tThe Commission may, in particular, impose as a condition of a licence underPart II a requirement that the licence holder provides a universal postalservice or part of such a service.\n\t\tWhere the Commission has imposed such a condition, it may include in thelicence such conditions and other provisions as it considers appropriate inrelation to the provision of such a service (including conditions and otherprovisions about activities which do not require a licence under Part II).\n\tProvision of a universal postal service: meaning\n\t\tFor the purposes of this Act and subject to subsection (2), a universalpostal service is provided if—\n\t\t\texcept in such geographical conditions or other circumstances as theCommission considers to be exceptional—\n\t\t\tat least one delivery of relevant postal packets is made every working dayto the home or premises of every individual or other person in the UnitedKingdom or to such identifiable points for the delivery of relevant postalpackets as the Commission may approve, and\n\t\t\tat least one collection of relevant postal packets is made every workingday from each access point,\n\t\t\ta service of conveying relevant postal packets from one place to another bypost and the incidental services of receiving, collecting, sorting anddelivering such packets are provided at affordable prices determined inaccordance with a public tariff which is uniform throughout the UnitedKingdom, and\n\t\t\ta registered post service is provided at such prices.\n\t\tFor the purposes of subsection (1)—\n\t\t\tthe interruption, suspension or restriction of any service in cases ofemergency, or\n\t\t\tthe conclusion with customers of individual agreements as to prices,\n\t\t\t\tshall not be taken to preclude the provision of a universal postal service.\n\t\tReferences in this Act to a universal service provider shall be construedas references to any person—\n\t\t\twhose identity is notified by the Secretary of State to the EuropeanCommission in accordance with Article 4 of the Postal Services Directive asthat of a person providing a universal postal service or a part of such aservice in the United Kingdom, and\n\t\t\ton whom the Secretary of State has served a notice informing him of thatfact and the fact that he will be treated as a universal service provider forthe purposes of this Act.\n\t\tIf no-one falls within subsection (3) because there is no Communityobligation to notify the European Commission of the identity of a personproviding a universal postal service or a part of such a service in the UnitedKingdom, references in this Act to a universal service provider shall beconstrued as references to any person who is treated by the Secretary of Stateas a universal service provider for the purposes of this Act and on whom theSecretary of State has served a notice informing him of that fact.\n\t\tThe Secretary of State shall take such steps as he considers appropriatefor the purpose of bringing to the attention of the public the identity of anyperson who is a universal service provider for the purposes of this Act.\n\t\tReferences in this Act to the provision of a universal postal serviceshall, in relation to a universal service provider who provides part of auniversal postal service, be construed as references to the provision of thatpart of such a service.\n\t\tIn this section—\n\t\t\t  * “access point” means any box, receptacle or other facility provided by a universal service provider for the purpose of receiving relevant postal packets, or any class of relevant postal packets, for onwards transmission in connection with the provision of a universal postal service, \n\t\t\t  * “permitted limits”, in relation to the dimensions of a postal packet, means the minimum and maximum dimensions laid down in the [Cm 2837.] Convention and the Agreement concerning Postal Parcels adopted by the Universal Postal Union, and \n\t\t\t  * “relevant postal packets” means postal packets whose weight does not exceed 20 kilograms and whose dimensions fall within permitted limits. \n\tOther duties of the Commission in the consumer interest\n\t\tSubject to section 3, the Commission shall exercise its functions in themanner which it considers is best calculated to further the interests of usersof postal services, wherever appropriate by promoting effective competitionbetween postal operators.\n\t\tIn performing its duty under subsection (1), the Commission shall haveregard to the interests of—\n\t\t\tindividuals who are disabled or chronically sick,\n\t\t\tindividuals of pensionable age,\n\t\t\tindividuals with low incomes, and\n\t\t\tindividuals residing in rural areas,\n\t\t\t\tbut that is not to be taken as implying that regard may not be had to theinterests of other descriptions of users.\n\t\tSubject to section 3 and subsection (1), the Commission shall exercise itsfunctions in the manner which it considers is best calculated to promoteefficiency and economy on the part of postal operators.\n\t\tIn exercising any of its functions in relation to licence holders underPart II, the Commission shall have regard to the need to ensure that suchlicence holders are able to finance activities authorised or required by theirlicences."
    },
    {
        "length": 2972,
        "text": "\nRestriction on provision of postal services\n\tRestriction on provision of postal services\n\t\tSubject to section 7, no person shall convey a letter from one place toanother unless—\n\t\t\the holds a licence authorising him to do so, or\n\t\t\the is acting as an employee or agent of a person who is authorised by alicence to do so.\n\t\tA person who contravenes subsection (1) commits an offence and shall beliable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\ton conviction on indictment, to a fine.\n\t\tNo proceedings shall be instituted in England and Wales or Northern Irelandin respect of an offence under subsection (2) except by or on behalf of theCommission or the Secretary of State.\n\t\tWithout prejudice to subsection (2), compliance with subsection (1) shallbe enforceable by civil proceedings by or on behalf of the Commission or theSecretary of State for an injunction or interdict or for any other appropriaterelief or remedy.\n\t\tWithout prejudice to subsections (2) and (4)—\n\t\t\tthe obligation to comply with subsection (1) shall be a duty owed to anyperson who may be affected by a contravention of subsection (1), and\n\t\t\twhere a duty is owed by virtue of paragraph (a) to any person, any breachof that duty which causes that person to sustain loss or damage shall beactionable at the suit or instance of that person.\n\t\tAny reference in this section and section 7(1) to conveying a letter fromone place to another, or the conveyance of a letter, includes a reference toperforming, or the performance of, any of the incidental services ofreceiving, collecting and delivering a letter.\n\t\tFor the purposes of this Part references to a licence are to a licenceunder this Part and references to a licence holder shall be construedaccordingly.\n\tExceptions from section 6\n\t\tSection 6(1) is not contravened by the conveyance of a letter—\n\t\t\twhich is conveyed in consideration of a payment of not less than £1 made byor on behalf of the person for whom it is conveyed, or\n\t\t\twhich weighs not less than 350 grams.\n\t\tSection 6(1) is not contravened by—\n\t\t\tthe conveyance and delivery of a letter personally by the sender,\n\t\t\tthe conveyance and delivery of a letter by a personal friend of the sender,\n\t\t\tthe conveyance and delivery of a single letter by a messenger sent for thepurpose by either correspondent,\n\t\t\tthe conveyance of an overseas letter out of the United Kingdom,\n\t\t\tthe conveyance and delivery of any documents in respect of which a methodof service other than by post is required or authorised by law,\n\t\t\tthe conveyance of letters from merchants who are the owners of a merchantship or commercial aircraft, or of goods carried in such a ship or aircraft,by means of that ship or aircraft, and the delivery of the letters to theaddressees by any person employed for the purpose by those merchants, providedthat no payment or reward, profit or advantage of any kind is given orreceived for the conveyance or delivery of those letters,\n\t\t\tthe conveyance and delivery of letters by any person which are lettersconcerning, and for delivery with, goods carried by that person, provided thatno payment or reward, profit or advantage of any kind is given or received forthe conveyance or delivery of those letters,\n\t\t\tthe conveyance and delivery to a licence holder of pre-paid letters forconveyance and delivery by that person to the addressees, and the collectionof such letters for that purpose,\n\t\t\tthe conveyance and delivery of letters by a person who has a businessinterest in those letters, and the collection of letters for that purpose,\n\t\t\tthe conveyance and delivery of banking instruments from one bank to anotheror from a bank to a government department, and the collection of suchinstruments for that purpose,\n\t\t\tthe collection, conveyance and delivery of coupons or other entry formsissued by authorised promoters,\n\t\t\tthe collection, conveyance and delivery of Christmas cards by a charity,provided that the activity concerned takes place during the period startingwith 25th November in any year and ending with 1st January in the followingyear,\n\t\t\tthe conveyance and delivery of letters from one government department toanother or within the same government department, and the collection ofletters for that purpose,\n\t\t\tthe conveyance of letters of members of a document exchange from adeparture facility for that exchange to an arrival facility for anotherdocument exchange by persons who are not members of either exchange, and thecollection and delivery by such persons for that purpose of letters deliveredto the departure facility concerned,\n\t\t\tthe conveyance and delivery of brokers' research, during the relevantperiod and by any person who has printed it, from the business premises whereit is printed to the premises of any person who is to convey it onwards,\n\t\t\tthe conveyance and delivery by any person of brokers' research within theperiod of 24 hours starting with its delivery to his premises or itscollection by him during the relevant period from a collection point, and anysuch collection.\n\t\tNothing in paragraphs (a) to (g) of subsection (2) shall authorise anyperson to make a collection of letters for the purpose of their being conveyedin any manner authorised by those paragraphs.\n\t\tFor the purposes of paragraph (i) of subsection (2) a person has a businessinterest in a letter if, and only if—\n\t\t\the is an employee of one of the correspondents or of a member of the samegroup as one of the correspondents and the letter relates to the businessaffairs of that correspondent, or\n\t\t\the and one of the correspondents are employees of the same person or ofdifferent members of the same group and the letter relates to the businessaffairs of that person or (as the case may be) the employer of thatcorrespondent.\n\t\tIn this section—\n\t\t\t  * “arrival facility”, in relation to a document exchange, means any box, receptacle or other facility associated with that exchange which is provided for the receipt of letters from members of another document exchange which are conveyed to the facility from a departure facility for that other exchange for collection by members of the first exchange, \n\t\t\t  * “authorised promoter” means— \n\t\t\ta registered pool promoter, or\n\t\t\ta person who is or has at any time been an associate (within the meaning ofsection 184 of the [1974 c. 39.] Consumer Credit Act 1974) of such a promoter,\n\t\t\t\t  * “bank” means— \n\t\t\tthe Bank of England,\n\t\t\tan institution authorised under the [1987 c. 22.] Banking Act 1987,\n\t\t\ta European authorised institution within the meaning of the BankingCoordination (Second Council Directive) Regulations 1992 which has lawfullyestablished a branch in the United Kingdom for the purpose of acceptingdeposits or other repayable funds from the public,\n\t\t\ta building society authorised under the [1986 c. 53.] Building Societies Act1986, or\n\t\t\tthe central bank of an EEA State other than the United Kingdom,\n\t\t\t\t  * “banking instrument” means— \n\t\t\tany cheque or other instrument to which section 4 of the [1957 c. 36.] ChequesAct 1957 applies,\n\t\t\tany document issued by a public officer which is intended to enable a personto obtain payment from a government department of the sum mentioned in thedocument,\n\t\t\tany bill of exchange not falling within paragraph (a) or (b) or any promissorynote,\n\t\t\tany postal order or money order,\n\t\t\tany credit transfer, credit advice or debit advice, or\n\t\t\tany list of items, or any copy of an item, falling within paragraphs (a) to(e),\n\t\t\t\t  * “brokers' research” means any printed documentation prepared by persons licensed or authorised to trade on any regulated stock, share, futures, foreign exchange or commodities market which contains research, analysis and information relating to items traded on that market and which has not been prepared for or on the instructions of any particular person to whom it is addressed or delivered, \n\t\t\t\t  * “charity” means a body, or the trustees of a trust, established for charitable purposes only, \n\t\t\t\t  * “collection point” means any business premises where brokers' research is printed or an international airport, \n\t\t\t\t  * “departure facility”, in relation to a document exchange, means any box, receptacle or other facility associated with that exchange which is provided for the collection of letters of members of that exchange which are delivered to the facility by those members for conveyance to an arrival facility for another document exchange for collection by members of that other exchange, \n\t\t\t\t  * “document exchange” means a system involving at least three members for the exchange of letters between members of the system, \n\t\t\t\t  * “EEA State” means a State which is a contracting party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992 as adjusted by the Protocol signed at Brussels on 17th March 1993, \n\t\t\t\t  * “government department” includes any Minister of the Crown, any part of the Scottish Administration, the National Assembly for Wales, the Northern Ireland Assembly, any Northern Ireland Minister or Northern Ireland junior Minister and any Northern Ireland department, \n\t\t\t\t  * “group” means a body corporate and all of its wholly owned subsidiaries taken together, \n\t\t\t\t  * “overseas letter” means a letter which is directed to a specific person or address outside the United Kingdom, \n\t\t\t\t  * “pre-paid letter” includes any letter which, in pursuance of arrangements made with a licence holder, does not require to be pre-paid, \n\t\t\t\t  * “registered pool promoter” has the meaning given by section 4(2) of the [1963 c. 2.] Betting, Gaming and Lotteries Act 1963, and \n\t\t\t\t  * “relevant period” means— \n\t\t\tin the case of a collection from an international airport, the period startingwith 6.00 pm on any day other than Friday or Saturday and ending with 10.00 amon the next day and the period starting with 6.00 pm on any Friday or Saturdayand ending with noon on the next day, and\n\t\t\tin any other case, the period starting with 6.00 pm on any day and ending with6.00 am on the next day.\n\tPower to modify section 7 by order\n\t\tThe Secretary of State may by order modify section 7.\n\t\tNo such order shall be made except on the recommendation of the Commission.\n\t\tBefore making such a recommendation, the Commission shall consult—\n\t\t\tthe Council,\n\t\t\tlicence holders, and\n\t\t\tsuch other persons as the Commission considers appropriate.\n\t\tWhere the Commission makes such a recommendation but the Secretary of Statedecides not to make an order under this section, the Secretary of State shalllay before each House of Parliament a report containing the reasons for hisdecision.\n\tGeneral power to suspend the restriction\n\t\tThe Secretary of State may by order suspend the operation of section 6.\n\t\tNo such order shall be made except on the recommendation of the Commission.\n\t\tWhere the Commission makes a recommendation to make an order under thissection but the Secretary of State decides not to make such an order, theSecretary of State shall lay before each House of Parliament a reportcontaining the reasons for his decision.\n\tEmergency power to suspend the restriction\n\t\tThe Secretary of State may, if he considers it expedient in the nationalinterest, by order suspend the operation of section 6—\n\t\t\tfor such period not exceeding six months as may be specified in the order,and\n\t\t\tto such extent as may be so specified."
    },
    {
        "length": 805,
        "text": "\nLicences\n\tLicences: general\n\t\tThe Commission may, on an application by a person under section 12, grant alicence to that person authorising him to do anything which—\n\t\t\twould otherwise contravene section 6(1), and\n\t\t\tis specified in the licence or determined by or under it.\n\t\tA licence shall not be valid unless it is in writing.\n\t\tA licence shall not be transferred.\n\t\tA licence shall, unless it previously ceases to have effect in accordancewith its provisions, continue in force for the period specified in it ordetermined by or under it.\n\tLicences: grant\n\t\tAn application for a licence shall be made in writing to the Commission inaccordance with such requirements as the Commission may specify.\n\t\tThe Commission may, in particular, require the application to beaccompanied by such reasonable application fee as it may determine.\n\t\tBefore granting a licence the Commission shall—\n\t\t\tpublish a notice in such manner as the Commission considers appropriate forbringing it to the attention of persons likely to be affected by the grant,\n\t\t\tserve a copy of the notice on the Council, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall—\n\t\t\tstate that the Commission proposes to grant the licence and the reasons forso proposing, and\n\t\t\tstate the period (not less than 28 days starting with the date ofpublication of the notice) within which representations may be made regardingthe proposed licence.\n\t\tAs soon as practicable after granting a licence the Commission shall send acopy of it to the Secretary of State and the Council.\n\tLicences: conditions and other provisions\n\t\tA licence may include such provisions as the Commission considersappropriate; and a provision need not relate to anything authorised by thelicence.\n\t\tThe provisions of a licence may, in particular, require a payment to theCommission on the grant of the licence, or payments while the licence is inforce, or both, of such amount or amounts as may be specified in the licenceor determined by or under it.\n\t\tSuch provisions of a licence as the Commission considers appropriate may beexpressed as conditions.\n\t\tThe Commission shall consult any person who is to be granted a licenceabout any conditions that the Commission proposes to include in the licence(other than any condition which the Commission is required to include in thelicence by virtue of this Act).\n\t\tReferences in this Act to a condition of a licence are to a provision of alicence which is expressed as a condition.\n\t\tSubject to subsection (7) no action shall lie or, in Scotland, be competentin respect of a contravention by a licence holder of a condition of hislicence.\n\t\tSubsection (6) does not affect—\n\t\t\ta right of action in respect of an act or omission which takes place in thecourse of the provision of any postal services or the doing of anything elseto which the condition relates,\n\t\t\tthe power to make an order under section 22 or 23, confirm an order madeunder section 23 or impose a penalty under section 30,\n\t\t\tthe duty to comply with any such order or pay any such penalty and a powerto bring proceedings in respect of such a duty."
    },
    {
        "length": 350,
        "text": "\nModification of licences by agreement\n\tThe Commission may modify the conditions of a licence if its holderconsents to the modifications.\n\tBefore making modifications under this section the Commission shall—\n\t\tgive notice of the modifications, and\n\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\tThe notice shall state—\n\t\tthat the Commission proposes to make the modifications,\n\t\tthe effect of the modifications,\n\t\tthe reasons for the modifications, and\n\t\tthe period (not less than 28 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed modifications.\n\tA notice under subsection (2) shall be given by—\n\t\tserving a copy of the notice on the licence holder, the Council and theSecretary of State, and\n\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\tThe Secretary of State may, within the period stated under subsection(3)(d), direct the Commission not to make any proposed modification if heconsiders that the modification should be made, if at all, under section 17.\n\tAs soon as practicable after making modifications under this section theCommission shall send a copy of the modifications to the licence holder, theCouncil and the Secretary of State."
    },
    {
        "length": 678,
        "text": "\nReferences to the Competition Commission\n\tThe Commission may make to the Competition Commission a reference requiringthe Competition Commission to investigate and report on—\n\t\twhether any matters, which are specified in the reference and which relateto the provision of postal services whose provision is authorised or requiredby a licence, operate against the public interest or may be expected to do so,\n\t\tif so, whether the effects adverse to the public interest which the mattershave or may be expected to have could be remedied or prevented by modifyingthe conditions of the licence.\n\tThe Commission may at any time by notice given to the CompetitionCommission vary a reference by adding to the matters specified in it or byexcluding from it one or more of those matters; and on receiving a notice theCompetition Commission shall give effect to the variation.\n\tThe Commission may, for the purpose of assisting the Competition Commissionin its investigation on the reference or the reference as varied, specify inthe reference or a variation of it—\n\t\tany effects adverse to the public interest which it considers that thematters specified in the reference or variation have or may be expected tohave,\n\t\tany modifications of the conditions of the licence by which it considersthat those effects could be remedied or prevented.\n\tAs soon as practicable after making a reference or variation the Commissionshall give notice of it by—\n\t\tserving a copy of the reference or variation on the licence holder and theSecretary of State, and\n\t\tpublishing particulars of the reference or variation in such manner as theCommission considers appropriate for the purpose of bringing it to theattention of persons likely to be affected by it.\n\tThe Secretary of State may, before the end of the period of 28 daysstarting with the day on which he receives the copy, direct the CompetitionCommission not to proceed with the reference or not to give effect to thevariation.\n\tThe Commission shall, for the purpose of assisting the CompetitionCommission in carrying out an investigation on a reference under this section,give to the Competition Commission—\n\t\tany information the Commission has which relates to matters within thescope of the investigation and which the Competition Commission requests,\n\t\tany information the Commission has which relates to matters within thescope of the investigation and which the Commission considers that it would beappropriate for it to give without a request,\n\t\tany other assistance which the Commission is able to give in relation tomatters within the scope of the investigation and which the CompetitionCommission requests.\n\tIn carrying out the investigation concerned the Competition Commissionshall have regard to any information given under subsection (6).\n\tIn deciding under this section whether a matter operates, or may beexpected to operate, against the public interest the Competition Commissionshall have regard to the matters as respects which duties are imposed on theCommission by sections 3 and 5."
    },
    {
        "length": 402,
        "text": "\nReports on references\n\tIn making a report on a reference under section 15 the CompetitionCommission—\n\t\tshall include definite conclusions on the questions contained in thereference and such an account of its reasons for the conclusions as itconsiders facilitates a proper understanding of the questions and of theconclusions,\n\t\tif it concludes that any of the matters specified in the reference operateagainst the public interest or may be expected to do so, shall specify theeffects adverse to the public interest which the matters have or may beexpected to have,\n\t\tif it concludes that any adverse effects so specified could be remedied orprevented by modifications of the conditions of the licence, shall specifymodifications by which the effects could be remedied or prevented.\n\tA report of the Competition Commission on a reference under section 15shall be made to the Commission.\n\tThe Commission—\n\t\tshall, on receiving such a report, serve a copy on the Secretary of State,and\n\t\tshall, after the end of the specified period and subject to subsection (4),publish the report in such manner as the Commission considers appropriate forthe purpose of bringing it to the attention of persons likely to be affectedby it.\n\tIf the Secretary of State considers that the publication of any matterwould be against the public interest or any person’s commercial interests, hemay before the end of the specified period direct the Commission to excludethe matter from every copy of the report to be published as mentioned insubsection (3)(b).\n\tIn this section “the specified period” means the period of 14 days startingwith the day on which the Secretary of State receives the copy undersubsection (3)(a)."
    },
    {
        "length": 431,
        "text": "\nModification following report\n\tThis section applies if a report of the Competition Commission on areference under section 15—\n\t\tincludes conclusions to the effect that any of the matters specified in thereference operate against the public interest or may be expected to do so,\n\t\tspecifies effects adverse to the public interest which the matters have ormay be expected to have,\n\t\tincludes conclusions to the effect that the effects could be remedied orprevented by modifications of the conditions of the licence, and\n\t\tspecifies modifications by which the effects could be remedied orprevented.\n\tThe Commission shall, subject as follows, make such modifications of theconditions of the licence as it considers are needed for the purpose ofremedying or preventing the adverse effects specified in the report.\n\tBefore making any such modifications, the Commission shall—\n\t\thave regard to the modifications specified in the report,\n\t\tgive notice of its proposed modifications, and\n\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\tIf, after considering any such representations, the Commission decides tomake any modifications for the purpose of remedying or preventing the adverseeffects specified in the report, the Commission shall give notice of themodifications to the Competition Commission.\n\tIf no direction is given to the Commission under section 18(2) within theperiod of four weeks starting with the date on which the notice undersubsection (4) is given, the Commission shall make the modifications set outin the notice.\n\tIf a direction is given to the Commission under section 18(2)(b) within theperiod of four weeks starting with the date on which the notice undersubsection (4) is given, the Commission shall make the modifications which areset out in the notice and are not specified in the direction."
    },
    {
        "length": 592,
        "text": "\nPower of intervention of the Competition Commission\n\tThe Competition Commission may give a direction under subsection (2) if itconsiders that the modifications set out in a notice under section 17(4) arenot the modifications which are needed for the purpose of remedying orpreventing all or any of the adverse effects specified by it in the report aseffects which could be remedied or prevented by modifications.\n\tThe Competition Commission may direct the Commission—\n\t\tnot to make the modifications concerned, or\n\t\tnot to make such of the modifications as may be specified in the direction.\n\tSubject to subsection (4), the Competition Commission may only give adirection under subsection (2) within the period of four weeks starting withthe date on which the notice under section 17(4) is given.\n\tThe Secretary of State may, on the application of the CompetitionCommission and within the period mentioned in subsection (3), direct that theperiod (and, accordingly, the period mentioned in section 17(5) and (6)) shallbe extended by 14 days.\n\tThe Competition Commission may itself make such modifications as itconsiders are needed for the purpose of remedying or preventing—\n\t\tif the direction was given under subsection (2)(a), the adverse effectsspecified in the report as effects which could be remedied or prevented bymodifications,\n\t\tif the direction was given under subsection (2)(b), such of those adverseeffects as are not remedied or prevented by the modifications made by theCommission under section 17(6).\n\tIn exercising its functions under subsection (5), the CompetitionCommission shall have regard to the matters to which the Commission isrequired to have regard when determining the conditions of a licence.\n\tThe Commission shall, for the purpose of assisting the CompetitionCommission in exercising its functions under this section, give to theCompetition Commission—\n\t\tany information the Commission has which relates to the exercise of thefunctions and which the Competition Commission requests,\n\t\tany information the Commission has which relates to the exercise of thefunctions and which the Commission considers that it would be appropriate forit to give without a request,\n\t\tany other assistance which the Commission is able to give in relation tothe exercise of the functions and which the Competition Commission requests.\n\tIn exercising its functions under this section, the Competition Commissionshall have regard to any information given under subsection (7)."
    },
    {
        "length": 720,
        "text": "\nProcedural requirements in relation to modifications\n\tA notice under section 17(3) shall state—\n\t\tthat the Commission proposes to make the modifications,\n\t\tthe effect of the modifications,\n\t\tthe reasons for the modifications, and\n\t\tthe period (not less than 28 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed modifications.\n\tSuch a notice shall be given by—\n\t\tserving a copy of the notice on the licence holder, and\n\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\tA notice under section 17(4) shall state—\n\t\tthat the Commission proposes to make the modifications,\n\t\tthe effect of the modifications, and\n\t\tthe reasons for the modifications.\n\tThe Commission shall include with such a notice—\n\t\ta copy of any representations made in accordance with the notice undersection 17(3) and not withdrawn, and\n\t\tsuch information (including information about any change in circumstancessince the report was made) as the Commission considers it desirable for theCompetition Commission to have.\n\tAs soon as practicable after making modifications under section 17 theCommission shall send a copy of the modifications to the licence holder, theCouncil and the Secretary of State.\n\tThe Competition Commission shall give notice of any direction given by itunder section 18(2).\n\tThe notice shall state—\n\t\tthe modifications proposed by the Commission,\n\t\tthe terms of the direction, and\n\t\tthe reasons for giving it.\n\tBefore making modifications under section 18(5) the Competition Commissionshall—\n\t\tgive notice of the modifications, and\n\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\tThe notice shall state—\n\t\tthat the Competition Commission proposes to make the modifications,\n\t\tthe effect of the modifications,\n\t\tthe reasons for the modifications, and\n\t\tthe period (not less than 28 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed modifications.\n\tA notice under subsection (6) or (8) shall be given by—\n\t\tserving a copy of the notice on the licence holder, the Commission and theSecretary of State, and\n\t\tpublishing the notice in such manner as the Competition Commissionconsiders appropriate for the purpose of bringing the matters to which thenotice relates to the attention of persons likely to be affected by them.\n\tAs soon as practicable after making modifications under section 18(5) theCompetition Commission shall send a copy of the modifications to the licenceholder, the Commission, the Council and the Secretary of State."
    },
    {
        "length": 792,
        "text": "\nApplication of competition legislation to references etc\n\tThe provisions listed in subsection (2) shall apply to references undersection 15 as if—\n\t\tthe functions of the Competition Commission in relation to those referenceswere functions under the [1973 c. 41.] Fair Trading Act 1973 (in this sectionand section 21 referred to as “the 1973 Act”),\n\t\tthe expression “merger reference” included a reference under section 15above,\n\t\tin section 70 of the 1973 Act references to the Secretary of State were tothe Commission and the reference to three months were to six months,\n\t\tin section 93B(1) of the 1973 Act for paragraphs (a) and (b) there weresubstituted a reference to the Competition Commission in connection with anyof its functions in relation to a reference under section 15 above.\n\tThe provisions are—\n\t\tsections 70, 85 and 93B of the 1973 Act (time limit for report; witnessesand documents; and penalties for false or misleading information),\n\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about the Competition Commission’s general functions),\n\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998 (theCompetition Commission’s general functions).\n\tSection 82 of the 1973 Act (general provisions as to reports) shall applyto reports of the Competition Commission on references under section 15 aboveas it applies to reports of the Competition Commission under that Act.\n\tThe provisions listed in subsection (5) shall apply to the exercise by theCompetition Commission of its functions under section 18 above as if—\n\t\tin section 85 of the 1973 Act references to any investigation on areference made to the Competition Commission under that Act were references toany investigation for the purposes of section 18 above,\n\t\tin section 93B(1) of the 1973 Act for paragraphs (a) and (b) there weresubstituted a reference to the Competition Commission in connection with anyof its functions under section 18 above.\n\tThe provisions are—\n\t\tsections 85 and 93B of the 1973 Act (witnesses and documents and penaltiesfor false or misleading information),\n\t\tsection 24 of the [1980 c. 21.] Competition Act 1980 (modification ofprovisions about the Competition Commission’s general functions),\n\t\tPart II of Schedule 7 to the [1998 c. 41.] Competition Act 1998 (theCompetition Commission’s general functions).\n\tSection 82(1) and (2) of the 1973 Act (prejudicial information and absoluteprivilege) shall apply to notices given by the Competition Commission undersection 19(6) or (8) above as it applies to reports made by the CompetitionCommission under that Act."
    },
    {
        "length": 421,
        "text": "\nModification by order under other enactments\n\tThis section applies if—\n\t\tthe Secretary of State by order exercises any of the powers specified inParts I and II of Schedule 8 to the 1973 Act, and\n\t\tthe first or second requirement (set out below) is satisfied.\n\tThe first requirement is that—\n\t\tthe circumstances are as mentioned in section 56(1) of the 1973 Act (orderon report on monopoly reference), and\n\t\tthe monopoly situation exists in relation to the provision of postalservices.\n\tThe second requirement is that the circumstances are as mentioned insection 73(1) of the 1973 Act (order on report on merger reference) and—\n\t\tat least one of the two or more enterprises which ceased to be distinctenterprises was engaged in the provision of postal services, or\n\t\tat least one of the two or more enterprises which would cease to bedistinct enterprises (in the application of section 73(1) of the 1973 Act byvirtue of section 75(4)(e) of that Act) is engaged in the provision of postalservices.\n\tThe order mentioned in subsection (1) may also provide for the modificationof the conditions of a licence to such extent as the Secretary of Stateconsiders necessary or expedient to give effect to or take account of anyprovision made by the order.\n\tAs soon as practicable after making modifications under this section theSecretary of State shall send a copy of the modifications to the licenceholder, the Commission and the Council.\n\tExpressions used in this section and the 1973 Act have the same meanings inthis section as in that Act."
    },
    {
        "length": 2873,
        "text": "\nEnforcement orders\n\tFinal orders\n\t\tIf the Commission is satisfied that a licence holder—\n\t\t\tis contravening any condition of his licence, or\n\t\t\tis likely to contravene any such condition,\n\t\t\t\tthe Commission shall by order make such provision as is needed for the purposeof securing compliance with the condition.\n\t\tAn order under subsection (1)—\n\t\t\tshall require the licence holder to do, or not to do, such things as arespecified in the order or are of a description so specified,\n\t\t\tshall take effect at such time, being the earliest practicable time, as isdetermined by or under the order, and\n\t\t\tmay be revoked at any time by the Commission.\n\t\tAn order under subsection (1) shall have effect until such time (if any) asthe Commission revokes it.\n\t\tThis section is subject to section 25.\n\t\tIn this Act “final order” means an order under this section.\n\tProvisional orders\n\t\tIf— \n\t\t\tthe Commission is not satisfied that a licence holder is contravening anycondition of his licence or is likely to contravene any such condition, but\n\t\t\tthe requirements in subsection (2) are met,\n\t\t\t\tthe Commission shall by order make such provision as it considers is neededfor the purpose of securing compliance with the licence condition.\n\t\tThe requirements are that it appears to the Commission—\n\t\t\tthat the licence holder is contravening any condition of his licence or islikely to contravene any such condition, and\n\t\t\tthat an order under subsection (1) is needed.\n\t\tIn deciding whether an order under subsection (1) is needed the Commissionshall have regard, in particular, to the extent to which any person is likelyto sustain loss or damage as a result of anything likely to be done or omittedin contravention of the licence condition before a final order may be made.\n\t\tAn order under subsection (1)—\n\t\t\tshall require the licence holder to do, or not to do, such things as arespecified in the order or are of a description so specified,\n\t\t\tshall take effect at such time, being the earliest practicable time, as isdetermined by or under the order, and\n\t\t\tmay be revoked at any time by the Commission.\n\t\tAn order under subsection (1) shall, subject to any earlier revocation bythe Commission, have effect for such period not exceeding three months as isdetermined by or under the order and which starts when the order takes effect.\n\t\tAn order under subsection (1) shall not be made in any case where aprevious such order has been made in respect of the same contravention orapprehended contravention by the licence holder.\n\t\tThis section is subject to section 25.\n\t\tIn this Act “provisional order” means an order under this section.\n\tConfirmation of provisional orders\n\t\tThe Commission shall confirm a provisional order (with or withoutmodifications) if—\n\t\t\tit is satisfied that the licence holder is contravening any condition ofhis licence or is likely to contravene any such condition, and\n\t\t\tit considers that confirmation of the order (with any modifications) isneeded for the purpose of securing compliance with the condition.\n\t\tWhere the Commission confirms a provisional order under subsection (1), theorder continues to have effect until such time (if any) as the Commissionrevokes it.\n\t\tThis section is subject to section 25.\n\tExceptions from duty to make or confirm enforcement orders\n\t\tThe Commission shall not make a final order or make or confirm a provisionalorder if it is satisfied that—\n\t\t\tthe duties imposed on it by sections 3 and 5 preclude it from doing so,\n\t\t\tthe licence holder has agreed to take and is taking all the steps that theCommission considers appropriate to secure or facilitate compliance with thecondition concerned, or\n\t\t\tthe contraventions or apprehended contraventions are trivial.\n\tEnforcement orders: main procedural requirements\n\t\tBefore making a final order or confirming a provisional order, theCommission shall—\n\t\t\tgive notice of the proposed order or confirmation, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall state—\n\t\t\tthat the Commission proposes to make or confirm the order,\n\t\t\tthe effect of the order,\n\t\t\tthe condition for the purpose of securing compliance with which the orderis to be made or confirmed,\n\t\t\tthe acts or omissions which the Commission considers constitute or wouldconstitute contraventions of that condition,\n\t\t\tany other facts which the Commission considers justify the making orconfirmation of the order, and\n\t\t\tthe period (not less than 21 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed order or confirmation.\n\t\tA notice under subsection (1) shall be given by—\n\t\t\tserving on the licence holder and the Council a copy of the notice and acopy of the order proposed (or proposed to be confirmed), and\n\t\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\t\tAs soon as practicable after making a final order, or making or confirminga provisional order, the Commission shall—\n\t\t\tserve a copy of the order on the licence holder and the Council, and\n\t\t\tpublish the order in such manner as the Commission considers appropriatefor the purpose of bringing it to the attention of persons likely to beaffected by it.\n\t\tThis section has effect subject to section 27.\n\tEnforcement orders: further procedural requirements\n\t\tThe Commission shall not make a final order with modifications, or confirma provisional order with modifications, unless—\n\t\t\tthe licence holder consents to the modifications and the Commissioncomplies with the requirements of subsection (2), or\n\t\t\tthe Commission complies with the requirements of subsection (3).\n\t\tThe requirements of this subsection are that the Commission shall—\n\t\t\tgive notice of the proposed modifications to the Council, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe requirements of this subsection are that the Commission shall—\n\t\t\tgive notice of the proposed modifications, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tA notice under subsection (2) or (3) shall state—\n\t\t\tthe proposed modifications,\n\t\t\tthe reasons for them, and\n\t\t\tthe period (not less than 7 days starting with the date of the giving ofthe notice under subsection (2) or (as the case may be) the publication of thenotice under subsection (3)) within which representations may be made inrelation to the proposed modifications.\n\t\tBefore revoking a final order or a provisional order which has beenconfirmed, the Commission shall—\n\t\t\tgive notice of the proposed revocation, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall state—\n\t\t\tthat the Commission proposes to revoke the order,\n\t\t\tthe effect of the proposed revocation, and\n\t\t\tthe period (not less than 21 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed revocation.\n\t\tAs soon as practicable after revoking a final order or a provisional orderwhich has been confirmed, the Commission shall give notice of the revocation.\n\t\tIf, after giving notice under section 26(1) or subsection (3) or (5) ofthis section, the Commission decides not to make a final order or confirm aprovisional order or (as the case may be) revoke the order, it shall givenotice of that decision.\n\t\tIf, after giving notice under subsection (2), the Commission decides not tomake a final order or confirm a provisional order, it shall give notice ofthat decision to the licence holder concerned and the Council.\n\t\tA notice under subsection (2) shall be given by serving a copy of thenotice on the Council and a notice under subsection (9) shall be given byserving a copy of the notice on the licence holder and the Council.\n\t\tAny other notice under this section shall be given by—\n\t\t\tserving a copy of the notice on the licence holder and the Council, and\n\t\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\tValidity of enforcement orders\n\t\tThis section applies if a licence holder to whom a final or provisionalorder relates is aggrieved by the order and wants to question its validity onthe ground that—\n\t\t\tits making or confirmation was not within the powers conferred by section22, 23 or (as the case may be) 24, or\n\t\t\tany of the requirements of sections 26 and 27 have not been complied within relation to the making or confirmation of the order.\n\t\tThe licence holder may apply to the court.\n\t\tIf a copy of the order as made or confirmed was served on the licenceholder the application to the court shall be made within the period of 42 daysstarting with the day on which the copy was served on the licence holder.\n\t\tOn an application under this section the court may quash the order or anyprovision of it if the court considers it appropriate to do so and issatisfied that—\n\t\t\tthe making or confirmation of the order was not within the powers conferredby section 22, 23 or (as the case may be) 24, or\n\t\t\tany of the requirements of sections 26 and 27 have not been complied within relation to the making or confirmation of the order and the interests ofthe licence holder have been substantially prejudiced by the non-compliance.\n\t\tWhere an application has been made under this section, the licence holderconcerned shall not be required to comply with the order to which theapplication relates until the application has been determined, withdrawn orotherwise dealt with; and section 29 shall be construed accordingly.\n\t\tExcept as provided by this section, the validity of a final or provisionalorder shall not be questioned in any legal proceedings.\n\t\tIn this section “the court” means,\n\t\t\tin relation to England and Wales or Northern Ireland, the High Court,\n\t\t\tin relation to Scotland, the Court of Session.\n\tEffect of enforcement orders\n\t\tThe licence holder to whom a final or provisional order relates shall havea duty to comply with it.\n\t\tThe duty shall be owed to any person who may be affected by a contraventionof the order.\n\t\tAny breach of the duty which causes such a person to sustain loss or damageshall be actionable by him.\n\t\tIn any proceedings brought against a licence holder under subsection (3) itshall be a defence for the licence holder to show that he took all reasonablesteps and exercised all due diligence to avoid contravening the order.\n\t\tCompliance with a final or provisional order shall also be enforceable bycivil proceedings brought by the Commission for an injunction or for interdictor for any other appropriate relief or remedy.\n\t\tSubsection (5) shall not prejudice any right that a person may have byvirtue of subsection (3) to bring civil proceedings for contravention orapprehended contravention of a final or provisional order."
    },
    {
        "length": 2680,
        "text": "\nFinancial penalties\n\tFinancial penalties\n\t\tIf the Commission is satisfied that a licence holder—\n\t\t\thas contravened any condition of his licence, or\n\t\t\tis contravening any such condition,\n\t\t\t\tthe Commission may impose on the licence holder a penalty of such amount as isreasonable.\n\t\tNo such penalty shall exceed 10 per cent. of the turnover of the licenceholder (determined in accordance with provisions specified in an order made bythe Secretary of State).\n\t\tThe Commission may impose a penalty under this section in respect of acontravention of a licence condition irrespective of whether it has made ormay make a final or provisional order in respect of that contravention.\n\tStatement of policy in relation to penalties\n\t\tThe Commission shall prepare and publish a statement of policy in relationto the imposition of penalties and the determination of their amount.\n\t\tIn deciding whether to impose a penalty, and in determining the amount ofany penalty, the Commission shall have regard to the statement of policy whichwas most recently published at the time when the contravention concernedoccurred.\n\t\tThe Commission may revise its statement of policy and, where it does so, itshall publish the revised statement.\n\t\tPublication under this section shall be in such manner as the Commissionconsiders appropriate for the purpose of bringing the matters contained in thestatement of policy to the attention of persons likely to be affected by them.\n\t\tThe Commission shall consult the Council and such other persons as itconsiders appropriate when preparing or revising its statement of policy.\n\tImposition of penalties: main procedural requirements\n\t\tBefore imposing a penalty under section 30, the Commission shall—\n\t\t\tgive notice of the proposed penalty, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall state—\n\t\t\tthat the Commission proposes to impose a penalty,\n\t\t\tthe amount of the proposed penalty,\n\t\t\tthe condition which the Commission is satisfied has been contravened or isbeing contravened,\n\t\t\tthe acts or omissions which the Commission considers constitute thecontravention,\n\t\t\tany other facts which the Commission considers justify the imposition of apenalty and the amount of the proposed penalty,\n\t\t\tthe manner in which, and place at which, it is proposed to require thepenalty to be paid, and\n\t\t\tthe period (not less than 21 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed penalty.\n\t\tAs soon as practicable after imposing a penalty, the Commission shall givenotice of the penalty.\n\t\tThe notice shall state—\n\t\t\tthat the Commission has imposed a penalty on the licence holder,\n\t\t\tthe amount of the penalty,\n\t\t\tthe condition which the Commission is satisfied has been contravened or isbeing contravened,\n\t\t\tthe acts or omissions which the Commission considers constitute thecontravention,\n\t\t\tany other facts which the Commission considers justify the imposition of apenalty and the amount of the penalty,\n\t\t\tthe manner in which, and place at which, the penalty is required to bepaid, and\n\t\t\tthe date or dates, no earlier than the end of the period of 42 days fromthe date of service of the notice on the licence holder, by which the penaltyor (as the case may be) different portions of it are required to be paid.\n\t\tThe licence holder may, within 21 days of the date of service on him of anotice under subsection (3), apply to the Commission for it to specify adifferent date or (as the case may be) different dates by which the penalty or(as the case may be) different portions of it are to be paid.\n\t\tA notice under this section shall be given by—\n\t\t\tserving a copy of the notice on the licence holder and the Council, and\n\t\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\t\tThis section has effect subject to section 33.\n\tPenalties: further procedural requirements\n\t\tThe Commission shall not vary the proposed amount of a penalty as stated ina notice under section 32(1) unless—\n\t\t\tthe licence holder consents to the variation, or\n\t\t\tthe Commission complies with the requirements of subsection (2).\n\t\tThe requirements are that the Commission shall—\n\t\t\tgive notice of the proposed variation, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall state—\n\t\t\tthe proposed variation,\n\t\t\tthe reasons for it, and\n\t\t\tthe period (not less than 7 days starting with the date of publication ofthe notice) within which representations may be made in relation to theproposed variation.\n\t\tIf, after giving notice under section 32(1) or subsection (2) of thissection, the Commission decides not to impose a penalty, it shall give noticeof that decision.\n\t\tA notice under this section shall be given by—\n\t\t\tserving a copy of the notice on the licence holder and the Council, and\n\t\t\tpublishing the notice in such manner as the Commission considersappropriate for the purpose of bringing the matters to which the noticerelates to the attention of persons likely to be affected by them.\n\tTime-limits on the imposition of penalties\n\t\tNo penalty shall be imposed under section 30 in respect of a contraventionof a licence condition—\n\t\t\twhere a provisional order has been made but not confirmed in respect of thecontravention and no final order has been made in respect of it, unless a copyof the notice under section 32(1) has been served on the licence holder nolater than six months starting with the date on which the provisional orderwas made,\n\t\t\twhere a provisional order has been confirmed or a final order made inrespect of the contravention, unless a copy of the notice under section 32(1)has been served on the licence holder no later than three months starting withthe date on which the order was confirmed or (as the case may be) made.\n\t\tNo penalty shall be imposed under section 30 in respect of a contraventionof a licence condition for which no provisional or final order has been madeunless a copy of the notice under section 32(1) has been served on the licenceholder within twelve months from the time of the contravention.\n\tInterest and payments by instalment\n\t\tIf the whole or any portion of a penalty is not paid by the date by whichit is required to be paid, the unpaid balance from time to time shall carryinterest at the rate for the time being specified in section 17 of the [1838c. 110.] Judgments Act 1838.\n\t\tWhere an application has been made under section 32(5), the penalty shallnot be required to be paid until the application has been determined,withdrawn or otherwise dealt with.\n\t\tIf a portion of a penalty has not been paid by the date required for it,the Commission may, where it considers it appropriate to do so, require somuch of the penalty as has not already been paid to be paid immediately.\n\tAppeals \n\t\tThis section applies if a licence holder on whom a penalty is imposed undersection 30 is aggrieved by—\n\t\t\tthe imposition of the penalty,\n\t\t\tthe amount of the penalty, or\n\t\t\tthe date by which the penalty is required to be paid or (as the case maybe) the different dates by which portions of the penalty are required to bepaid.\n\t\tThe licence holder may apply to the court.\n\t\tIf a copy of the notice under section 32(3) was served on the licenceholder, the application to the court shall, subject to subsection (4), be madewithin the period of 42 days starting with the day on which the copy wasserved on the licence holder.\n\t\tIf the application relates to a decision of the Commission on anapplication by a licence holder under section 32(5), the application to thecourt shall be made within the period of 42 days starting with the day onwhich the licence holder is notified of the decision.\n\t\tOn an application under this section, the court may—\n\t\t\tquash the penalty,\n\t\t\tsubstitute a penalty of such lesser amount as the court considersappropriate, or\n\t\t\tin a case falling within subsection (1)(c), substitute for the date ordates imposed by the Commission an alternative date or dates,\n\t\t\t\tif it considers it appropriate to do so and is satisfied of one or more of thegrounds mentioned in subsection (6).\n\t\tThe grounds are—\n\t\t\tthat the imposition of the penalty was not within the powers of theCommission under section 30,\n\t\t\tthat any of the requirements of section 32 or 33 have not been compliedwith in relation to the imposition of the penalty and the interests of thelicence holder have been substantially prejudiced by the non-compliance,\n\t\t\tthat it was unreasonable of the Commission to require the penalty to bepaid by the date concerned or (as the case may be) to require portions of itto be paid by the dates concerned.\n\t\tWhere an application has been made under this section, the penalty shallnot be required to be paid until the application has been determined,withdrawn or otherwise dealt with.\n\t\tWhere the court substitutes a penalty of a lesser amount it may require thepayment of interest on the substituted penalty at such rate, and from suchdate, as it considers appropriate.\n\t\tWhere the court specifies as a date by which the penalty, or a portion ofthe penalty, is to be paid a date before the determination of the applicationunder this section it may require the payment of interest on the penalty, orportion, from that date at such rate as it considers appropriate.\n\t\tExcept as provided by this section, the validity of a penalty shall not bequestioned in any legal proceedings.\n\t\tIn this section “the court” means—\n\t\t\tin relation to England and Wales or Northern Ireland, the High Court, and\n\t\t\tin relation to Scotland, the Court of Session.\n\tRecovery of penalties\n\t\tWhere a penalty imposed under section 30, or any portion of such a penalty,has not been paid by the date on which it is required to be paid and—\n\t\t\tno application relating to the penalty has been made under section 36during the period within which such an application may be made, or\n\t\t\tany such application which has been made has been determined, withdrawn orotherwise dealt with,\n\t\t\tthe Commission may recover from the licence holder any of the penalty and anyinterest which has not been paid; and in England and Wales and NorthernIreland such penalty and interest may be recovered as a civil debt due to theCommission."
    },
    {
        "length": 1590,
        "text": "\nMiscellaneous\n\tRegister \n\t\tThe Commission shall compile and maintain a register for the purposes ofthis Part.\n\t\tThe register shall be kept at such premises and in such form as theCommission considers appropriate.\n\t\tThe Commission shall cause the following matters to be entered in theregister—\n\t\t\tthe provisions of every licence,\n\t\t\tevery modification, revocation or surrender of a licence,\n\t\t\tthe provisions of every direction or determination made or consent orapproval given under a licence,\n\t\t\tthe terms of every final or provisional order made or confirmed and everyrevocation of such an order,\n\t\t\tevery penalty imposed under section 30 and every notice under section32(3).\n\t\tThe duty in subsection (3) does not extend to anything of which theCommission is unaware.\n\t\tSo far as practicable the Commission shall secure the exclusion from theregister of any matter relating to the affairs of a person if the Commissionconsiders that its inclusion would or might seriously and prejudicially affectthe person’s interests.\n\t\tSubsection (5) does not apply if—\n\t\t\tthe person concerned consents to the matter being entered in the register,or\n\t\t\tthe Commission considers that entering the matter in the register would bein the public interest.\n\t\tIf the Secretary of State considers that entry of anything in the registerwould be against the public interest or any person’s commercial interests, hemay direct the Commission not to enter it.\n\t\tThe Commission shall secure that the contents of the register are availablefor inspection by the public—\n\t\t\tduring such hours as may be specified in an order made by the Secretary ofState, and\n\t\t\tsubject to such reasonable fees (if any) as the Commission may determine.\n\t\tIf requested by any person to do so and subject to such reasonable fees (ifany) as the Commission may determine, the Commission shall supply the personconcerned with a copy (certified to be true) of the register or of an extractfrom it.\n\tRecovery of costs of the Council etc\n\t\tThe Secretary of State may give directions to the Commission as to—\n\t\t\tthe inclusion in any licence of conditions requiring the payment of sumsrelating to the expenses of the Council, or of the Secretary of State inrelation to the establishment of the Council,\n\t\t\tthe exercise of any power of the Commission to determine anything fallingto be determined under such conditions.\n\tDirectors' remuneration\n\t\tThis section applies to any licence holder which is a company.\n\t\tAs soon as practicable after the end of each financial year of the companyit shall make a statement to the Commission—\n\t\t\tdisclosing whether or not remuneration has been paid or become due duringthat financial year to the directors of the company as a result ofarrangements falling within subsection (3), and\n\t\t\twhere such remuneration has been paid or become due, describing thearrangements and the remuneration.\n\t\tArrangements fall within this subsection if they are arrangements forlinking the remuneration of the directors to standards of performance—\n\t\t\tspecified for the company in its licence, or determined for the company byor under the licence, or\n\t\t\tset or agreed to by the company,\n\t\t\t\tin relation to the provision of services authorised or required by thelicence.\n\t\tA description under subsection (2)(b) shall include—\n\t\t\ta statement of when the arrangements were made,\n\t\t\ta description of the standards of performance in question,\n\t\t\tan explanation of the means by which the standards of performance areassessed, and\n\t\t\tan explanation of how the remuneration was calculated.\n\t\tThe statement required by subsection (2) shall also state—\n\t\t\twhether or not there are in force in respect of the financial year duringwhich the statement is made arrangements falling within subsection (3),\n\t\t\tif not, whether the company intends that such arrangements will be in forceat some time during that financial year,\n\t\t\tand if there are, or it is intended that there will be, such arrangements inforce the statement shall describe those arrangements.\n\t\tA description under subsection (5) shall—\n\t\t\tinclude the matters mentioned in subsection (4)(a) to (c), and\n\t\t\twhere the arrangements described are different from any arrangementsdescribed under subsection (2)(b), state the likely effect of thosedifferences on the remuneration of each director of the company.\n\t\tThe statement required by subsection (2) shall be made to the Commission insuch manner as may be required by the Commission.\n\t\tThe statement required by subsection (2)—\n\t\t\tshall be published by the company making the statement in such manner as itconsiders will secure adequate publicity for the statement, and\n\t\t\tmay be published by the Commission in such manner as it may considerappropriate.\n\t\tThe duty of a company under this section applies in relation to any personwho has at any time been a director of the company.\n\t\tIn this section—\n\t\t\t  * “company” means a company within the meaning of the [1985 c. 6.] Companies Act 1985, or the [S.I. 1986/1032 (N.I. 6).] Companies (Northern Ireland) Order 1986, which is limited by shares, \n\t\t\t  * “remuneration” in relation to a director of a company— \n\t\t\tmeans any form of payment, consideration or other benefit (including pensionbenefit) paid or due to or in respect of the director, and\n\t\t\tincludes remuneration in respect of any of his services while a director ofthe company.\n\tFree services for the blind and partially sighted\n\t\tThe Secretary of State may direct the Commission to impose, as a conditionof a relevant licence, a requirement that the licence holder provide such freepostal services as may be specified in the direction to such descriptions ofblind or partially sighted persons as may be so specified.\n\t\tThe requirement shall not come into force unless—\n\t\t\tthe Secretary of State directs the Commission to bring it into force, and\n\t\t\tthe Commission gives notice of the direction to the licence holder.\n\t\tThe Secretary of State shall consult the Commission and the Council beforegiving any direction under this section.\n\t\tIn this section “relevant licence” means a licence to be granted which isto require the person holding it to provide a universal postal service or partof such a service."
    },
    {
        "length": 3319,
        "text": "\nThe Commission\n\tDuties in relation to public post offices\n\t\tThe Commission shall provide advice and information to the Secretary ofState about—\n\t\t\tthe number and location of public post offices of such descriptions as theSecretary of State may specify, and\n\t\t\ttheir accessibility to users of postal and other services.\n\t\tThe Commission shall consult the Council before providing any advice orinformation under this section.\n\t\tIn this Act “public post office” means any post office from which anypostal services are provided directly to the public (whether or not togetherwith other services).\n\tDuties in relation to social and environmental matters\n\t\tThe Commission shall, in exercising its functions, have regard to anyguidance given by the Secretary of State under this section.\n\t\tThe Secretary of State shall from time to time give guidance about themaking by the Commission of a contribution towards the attainment of anysocial or environmental policies set out or referred to in the guidance.\n\t\tBefore giving any such guidance, the Secretary of State shall consult—\n\t\t\tthe Commission,\n\t\t\tthe Council,\n\t\t\tany universal service provider,\n\t\t\tany licence holder under Part II who is not a universal service provider,and\n\t\t\tsuch other persons as the Secretary of State considers appropriate.\n\t\tA draft of any guidance proposed to be given under this section shall belaid before each House of Parliament.\n\t\tGuidance shall not be given under this section until after the period of 40days starting with—\n\t\t\tthe day on which the draft is laid before each House of Parliament, or\n\t\t\tif the draft is laid before the House of Lords on one day and the House ofCommons on another day, the later of those two days.\n\t\tIf, before the end of that period, either House resolves that the guidanceshould not be given, the Secretary of State shall not give it.\n\t\tIn reckoning any period of 40 days for the purposes of subsection (5) or(6), no account shall be taken of any time during which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\tboth Houses are adjourned for more than four days.\n\t\tThe Secretary of State shall publish any guidance given by him under thissection in such manner as he considers appropriate.\n\tReview and information\n\t\tSo far as the Commission considers it practicable to do so with a view tofacilitating the exercise of its functions, it shall—\n\t\t\tkeep under review the provision (in the United Kingdom, other member Statesand elsewhere) of postal services,\n\t\t\tcollect information about the provision (in the United Kingdom, othermember States and elsewhere) of those services.\n\t\tThe Secretary of State may give directions indicating considerations towhich the Commission is to have particular regard in deciding the order ofpriority in which matters are to be reviewed in performing its duty undersubsection (1)(a).\n\t\tSo far as the Commission considers it practicable to do so with a view tofacilitating the exercise of its functions, it shall, in particular, collectinformation which enables comparisons to be made between the efficiency andeconomy of different postal operators (whether in the United Kingdom, othermember States or elsewhere).\n\t\tThe Commission shall from time to time collect information in relation tothe standards of performance achieved by—\n\t\t\tany universal service provider in the provision of a universal postalservice, and\n\t\t\tso far as not falling within paragraph (a), licence holders under Part IIin the provision of services authorised or required by their licences.\n\t\tThe Commission may collect such information as is necessary for it tocomply with a notice of the Council under section 58(1).\n\t\tIf the Commission considers it expedient or is asked by the Secretary ofState to do so, it shall provide information, advice and help to the Secretaryof State regarding any matter in relation to which the Commission has afunction.\n\tAnnual and other reports: the Commission\n\t\tThe Commission shall, as soon as practicable after the end of eachfinancial year, make a report to the Secretary of State on its activitiesduring that year (“the annual report”).\n\t\tThe annual report for each year shall, in particular, include—\n\t\t\ta general survey of developments in relation to matters falling within thescope of the Commission’s functions,\n\t\t\ta report as to the manner in which the Commission has complied with itsobligations under the Postal Services Directive,\n\t\t\ta report as to whether each licence holder under Part II has achieved anystandards of performance specified for him in his licence, or determined forhim by or under it, in relation to the provision of services authorised orrequired by his licence,\n\t\t\ta summary of final and provisional orders made under Part II during thatyear, of provisional orders confirmed under that Part during that year, andpenalties imposed under that Part during that year,\n\t\t\ta report on the progress of the projects described in the forward workprogramme for that year (within the meaning of section 61),\n\t\t\ta report on such other matters as the Secretary of State may from time totime require.\n\t\tThe Secretary of State shall consult the Commission before exercising hispower under subsection (2)(f) in relation to any matter.\n\t\tThe Secretary of State shall—\n\t\t\tlay a copy of each annual report before each House of Parliament, and\n\t\t\tpublish the report in such manner as he considers appropriate.\n\t\tThe Commission may prepare other reports in relation to any matter fallingwithin the scope of its functions and may publish any such report in suchmanner as it considers appropriate.\n\t\tThe Commission shall send a copy of each annual or other report publishedunder this section to the Council.\n\t\tSo far as practicable the Commission shall secure the exclusion from anyreport under this section of any matter relating to the affairs of a person ifthe Commission considers that its inclusion would or might seriously andprejudicially affect the person’s interests.\n\t\tSubsection (7) does not apply if—\n\t\t\tthe person concerned consents to inclusion of the matter in the report, or\n\t\t\tthe Commission considers that inclusion of the matter in the report wouldbe in the public interest.\n\tPublication of information and advice: the Commission\n\t\tThe Commission may publish such information and advice as it considersexpedient to give to—\n\t\t\ta universal service provider,\n\t\t\tany licence holder under Part II who is not a universal service provider,or\n\t\t\tusers of postal services.\n\t\tPublication under this section shall be in such form and manner as theCommission considers appropriate.\n\t\tSo far as practicable the Commission shall secure the exclusion of anymatter relating to the affairs of a person if the Commission considers thatits publication would or might seriously and prejudicially affect the person’sinterests.\n\t\tSubsection (3) does not apply if—\n\t\t\tthe person concerned consents to publication of the matter, or\n\t\t\tthe Commission considers that publication of the matter would be in thepublic interest.\n\tPower of the Commission to require information\n\t\tThe Commission may, for any relevant purpose, serve notice on any personrequiring him—\n\t\t\tto produce any documents which are specified or described in the notice andare in that person’s custody or under his control, and\n\t\t\tto produce them at a time and place so specified and to a person sospecified.\n\t\tThe Commission may, for any relevant purpose, serve notice on any personwho carries on any business requiring him—\n\t\t\tto supply to the Commission such information as may be specified ordescribed in the notice, and\n\t\t\tto supply it at a time and place and in a form and manner so specified andto a person so specified.\n\t\tThe person to whom any document is produced in accordance with a noticeunder this section may, for any relevant purpose, copy the document soproduced.\n\t\tNo person shall be required under this section—\n\t\t\tto produce any documents which he could not be compelled to produce incivil proceedings before the court, or\n\t\t\tto supply any information which he could not be compelled to supply inevidence in such proceedings.\n\t\tAny reference in this section to the production of a document includes areference to the production of a legible and intelligible copy of informationrecorded otherwise than in legible form.\n\t\tIn this section—\n\t\t\t  * “the court”— \n\t\t\tin relation to England and Wales or Northern Ireland, means the High Court,and\n\t\t\tin relation to Scotland, means the Court of Session,\n\t\t\t\t  * “relevant purpose” means any purpose connected with— \n\t\t\tthe investigation of an offence under section 6 or any proceedings for such anoffence, or\n\t\t\tthe exercise of the Commission’s functions under section 22, 23, 24, 30, 42 or44(4) or (5).\n\tInformation powers: enforcement\n\t\tA person commits an offence if, without reasonable excuse, he fails to doanything required of him by a notice under section 47.\n\t\tA person commits an offence if he intentionally obstructs or delays anyperson in the exercise of his powers under section 47(3).\n\t\tA person who commits an offence under subsection (1) or (2) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scale.\n\t\tA person commits an offence if he—\n\t\t\tintentionally alters, suppresses or destroys any document which he has beenrequired to produce by a notice under section 47, or\n\t\t\tin supplying any information required of him by a notice under section 47,makes any statement which he knows to be false in a material particular orrecklessly makes any statement which is false in a material particular.\n\t\tA person who commits an offence under subsection (4) shall be liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\ton conviction on indictment, to a fine.\n\t\tIf a person makes default in complying with a notice under section 47, thecourt may, on the application of the Commission, make such order as the courtconsiders appropriate for requiring the default to be made good.\n\t\tAny such order may, in particular, provide that all the costs or expensesof and incidental to the application shall be borne—\n\t\t\tby the person in default, or\n\t\t\tif officers of a company or other association are responsible for itsdefault, by those officers.\n\t\tThe reference in this section to the production of a document includes areference to the production of a legible and intelligible copy of informationrecorded otherwise than in legible form; and the reference to suppressing adocument includes a reference to destroying the means of reproducinginformation recorded otherwise than in legible form.\n\t\tIn this section “the court”—\n\t\t\tin relation to England and Wales or Northern Ireland, means the High Court,and\n\t\t\tin relation to Scotland, means the Court of Session.\n\tPowers of entry and seizure\n\t\tSubsection (2) applies where, on an application made by a constable or theCommission, a justice of the peace or, in Scotland, a sheriff is satisfiedthat there are reasonable grounds for suspecting—\n\t\t\tthat a person has committed an offence under section 6 (“the suspect”), and\n\t\t\tthat articles or documents of a particular description which are requiredfor the purposes of an investigation of the offence are on particularpremises.\n\t\tThe justice or sheriff may issue a warrant authorising a person appointedby him (“the appointed person”) to enter the premises concerned, search forthe articles or documents and, subject to subsection (3), seize and remove anythat he may find.\n\t\tA warrant issued under subsection (2) shall not authorise the seizure andremoval of any postal packet, mail-bag or document to which section 104(2)applies; but any such warrant may authorise the appointed person to takecopies of the cover of any such packet, bag or document that he finds.\n\t\tThe appointed person, in the exercise of his powers under a warrant issuedunder this section, may if necessary use reasonable force.\n\t\tThe appointed person, in seeking to enter any premises in the exercise ofhis powers under the warrant, shall, if required by or on behalf of the owneror occupier or person in charge of the premises, produce evidence of hisidentity, and of the warrant, before entering.\n\t\tAny articles or documents which have been seized and removed under awarrant issued under this section may be retained until the conclusion ofproceedings against the suspect.\n\t\tFor the purposes of this section, proceedings in relation to a suspect areconcluded if—\n\t\t\the is found guilty and sentenced or otherwise dealt with for the offence,\n\t\t\the is acquitted,\n\t\t\tproceedings for the offence are discontinued, or\n\t\t\tit is decided not to prosecute him.\n\t\tIn this section “premises” includes any vehicle, ship or aircraft.\n\tCodes of practice\n\t\tThe Commission shall prepare, and may revise, a code of practice governingthe discharge by it of its functions.\n\t\tThe Commission shall, in exercising its functions, have regard to theprovisions of the code.\n\t\tIn preparing or revising the code, the Commission shall consult—\n\t\t\tthe Secretary of State,\n\t\t\tthe Council,\n\t\t\tany universal service provider,\n\t\t\tany licence holder under Part II who is not a universal service provider,and\n\t\t\tsuch other persons as the Commission considers appropriate.\n\t\tThe Commission shall publish in such manner as it considers appropriate thecode as for the time being in force."
    },
    {
        "length": 2777,
        "text": "\nThe Council\n\tRelevant postal issues\n\t\tIn this section and sections 52 to 57—\n\t\t  * “relevant postal issues” means the interests of users of relevant postal services in the United Kingdom and matters affecting those interests, \n\t\t  * “relevant postal services” means any postal services provided in connection with the provision of a universal postal service and any other postal services which are provided, or authorised or required to be provided, by a licence holder under Part II in accordance with a licence under that Part, \n\tand, for this purpose, services are provided in accordance with a licence ifthe licence authorises or requires them to be provided by the licence holder.\n\tProvision of advice and information to public authorities and licenceholders\n\t\tThe Council shall—\n\t\t\tprovide advice and information,\n\t\t\trepresent the views of users of relevant postal services, and\n\t\t\tmake proposals,\n\t\t\t\tabout relevant postal issues to any person mentioned in subsection (2).\n\t\tThose persons are—\n\t\t\tthe Secretary of State, the Commission, the Competition Commission and anyother public authority,\n\t\t\tany universal service provider,\n\t\t\tany licence holder under Part II who is not a universal service provider,and\n\t\t\tany other person whose activities may affect the interests of users ofrelevant postal services.\n\t\tSo far as practicable the Council shall secure that no information relatingto the affairs of a person is disclosed under this section to a personmentioned in subsection (2)(b) to (d) if the Council considers that itsdisclosure would or might seriously and prejudicially affect the interests ofthe person to whom it relates.\n\t\tSubsection (3) does not apply to any disclosure of information to which theperson to whom the information relates consents.\n\tPublication of information to users\n\t\tThe Council shall make available to users of relevant postal services suchinformation as it considers expedient to give to such users about—\n\t\t\trelevant postal services,\n\t\t\trelevant postal issues, and\n\t\t\titself and its functions.\n\t\tThe Council may perform its function under subsection (1) by—\n\t\t\tpublishing information in such form and manner as the Council considersappropriate, or\n\t\t\tfurnishing any such information to any user of relevant postal services(whether in response to a request or otherwise).\n\t\tSo far as practicable the Council shall secure that no information relatingto the affairs of a person is disclosed under this section if the Councilconsiders that its disclosure would or might seriously and prejudiciallyaffect the interests of the person to whom it relates.\n\t\tSubsection (3) does not apply to any disclosure of information to which theperson to whom the information relates consents.\n\tExercise of functions: general\n\t\tThe Council shall, in exercising its functions in relation to relevantpostal services, have regard to the interests of different users of relevantpostal services (including, in particular, the interests of users in differentareas).\n\t\tThe Council shall, in exercising its functions, have regard to theinterests of—\n\t\t\tindividuals who are disabled or chronically sick,\n\t\t\tindividuals of pensionable age,\n\t\t\tindividuals with low incomes, and\n\t\t\tindividuals residing in rural areas,\n\t\t\t\tbut that is not to be taken as implying that regard may not be had to theinterests of other descriptions of persons.\n\t\tSo far as the Council considers it practicable to do so with a view tofacilitating the exercise of its functions, it shall collect and keep underreview information about—\n\t\t\tthe provision (in the United Kingdom and elsewhere) of postal services, and\n\t\t\tthe interests and views of users of postal services in the United Kingdomand matters affecting those interests and views.\n\t\tAs part of the arrangements it makes for exercising its functions, theCouncil—\n\t\t\tshall establish—\n\t\t\ta committee for Scotland,\n\t\t\ta committee for Wales, and\n\t\t\ta committee for Northern Ireland,\n\t\t\tmay establish other committees for any areas within Scotland, Wales orNorthern Ireland, and\n\t\t\tshall establish at least one committee, and may establish other committees,in relation to England (whether a committee for England or a committee for anarea within England).\n\t\tThe purposes of a committee established under subsection (4) (in this Actreferred to as a “regional committee”) shall be—\n\t\t\tthe provision of advice and information to the Council about relevantpostal issues affecting the area for which it is established, and\n\t\t\tsuch other purposes as the Council may determine.\n\t\tThe Council shall maintain in each of England, Scotland, Wales and NorthernIreland at least one office at which users of relevant postal services mayapply for information.\n\tAnnual and other reports: the Council\n\t\tThe Council shall, as soon as practicable after the end of each financialyear, make a report to the Secretary of State on its activities during thatyear (“the annual report”).\n\t\tThe Secretary of State shall—\n\t\t\tlay a copy of each annual report before each House of Parliament, and\n\t\t\tpublish the report in such manner as he considers appropriate.\n\t\tThe Council may prepare other reports in relation to any matter fallingwithin the scope of its functions and may publish any such report in suchmanner as it considers appropriate.\n\t\tA report under this section shall contain such information as may bespecified in any direction given to the Council by the Secretary of State.\n\t\tSo far as practicable the Council shall secure the exclusion from anyreport under this section of any matter relating to the affairs of a person ifthe Council considers that its inclusion would or might seriously andprejudicially affect the person’s interests.\n\t\tSubsection (5) does not apply if the person concerned consents to inclusionof the matter in the report.\n\tComplaints referred to the Council\n\t\tWhere a matter which relates to the provision of relevant postal servicesis referred to the Council by or on behalf of a user of such services and—\n\t\t\tthe matter has previously been the subject of a complaint to the personproviding the service concerned,\n\t\t\tthe complaint has not been satisfactorily resolved, and\n\t\t\tthe matter does not appear to the Council to be of a frivolous or vexatiousnature,\n\t\t\t\tthe Council shall investigate the matter as it considers appropriate.\n\t\tWhere, as the result of any such investigation, the Council considers that—\n\t\t\ta condition of a licence under Part II may have been contravened,\n\t\t\tthe matter referred, or any other matter, is a referable matter, or\n\t\t\tit is appropriate to do so,\n\t\t\tit shall, as soon as practicable, refer the matter concerned to the Commissionfor its consideration.\n\t\tThe Council and the Commission shall from time to time agree thedescriptions of matters which are to be referred to the Commission and, forthe purposes of subsection (2)(b), a matter is a “referable matter” if it isof a description for the time being so agreed.\n\tPower of the Council to investigate other matters\n\t\tThe Council may investigate—\n\t\t\tany matter (not being a matter which it is under a duty to investigateunder section 56) which it considers to be a matter relating to the interestsof users of relevant postal services, and\n\t\t\tany matter relating to the number and location of public post offices.\n\t\tThe Council may send a report on any matter investigated under this sectionto—\n\t\t\tthe Commission,\n\t\t\tthe Secretary of State,\n\t\t\tthe Director General of Fair Trading, or\n\t\t\tany other public authority whose functions appear to the Council to beexercisable in relation to that matter.\n\t\tSubject to subsection (4), the Council may also—\n\t\t\tsend a report on any such matter to any person who appears to the Councilto have an interest in the matter, and\n\t\t\tpublish any such report in such manner as the Council considersappropriate.\n\t\tSo far as practicable the Council shall secure the exclusion from anyreport under subsection (3) of any matter relating to the affairs of a personif the Council considers that its inclusion would or might seriously andprejudicially affect the person’s interests.\n\t\tSubsection (4) does not apply if the person concerned consents to inclusionof the matter in the report.\n\tPower of the Council to require information\n\t\tThe Council may serve notice on any person mentioned in subsection (2)requiring him—\n\t\t\tto supply to the Council such information specified or described in thenotice as the Council may reasonably require in the exercise of its functions,and\n\t\t\tto supply it at a time and place and in a form and manner so specified andto a person so specified.\n\t\tThe persons on whom a notice under subsection (1) may be served are—\n\t\t\tthe Commission,\n\t\t\ta universal service provider,\n\t\t\tany licence holder under Part II who is not a universal service provider.\n\t\tIn deciding whether to serve a notice under this section and the contentsof any such notice, the Council shall have regard to the desirability ofminimising the costs of, and any other detriment to, the person on whom thenotice may be, or is to be, served.\n\t\tSubject to subsections (5) to (7), a person on whom a notice is servedunder this section shall comply with the notice.\n\t\tThe Commission may refuse to supply information required from it by anotice under this section if subsection (7) applies.\n\t\tA person falling within subsection (2)(b) or (c) may refuse to supplyinformation required from him by a notice under this section if the Commissiondetermines that he need not comply with the notice; and the Commission may sodetermine if subsection (7) applies.\n\t\tThis subsection applies if the Commission considers that—\n\t\t\tthe information concerned is not reasonably required by the Council in theexercise of its functions,\n\t\t\tthe information concerned is of a description specified in an order made bythe Secretary of State, or\n\t\t\tany other circumstances so specified apply.\n\t\tThe Commission shall, if required by the Council to do so, give a statementto the Council of its reasons for—\n\t\t\ta refusal to supply information under this section,\n\t\t\ta determination under subsection (6),\n\t\t\t\tand the Council may publish that statement in such manner as it considersappropriate.\n\t\tNo person shall be required under this section—\n\t\t\tto produce any documents which he could not be compelled to produce incivil proceedings before the court, or\n\t\t\tto supply any information which he could not be compelled to supply inevidence in such proceedings.\n\t\tIf a person makes default in complying with a notice under this section,the court may, on the application of the Council, make such order as the courtconsiders appropriate for requiring the default to be made good.\n\t\tAny such order may, in particular, provide that all the costs or expensesof and incidental to the application shall be borne—\n\t\t\tby the person in default, or\n\t\t\tif officers of a company or other association are responsible for itsdefault, by those officers.\n\t\tIn this section, “the court”—\n\t\t\tin relation to England and Wales or Northern Ireland, means the High Court,and\n\t\t\tin relation to Scotland, means the Court of Session."
    },
    {
        "length": 710,
        "text": "\nThe Commission and the Council\n\tProvision of information by the Council to the Commission\n\t\tThe Council shall, as soon as practicable after being required to do so bythe Commission, provide to the Commission such information relating to theexercise of the Commission’s functions as the Commission may require.\n\t\tThe Secretary of State may by order specify—\n\t\t\tdescriptions of information which the Council may refuse to provide underthis section, and\n\t\t\tcircumstances in which the Council may refuse to provide information underthis section.\n\t\tWhere the Council refuses to provide any information under this section, itshall give notice to the Commission of the reason for its refusal and theCommission may publish that notice in such manner as it considers appropriate.\n\tMemorandum of understanding\n\t\tThe Commission and the Council shall make arrangements with a view tosecuring—\n\t\t\tco-operation and the exchange of information between them, and\n\t\t\tconsistent treatment of matters which affect both of them.\n\t\tAs soon as practicable after agreement is reached on those arrangements,the Commission and the Council shall prepare a memorandum setting them out andsend a copy of it to the Secretary of State.\n\t\tArrangements under this section shall be kept under review by theCommission and the Council.\n\t\tAs soon as practicable after agreement is reached on any changes to thosearrangements, the Commission and the Council shall revise their memorandum andsend a copy of the revised memorandum to the Secretary of State.\n\t\tThe Secretary of State shall lay before each House of Parliament a copy ofany document received by him under this section.\n\tForward work programmes\n\t\tThe Commission and the Council shall, before each financial year, eachpublish a document (“the forward work programme”) containing a generaldescription of the projects, other than those comprising routine activities inthe exercise of its functions, which it plans to undertake during the year.\n\t\tThat description shall, in particular, include—\n\t\t\tthe objectives of each project, and\n\t\t\tan estimate of the overall expenditure which the Commission or the Councilexpects to incur during the year in undertaking the projects.\n\t\tBefore publishing the forward work programme for any year, the Commissionor the Council shall—\n\t\t\tgive notice of the draft forward work programme, and\n\t\t\tconsider any representations made in accordance with the notice and notwithdrawn.\n\t\tThe notice shall—\n\t\t\tcontain a draft of the forward work programme, and\n\t\t\tspecify the period within which representations may be made about theproposals contained in it.\n\t\tA notice under this section shall be given by—\n\t\t\tserving a copy of the notice on the Secretary of State, and the Council or(as the case may be) the Commission, and\n\t\t\tpublishing the notice in such manner as the Commission or (as the case maybe) the Council considers appropriate for the purpose of bringing the mattersto which the notice relates to the attention of persons likely to be affectedby them."
    },
    {
        "length": 371,
        "text": "\nTransfer of property etc.\n\tTransfer of property etc. to nominated company\n\t\tOn such day as the Secretary of State may by order appoint, all theproperty, rights and liabilities to which the Post Office was entitled orsubject immediately before that day shall become by virtue of this sectionproperty, rights and liabilities of a company nominated for the purposes ofthis section by order of the Secretary of State.\n\t\tThe Secretary of State may nominate for the purposes of this section anycompany formed and registered under the [1985 c. 6.] Companies Act 1985,subject to subsections (3) and (4).\n\t\tThe Secretary of State shall consult the Post Office before nominating acompany for the purposes of this section.\n\t\tOn the appointed day the company concerned must be a company limited byshares which is wholly owned by the Crown.\n\t\tAn order made under this section may be varied or revoked by a subsequentorder at any time before any property, rights or liabilities of the PostOffice vest in a company by virtue of this section.\n\t\tSchedule 3 (which makes supplementary provision) shall have effect.\n\t\tFor the purposes of this Part a company shall be treated as wholly owned bythe Crown at any time when each of the issued shares of the company is heldby, or by a nominee of, the Treasury or the Secretary of State.\n\t\tIn this Part—\n\t\t\t  * “the appointed day” means the day appointed under this section, and \n\t\t\t  * “the Post Office company” means the company nominated for the purposes of this section. "
    },
    {
        "length": 926,
        "text": "\nThe Post Office company etc: government holdings\n\tGovernment holding in the Post Office company and certain subsidiaries\n\t\tThe Post Office company or any of its wholly owned subsidiaries shall issuesuch securities of the company or subsidiary concerned as the Secretary ofState may direct.\n\t\tSubject to subsections (3) and (4), any such securities shall, as theSecretary of State may direct, be issued to the Treasury or the Secretary ofState.\n\t\tIf the Secretary of State gives a direction under subsection (1) for thepurpose of requiring an issue of shares or share rights for which priorapproval has been given in accordance with section 67, the shares or sharerights concerned shall be issued to the person approved for that purpose inaccordance with that section.\n\t\tIf the Secretary of State gives a direction under subsection (1) for thepurpose of requiring a relevant subsidiary to issue shares or share rights init to the Post Office company or to another relevant subsidiary of which it isa subsidiary, the shares or share rights concerned shall be issued to the PostOffice company or (as the case may be) to the other relevant subsidiary.\n\t\tThe Secretary of State shall not give a direction under this sectionwithout the consent of the Treasury or at a time when the Post Office companyis not wholly owned by the Crown.\n\t\tSecurities to be issued in pursuance of this section shall be issued atsuch time or times, and (subject to subsection (7)) on such terms, as theSecretary of State may direct.\n\t\tAny shares issued in pursuance of this section—\n\t\t\tshall be of such nominal value as the Secretary of State may direct, and\n\t\t\tshall be issued as fully paid and treated for the purposes of the [1985 c.6.] Companies Act 1985 or the [S.I. 1986/1032 (N.I. 6).] Companies (NorthernIreland) Order 1986 as if they had been paid up by virtue of payment of theirnominal value in cash.\n\t\tIn this Part “relevant subsidiary” means any subsidiary of the Post Officecompany which—\n\t\t\tdelivers relevant postal packets in the United Kingdom,\n\t\t\tcollects relevant postal packets from access points in the United Kingdom,\n\t\t\treceives, sorts or conveys relevant postal packets in the United Kingdom,or\n\t\t\tprovides a registered post service in the United Kingdom,\n\t\t\t\tand any other subsidiary of the Post Office company which holds shares orshare rights in, or is connected to, any such subsidiary.\n\t\tFor the purposes of subsection (8), a subsidiary of the Post Office companyis connected to another such subsidiary which falls within any of paragraphs(a) to (d) of that subsection (“the operating subsidiary”) if it forms part ofa chain of subsidiaries of the Post Office company which leads to theoperating subsidiary and which is identified by the fact that each member ofthe chain holds shares or share rights in the next subsidiary in the chain.\n\t\tIn subsection (8) “access point” and “relevant postal packets” have thesame meaning as in section 4.\n\tGovernment investment in securities of the Post Office company and itssubsidiaries\n\t\tThe Treasury or, with the consent of the Treasury, the Secretary of Statemay at any time acquire securities of the Post Office company or of any of itssubsidiaries.\n\t\tThe Secretary of State shall not, without the consent of the Treasury,dispose of any securities acquired by him in pursuance of this section.\n\t\tSubsection (2) does not apply to any disposal which is excepted fromsubsection (1) or (2) of section 66 by virtue of subsection (3) or (5) of thatsection."
    },
    {
        "length": 1064,
        "text": "\nThe Post Office company etc: restrictions on dealings\n\tRestriction on issue of shares to third parties\n\t\tNo shares or share rights in the Post Office company shall be issued on orafter the appointed day unless—\n\t\t\tthey are issued to the Treasury, the Secretary of State or any nominee ofeither of them, or\n\t\t\tthe issue is one for which prior approval has been given in accordance withsection 67.\n\t\tNo shares or share rights in any relevant subsidiary of the Post Officecompany shall be issued on or after the appointed day unless—\n\t\t\tthey are issued to the Treasury, the Secretary of State or any nominee ofeither of them,\n\t\t\tthey are issued to the Post Office company or any other relevant subsidiaryof which the relevant subsidiary concerned is a subsidiary or any nominee ofthe Post Office company or of the other relevant subsidiary, or\n\t\t\tthe issue is one for which prior approval has been given in accordance withsection 67.\n\tRestriction on disposals of shares to third parties\n\t\tNeither the Treasury nor the Secretary of State nor any nominee of eitherof them shall, on or after the appointed day, dispose of any of the issuedshares or any share rights in the Post Office company or any relevantsubsidiary which are held by him.\n\t\tNeither the Post Office company nor any subsidiary of that company nor anynominee of the company or subsidiary shall, on or after the appointed day,dispose of any of the issued shares or any share rights in a relevantsubsidiary which are held by the company, subsidiary or nominee concerned.\n\t\tSubsection (1) does not apply in relation to any disposal by the Treasury,the Secretary of State or a nominee of either of them to any other personfalling within this subsection.\n\t\tSubsection (2) does not apply in relation to any disposal by the PostOffice company, any subsidiary of that company or any nominee of the companyor subsidiary to any other person falling within this subsection.\n\t\tSubsections (1) and (2) do not apply in relation to any disposal for whichprior approval has been given in accordance with section 67.\n\tApproved disposals\n\t\tPrior approval is given in accordance with this section if the proposedissue or disposal is approved by a resolution of each House of Parliamentpassed on a motion moved by or on behalf of the Secretary of State.\n\t\tThe motion shall, in particular, specify—\n\t\t\tthe size and nature of the proposed issue or disposal,\n\t\t\tthe person to whom the proposed issue or disposal is to be made, and\n\t\t\tthe purpose of the proposed issue or disposal.\n\t\tNo such motion shall be moved by or on behalf of the Secretary of State inrelation to a proposed issue or disposal of shares or share rights in the PostOffice company unless—\n\t\t\tthe Post Office company has agreed to be a party to a joint venture, oranother arrangement for working together with another person, which the PostOffice company considers to be in its commercial interests,\n\t\t\tthe arrangement includes the proposed issue or disposal,\n\t\t\tthe Post Office company has recommended to the Secretary of State that theproposed issue or disposal take place,\n\t\t\tthe Secretary of State is satisfied that the proposed issue or disposal isfor the purpose of securing the arrangement in question and that thearrangement is in the commercial interests of the Post Office company, and\n\t\t\tthe Treasury have given their consent to the proposed issue or disposal.\n\t\tNo such motion shall be moved by or on behalf of the Secretary of State inrelation to a proposed issue or disposal of shares or share rights in arelevant subsidiary unless—\n\t\t\tthe Post Office company or the relevant subsidiary has agreed to be a partyto a joint venture, or another arrangement for working together with anotherperson, which the Post Office company considers to be in the commercialinterests of the Post Office company,\n\t\t\tthe arrangement includes the proposed issue or disposal,\n\t\t\tthe Post Office company has recommended to the Secretary of State that theproposed issue or disposal take place,\n\t\t\tthe Secretary of State is satisfied that the proposed issue or disposal isfor the purposes of securing the arrangement in question and that thearrangement is in the commercial interests of the Post Office company, and\n\t\t\tthe Treasury have given their consent to the proposed issue or disposal."
    },
    {
        "length": 3200,
        "text": "\nFinancial provisions\n\tLoans by the Secretary of State to the Post Office company and itssubsidiaries\n\t\tThe Secretary of State may, on or after the appointed day and with theapproval of the Treasury, make loans to the Post Office company or any of itssubsidiaries.\n\t\tInterest shall be paid on loans made by the Secretary of State under thissection at such rates as the Secretary of State may, with the approval of theTreasury, direct.\n\t\tSubject to that, the loans shall be on such terms as may be—\n\t\t\tagreed between the Secretary of State and the company to which the loan ismade, and\n\t\t\tapproved by the Treasury.\n\t\tThe terms shall, in particular, include provision as to the times andmethods of payment of the principal and interest.\n\t\tThe power of the Secretary of State to make loans under this sectionincludes power to make loans in currencies other than sterling.\n\t\tThe Treasury may issue out of the National Loans Fund to the Secretary ofState such sums as are necessary to enable him to make loans under thissection.\n\t\tSuch sums may be issued in sterling or, where the loan is to be in acurrency other than sterling, in that currency or in sterling.\n\t\tAny sums received by the Secretary of State by way of repayment of, orinterest on, a loan made by him under this section shall be paid into theNational Loans Fund.\n\tGuarantees by the Secretary of State for the Post Office company andits subsidiaries\n\t\tThe Secretary of State may, on or after the appointed day and in suchmanner and on such conditions as he considers appropriate, guarantee thedischarge of any financial obligation of the Post Office company or any of itssubsidiaries.\n\t\tAs soon as practicable after giving a guarantee under subsection (1), theSecretary of State shall lay a statement of the guarantee before each House ofParliament.\n\t\tIf any sums are paid by the Secretary of State in fulfilment of a guaranteegiven under subsection (1), the Post Office company or the subsidiaryconcerned shall make to the Secretary of State, at such times and in suchmanner as the Secretary of State may direct—\n\t\t\tpayments, of such amounts as the Secretary of State may direct, in ortowards repayment of the sums paid by the Secretary of State, and\n\t\t\tpayments of interest on what is outstanding in respect of the sums paid bythe Secretary of State, at such rate as the Secretary of State may direct.\n\t\tIf any sums are paid by the Secretary of State in fulfilment of a guaranteegiven under subsection (1), the Secretary of State shall—\n\t\t\tlay a statement relating to the sums before each House of Parliament assoon as practicable after the end of the financial year in which the sums werepaid, and\n\t\t\tlay a statement before each House of Parliament as soon as practicableafter the end of any subsequent financial year in which there is anoutstanding liability in relation to the obligation which is the subject ofthe guarantee.\n\t\tAny statement under subsection (4) shall include a statement of—\n\t\t\tany amounts received by the Secretary of State during the financial yearconcerned in or towards repayment of, or as interest in respect of, sums paidby him in fulfilment of any guarantee given under subsection (1), and\n\t\t\tany amounts outstanding at the end of that year in respect of sums so paidby the Secretary of State.\n\tExtinguishment of certain liabilities\n\t\tThe Secretary of State may, on or after the appointed day, by orderextinguish all or any of the liabilities of the Post Office company or of anyof its subsidiaries in respect of—\n\t\t\tsuch sums paid by the Treasury, in fulfilment of guarantees given undersection 38 of the [1969 c. 48.] Post Office Act 1969, as may be specified inthe order, or\n\t\t\tsuch sums paid by the Secretary of State, in fulfilment of guarantees givenunder section 69 of this Act, as may be specified in the order.\n\t\tThe Secretary of State may, on or after the appointed day, by orderextinguish such liabilities to him of the Post Office company or of any of itssubsidiaries as may be specified in the order; but the order shall not specifyliabilities which—\n\t\t\tmay be extinguished under subsection (1), or\n\t\t\trelate to taxes, duties or fines.\n\t\tBefore exercising any power under subsection (1) or (2) in relation toliabilities of the Post Office company, the Secretary of State shall consultthat company.\n\t\tBefore exercising any power under subsection (1) or (2) in relation toliabilities of a subsidiary of the Post Office company, the Secretary of Stateshall consult the Post Office company and the subsidiary.\n\t\tThe Secretary of State may by order repeal this section.\n\t\tThe Secretary of State shall not exercise any power conferred on him bysubsection (1), (2) or (5) without the consent of the Treasury.\n\tLimit on loans and other arrangements with government\n\t\tThe Secretary of State and the Treasury shall exercise their powers underor by virtue of this Act so as to ensure that, on and after the appointed day,the Crown’s financial arrangements with the Post Office company and any of itssubsidiaries do not at any time exceed £5,000 million or such greater sum asthe Secretary of State may by order specify.\n\t\tFor the purposes of subsection (1) the Crown’s financial arrangements withthe Post Office company and any of its subsidiaries are the aggregate of—\n\t\t\tamounts outstanding in respect of the principal of loans made under section37 of the [1969 c. 48.] Post Office Act 1969,\n\t\t\tamounts outstanding (otherwise than by way of interest) in respect of sumspaid by the Treasury in fulfilment of guarantees given under section 38 ofthat Act,\n\t\t\tamounts outstanding in respect of the principal of loans made under section68 of this Act,\n\t\t\tamounts outstanding (otherwise than by way of interest) in respect of sumspaid by the Secretary of State in fulfilment of guarantees given under section69 of this Act,\n\t\t\tamounts outstanding in respect of the principal of debt securities issuedin pursuance of section 63 of this Act, and\n\t\t\tliabilities extinguished under section 70 of this Act so far as they arenot replaced with corresponding liabilities.\n\t\tNo order shall be made under subsection (1) unless a draft of it has beenapproved by a resolution of the House of Commons.\n\t\tFor the purposes of this section equivalents in sterling shall becalculated as the Secretary of State considers appropriate.\n\tReserves of the Post Office company and its subsidiaries\n\t\tThe Secretary of State may, on or after the appointed day, give directionsto the Post Office company—\n\t\t\trequiring it to allocate to a reserve generally, or to a reserve for aparticular purpose, or to cause any of its subsidiaries so to allocate to areserve, either a specified amount or such amount as the Post Office companyconsiders appropriate,\n\t\t\trequiring it to re-allocate for a specified purpose, or to cause any of itssubsidiaries so to re-allocate, the whole or any part of any amount previouslyallocated by the Post Office company or (as the case may be) subsidiary to areserve for some other purpose, or\n\t\t\twith respect to the application by the Post Office company or any of itssubsidiaries of amounts allocated to a reserve in accordance with a directionunder this section.\n\t\tDirections requiring the allocation of any amount to a reserve may providefor it to be so allocated either at a specified time or during the course of aspecified period.\n\t\tDirections under subsection (1)(c) may, in particular, require amountsallocated to a reserve in accordance with a direction under this section to beapplied as if they were profits available for distribution within the meaningof section 263(1) of the [1985 c. 6.] Companies Act 1985 or Article 271(1) ofthe [S.I. 1986/1032 (N.I. 6).] Companies (Northern Ireland) Order 1986(distributions to be made out of profits).\n\t\tDespite subsection (3), no part of a reserve to which amounts have beenallocated in accordance with this section shall count as an undistributablereserve of the company concerned for the purposes of section 264(3)(d) of theAct of 1985 or Article 272(3)(d) of the Order of 1986 (restriction ondistribution of assets).\n\t\tFor the purpose of determining under section 264 of the Act of 1985 orArticle 272 of the Order of 1986 whether the company concerned may make adistribution at any time, any amount for the time being standing to the creditof the reserve concerned (excluding any amount which by virtue of subsection(3) above is authorised to be, but has not yet been, applied as if it wereprofits available for distribution) shall be treated for the purposes ofsection 264(3)(c) of the Act of 1985 or Article 272(3)(c) of the Order of 1986as if it were unrealised profits of the company.\n\t\tThe Secretary of State shall consult the Post Office company before givinga direction under this section.\n\t\tNo direction shall be given under this section without the consent of theTreasury.\n\tStatutory accounts of the Post Office company\n\t\tFor the purposes of any statutory accounts of the Post Office company—\n\t\t\tthe transfer effected by virtue of section 62 shall be taken to have been atransfer of all the property, rights and liabilities to which the Post Officewas entitled or subject immediately before the end of the last accounting yearof the Post Office ending before the appointed day and to have been effectedimmediately after the end of that year, and\n\t\t\tthe value or amount (as at the time of transfer) of any asset or liabilityof the Post Office taken to have been transferred to the Post Office companyby virtue of paragraph (a) shall be taken to be the value or (as the case maybe) the amount assigned to that asset or liability for the purposes of thecorresponding statement of accounts prepared by the Post Office in relation tothat year.\n\t\tFor the purposes of any statutory accounts of the Post Office company theamount to be included in respect of any item shall be determined as ifanything done by the Post Office (whether by way of acquiring, revaluing ordisposing of any asset or incurring, revaluing or discharging any liability,or by carrying any amount to any provision or reserve, or otherwise) had beendone by the Post Office company.\n\t\tAccordingly (but without prejudice to the generality of subsection (2))—\n\t\t\tthe amount to be included from time to time in any reserves of the PostOffice company as representing its accumulated realised profits shall bedetermined as if any profits realised and retained by the Post Office had beenrealised and retained by the Post Office company, and\n\t\t\tthe amount to be included from time to time in any statutory accounts ofthe Post Office company as representing its accumulated realised losses shallbe determined as if any losses realised by the Post Office had been realisedby the Post Office company.\n\t\tIn this section “statutory accounts”, in relation to the Post Officecompany, means any accounts of that company prepared for the purposes of anyprovision of the [1985 c. 6.] Companies Act 1985 (including group accounts).\n\tFurther provisions relating to the capital structure of the Post Officecompany\n\t\tIf the Secretary of State so directs, the Post Office company shall betaken to have assumed a debt to the Secretary of State of such amount as maybe specified in the direction.\n\t\tThe terms of any such debt, including the terms as to the payment ofinterest and repayment, shall be such as the Secretary of State may from timeto time determine.\n\t\tThe Post Office company shall issue such debt securities of the company asthe Secretary of State may direct; and any such securities shall, as theSecretary of State may direct, be issued to the Treasury or the Secretary ofState.\n\t\tDebt securities to be issued in pursuance of subsection (3) shall be issuedat such time or times, and on such terms, as the Secretary of State maydirect.\n\t\tSubsections (3) and (4) are without prejudice to any power conferred bysection 63.\n\t\tThe Secretary of State may by order repeal this section.\n\t\tThe Secretary of State—\n\t\t\tshall not exercise any power under this section without the consent of theTreasury or before the appointed day, and\n\t\t\tshall, before exercising any such power (other than the power undersubsection (6)), consult the Post Office company.\n\t\tIn this Part “debt securities” means any instrument creating oracknowledging indebtedness which is issued by a company including, inparticular, debentures, loan stock, bonds and certificates of deposit."
    },
    {
        "length": 135,
        "text": "\nDissolution of the Post Office\n\tDissolution of the Post Office\n\t\tThe Post Office shall continue in existence after the appointed day untilit is dissolved in accordance with this section.\n\t\tThe Secretary of State may by order, after consulting the Post Office andthe Post Office company, dissolve the Post Office on a day specified in theorder.\n\t\tNo order shall be made under subsection (2) unless the Secretary of Stateis satisfied that nothing further remains to be done by the Post Office underparagraph 9 of Schedule 3 or an order made under this Act."
    },
    {
        "length": 1847,
        "text": "\nSupplementary provisions\n\tAccounts of the Secretary of State in relation to loans\n\t\tThe Secretary of State shall, in respect of each financial year, prepare insuch form and manner as the Treasury may direct, an account of—\n\t\t\tsums issued to him under section 68(6),\n\t\t\tsums received by him as mentioned in section 68(8), and\n\t\t\tthe disposal by him of the sums mentioned in paragraphs (a) and (b).\n\t\tThe Secretary of State shall send the account to the Comptroller andAuditor General not later than the end of the month of November in thefollowing financial year.\n\t\tThe Comptroller and Auditor General shall—\n\t\t\texamine, certify and report on the account, and\n\t\t\tlay copies of it, together with his report, before each House ofParliament.\n\tPublicity requirements for certain accounts and reports of the PostOffice company\n\t\tThe Post Office company shall send to the Secretary of State—\n\t\t\ta copy of all annual accounts of the company on which the company’sauditors have made a report under section 235 of the [1985 c. 6.] CompaniesAct 1985, and\n\t\t\ta copy of the auditor’s report,\n\t\t\t\tas soon as practicable after the report has been made.\n\t\tThe Post Office company shall send to the Secretary of State a copy of thereport prepared by its directors under section 234 of the [1985 c. 6.]Companies Act 1985 in relation to any year which includes the appointed day orany subsequent year as soon as practicable after the report has been approvedand signed under section 234A of that Act.\n\t\tThe Secretary of State shall lay a copy of the accounts and reportsreceived by him under this section before each House of Parliament.\n\t\tIn this section “annual accounts” means annual accounts (within the meaningof Part VII of the [1985 c. 6.] Companies Act 1985) which relate to any yearwhich includes the appointed day or to any subsequent year.\n\tInformation requirements on the Post Office company\n\t\tThe Treasury may, on or after the appointed day, serve notice on the PostOffice company—\n\t\t\trequiring it to supply to the Treasury such information—\n\t\t\tas the Treasury may reasonably require for the performance of theirfunctions in relation to public sector finance, and\n\t\t\tas may be specified or described in the notice, and\n\t\t\tspecifying the time, place, manner and form in which any such informationis to be supplied and the person to whom it is to be supplied.\n\t\tIf a person makes default in complying with a notice under subsection (1),the court may, on the application of the Treasury, make such order as thecourt considers appropriate for requiring the default to be made good.\n\t\tAny such order may, in particular, provide that all the costs or expensesof and incidental to the application shall be borne—\n\t\t\tby the person in default, or\n\t\t\tif officers of a company are responsible for its default, by thoseofficers.\n\t\tIn this section “the court”—\n\t\t\tin relation to England and Wales or Northern Ireland, means the High Court,and\n\t\t\tin relation to Scotland, means the Court of Session.\n\tExercise of functions through nominees\n\t\tThe Treasury or, with the consent of the Treasury, the Secretary of Statemay for the purposes of sections 63, 64 or 74(3) and (4) appoint a person toact as the nominee, or one of the nominees, of the Treasury or the Secretaryof State.\n\t\tIn accordance with directions given by the Treasury or, with the consent ofthe Treasury, the Secretary of State—\n\t\t\tsecurities may be issued in pursuance of section 63 or 74(3) and (4) to anominee of the Treasury or the Secretary of State appointed for the purposesof that section, and\n\t\t\ta nominee of the Treasury or the Secretary of State appointed for thepurposes of section 64 may acquire securities in pursuance of that section.\n\t\tA person holding any securities or rights as a nominee of the Treasury orthe Secretary of State by virtue of this section shall hold and deal with them(or any of them) on such terms and in such manner as the Treasury or, with theconsent of the Treasury, the Secretary of State may direct.\n\tShadow directors\n\t\tFor the purposes of the provisions of the [1985 c. 6.] Companies Act 1985listed in subsection (2) neither the Treasury nor the Secretary of State shallbe regarded as a shadow director of the Post Office company.\n\t\tThe provisions are—\n\t\t\tsection 288 (register of directors),\n\t\t\tsection 305 (directors' names on correspondence etc),\n\t\t\tsection 317 (disclosure of interests in contracts),\n\t\t\tsection 320 (transactions involving directors),\n\t\t\tsection 323 (prohibition on dealing in share options),\n\t\t\tsection 324 (disclosure of shareholdings),\n\t\t\tsection 325 (register of directors' interests), and\n\t\t\tsection 330 (restriction on loans).\n\tTax \n\t\tSchedule 4 (taxation provisions in relation to the transfer to the Post Officecompany) shall have effect.\n\tInterpretation: Part IV\n\t\tIn this Part—\n\t\t\t  * “the appointed day” has the meaning given by section 62(8), \n\t\t\t  * “debenture” includes debenture stock, \n\t\t\t  * “debt securities” has the meaning given by section 74(8), \n\t\t\t  * “the Post Office company” has the meaning given by section 62(8), \n\t\t\t  * “relevant subsidiary” has the meaning given by section 63(8), \n\t\t\t  * “securities”, in relation to a company, includes shares, debt securities and other securities of the company, whether or not constituting a charge on the assets of the company, and the right to subscribe for, or to acquire, such securities and any other rights in connection with such securities, \n\t\t\t  * “share rights” means, in relation to any shares, rights to subscribe for, or to acquire, the shares and any other rights in connection with the shares, \n\t\t\t  * “shares” includes stock, and \n\t\t\t  * “wholly owned by the Crown” has the meaning given by section 62(7). \n\t\tReferences in this Part to property, rights and liabilities of the PostOffice are references to all such property, rights and liabilities, whether ornot capable of being transferred or assigned by the Post Office.\n\t\tIt is hereby declared for the avoidance of doubt that—\n\t\t\tany reference in this Part to property of the Post Office is a reference toproperty of the Post Office whether situated in the United Kingdom orelsewhere, and\n\t\t\tany reference in this Part to rights or liabilities of the Post Office is areference to rights to which the Post Office is entitled, or (as the case maybe) liabilities to which it is subject, whether under the law of the UnitedKingdom or of any part of the United Kingdom or under the law of any countryor territory outside the United Kingdom."
    },
    {
        "length": 2302,
        "text": "\nPart VOffences in relation to Postal Services\n\tOffences of interfering with the mail\n\t\tInterfering with the mail: postal operators\n\t\t\tA person who is engaged in the business of a postal operator commits anoffence if, contrary to his duty and without reasonable excuse, he—\n\t\t\t\tintentionally delays or opens a postal packet in the course of itstransmission by post, or\n\t\t\t\tintentionally opens a mail-bag.\n\t\t\tSubsection (1) does not apply to the delaying or opening of a postal packetor the opening of a mail-bag under the authority of—\n\t\t\t\tthis Act or any other enactment (including, in particular, in pursuance ofa warrant issued under any other enactment), or\n\t\t\t\tany directly applicable Community provision.\n\t\t\tSubsection (1) does not apply to the delaying or opening of a postal packetin accordance with any terms and conditions applicable to its transmission bypost.\n\t\t\tSubsection (1) does not apply to the delaying of a postal packet as aresult of industrial action in contemplation or furtherance of a tradedispute.\n\t\t\tIn subsection (4) “trade dispute” has the meaning given by section 244 ofthe [1992 c. 52.] Trade Union and Labour Relations (Consolidation) Act 1992 orArticle 127 of the [S.I. 1995/1980 (N.I.12).] Trade Union and Labour Relations(Northern Ireland) Order 1995; and the reference to industrial action shall beconstrued in accordance with that Act or (as the case may be) that Order.\n\t\t\tA person who commits an offence under subsection (1) shall be liable—\n\t\t\t\ton summary conviction, to a fine not exceeding the statutory maximum or toimprisonment for a term not exceeding six months or to both,\n\t\t\t\ton conviction on indictment, to a fine or to imprisonment for a term notexceeding two years or to both.\n\t\tInterfering with the mail: general\n\t\t\tA person commits an offence if, without reasonable excuse, he—\n\t\t\t\tintentionally delays or opens a postal packet in the course of itstransmission by post, or\n\t\t\t\tintentionally opens a mail-bag.\n\t\t\tSubsections (2) to (5) of section 83 apply to subsection (1) above as theyapply to subsection (1) of that section.\n\t\t\tA person commits an offence if, intending to act to a person’s detrimentand without reasonable excuse, he opens a postal packet which he knows orreasonably suspects has been incorrectly delivered to him.\n\t\t\tSubsections (2) and (3) of section 83 (so far as they relate to the openingof postal packets) apply to subsection (3) above as they apply to subsection(1) of that section.\n\t\t\tA person who commits an offence under subsection (1) or (3) shall be liableon summary conviction to a fine not exceeding level 5 on the standard scale orto imprisonment for a term not exceeding six months or to both.\n\tProhibition on sending certain articles by post\n\t\tProhibition on sending certain articles by post\n\t\t\tA person commits an offence if he sends by post a postal packet whichencloses any creature, article or thing of any kind which is likely to injureother postal packets in course of their transmission by post or any personengaged in the business of a postal operator.\n\t\t\tSubsection (1) does not apply to postal packets which enclose anythingpermitted (whether generally or specifically) by the postal operatorconcerned.\n\t\t\tA person commits an offence if he sends by post a postal packet whichencloses—\n\t\t\t\tany indecent or obscene print, painting, photograph, lithograph, engraving,cinematograph film or other record of a picture or pictures, book, card orwritten communication, or\n\t\t\t\tany other indecent or obscene article (whether or not of a similar kind tothose mentioned in paragraph (a)).\n\t\t\tA person commits an offence if he sends by post a postal packet which hason the packet, or on the cover of the packet, any words, marks or designswhich are of an indecent or obscene character.\n\t\t\tA person who commits an offence under this section shall be liable—\n\t\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\t\ton conviction on indictment, to a fine or to imprisonment for a term notexceeding twelve months or to both.\n\tAdditional protection for universal postal service\n\t\tProhibition on affixing advertisements on certain letter boxes etc\n\t\t\tA person commits an offence if, without due authority, he affixes anyadvertisement, document, board or thing in or on any universal postal servicepost office, universal postal service letter box or other property belongingto, or used by, a universal service provider in connection with the provisionof a universal postal service.\n\t\t\tA person commits an offence if, without due authority, he paints or in anyway disfigures any such office, box or property.\n\t\t\tA person who commits an offence under subsection (1) or (2) shall be liableon summary conviction to a fine not exceeding level 3 on the standard scale.\n\t\t\tIn this Act—\n\t\t\t\t  * “universal postal service letter box” means any box or receptacle provided by a universal service provider for the purpose of receiving postal packets, or any class of postal packets, for onwards transmission in connection with the provision of a universal postal service, and \n\t\t\t\t  * “universal postal service post office” includes any house, building, room, vehicle or place used for the provision of any postal services in connection with the provision of a universal postal service or a part of such a service. \n\t\tProhibition on misleading descriptions\n\t\t\tA person commits an offence if, without the authority of the universalservice provider concerned, he places or maintains in or on any house, wall,door, window, box, post, pillar or other place belonging to him or under hiscontrol, any of the following words, letters or marks—\n\t\t\t\tthe words “letter box” accompanied with words, letters or marks whichsignify or imply, or may reasonably lead the public to believe, that it is auniversal postal service letter box, or\n\t\t\t\tany words, letters or marks which signify or imply or may reasonably leadthe public to believe that any house, building, room, vehicle or place is auniversal postal service post office, or that any box or receptacle is auniversal postal service letter box.\n\t\t\tA person commits an offence if, without the authority of the universalservice provider concerned, he—\n\t\t\t\tplaces or maintains in or on any ship, vehicle, aircraft or premisesbelonging to him or under his control, or\n\t\t\t\tuses in any document in relation to himself or any other person or inrelation to any ship, vehicle, aircraft or premises,\n\t\t\t\t\tany words, letters or marks which signify or imply, or may reasonably lead thepublic to believe, any of the things mentioned in subsection (3).\n\t\t\tThe things are—\n\t\t\t\tthat he or that other person is authorised by the universal serviceprovider concerned to collect, receive, sort, deliver or convey postal packetsin connection with the provision of a universal postal service,\n\t\t\t\tthat the ship, vehicle, aircraft or premises are used by the universalservice provider concerned for the purpose of collecting, receiving, sorting,delivering or conveying postal packets in connection with the provision of auniversal postal service.\n\t\t\tA person commits an offence if, without reasonable excuse, he fails tocomply with a notice given to him by the universal service provider concernedrequiring him—\n\t\t\t\tto remove or efface any words, letters or marks which fall withinsubsection (1) or (2), or\n\t\t\t\tto remove or close up any letter box belonging to him or under his controlwhich has ceased to be a universal postal service letter box.\n\t\t\tA person who commits an offence under this section shall be liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\t\tObstruction of business of universal service providers\n\t\t\tA person commits an offence if, without reasonable excuse, he—\n\t\t\t\tobstructs a person engaged in the business of a universal service providerin the execution of his duty in connection with the provision of a universalpostal service, or\n\t\t\t\tobstructs, while in any universal postal service post office or relatedpremises, the course of business of a universal service provider.\n\t\t\tA person who commits an offence under subsection (1) shall be liable onsummary conviction to a fine not exceeding level 2 on the standard scale.\n\t\t\tA person commits an offence if, without reasonable excuse, he fails toleave a universal postal service post office or related premises when requiredto do so by a person who—\n\t\t\t\tis engaged in the business of a universal service provider, and\n\t\t\t\treasonably suspects him of committing an offence under subsection (1).\n\t\t\tA person who commits an offence under subsection (3)—\n\t\t\t\tshall be liable on summary conviction to a fine not exceeding level 2 onthe standard scale, and\n\t\t\t\tmay be removed by any person engaged in the business of a universal serviceprovider.\n\t\t\tAny constable shall on demand remove, or assist in removing, any suchperson.\n\t\t\tIn this section “related premises” means any premises belonging to auniversal postal service post office or used together with any such postoffice."
    },
    {
        "length": 2033,
        "text": "\nSchemes and limitation of liability\n\tSchemes as to terms and conditions for provision of a universal postalservice\n\t\tA universal service provider may make a scheme under this section inrelation to the services provided by him in connection with the provision of auniversal postal service or any of those services.\n\t\tA scheme under this section is a scheme for determining any or all of thefollowing (so far as not otherwise agreed)—\n\t\t\tthe charges which are to be imposed in respect of the services concerned,\n\t\t\tthe other terms and conditions which are to be applicable to the servicesconcerned, and\n\t\t\tprocedures for dealing with the complaints of persons who use the servicesconcerned.\n\t\tA scheme under this section may, in particular—\n\t\t\tadopt such system for the determination of the charges and other terms andconditions as the universal service provider concerned considers appropriate(including determining them himself subject to any conditions and limitationsprovided for in the scheme),\n\t\t\tspecify the manner in which, time and place at which and person by whom thecharges are to be paid.\n\t\tSubject to section 92(5) and (6), no provision may be made in any schemeunder this section—\n\t\t\tfor limiting the liability of the universal service provider concerned forloss or damage, or\n\t\t\tfor amending the rules of law relating to evidence.\n\t\tA scheme under this section shall come into force on such day as isspecified in the scheme; but no day earlier than the day after that on whichthe scheme has been published in the London, Edinburgh and Belfast Gazettesshall be so specified.\n\t\tA scheme under this section may—\n\t\t\tmake different provision for different cases or classes of case determinedby, or in accordance with, the provisions of the scheme,\n\t\t\tmodify any previous scheme made under this section.\n\t\tAny charge payable by virtue of this section may be recovered by theuniversal service provider concerned and in England and Wales and NorthernIreland may be so recovered as a civil debt due to him.\n\t\tThe production of a copy of any of the Gazettes mentioned in subsection (5)which purports to contain a scheme under this section shall be conclusiveevidence in all legal proceedings of that scheme.\n\tExclusion of liability\n\t\tNo proceedings in tort shall lie or, in Scotland, be competent against auniversal service provider in respect of loss or damage suffered by any personin connection with the provision of a universal postal service because of—\n\t\t\tanything done or omitted to be done in relation to any postal packet in thecourse of transmission by post, or\n\t\t\tany omission to carry out arrangements for the collection of anything to beconveyed by post.\n\t\tNo officer, servant, employee, agent or sub-contractor of a universalservice provider shall be subject, except at the suit or instance of theprovider, to any civil liability for—\n\t\t\tany loss or damage in the case of which liability of the provider isexcluded by subsection (1), or\n\t\t\tany loss of, or damage to, an inland packet to which section 91 applies.\n\t\tNo person engaged in or about the conveyance of postal packets and noofficer, servant, employee, agent or sub-contractor of any such person shallbe subject, except at the suit or instance of the universal service providerconcerned, to any civil liability for—\n\t\t\tany loss or damage in the case of which liability of the provider isexcluded by subsection (1), or\n\t\t\tany loss of, or damage to, an inland packet to which section 91 applies.\n\t\tIn the application of subsection (1) to Scotland, the reference toproceedings in tort shall be construed in the same way as in section 43(b) ofthe [1947 c. 44.] Crown Proceedings Act 1947.\n\t\tThis section is subject to section 91.\n\tLimited liability for registered inland packets\n\t\tProceedings shall lie or, in Scotland, be competent against a universalservice provider under this section, but not otherwise, in respect of relevantloss of, or relevant damage to, an inland packet in respect of which theuniversal service provider accepts liability under this section in pursuanceof a scheme made under section 89.\n\t\tThe references in subsection (1) to relevant loss or damage are to loss ordamage so far as it is due to any wrongful act of, or any neglect or defaultby, an officer, servant, employee, agent or sub-contractor of the universalservice provider while performing or purporting to perform in that capacityhis functions in relation to the receipt, conveyance, delivery or otherdealing with the packet.\n\t\tNo proceedings shall lie or, in Scotland, be competent under this sectionin relation to a packet unless they are begun within the period of twelvemonths starting with the day on which the packet was posted.\n\t\tA universal service provider shall not be liable under this section inrespect of a packet of any description unless such conditions (if any) as arerequired by a scheme under section 89 to be complied with in relation topackets of that description at the time when they are posted have beencomplied with in the case of the packet.\n\t\tFor the purposes of this section and section 92 a scheme under section 89may define a description of packet by reference to any circumstances whatever(including, in particular, the amount of any fee paid in respect of the packetin pursuance of the scheme).\n\t\tIn this section “inland packet” means any postal packet which is posted inthe United Kingdom for delivery at a place in the United Kingdom to the personto whom it is addressed.\n\tSection 91: supplementary\n\t\tSubject to subsection (3), no relief or remedy shall be available undersection 91 in relation to a packet except upon a claim by the sender or theaddressee of the packet.\n\t\tThe sender or addressee concerned shall be entitled—\n\t\t\tto claim any relief or remedy available under this section whether or nothe is the person who has suffered the loss or damage, and\n\t\t\tto give a good discharge in respect of all claims under this section inrespect of the packet concerned.\n\t\tWhere the court is satisfied, on an application by a person who is not thesender or addressee of the packet, that the sender and the addressee areunable or unwilling to enforce their reliefs or remedies under this section,the court may, upon such terms as to security, caution, costs, expenses andotherwise as the court considers appropriate, allow that other person to bringproceedings under this section in the name of the sender or the addressee ofthe packet.\n\t\tWhere, by virtue of subsection (2) or (3), a person recovers any money orproperty which, apart from that subsection, would have been recoverable byanother person, the money or property so recovered shall be held on trust forthat other person.\n\t\tThe amount recoverable in any proceedings under section 91 in relation to apacket of any description shall not exceed—\n\t\t\tthe market value of the packet at the time when the cause of action arises,or\n\t\t\tthe maximum amount payable under a scheme made under section 89 forcompensating the person aggrieved in respect of a packet of that description.\n\t\tFor the purposes of subsection (5)(a) the market value of a packet shallnot include the market value of—\n\t\t\tany message or information which it bears, or\n\t\t\tany item which, in relation to packets of that description, is excludedfrom the operation of this section by a scheme under section 89.\n\t\tFor the purposes of any proceedings under section 91, it shall be presumed,unless the contrary is shown, that loss of, or damage to, the packet was dueto such conduct as is mentioned in subsection (2) of that section.\n\t\tIn this section—\n\t\t\t  * “sender”, in relation to a packet, has such meaning as may be given to it by any provision of a scheme made under section 89 and relating to an inland packet to which section 91 applies, \n\t\t\tand any reference in this section to the sender or addressee of a packetincludes a reference to his personal representatives.\n\tPower to modify sections 89 to 92\n\t\tThe Secretary of State may by order modify sections 89 to 92.\n\t\tBefore making an order under subsection (1), the Secretary of State shallconsult the Commission, the Council and such other persons as he considersappropriate."
    },
    {
        "length": 276,
        "text": "\nSupplementary powers for universal postal service\n\tPower to require carriage of mail-bags by ship or aircraft\n\t\tA universal service provider may, for any purpose in connection with theprovision of a universal postal service, require by notice the owner oroperator of a relevant ship or aircraft to carry mail-bags in the ship oraircraft.\n\t\tIn subsection (1) “relevant ship or aircraft” means any ship or aircraftwhich carries on regular communications between two places in the UnitedKingdom, one of which is not readily accessible by road.\n\t\tThe remuneration for any services provided in pursuance of this sectionshall be determined—\n\t\t\tby agreement between the universal service provider and the owner oroperator concerned, or\n\t\t\tin the absence of agreement, by the Transport Tribunal or, where bothplaces between which the ship or aircraft carries on regular communicationsare in Northern Ireland, by the Department for Regional Development inNorthern Ireland.\n\tPower to acquire land etc\n\t\tSchedule 5 (which provides for the compulsory acquisition of land by universalservice providers) and Schedule 6 (which makes other provision in relation toland) shall have effect."
    },
    {
        "length": 1297,
        "text": "\nArticles in transit\n\tImmunity from prosecution\n\t\tA universal service provider and a person who is engaged in the business ofsuch a provider shall be entitled to the same immunity from prosecution forconduct in the provision of a universal postal service and falling withinsubsection (2) as the provider and that person would be entitled to if theprovider were a government department.\n\t\tThe following conduct falls within this subsection—\n\t\t\tpossession of anything contained in a postal packet which is in the courseof transmission by post where possession of it is prohibited by virtue of anyenactment, and\n\t\t\tfailure to comply, in relation to anything contained in a postal packetwhich is in the course of transmission by post, with any condition orrestriction imposed by virtue of any enactment in relation to its possession,conveyance or delivery.\n\tHarbour charges on mail-bags\n\t\tNo charge imposed by a harbour authority in respect of goods brought into,taken out of, or carried through a relevant harbour shall apply to goodscontained in mail-bags—\n\t\t\tcarried by a universal service provider in connection with the provision ofa universal postal service,\n\t\t\tconsigned by such a provider in connection with the provision of such aservice to another for carriage (whether to a foreign postal administration ornot), or\n\t\t\tconsigned by a foreign postal administration to such a provider inconnection with the provision of such a service for carriage.\n\t\tNo charge imposed by a harbour authority in respect of goods brought into,taken out of, or carried through a relevant harbour shall apply to goodscontained in mail-bags which—\n\t\t\tare consigned by one foreign postal administration to another, and\n\t\t\tare mail-bags which, when in the United Kingdom, are in the charge of auniversal service provider in connection with the provision of a universalpostal service.\n\t\tCharges which are exigible by a harbour authority at a relevant harbour inrespect of mail-bags which are carried or consigned as mentioned in subsection(1) or (2) and their contents shall not be payable before the end of theperiod of eight weeks starting with the day on which the bags are broughtwithin the limits of the harbour.\n\t\tSubsection (3) applies despite anything in any statutory provision madewith respect to the harbour authority concerned.\n\t\tSuch charges as are mentioned in subsection (3) may be recovered by meansof proceedings instituted in that behalf in any court of competentjurisdiction; but not otherwise.\n\t\tIn this section and section 98—\n\t\t\t  * “harbour authority”— \n\t\t\texcept in relation to Northern Ireland, has the same meaning as in the [1964c. 40.] Harbours Act 1964,\n\t\t\tin relation to Northern Ireland, means any person in whom are vested, by anystatutory provision, the powers or duties of improving, maintaining ormanaging a harbour,\n\t\t\t\t  * “relevant harbour”, in relation to a harbour authority, means a harbour which, in the exercise and performance of statutory powers and duties, the harbour authority are engaged in improving, maintaining or managing, and \n\t\t\t\t  * “statutory provision”— \n\t\t\texcept in relation to Northern Ireland, has the meaning given by section 57(1)of the [1964 c. 40.] Harbours Act 1964 (and, as regards Scotland, includes anAct of the Scottish Parliament and an instrument made under such an Act),\n\t\t\tin relation to Northern Ireland, has the same meaning as in section 1(f) ofthe [1954 c. 33 (N.I.).] Interpretation Act (Northern Ireland) 1954.\n\t\tThe reference in the definition of “relevant harbour” in subsection (6) toa harbour which, in the exercise and performance of statutory powers andduties, a harbour authority are engaged in improving, maintaining or managingshall be construed—\n\t\t\texcept in relation to Northern Ireland, as if it were contained in the[1964 c. 40.] Harbours Act 1964, and\n\t\t\tin relation to Northern Ireland, as a reference to a harbour which is beingimproved, maintained or managed by a harbour authority—\n\t\t\tin the exercise of powers conferred by a statutory provision,\n\t\t\tin the performance of duties imposed by a statutory provision, or\n\t\t\tin the exercise and performance of powers conferred, and duties imposed,by a statutory provision.\n\tMail-bags not to be subject to control by harbour authorities\n\t\tNothing in a statutory provision (whenever made) with respect to a harbourauthority shall extend to regulate or subject to control mail-bags—\n\t\t\tcarried by a universal service provider in connection with the provision ofa universal postal service,\n\t\t\tconsigned by such a provider in the provision of such a service to anotherfor carriage (whether to a foreign postal administration or not),\n\t\t\tconsigned by a foreign postal administration to such a provider inconnection with the provision of such a service for carriage, or\n\t\t\tconsigned by one foreign postal administration to another and which, whenin the United Kingdom, are in the charge of a universal service provider inconnection with the provision of a universal postal service."
    },
    {
        "length": 484,
        "text": "\nCertain exemptions from postage etc.\n\tCertain exemptions from postage etc\n\t\tPetitions and addresses forwarded to Her Majesty or, in Northern Ireland,to the Secretary of State, by post shall be exempt from postage chargeable bya universal service provider in connection with the provision of a universalpostal service.\n\t\tPetitions and addresses to Her Majesty which are sent by post to a memberof either House of Parliament, a member of the Scottish Parliament, a memberof the National Assembly for Wales or a member of the Northern IrelandAssembly shall be exempt from postage chargeable by a universal serviceprovider in connection with the provision of a universal postal service if—\n\t\t\tthe petitions or addresses do not exceed 1 kilogram in weight, and\n\t\t\tare sent without covers or in covers open at the sides.\n\t\tPetitions which are addressed to either House of Parliament, the ScottishParliament, the National Assembly for Wales or the Northern Ireland Assemblyand are sent by post to a member of either House of Parliament, a member ofthe Scottish Parliament or the Clerk of the Scottish Parliament, a member ofthe National Assembly for Wales or (as the case may be) a member of theNorthern Ireland Assembly shall be exempt from postage chargeable by auniversal service provider in connection with the provision of a universalpostal service if—\n\t\t\tthe petitions do not exceed 1 kilogram in weight, and\n\t\t\tare sent without covers or in covers open at the sides.\n\t\tSubsection (5) applies where the postage chargeable by a universal serviceprovider in connection with the provision of a universal postal service on apostal packet consisting of parliamentary proceedings has not been prepaid bythe sender or has been insufficiently prepaid by him.\n\t\tNo sum exceeding the amount of the postage or (as the case may be) thedeficiency may be recovered by the universal service provider (whether fromthe sender or the addressee).\n\t\tIn this section “parliamentary proceedings” means proceedings of eitherHouse of Parliament, the Scottish Parliament, the National Assembly for Walesor the Northern Ireland Assembly."
    },
    {
        "length": 1821,
        "text": "\nSupplementary powers of the Secretary of State\n\tDirections in interests of national security etc\n\t\tThe Secretary of State may give such directions as he considers appropriateto the Commission in relation to the exercise of its functions if he considersit necessary or expedient to do so—\n\t\t\tin the interests of national security or in the interests of encouraging ormaintaining the United Kingdom’s relations with another country or territory,\n\t\t\tin order—\n\t\t\tto discharge, or facilitate the discharge of, an international obligation,\n\t\t\tto attain, or facilitate the attainment of, any other object which theSecretary of State considers it necessary or expedient to attain in view ofHer Majesty’s Government in the United Kingdom being a member of aninternational organisation or a party to an international agreement, or\n\t\t\tto enable Her Majesty’s Government in the United Kingdom to become amember of such an organisation or a party to such an agreement.\n\t\tDirections under subsection (1) may, in particular, require the Commission—\n\t\t\tto do or not to do a particular thing, or\n\t\t\tto secure that a particular thing is done or not done.\n\t\tThe Secretary of State may, if he considers it necessary or expedient to doso for any of the purposes mentioned in subsection (1)(a) or (b), give suchdirections as he considers appropriate to licence holders under Part II, or toany particular licence holder under that Part, in connection with anythingauthorised or required by the licence or licences concerned.\n\t\tDirections under subsection (3) may, in particular, require a licenceholder—\n\t\t\tto do or not to do a particular thing, or\n\t\t\tto secure that a particular thing is done or not done.\n\t\tBefore giving a direction under subsection (1), the Secretary of Stateshall consult the Commission.\n\t\tBefore giving a direction under subsection (3) to a particular licenceholder (as opposed to licence holders generally or any description of licenceholders), the Secretary of State shall consult the licence holder concerned.\n\t\tThe Secretary of State—\n\t\t\tshall send to the Commission a copy of any direction given under subsection(3), and\n\t\t\tshall lay before each House of Parliament a copy of any direction givenunder this section.\n\t\tSubsection (7)(b) does not apply if the Secretary of State considers thatthe disclosure of the direction would be against the interests of nationalsecurity or the interests of the United Kingdom’s relations with anothercountry or territory or against the commercial interests of any person who hasnot consented to the disclosure.\n\t\tA person shall not disclose, and is not required by any enactment orotherwise to disclose, a direction given or other thing done or omitted to bedone by virtue of this section if the Secretary of State notifies him that heconsiders that—\n\t\t\tdisclosure would be against the interests of national security or theinterests of the United Kingdom’s relations with another country or territory,or\n\t\t\tdisclosure would be against the commercial interests of any person (otherthan the person notified) who has not consented to the disclosure.\n\t\tA person commits an offence if—\n\t\t\twithout reasonable excuse he contravenes a direction under this section, or\n\t\t\the makes a disclosure in contravention of subsection (9).\n\t\tA person who commits an offence under this section shall be liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\ton conviction on indictment, to a fine or to imprisonment for a term notexceeding two years or to both.\n\tPower to ensure compliance with the Postal Services Directive\n\t\tThis section applies if the Secretary of State—\n\t\t\tconsiders— \n\t\t\tthat a Community obligation under the Postal Services Directive is notbeing complied with, or\n\t\t\tthat it is likely that any such obligation will not be complied with, and\n\t\t\thas been unable to obtain any undertakings from any person or persons whichare sufficient to satisfy him that the situation will be remedied.\n\t\tThe Secretary of State may by order make such provision as he considersappropriate to ensure that the obligation is or will be complied with.\n\t\tAn order under this section may, in particular—\n\t\t\tconfer functions on the Commission or the Council or modify theirfunctions,\n\t\t\trequire any postal operator or any postal operators of a particulardescription to provide such postal services as are specified in or determinedby or under the order,\n\t\t\tspecify terms and conditions on which such services are to be provided orprovide for such terms and conditions to be determined by or under the order,\n\t\t\tprovide for the payment of sums out of money provided by Parliament for anypurpose of the order,\n\t\t\tprovide for the enforcement of any provision of the order (including thecreation of criminal offences punishable with a fine but not imprisonment).\n\t\tBefore making an order under this section, the Secretary of State shallconsult any postal operator on whom a requirement is to be imposed by virtueof the order.\n\t\tIn deciding whether to make an order under this section the Secretary ofState shall, in particular, have regard to the likely impact of the order onany business of a postal operator on whom a requirement is to be imposed byvirtue of the order.\n\tSubsidy for public post offices\n\t\tThe Secretary of State may by order make a scheme for the making ofpayments for the purpose of—\n\t\t\tassisting in the provision of public post offices or public post offices ofa particular description, or\n\t\t\tassisting in the provision of services to be provided from public postoffices or public post offices of a particular description.\n\t\tA scheme under this section which provides for the making of payments for apurpose falling within subsection (1)(b) shall ensure that no such paymentsmay be made unless the person deciding whether to make the payments considersthat the provision of the services concerned from public post offices orpublic post offices of a particular description would assist in the provisionof public post offices or (as the case may be) public post offices of thatdescription.\n\t\tPayments under a scheme under this section shall be made by the Secretaryof State or by another person out of money provided by the Secretary of State.\n\t\tA scheme under this section shall specify—\n\t\t\tthe descriptions of payments which may be made under the scheme,\n\t\t\tthe descriptions of persons to whom such payments may be made,\n\t\t\tthe person by whom such payments may be made,\n\t\t\tcriteria to which that person is to have regard in deciding whether to makesuch payments, and\n\t\t\tthe amounts of such payments or the basis on which such amounts are to becalculated.\n\t\tA scheme under this section may, in particular, provide for—\n\t\t\tpayments under the scheme to be made subject to conditions specified in ordetermined under the scheme (including conditions as to repayment),\n\t\t\tthe delegation of functions exercisable by virtue of the scheme (includingthe delegation of any discretion conferred by virtue of the scheme),\n\t\t\tthe modification of the functions of a body established by an enactment, orthe functions of the holder of an office created by an enactment, for thepurpose of enabling the person concerned to exercise any functions conferredon that person by virtue of the scheme,\n\t\t\tthe payment by the Secretary of State of fees to any person in respect offunctions exercised by that person by virtue of the scheme.\n\t\tThe power to make a scheme under this section shall not be exercisedwithout the consent of the Treasury."
    },
    {
        "length": 1610,
        "text": "\nInviolability of mails etc.\n\tInviolability of mails\n\t\tSubsection (2) applies to—\n\t\t\ta postal packet,\n\t\t\tanything contained in a postal packet, and\n\t\t\ta mail-bag containing a postal packet,\n\t\t\t\twhich is not the property of the Crown but which is in the course oftransmission by post.\n\t\tAnything to which this subsection applies shall have the same immunityfrom—\n\t\t\texamination, or seizure or detention, under a relevant power conferred byvirtue of this Act or any other enactment,\n\t\t\tseizure under distress or in execution,\n\t\t\tin Scotland, any diligence, and\n\t\t\tretention by virtue of a lien,\n\t\t\tas it would have if it were the property of the Crown.\n\t\tIn subsection (2) “relevant power” means any power other than—\n\t\t\ta power conferred by section 47 so far as it is exercised for any purposeconnected with the investigation of an offence under section 6 or anyproceedings for such an offence,\n\t\t\ta power conferred under section 49,\n\t\t\ta power conferred by an enactment relating to customs or excise in itsapplication, by virtue of section 105 or any regulations made under thatsection, to goods contained in postal packets, or\n\t\t\ta power conferred by section 106 or 107.\n\t\tThe Secretary of State may by order modify subsection (3).\n\tApplication of customs and excise enactments to certain postal packets\n\t\tSubject as follows, the enactments for the time being in force in relationto customs or excise shall apply in relation to goods contained in postalpackets to which this section applies which are brought into or sent out ofthe United Kingdom by post from or to any place outside the United Kingdom asthey apply in relation to goods otherwise imported, exported or removed intoor out of the United Kingdom from or to any such place.\n\t\tThe Treasury, on the recommendation of the Commissioners of Customs andExcise and the Secretary of State, may make regulations for—\n\t\t\tspecifying the postal packets to which this section applies,\n\t\t\tmaking modifications or exceptions in the application of the enactmentsmentioned in subsection (1) to such packets,\n\t\t\tenabling persons engaged in the business of a postal operator to performfor the purposes of those enactments and otherwise all or any of the duties ofthe importer, exporter or person removing the goods,\n\t\t\tcarrying into effect any arrangement with the government or postaladministration of any country or territory outside the United Kingdom withrespect to foreign postal packets,\n\t\t\tsecuring the observance of the enactments mentioned in subsection (1),\n\t\t\twithout prejudice to any liability of any person under those enactments,punishing any contravention of the regulations.\n\t\tDuties (whether of customs or excise) charged on imported goods or othercharges payable in respect of postal packets to which this section applies(whether payable to a postal operator or to a foreign administration) may berecovered by the postal operator concerned and in England and Wales andNorthern Ireland may be so recovered as a civil debt due to him.\n\t\tIn any proceedings for the recovery of any charges payable as mentioned insubsection (3), a certificate of the postal operator concerned of the amountof the charges shall be evidence (and, in Scotland, sufficient evidence) ofthat fact.\n\t\tIn this section “foreign postal packet” means any postal packet eitherposted in the United Kingdom and sent to a place outside the United Kingdom,or posted in a place outside the United Kingdom and sent to a place within theUnited Kingdom, or in transit through the United Kingdom to a place outsidethe United Kingdom.\n\tPower to detain postal packets containing contraband\n\t\tA postal operator may—\n\t\t\tdetain any postal packet if he suspects that it may contain relevant goods,\n\t\t\tforward any packet so detained to the Commissioners of Customs and Excise.\n\t\tIn this section “relevant goods” means—\n\t\t\tany goods chargeable with any duty charged on imported goods (whether acustoms or an excise duty) which has not been paid or secured, or\n\t\t\tany goods in the course of importation, exportation or removal into or outof the United Kingdom contrary to any prohibition or restriction for the timebeing in force by virtue of any enactment.\n\t\tSubsection (1) is without prejudice to section 105.\n\t\tThe Commissioners may open and examine any postal packet forwarded to themunder this section—\n\t\t\tin the presence of the person to whom the packet is addressed, or\n\t\t\twhere the address on the packet is outside the United Kingdom or wheresubsection (5) applies, in the absence of that person.\n\t\tThis subsection applies where—\n\t\t\tthe Commissioners have—\n\t\t\tleft at the address on the packet notice requiring the attendance of theperson concerned, or\n\t\t\tforwarded such notice by post to that address, and\n\t\t\tthe addressee fails to attend.\n\t\tIf the Commissioners find any relevant goods on opening and examining apostal packet under this section, they may detain the packet and its contentsfor the purpose of taking proceedings in relation to them.\n\t\tIf the Commissioners do not find any relevant goods on opening andexamining a postal packet under this section, they shall—\n\t\t\tdeliver the packet to the addressee upon his paying any postage and othersums chargeable on it, or\n\t\t\tif he is absent, forward the packet to him by post.\n\tConditions of transit of postal packets\n\t\tIf a postal operator knows or reasonably suspects that a postal packet isbeing sent by post in contravention of section 85, he may—\n\t\t\trefuse the transmission of the packet,\n\t\t\tdetain the packet and open it,\n\t\t\tsubject to any requirements as to additional postage or charges, return thepacket to its sender or forward it to its destination,\n\t\t\tdestroy or otherwise dispose of the packet.\n\t\tSubsection (1) is without prejudice to any other powers which the postaloperator may have in relation to the packet (whether under the terms andconditions applicable to its transmission by post or otherwise).\n\t\tThe detention or disposal by a postal operator of any postal packet on thegrounds of a contravention of section 85 or of any terms and conditionsapplicable to its transmission by post shall not exempt the sender from anyproceedings which might have been taken if the packet had been delivered indue course of post."
    },
    {
        "length": 715,
        "text": "\nEvidential provisions\n\tEvidence of amount of postage etc\n\t\tThe mark of—\n\t\t\ta universal service provider in connection with the provision of auniversal postal service, or\n\t\t\ta foreign postal administration,\n\t\t\t\tof any sum on any postal packet as due in respect of that packet shall, unlessthe contrary is shown, be sufficient proof in any legal proceedings of theliability of the packet to the sum so marked.\n\t\tSubsections (3) to (5) apply in relation to any legal proceedings for therecovery of postage or other sums due in respect of postal packets.\n\t\tIn any such proceedings, the production of the packet concerned with astamp or other endorsement on it of a universal service provider (and made inconnection with the provision of a universal postal service) or of a foreignpostal administration indicating that the packet—\n\t\t\thas been refused or rejected,\n\t\t\tis unclaimed, or\n\t\t\tcannot for any other reason be delivered,\n\t\t\tshall, unless the contrary is shown, be sufficient proof of the factindicated.\n\t\tIn any such proceedings, a certificate of a universal service provider thatany mark, stamp or endorsement is such a mark, stamp or endorsement as ismentioned in subsection (1) or (3) shall, unless the contrary is shown, besufficient proof of that fact.\n\t\tIn any such proceedings, the person from whom the packet concerned purportsto have come shall, unless the contrary is shown, be taken to be the sender ofthe packet.\n\tEvidence of thing being a postal packet\n\t\tOn the prosecution of an offence under this Act (whether summarily or onindictment), evidence that any article is in the course of transmission bypost, or has been accepted by a postal operator for transmission by post,shall be sufficient evidence that the article is a postal packet.\n\t\tIn any proceedings in England and Wales for an offence under section 83 or84 of this Act, section 27(4) of the [1968 c. 60.] Theft Act 1968 shall applyas it applies to proceedings for the theft of anything in the course oftransmission by post.\n\t\tIn any proceedings in Northern Ireland for an offence under section 83 or84 of this Act, section 26(5) of the [1969 c. 16 (N.I.).] Theft Act (NorthernIreland) 1969 shall apply as it applies to proceedings for the theft ofanything in the course of transmission by post.\n\tCertificates in relation to universal postal service letter boxes\n\t\tA certificate given by or on behalf of a universal service provider to theeffect that any box or receptacle is or was provided by the provider concernedfor the purpose of receiving postal packets, or any class of postal packets,for onwards transmission in connection with the provision of a universalpostal service, shall, unless the contrary is shown, be sufficient proof inany legal proceedings of the facts stated."
    },
    {
        "length": 1678,
        "text": "\nPostal and money orders\n\tExclusion of liability in relation to postal and money orders\n\t\tNo proceedings shall lie or, in Scotland, be competent against the PostOffice company for any loss or damage as a result of—\n\t\t\ta reasonable refusal by the Post Office company to pay a postal or moneyorder which has been issued by it or a foreign postal administration, or\n\t\t\ta reasonable delay by the Post Office company in paying any such order.\n\t\tWhere a postal or money order issued by the Post Office company ispresented for payment in the United Kingdom by a banker to whom it has beendelivered for collection, payment of the order to the banker discharges it.\n\t\tWhere a relevant uncrossed order issued by the Post Office company ispresented for payment in the United Kingdom otherwise than by a banker to whomit has been delivered for collection, payment of the order to the person bywhom it is presented discharges it.\n\t\tA postal or money order issued by the Post Office company is discharged bythe payment of the order outside the United Kingdom in accordance witharrangements made by the Post Office company in that regard.\n\t\tWhere a postal or money order issued by a foreign postal administration ispaid by the Post Office company to a banker to whom it has been delivered forcollection on behalf of a person other than the true owner of the order, thePost Office company shall not be liable to the true owner of the order byreason of having paid it to the banker.\n\t\tWhere a relevant uncrossed order issued by a foreign postal administrationis presented to the Post Office company for payment otherwise than by a bankerto whom it has been delivered for collection or the true owner of the order,payment of the order by the Post Office company to the person presenting itshall not make the Post Office company liable to the true owner of the order.\n\t\tAny person acting as a banker in the United Kingdom who, in collecting inthat capacity for any principal, has received payment from the Post Officecompany in respect of any postal order, or any document purporting to be apostal order, shall not incur liability to anyone except the principal byreason of having received the payment or having held or presented the order ordocument for payment.\n\t\tSubsection (7) does not relieve any principal for whom any such order ordocument has been so held or presented of any liability in respect of hispossession of the order or document or of the proceeds of the order ordocument.\n\t\tIn this section “relevant uncrossed order” means—\n\t\t\tan uncrossed postal or money order which—\n\t\t\tis expressed to be payable to a person specified or described in the order,and\n\t\t\tis signed by or on behalf of that person or purports to be so signed, or\n\t\t\tan uncrossed postal order which is not expressed to be payable to a personspecified or described in the order.\n\t\tIn this section and section 113 “banker” includes a body which carries onthe business of banking.\n\tSchemes in relation to postal and money orders\n\t\tThe Post Office company shall not issue postal or money orders otherwisethan in accordance with a scheme under this section.\n\t\tThe Post Office company may make a scheme under this section in relationto—\n\t\t\tthe issue by it of postal or money orders,\n\t\t\tother services provided by it in connection with postal or money orders(whether orders issued by it or otherwise).\n\t\tA scheme under this section is a scheme for determining any or all of thefollowing (so far as not otherwise agreed)—\n\t\t\tthe charges which are to be imposed in respect of the services concerned,\n\t\t\tthe other terms and conditions which are to be applicable to the servicesconcerned, and\n\t\t\tprocedures for dealing with the complaints of persons who use the servicesconcerned.\n\t\tA scheme under this section may, in particular—\n\t\t\tadopt such system for the determination of the charges and other terms andconditions as the Post Office company considers appropriate (includingdetermining them itself subject to any conditions and limitations provided forin the scheme),\n\t\t\tprovide for the non-payment by the Post Office company after the end of aspecified period, except on satisfaction of specified conditions, of a postalor money order issued by that company or a foreign postal administration,\n\t\t\tspecify the manner in which, time and place at which and person by whom thecharges are to be paid.\n\t\tNo provision may be made in any scheme under this section—\n\t\t\tfor limiting the liability of the Post Office company for loss or damage,or\n\t\t\tfor amending the rules of law relating to evidence.\n\t\tA scheme under this section shall come into force on such day as isspecified in the scheme; but no day earlier than the day after that on whichthe scheme has been published in the London, Edinburgh and Belfast Gazettesshall be so specified.\n\t\tA scheme under this section may—\n\t\t\tmake different provision for different cases or classes of case determinedby, or in accordance with, the provisions of the scheme,\n\t\t\tmodify any previous scheme made under this section.\n\t\tAny charge payable by virtue of this section may be recovered by the PostOffice company and in England and Wales and Northern Ireland may be sorecovered as a civil debt due to it.\n\t\tThe production of a copy of any of the Gazettes mentioned in subsection (6)which purports to contain a scheme under this section shall be conclusiveevidence in all legal proceedings of that scheme.\n\t\tThe Secretary of State may by order modify this section.\n\tRecoupment of losses on wrongly paid money orders\n\t\tSubsection (2) applies where—\n\t\t\ta money order issued by the Post Office company or a foreign postaladministration has been delivered for collection to a banker, and\n\t\t\tthe Post Office company has paid the order to the banker when it should nothave done so.\n\t\tThe sum paid may be deducted from sums subsequently falling to be paid bythe Post Office company to the banker by way of payment of money orders soissued which have been delivered to the banker for collection.\n\tSpecial arrangements with other countries or territories\n\t\tReferences in sections 111 (other than subsection (4)), 112 and 113 tomoney orders issued by the Post Office company shall be construed as includingreferences to special money orders issued by that company.\n\t\tFor the purposes of subsection (1) special money orders are orders for thepayment of money in the United Kingdom which are issued by the Post Officecompany in pursuance of an arrangement made with a government or postaladministration of any other country or territory for the transmission, bymeans of orders for the payment of money, of sums of money through postoffices under the charge of the Post Office company and the postaladministration of the other country or territory.\n\t\tThe reference in section 112(2)(b) to money orders shall be construed asincluding a reference to orders for the payment of money issued in pursuanceof an arrangement of the kind mentioned in subsection (2) above by the postaladministration of the other country or territory."
    },
    {
        "length": 1546,
        "text": "\nOther\n\tExtension of existing powers relating to the Post Office\n\t\tIn section 7(2) of the [1969 c. 48.] Post Office Act 1969 (powers of thePost Office) after paragraph (r) there shall be inserted—\n\t\t\tto enter into any form of financial transaction which it considers to beexpedient and which does not fall within any of the preceding paragraphs;”.\n\t\tAfter section 37(1) of that Act (loans by the Secretary of State to thePost Office) there shall be inserted—\n\t\t\t“(1A)The Secretary of State may, with the approval of the Treasury, make loansto any subsidiary of the Post Office.”\n\t\tAfter section 37(2) of that Act there shall be inserted—\n\t\t“(2A)The power of the Secretary of State to make loans under this sectionincludes power to make loans in currencies other than sterling.”\n\t\tAfter section 37(3) of that Act (power to issue sums out of the NationalLoans Fund) there shall be inserted—\n\t\t“(3A)Such sums may be issued in sterling or, where the loan is to be in acurrency other than sterling, in that currency or in sterling.”\n\t\tIn section 73 of the [1981 c. 38.] British Telecommunications Act 1981(borrowing powers of the Post Office etc), in subsection (1)(a) and (2)(a),after “sterling” there shall, in each case, be inserted “or a currency otherthan sterling”.\n\t\tIn section 74(2) of that Act (limit of indebtedness of the Post Office andits subsidiaries)—\n\t\t\tafter sub-paragraph (i) there shall be inserted—\n\t\t\tmoney borrowed by any other subsidiary of the Post Office under section37(1A) of the 1969 Act;”,\n\t\t\tfor “£1,200 million” there shall be substituted “£5,000 million”, and\n\t\t\tthe words “, not exceeding £1,700 million,” shall be repealed.\n\t\tAfter section 74(4) of that Act there shall be inserted—\n\t\t“(4A)For the purposes of this section equivalents in sterling shall becalculated as the Secretary of State considers appropriate.”\n\tThe Postcode Address File\n\t\tThe owner for the time being of the Postcode Address File shall—\n\t\t\tmaintain the File, and\n\t\t\tmake the File available to any person who wishes to use it on such terms asare reasonable.\n\t\tCompliance with subsection (1) shall be enforceable by civil proceedingsbrought by the Commission for an injunction or for interdict or for any otherappropriate relief or remedy.\n\t\tIn this section—\n\t\t\t  * “the Postcode Address File” means— \n\t\t\tthe collection of relevant information which, immediately before the cominginto force of this section, was owned by the Post Office, or\n\t\t\tthat collection as it is from time to time revised, and\n\t\t\t\t  * “relevant information” means postcodes in the United Kingdom which may be used to facilitate the identification of delivery points for the purpose of providing postal services. \n\t\tThe terms which may be imposed under subsection (1)(b) include terms as tothe payment of such fee (if any) as the owner considers appropriate.\n\tRecords of the former Postmaster General’s department\n\t\tThe Secretary of State may by order vest in the Post Office company suchrecords of the department of the Postmaster General as—\n\t\t\tbelong to Her Majesty in right of Her Majesty’s Government in the UnitedKingdom, and\n\t\t\tare specified in or described by the order.\n\t\tThe Secretary of State may give such directions to the Post Office companyas he considers appropriate for ensuring that any records so transferred tothe Post Office company are available to the Crown for inspection and copying.\n\tSupplementary provisions relating to the Council\n\t\tOn such day as the Secretary of State may by order appoint (“the relevantday”), all the property, rights and liabilities to which the Post OfficeUsers' National Council was entitled or subject immediately before that dayshall become by virtue of this section property, rights and liabilities of theCouncil.\n\t\tAn order made under subsection (1) may be varied or revoked by a subsequentorder at any time before any property, rights or liabilities of the PostOffice Users' National Council vest in the Council by virtue of this section.\n\t\tParagraphs 1 and 7 of Schedule 3 apply for the purposes of this section asthey apply for the purposes of section 62 with such modifications as arenecessary (including the substitution for references to the Post Office andthe Post Office company of references to the Post Office Users' NationalCouncil and the Council respectively).\n\t\tWhere a person employed in the civil service of the state and seconded tothe Post Office Users' National Council or a Country Council immediatelybefore the relevant day becomes an employee of the Council on that day, hisperiod of employment in the civil service of the state (including any part ofthat period spent otherwise than on secondment) counts as a period ofemployment with the Council for the purposes of the [1996 c. 18.] EmploymentRights Act 1996 (and the change of employer does not affect the continuity ofthe period of employment for those purposes).\n\t\tWhere a person who—\n\t\t\tis employed in the civil service of the state and is seconded to theCouncil, and\n\t\t\timmediately before his secondment to the Council was seconded to the PostOffice Users' National Council or a Country Council,\n\t\t\t\tbecomes an employee of the Council, his period of employment in the civilservice of the state (including any part of that period spent otherwise thanon secondment) counts as a period of employment with the Council for thepurposes of the [1996 c. 18.] Employment Rights Act 1996 (and the change ofemployer does not affect the continuity of the period of employment for thosepurposes).\n\t\tIn this section “Country Council” means the Post Office Users' Council forScotland, the Post Office Users' Council for Wales or the Post Office Users'Council for Northern Ireland.\n\tGeneral restrictions on disclosure of information\n\t\tSchedule 7 (which makes provision about disclosure of information) shall haveeffect."
    },
    {
        "length": 244,
        "text": "\nOffences by bodies corporate\n\tWhere an offence under this Act committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of—\n\t\ta director, manager, secretary or other similar officer of the bodycorporate, or\n\t\ta person purporting to act in such a capacity,\n\t\t\the as well as the body corporate commits the offence and shall be liable to beproceeded against and punished accordingly.\n\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with his functions of management as if he were a director of thebody corporate.\n\tWhere an offence under this Act is committed by a Scottish partnership andis proved to have been committed with the consent or connivance of a partner,he as well as the partnership commits the offence and shall be liable to beproceeded against and punished accordingly."
    },
    {
        "length": 542,
        "text": "\nService of documents\n\tAny document required or authorised by virtue of this Act to be served onany person may be served—\n\t\tby delivering it to him or by leaving it at his proper address or bysending it by post to him at that address,\n\t\tif the person is a body corporate, by serving it in accordance withparagraph (a) on the secretary of the body, or\n\t\tif the person is a partnership, by serving it in accordance with paragraph(a) on a partner or a person having the control or management of thepartnership business.\n\tFor the purposes of this section and section 7 of the [1978 c. 30.]Interpretation Act 1978 (service of documents by post) in its application tothis section, the proper address of any person on whom a document is to beserved shall be his last known address, except that—\n\t\tin the case of service on a body corporate or its secretary, it shall bethe address of the registered or principal office of the body,\n\t\tin the case of service on a partnership or a partner or a person having thecontrol or management of a partnership business, it shall be the address ofthe principal office of the partnership.\n\tFor the purposes of subsection (2) the principal office of a companyconstituted under the law of a country or territory outside the United Kingdomor of a partnership carrying on business outside the United Kingdom is itsprincipal office within the United Kingdom.\n\tSubsection (5) applies if a person to be served under this Act with anydocument by another has specified to that other an address within the UnitedKingdom other than his proper address (as determined under subsection (2)) asthe one at which he or someone on his behalf will accept documents of the samedescription as that document.\n\tIn relation to that document, that address shall be treated as his properaddress for the purposes of this section and section 7 of the [1978 c. 30.]Interpretation Act 1978 in its application to this section, instead of thatdetermined under subsection (2).\n\tThis section does not apply to any document if rules of court makeprovision about its service.\n\tIn this section references to serving include references to similarexpressions (such as giving or sending)."
    },
    {
        "length": 838,
        "text": "\nOrders and regulations\n\tAny power of the Secretary of State to make an order, or of the Treasury tomake regulations, under this Act shall be exercisable by statutory instrument.\n\tAny power of the Secretary of State to make an order, or of the Treasury tomake regulations, under this Act—\n\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or for different purposes,\n\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the Secretary of State or (asthe case may be) the Treasury considers appropriate.\n\tThe power of the Secretary of State under section 9, 10, 102 or 129(including that power as extended by this section) may be exercised bymodifying any enactment comprised in or made under this Act, or any otherenactment.\n\tThe power of the Secretary of State under paragraph 6(1) of Schedule 8(including that power as extended by this section) may be exercised bymodifying any enactment.\n\tThe power of the Secretary of State under section 8, 93, 104(4) or 112(10)as extended by this section may be exercised by modifying any enactmentcomprised in or made under this Act, or any other enactment.\n\tThe power of the Secretary of State under section 103 as extended by thissection may be exercised by modifying any enactment.\n\tThe power of the Secretary of State under section 102, 103, 127(1) or 128(including that power as extended by this section) may be exercised so as tomake provision for the delegation of functions.\n\tThe fact that a power is conferred by this Act does not prejudice theextent of any other power so conferred.\n\tRegulations under section 105 shall be subject to annulment in pursuance ofa resolution of the House of Commons.\n\tAn order under any of the following provisions shall, if made without adraft of it having been approved by a resolution of each House of Parliament,be subject to annulment in pursuance of a resolution of either House ofParliament: sections 10, 38(8), 58(7), 59(2), 70, 74, 102, 104(4) and 128 andparagraph 1(5) of Schedule 3 (including that paragraph as applied by section118(3)), paragraph 4 of Schedule 7 and paragraph 6(1) of Schedule 8.\n\tAn instrument containing an order under any of the provisions mentioned insubsection (10) which revokes, amends or re-enacts an order under any of theprovisions mentioned in that subsection may (in spite of section 14 of the[1978 c. 30.] Interpretation Act 1978) be subject to a different procedureunder that subsection from the procedure to which the instrument containingthe original order was subject.\n\tNo order shall be made under section 8, 9, 30(2), 93, 103, 112(10) or127(1) unless a draft of it has been laid before, and approved by a resolutionof, each House of Parliament.\n\tIn this section references to enactment include references to anyinstrument or other document."
    },
    {
        "length": 211,
        "text": "\nGeneral financial provision\n\tThere shall be paid out of money provided by Parliament—\n\t\tany expenditure incurred by the Commission in consequence of this Act,\n\t\tany expenditure incurred by the Treasury or the Secretary of State inconsequence of this Act (apart from any expenditure to be met from theNational Loans Fund), and\n\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\tThere shall be paid out of, or into, the National Loans Fund any increaseattributable to this Act in the sums so payable under any other enactment.\n\tThere shall be paid into the Consolidated Fund any sums received by theTreasury, the Secretary of State or the Commission in consequence of this Act(apart from any sums required to be paid into the National Loans Fund)."
    },
    {
        "length": 1792,
        "text": "\nInterpretation \n\tIn this Act, unless the context otherwise requires—\n\t\t  * “body” includes an unincorporated association, \n\t\t  * “contravention”, in relation to any requirement, condition, direction, order or regulations, includes any failure to comply with it and cognate expressions shall be construed accordingly, \n\t\t  * “correspondent”, in relation to a postal packet, means the sender or the person to whom it is addressed, \n\t\t  * “employee”, in relation to a body corporate, includes any officer or director of the body corporate and any other person taking part in its management, and “employer” and other related expressions shall be construed accordingly, \n\t\t  * “enactment” includes an Act of the Scottish Parliament, Northern Ireland legislation (within the meaning of the [1998 c. 47.] Northern Ireland Act 1998) and an enactment comprised in subordinate legislation, and includes an enactment whenever passed or made, \n\t\t  * “financial year” means a year ending with 31st March, \n\t\t  * “foreign postal administration” means a postal administration outside the United Kingdom, \n\t\t  * “hovercraft” has the same meaning as in the [1968 c. 59.] Hovercraft Act 1968, \n\t\t  * “letter” means any communication in written form on any kind of physical medium to be conveyed and delivered otherwise than electronically to the person or address indicated by the sender on the item itself or on its wrapping (excluding any book, catalogue, newspaper or periodical); and includes a postal packet containing any such communication, \n\t\t  * “mail-bag” includes any form of container or covering in which postal packets in the course of transmission by post are enclosed by a postal operator in the United Kingdom or a foreign postal administration for the purpose of conveyance by post, whether or not it contains any such packets, \n\t\t  * “modify” includes amend or repeal, \n\t\t  * “Northern Ireland junior Minister” means a member of the Northern Ireland Assembly appointed as a junior Minister under section 19 of the [1998 c. 47.] Northern Ireland Act 1998, \n\t\t  * “Northern Ireland Minister” includes the First Minister and the deputy First Minister in Northern Ireland, \n\t\t  * “notice” means notice in writing, \n\t\t  * “post office” includes any house, building, room, vehicle or place used for the provision of any postal services, \n\t\t  * “post office letter box” includes any pillar box, wall box, or other box or receptacle provided by a postal operator for the purpose of receiving postal packets, or any class of postal packets, for onwards transmission by post, \n\t\t  * “postal operator” means a person who provides the service of conveying postal packets from one place to another by post or any of the incidental services of receiving, collecting, sorting and delivering such packets, \n\t\t  * “postal packet” means a letter, parcel, packet or other article transmissible by post, \n\t\t  * “postal services” means the service of conveying postal packets from one place to another by post, the incidental services of receiving, collecting, sorting and delivering such packets and any other service which relates to any of those services and is provided in conjunction with any of them, \n\t\t  * “the Postal Services Directive” means the Directive of the European Parliament and the Council of the European Union of 15th December 1997 (No. [97/67/EC](/european/directive/1997/0067?view=plain \"Go to item of legislation\")) on common rules for the development of the internal market of Community postal services and the implementation of quality of service, \n\t\t  * “public holiday” means Christmas Day, Good Friday or a day which is a bank holiday under the [1971 c. 80.] Banking and Financial Dealings Act 1971 in any part of the United Kingdom, \n\t\t  * “registered post service” means a postal service which provides for the registration of postal packets in connection with their transmission by post and for the payment of compensation for any loss or damage, \n\t\t  * “sender”, in relation to any letter or other communication, means the person whose communication it is, \n\t\t  * “ship” includes any boat, vessel or hovercraft, \n\t\t  * “subordinate legislation” has the same meaning as in the [1978 c. 30.] Interpretation Act 1978 and also includes an instrument made under an Act of the Scottish Parliament and an instrument made under Northern Ireland legislation (within the meaning of section 98(1) of the [1998 c. 47.] Northern Ireland Act 1998), \n\t\t  * “users”, in relation to postal services, includes users as addressees and potential users, \n\t\t  * “vehicle” includes a railway vehicle, and \n\t\t  * “working day” means— \n\t\tin relation to the collection and delivery of letters, any day which is not aSunday or a public holiday,\n\t\tin relation to the collection and delivery of postal packets other thanletters, any day which is not a Saturday, a Sunday or a public holiday.\n\tFor the purposes of the definition of “letter” in subsection (1) thereference to a communication to be conveyed and delivered otherwise thanelectronically shall be construed as a reference to a communication to beconveyed and delivered otherwise than—\n\t\tby means of a telecommunication system (within the meaning of the [1984 c.12.] Telecommunications Act 1984), or\n\t\tby other means but while in electronic form.\n\tFor the purposes of this Act—\n\t\ta postal packet shall be taken to be in course of transmission by post fromthe time of its being delivered to any post office or post office letter boxto the time of its being delivered to the addressee,\n\t\tthe delivery of a postal packet of any description to a letter carrier orother person authorised to receive postal packets of that description for thepost or to a person engaged in the business of a postal operator to be dealtwith in the course of that business shall be a delivery to a post office, and\n\t\tthe delivery of a postal packet—\n\t\tat the premises to which it is addressed or redirected, unless they are apost office from which it is to be collected,\n\t\tto any box or receptacle to which the occupier of those premises hasagreed that postal packets addressed to persons at those premises may bedelivered, or\n\t\tto the addressee’s agent or to any other person considered to beauthorised to receive the packet,\n\t\t\tshall be a delivery to the addressee.\n\tAny reference in this Act to a subsidiary or wholly owned subsidiary shallbe construed in accordance with section 736 of the [1985 c. 6.] Companies Act1985 or Article 4 of the [S.I. 1986/1032 (N.I. 6).] Companies (NorthernIreland) Order 1986."
    },
    {
        "length": 867,
        "text": "\nExpression| Provision of this Act  ---|---  Body| Section 125(1)  The Commission| Section 1(1)  Condition of a licence| Section 13(5)  Contravention| Section 125(1)  Correspondent| Section 125(1)  Course of transmission by post| Section 125(3)  The Council| Section 2(1)  Delivery to addressee| Section 125(3)  Delivery (in certain other circumstances)| Section 125(3)  Employee| Section 125(1)  Enactment| Section 125(1)  Final order| Section 22(5)  Financial year| Section 125(1)  Foreign postal administration| Section 125(1)  Hovercraft| Section 125(1)  Letter| Section 125(1) and (2)  Mail-bag| Section 125(1)  Modify| Section 125(1)  Northern Ireland junior Minister| Section 125(1)  Northern Ireland Minister| Section 125(1)  Notice| Section 125(1)  Post office| Section 125(1)  Post office letter box| Section 125(1)  Postal operator| Section 125(1)  Postal packet| Section 125(1)  Postal services| Section 125(1)  The Postal Services Directive| Section 125(1)  Provision of a universal postal service| Section 4(1), (2) and (6)  Provisional order| Section 23(8)  Public holiday| Section 125(1)  Public post office| Section 42(3)  Regional committee| Section 54(5)  Registered post service| Section 125(1)  Sender| Section 125(1)  Ship| Section 125(1)  Subordinate legislation| Section 125(1)  Subsidiary| Section 125(4)  Universal postal service letter box| Section 86(4)  Universal postal service post office| Section 86(4)  Universal service provider| Section 4(3) and (4)  Users| Section 125(1)  Vehicle| Section 125(1)  Wholly owned subsidiary| Section 125(4)  Working day| Section 125(1)    #### 127General amendments and repeals\n\tThe Secretary of State may by order make such supplementary, incidental orconsequential provision as he considers necessary or expedient for the generalpurposes, or any particular purpose, of this Act or in consequence of anyprovision made by or under this Act or for giving full effect to this Act orany such provision.\n\tThe power conferred by subsection (1) (including that power as extended bysection 122) may, in particular, be exercised by modifying any enactment,instrument or other document.\n\tNo other provision of this Act restricts the power conferred by subsection(1).\n\tSchedule 8 (which contains amendments of enactments) shall have effect.\n\tAny amendment by that Schedule of an enactment comprised in subordinatelegislation is without prejudice to any power to make further subordinatelegislation modifying the amended enactment.\n\tSchedule 9 (which contains repeals and revocations of enactments includingenactments which are already obsolete or unnecessary) shall have effect."
    },
    {
        "length": 257,
        "text": "\nModifications of local enactments etc\n\tThe Secretary of State may by order make such supplementary, incidental orconsequential provision in relation to local enactments as he considersnecessary or expedient for the general purposes, or any particular purpose, ofthis Act or in consequence of any provision made by or under this Act or forgiving full effect to this Act or any such provision.\n\tThe power conferred by subsection (1) (including that power as extended bysection 122) may, in particular, be exercised by modifying any local enactmentor any instrument or other document which is not an Act.\n\tNo other provision of this Act restricts the power conferred by subsection(1).\n\tIn this section “local enactment” means—\n\t\ta local or private Act,\n\t\ta public general Act relating to London,\n\t\tan order confirmed by Parliament or brought into operation in accordancewith special parliamentary procedure, or\n\t\tan enactment in a public general Act amending anything falling withinparagraphs (a) to (c)."
    },
    {
        "length": 288,
        "text": "\nFinal\n\tCommencement \n\t\tParts I to VI, sections 101 to 114, sections 116 to 119 (including Schedule7) and section 127(4) and (6) (including Schedules 8 and 9) shall come intoforce on such day as the Secretary of State may by order appoint; anddifferent days may be appointed for different purposes or different areas.\n\t\tSection 115 shall come into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\tShort title and extent\n\t\tThis Act may be cited as the Postal Services Act 2000.\n\t\tAny modification by this Act of an enactment has the same extent as theenactment modified.\n\t\tSubject to that, this Act extends to Northern Ireland.\n\t\tSections 127(1) to (3) and 129 and this section, together with sections 122and 125 so far as they relate to those provisions, extend to the Isle of Manand the Channel Islands (in addition to any provisions of this Act which soextend by virtue of subsection (2) above)."
    }
]