[
    {
        "length": 777,
        "text": "\nDuty on goods removed to Northern Ireland\n\tAfter section 40 of TCTA 2018 insert—\n\t“40ARemoval to Northern Ireland of at risk goods etc\n\t\tA duty of customs is charged on the removal of goods to Northern Irelandfrom Great Britain if the goods—\n\t\t\tare not domestic goods, or\n\t\t\tare at risk of subsequently being moved into the European Union.\n\t\tFor the purposes of this section “at risk of subsequently being moved intothe European Union” has the meaning given by regulations made by the Treasury.\n\t\tDuty under this section is charged in accordance with Union customslegislation as if the goods subject to the charge were brought into thecustoms territory of the European Union.\n\tBDuty under section 40A: supplementary\n\t\tThe Treasury may by regulations provide that, in relation to goods of aspecified description, the following matters are to be determined inaccordance with provision made by or under this Act (instead of in accordancewith Union customs legislation)—\n\t\t\twhether goods in particular circumstances are chargeable to duty undersection 40A;\n\t\t\tthe amount of duty charged under that section;\n\t\t\tsuch other matters relating to the charging of duty under section 40A asmay be specified.\n\t\tThe Treasury may by regulations make provision generally for the purposesof duty under section 40A.\n\t\tThe following are examples of provision that regulations under subsection(2) may make for the purposes of that duty—\n\t\t\tthat section 40A(1) does not apply to goods of a specified description;\n\t\t\tprovision about reliefs, repayment and remission (including provision forthe recovery of amounts where any condition in connection with any relief,repayment or remission is not met);\n\t\t\tprovision about (including provision modifying) the application ofprovision made by or under the customs and excise Acts (including provisionmade by or under this Act) to duty under section 40A or to goods removed toNorthern Ireland from Great Britain;\n\t\t\tprovision supplementing or modifying provisions of Union customslegislation that apply to that duty or to those goods;\n\t\t\tprovision imposing checks, controls or administrative processes inconnection with the removal of goods to Northern Ireland from Great Britain;\n\t\t\tprovision regulating the unloading, landing, movement and removal of goodson their removal to Northern Ireland from Great Britain (including provisionrestricting the places in which such goods may enter Northern Ireland).\n\t\tRegulations under this section that specify a description of goods may doso by reference to any matter or circumstance (including, for example, anymatter or circumstance relating to any person concerned with the removal ofsuch goods).\n\t\tSection 40 (regulations) applies to regulations under this section andsection 40A as it applies to regulations under section 39 other than the firstregulations under that section.\n\t\tIn this section and in section 40A, reference to “Great Britain” is to betreated as including the territorial sea of the United Kingdom.\n\t\tExpressions used in provision made by or under this section or section 40Athat are defined for the purposes of Part 1 have the same meaning they have inthat Part.”"
    },
    {
        "length": 1638,
        "text": "\nDuty on goods imported into or removed from Northern Ireland\n\tPart 1 of TCTA 2018 is amended as follows.\n\tIn section 1 (charge to import duty)—\n\t\tthe existing text becomes subsection (1);\n\t\tafter that subsection insert—\n\tSections 30A and 30B make provision about the application of this Part togoods imported into the United Kingdom as a result of their entry intoNorthern Ireland.”\n\tIn section 2 (chargeable goods)—\n\t\tthe existing text becomes subsection (1);\n\t\tafter that subsection insert—\n\tBut subsection (1) is subject to section 30A(4) (importation of goods:Northern Ireland).”\n\tAfter section 30 insert—\n\t“Northern Ireland\n\t\tAImportation of goods: Northern Ireland\n\t\t\tUnion goods imported into the United Kingdom as a result of their entryinto Northern Ireland are to be treated for the purposes of this Part as ifthey were domestic goods.\n\t\t\tAccordingly, such goods are not chargeable to import duty (but see section30C).\n\t\t\tOther goods imported into the United Kingdom as a result of their entryinto Northern Ireland are not chargeable to import duty, but are chargeable toduty under this subsection.\n\t\t\tExcept as may be provided for by regulations made by the Treasury, suchgoods are not chargeable goods for the purposes of this Part.\n\t\t\tDuty under subsection (3) is chargeable in accordance with Union customslegislation as if the goods subject to the charge were brought into thecustoms territory of the European Union.\n\t\t\tDuty under subsection (3) is a duty of customs, and accordingly therevenues of that duty (as with import duty) are revenues of customs that HMRCCommissioners are responsible for collecting and managing.\n\t\tBDuty under section 30A(3): supplementary\n\t\t\tThe Treasury may by regulations provide that, in relation to goods of aspecified description, the following matters are to be determined inaccordance with provision made by or under this Act (instead of in accordancewith Union customs legislation)—\n\t\t\t\twhether goods in particular circumstances are chargeable to duty undersection 30A(3);\n\t\t\t\tthe amount of duty charged under that subsection;\n\t\t\t\tsuch other matters relating to the charging of duty under that subsectionas may be specified.\n\t\t\tRegulations under subsection (1) may specify a description of goods byreference to any matter or circumstance (including, for example, any matter orcircumstance relating to any person concerned with the importation of suchgoods).\n\t\t\tThe Treasury may by regulations make provision generally for the purposesof duty under section 30A(3).\n\t\t\tThe following are examples of provision that regulations under subsection(3) may make for the purposes of that duty—\n\t\t\t\tprovision about reliefs, repayment and remission in relation to duty undersection 30A(3) (including provision for the recovery of amounts where anycondition in connection with any relief, repayment or remission is not met);\n\t\t\t\tprovision about (including provision modifying) the application ofprovision made by or under the customs and excise Acts (including provisionmade by or under this Act) to duty under section 30A(3) or to goods importedinto the United Kingdom as a result of their entry into the Northern Ireland;\n\t\t\t\tprovision supplementing or modifying provisions of Union customslegislation that apply to that duty or to those goods.\n\t\tCDuty on potentially imported goods\n\t\t\tA duty of customs is charged on the removal of goods to Great Britain fromNorthern Ireland if the goods are not qualifying Northern Ireland goods.\n\t\t\tA duty of customs is charged on the removal of other goods to Great Britainfrom Northern Ireland if the main purpose, or one of the main purposes, of theremoval is to—\n\t\t\t\tavoid any other duty chargeable as a result of this Act, or\n\t\t\t\tavoid any obligation in connection with such a duty.\n\t\t\tThe relevant import duty provisions apply for the purposes of duty chargedunder this section as if—\n\t\t\t\tany reference to chargeable goods were to goods removed to Great Britainfrom Northern Ireland,\n\t\t\t\tany reference to the importation of goods were to their removal to GreatBritain from Northern Ireland,\n\t\t\t\tin section 6(2), for “the United Kingdom” there were substituted “GreatBritain”, and\n\t\t\t\tin section 16(2), for “export to the United Kingdom” there were substituted“removal to Great Britain”.\n\t\t\tA provision is a “relevant import duty provision” if it is provision madeby or under any of sections 3 to 28 and 34 and Schedules 1 to 6.\n\t\t\tThe Treasury may by regulations make provision generally for the purposesof duty under this section.\n\t\t\tThe following are examples of provision that regulations under subsection(5) may make for the purposes of that duty—\n\t\t\t\tthat subsection (1) does not to apply to goods of a specified description(and if it does not, whether such goods are to be treated as “other goods” forthe purposes of subsection (2));\n\t\t\t\tthat subsection (3) does not apply, to such extent as may be specified, togoods of a specified description;\n\t\t\t\tthat any reference in this Part to Great Britain is to be treated asincluding the territorial sea, or any specified area of the territorial sea,of the United Kingdom;\n\t\t\t\tprovision about (including provision modifying) the application ofprovision made by or under the customs and excise Acts (including provisionmade by or under this Act) to duty under this section or to goods removed fromNorthern Ireland to Great Britain;\n\t\t\t\tprovision imposing checks, controls or administrative processes inconnection with the removal of goods to Great Britain from Northern Ireland(and such checks, controls and processes may be imposed for any purpose inconnection with duty under this section despite any provision of any enactmentwhenever passed);\n\t\t\t\tprovision regulating the unloading, landing, movement and removal of goodson their removal to Great Britain from Northern Ireland (including provisionrestricting the places in which such goods may enter Great Britain).\n\t\t\tRegulations under this section that specify a description of goods may doso by reference to any matter or circumstance (including, for example, anymatter or circumstance relating to any person concerned with the removal ofsuch goods).”\n\t\t\tSchedule 1 contains amendments to TCTA 2018 and other Acts in connectionwith the provisions of the Protocol on Ireland/Northern Ireland in the EUwithdrawal agreement that concern tax."
    },
    {
        "length": 475,
        "text": "\nValue added tax in Northern Ireland\n\tIn VATA 1994, before section 41 insert—\n\t“40ANorthern Ireland Protocol\n\t\tSchedule 9ZA—\n\t\t\tmakes provision about a charge to VAT on acquisitions of goods in NorthernIreland from a member State, and\n\t\t\tcontains modifications of the other provisions of this Act in connectionwith the movement of goods between Northern Ireland and member States.\n\t\tSchedule 9ZB—\n\t\t\tmakes provision about VAT charged on goods imported into the United Kingdomas a result of their entry into Northern Ireland,\n\t\t\tmakes provision about the treatment, for the purposes of VAT, of goods thatare removed from Northern Ireland to Great Britain and goods that are removedfrom Great Britain to Northern Ireland, and\n\t\t\tcontains other provision relevant to the application of this Act inNorthern Ireland.”\n\t\tPart 1 of Schedule 2 inserts the Schedules referred to in the amendmentmade by subsection (1) into VATA 1994 and contains further amendments of thatAct (as amended by TCTA 2018).\n\t\tPart 2 of that Schedule makes amendments to other legislation in connectionwith the amendments made by Part 1.\n\t\tWhere a provision inserted into VATA 1994 as a result of Schedule 2 re-enacts (with or without modifications) provision repealed by TCTA 2018 (or bythat Schedule), unless the contrary intention appears—\n\t\t\tany reference in any provision made by or under an enactment to therepealed provision is to be construed as a reference to the re-enactedprovision;\n\t\t\tany order or regulations that would otherwise cease to have effect as aresult of the repeal continues to have effect as if made under the re-enactedprovision (subject to any modifications made to that provision, and with suchmodifications to that order or those regulations as may be necessary)."
    },
    {
        "length": 983,
        "text": "\nExcise duty on the removal of goods to Northern Ireland\n\tWhere goods to which a relevant excise duty provision applies are removedto Northern Ireland from Great Britain, excise duty is charged on those goodsunder that provision.\n\tEach of the following is a “relevant excise duty provision”—\n\t\tsection 5 of ALDA 1979 (spirits);\n\t\tsection 36 of that Act (beer);\n\t\tsection 37 of that Act (high strength beer);\n\t\tsection 54 of that Act (wine);\n\t\tsection 55 of that Act (made-wine);\n\t\tsection 62 of that Act (cider);\n\t\tsection 6 of HODA 1979 (hydrocarbon oil);\n\t\tsection 6AA of that Act (biodiesel);\n\t\tsection 6AB of that Act (bioblend);\n\t\tsection 6AD of that Act (bioethanol);\n\t\tsection 6AE of that Act (bioethanol blend);\n\t\tsection 6AG of that Act (aqua methanol);\n\t\tsection 6A of that Act (fuel substitutes);\n\t\tsection 8 of that Act (road fuel gas);\n\t\tsection 2 of TPDA 1979 (tobacco products).\n\tSubsection (1) does not apply to a removal of goods to which a relevantexcise duty provision mentioned in paragraph (h), (j), (l) or (m) appliesunless, prior to their removal, the goods were set aside for, or put to, achargeable use (within the meaning of the relevant excise duty provision inquestion) by any person.\n\tSubsection (1) does not apply to a removal of road fuel gas (within themeaning given by section 5 of HODA 1979) unless, prior to its removal fromGreat Britain the gas was—\n\t\tsent out from the premises of a person producing or dealing in road fuelgas, or\n\t\tset aside for use, or put to use, as fuel for a road vehicle (within themeaning of that Act) by any person.\n\tGoods are removed to Northern Ireland when their entry in Northern Irelandwould amount to an importation of excise goods within the meaning of Article 4of the Union excise directive if—\n\t\tany reference in that Article to “excise goods” included any goods to whicha relevant excise duty provision applies,\n\t\tthe references in point 8 of that Article to “the territory of theCommunity” and “the Community” were to Northern Ireland, and\n\t\tthe reference in point 6 of that Article to “special procedures as providedfor under Regulation [(EEC) No2913/92](/european/regulation/1992/2913?view=plain \"Go to item oflegislation\")” were to the procedures under Union customs legislation thatcorrespond to those procedures.\n\tIn subsection (5)—\n\t\t  * “the Union excise directive” means [Council Directive 2008/118/EC](/european/directive/2008/0118?view=plain \"Go to item of legislation\") of 16 December 2008 concerning the general arrangements for excise duty and repealing Directive [92/12/EEC](/european/directive/1992/0012?view=plain \"Go to item of legislation\"); \n\t\t  * “Union customs legislation” means provisions contained in “customs legislation” within the meaning of [Regulation (EU) No 952/2013](/european/regulation/2013/0952?view=plain \"Go to item of legislation\") of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (see Article 5(2) of that Regulation), as they have effect as a result of section 7A of the European Union (Withdrawal) Act 2018. "
    },
    {
        "length": 500,
        "text": "\nDuty under section 4: supplementary\n\tAny provision made by or under the customs and excise Acts that applies to,or in connection with, duty under a relevant excise duty provision byreference to the importation of goods applies to duty charged as a result ofsection 4(1) as if—\n\t\tany reference to the importation of goods (however framed) were to theirremoval to Northern Ireland from Great Britain, and\n\t\tany reference to the entry of any person or vehicle into the United Kingdom(however framed) were to the arrival of that person or vehicle in NorthernIreland.\n\tThe Treasury may by regulations made by statutory instrument makeprovision, for the purposes of duty charged as a result of section 4(1), about(including provision modifying) the application of the customs and excise Acts(including this section and section 4) to that duty or to goods that are, ormay be, subject to that duty.\n\tA statutory instrument containing regulations made under subsection (2) issubject to annulment in pursuance of a resolution of the House of Commons.\n\tIn this section—\n\t\t  * “the customs and excise Acts” has the meaning it has in CEMA 1979 (see section 1(1) of that Act); \n\t\t  * “relevant excise duty provision” is to be construed in accordance with section 4(2). \n\tThis section and section 4 have effect in relation to any removal of goodsto Northern Ireland from Great Britain that commences on or after IPcompletion day.\n\tFor the purposes of subsection (5), a removal of goods commences—\n\t\tin the case of goods carried by (which for these purposes includes wherethe goods constitute, or are within, accompanying baggage of) a persontravelling from Great Britain to Northern Ireland on an aircraft or vessel,when the aircraft or vessel is scheduled to depart from the airport or port inGreat Britain from which it departs, and\n\t\tin any other case, when the goods are dispatched from the place in GreatBritain from which they are removed."
    },
    {
        "length": 162,
        "text": "\nInsurance premium tax\n\tLiability of insured in certain cases\n\t\tIn section 65 of FA 1994 (insurance premium tax: liability of insured incertain cases), for subsections (1A) and (1B) substitute—\n\t“(1A)The condition mentioned in subsection (1)(b) above is that there are noarrangements in relation to the country or territory relating to insurancepremium tax which—\n\t\thave effect by virtue of an Order in Council under section 173 of theFinance Act 2006, and\n\t\tcontain provision of a kind mentioned in subsection (2)(a) and (b) of thatsection.”"
    },
    {
        "length": 198,
        "text": "\nControlled foreign companies\n\tRecovery of unlawful state aid\n\t\tSchedule 4 makes provision in connection with the charging of amounts underPart 9A of TIOPA 2010 (the CFC charge in relation to controlled foreigncompanies) as if one of the exemptions in Chapter 9 of that Part (exemptionsfor profits from qualifying loan relationships) had not applied, in order tocomply with [Commission Decision (EU)2019/1352](/european/decision/2019/1352?view=plain \"Go to item oflegislation\") of 2 April 2019 on the state aid SA.44896 implemented by theUnited Kingdom concerning the CFC Group Financing Exemption (referred to inthat Schedule as “the Commission Decision”)."
    },
    {
        "length": 583,
        "text": "\nFinal provisions\n\tInterpretation \n\t\tIn this Act the following abbreviations are references to the following Acts—\n\tALDA 1979| Alcoholic Liquor Duties Act 1979  ---|---  CEMA 1979| Customs and Excise Management Act 1979  FA, followed by a year| Finance Act of that year  F(No.2)A, followed by a year| Finance (No.2) Act of that year  HODA 1979| Hydrocarbon Oil Duties Act 1979  TCTA 2018| Taxation (Cross-border Trade) Act 2018  TIOPA 2010| Taxation (International and Other Provisions) Act 2010  TPDA 1979| Tobacco Products Duty Act 1979  VATA 1994| Value Added Tax Act 1994    ### 11Commencement\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 9 and Schedule 4,\n\t\t\tsection 10,\n\t\t\tthis section,\n\t\t\tsection 12, and\n\t\t\tthe remaining provisions of this Act so far as making provision foranything to be done by regulations or order.\n\t\tSection 6 comes into force on 1 January 2021.\n\t\tThe remaining provisions of this Act come into force on such day as theTreasury may by regulations made by statutory instrument appoint.\n\t\tThe power of the Treasury to appoint a day under subsection (3) includes—\n\t\t\ta power to appoint different days for different purposes or areas, and\n\t\t\ta power to appoint a time on a day if the Treasury consider it appropriateto do so (including a time that has effect by reference to the coming intoforce of any other enactment).\n\t\tThe Treasury may by regulations made by statutory instrument make suchconsequential, supplementary, incidental, transitional, transitory or savingprovision as the Treasury consider appropriate in connection with the cominginto force of any provision of this Act.\n\t\tRegulations under subsection (5) may make different provision for differentpurposes or areas.\n\tShort title\n\t\tThis Act may be cited as the Taxation (Post-transition Period) Act 2020."
    }
]