[
    {
        "length": 1699,
        "text": "\nMandatory rate relief on former agricultural premises\n\tSection 43 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (occupiedhereditaments: liability) is amended as follows.\n\tIn subsection (6A), after “applies,” insert “or, subject to subsection (6I)below, subsection (6F) below applies,”.\n\tAfter subsection (6E) insert—\n\t\t“(6F)This subsection applies where—\n\t\ton the day concerned the condition mentioned in subsection (6G) below isfulfilled in respect of the hereditament; and\n\t\tthe rateable value of the hereditament shown in the local non-domesticrating list at the beginning of the chargeable financial year is not more thanany amount prescribed by the Secretary of State by order.\n\t\t(6G)The condition is that the hereditament—\n\t\tconsists wholly or mainly of land or buildings which were, on at least 183days during the period of one year ending immediately before this subsectioncomes into effect, agricultural land or agricultural buildings for thepurposes of the exemption under paragraph 1 of Schedule 5 to this Act; and\n\t\tincludes land or a building which is not agricultural for the purposes ofthat exemption but was agricultural for those purposes on at least 183 daysduring the period mentioned in paragraph (a) above.\n\t\t(6H)For the purposes of subsection (6G) above—\n\t\tin relation to any hereditament which includes property which is domesticwithin the meaning of section 66 below, paragraph (a) has effect as if thatpart of the hereditament which does not consist of such property were theentire hereditament; and\n\t\ta building which has replaced a building which was an agricultural buildingfor the purposes of the exemption mentioned in that subsection (“the originalbuilding”) is to be treated as if it were the original building.\n\t\t(6I)Subsection (6A) above shall not have effect, in relation to a hereditamentto which subsection (6F) above applies, on a chargeable day on which paragraph2A of Schedule 6 to this Act applies in relation to the hereditament.\n\t\t(6J)Subject to subsection (6K) below, subsections (6F) to (6I) above shallcease to have effect at the end of the period of five years beginning with theday on which those subsections come into effect.\n\t\t(6K)The Secretary of State may by order extend or further extend the periodmentioned in subsection (6J).\n\t\t(6L)If the period is so extended or further extended—\n\t\tsubsection (6F) above cannot apply to a hereditament after the end of theperiod of five years beginning with the day on which it first applies; and\n\t\twhere a hereditament to which subsection (6F) above applies (“the originalhereditament”) includes land or a building which is subsequently included in adifferent hereditament, that subsection cannot apply to the differenthereditament after the end of the period of five years beginning with the dayon which it first applies to the original hereditament.”\n\tAfter subsection (8) insert—\n\t“(8A)In relation to any hereditament in respect of which both subsection (5)above and subsection (6A) above have effect on the day concerned, thechargeable amount shall be calculated in accordance with subsection (5)above.”.\nDiscretionary rate relief on former agricultural premises\n\tSection 47 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (discretionaryrelief) is amended as follows.\n\tIn subsection (1), after “subsection (3) below” insert “, or the conditionrelating to relief for former agricultural premises mentioned in subsection(3C) below and the second condition mentioned in subsection (3) below,”.\n\tAfter subsection (3B) insert—\n\t\t“(3C)The condition relating to relief for former agricultural premises is thaton the chargeable day section 43(6F) above applies to the hereditament.”.\nRate relief for rural food shops\n\tSection 43 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (occupiedhereditaments: liability) is amended as follows.\n\tIn subsection (6B)(c)(i), after “store” insert “, a qualifying food store”.\n\tAfter subsection (6C) insert—\n\t\t“(6CA)A hereditament, or part of a hereditament, is used as a qualifying foodstore on any day in a chargeable financial year if a trade or businessconsisting wholly or mainly of the sale by retail of food for humanconsumption (excluding confectionery and excluding the supply of food in thecourse of catering) is carried on there.\n\t(6CB)In subsection (6CA) above the supply of food in the course of cateringincludes—\n\t\tany supply of food for consumption on the premises on which it is supplied;and\n\t\tany supply of hot food for consumption off those premises;\n\t\tand for the purposes of paragraph (b) above “hot food” means food which, orany part of which—\n\t\thas been heated for the purposes of enabling it to be consumed at atemperature above the ambient air temperature; and\n\t\tis at the time of supply above that temperature.”\nFunctions of the National Assembly for Wales\n\tThe reference in Schedule 1 to the National Assembly for Wales (Transfer ofFunctions) Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go toitem of legislation\")) to the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") is to betreated as referring to that Act as amended by this Act.\n\tSubsection (1) does not affect the power to make further Orders varying oromitting the reference mentioned in subsection (1).\nFinancial provisions\n\tThere shall be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable out of money so provided underany other Act.\nShort title, commencement and extent\n\tThis Act may be cited as the Rating (Former Agricultural Premises and RuralShops) Act 2001.\n\tThis Act (apart from this section) shall come into force on such day as theSecretary of State or, in relation to Wales, the National Assembly for Wales,may by order made by statutory instrument appoint, and different days may beappointed for different purposes.\n\tAn order under subsection (2) may contain transitional provisions andsavings relating to the provisions being brought into force by the order.\n\tThis Act extends to England and Wales.\n\t\t"
    }
]