{
    "general": "This law helps local councils decide how much money they should charge for taxes on old farms and small shops in the country. It makes sure these businesses are not charged too much tax, so they can keep running and supporting the community.",
    "series": [
        [
            {
                "length": 187,
                "short": "The Rating Relief for Former Agricultural Premises and Rural Shops Act 2001",
                "text": "\n* Simplified point 1: The Rating (Former Agricultural Premises and Rural Shops) Act 2001 allows for mandatory rate relief on certain former agricultural premises, including those used as qualifying food stores.\n* Simplified point 2: The act also provides discretionary rate relief for certain former agricultural premises, and makes changes to the definition of \"qualifying food store\" for the purpose of rate relief.\n* Simplified point 3: The act extends to England and Wales and comes into force on a date appointed by statutory instrument.\n* Simplified point 4: The act contains transitional provisions and savings relating to the provisions being brought into force by the order."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Rating (Former Agricultural Premises and Rural Shops) Act 2001 helps farmers and small business owners in rural areas save money on their property taxes. This law gives these properties special treatment so they don't have to pay as much in taxes. It applies to old farm buildings that are now used as shops or storage spaces for food. This means that if you run a small shop or store in a rural area, you might be able to get a discount on your property taxes. The law only applies to certain parts of England and Wales, so check if you are eligible.",
    "single": "\n•\tThis act provides rate relief for former agricultural premises and rural shops in England and Wales.\n•\tThe act amends the Local Government Finance Act 1988 to provide mandatory rate relief on former agricultural premises and discretionary rate relief on rural shops.\n•\tThe act defines qualifying hereditaments and sets out the conditions for relief, including that the hereditament must be used for a qualifying purpose and that the rateable value must not exceed a certain amount.\n•\tThe act also provides for the National Assembly for Wales to have functions under the act, and for financial provisions to be made out of money provided by parliament.\n•\tThe act comes into force on a day appointed by the Secretary of State or National Assembly for Wales by statutory instrument, and may contain transitional provisions and savings.\n"
}