[
    {
        "length": 3214,
        "text": "\nThe Office of Communications\n\tThere shall be a body corporate to be known as the Office of Communications(in this Act referred to as “OFCOM”).\n\tOFCOM shall consist of such number of members as the Secretary of State maydetermine; but he shall not determine a membership for OFCOM of less thanthree or more than six.\n\tThe membership of OFCOM shall comprise—\n\t\ta chairman appointed by the Secretary of State;\n\t\tsuch number of other members appointed by the Secretary of State as he maydetermine; and\n\t\tthe executive members.\n\tThe executive members of OFCOM shall comprise—\n\t\tthe chief executive of OFCOM; and\n\t\tsuch other persons (if any) as may be appointed to membership of OFCOM fromamongst their employees.\n\tIt shall be for the members of OFCOM mentioned in subsection (3)(a) and(b), after consulting the chief executive of OFCOM—\n\t\tto determine whether there should be any executive members falling withinsubsection (4)(b) and (subject to subsections (2) and (6)(a)) how many; and\n\t\tto make any appointments of executive members required for the purposes ofany such determination.\n\tThe Secretary of State—\n\t\tmay, by a direction to OFCOM, set a maximum and a minimum number for theexecutive members of OFCOM; and\n\t\tshall exercise his powers under this section to secure that the number ofexecutive members of OFCOM is, so far as practicable, at all times less thanthe number of other members.\n\tThe Secretary of State may by order made by statutory instrument modify thenumbers for the time being specified in subsection (2) as the maximum andminimum membership for OFCOM.\n\tA statutory instrument containing an order under subsection (7) shall besubject to annulment in pursuance of a resolution of either House ofParliament; and the power to make such an order shall include power to makesuch incidental, supplemental, consequential and transitional provision as theSecretary of State thinks fit.\n\tOFCOM shall not be treated for any purposes as a body exercising functionson behalf of the Crown; and, accordingly, no person shall be treated as aservant of the Crown by reason only of his membership of, or employment by,OFCOM.\n\tThe Schedule (which makes provision in relation to OFCOM) shall haveeffect.\nInitial function of OFCOM\n\tIt shall be the function of OFCOM (subject to subsection (5)) to do suchthings as they consider appropriate for facilitating the implementation of, orfor securing the modification of, any relevant proposals about the regulationof communications.\n\tIt shall be the duty of OFCOM to carry out their function under subsection(1) in such manner as—\n\t\tappears to them to ensure, so far as they are facilitating theimplementation of any such proposals, that there is effective co-operation inrelation to the implementation of the proposals between themselves and boththe existing regulators and the Secretary of State; and\n\t\tdoes not interfere—\n\t\twith the effective carrying out by the existing regulators of the functionsconferred on them otherwise than by this Act; or\n\t\twith the effective carrying out by the Secretary of State of his functionsrelating to wireless telegraphy.\n\tIn this Act references to relevant proposals about the regulation ofcommunications are references to the following proposals (whether or notParliament has given any approval on which the implementation of the proposalsdepends)—\n\t\tany proposals by the Secretary of State for the conferring on OFCOM(whether by transfers from the existing regulators or otherwise) of anyfunctions relating to telecommunications, wireless telegraphy, broadcasting,radio and television services or other activities connected with thecommunications industry; and\n\t\tany other proposals by the Secretary of State made in association with anyproposals falling within paragraph (a) and relating to the subject- matter ofthose proposals, to any matters that are incidental or supplemental to thoseproposals or to any consequential or transitional matters.\n\tSubject to subsections (5) and (6), OFCOM shall have power, for the purposeof carrying out their function under subsection (1), to do such things asappear to them to be incidental or conducive to the carrying out of thatfunction.\n\tNothing in this section shall be taken, in relation to proposals that havenot yet been approved by Parliament—\n\t\tas dispensing with the need for any Parliamentary approval otherwiserequired for the implementation of the proposals; or\n\t\tas authorising OFCOM, before any such approval is given, to engage in anyactivities other than activities which are connected with, or consist in,either—\n\t\tthe formulation of the proposals; or\n\t\tthe taking of preparatory steps towards their implementation whenapproved.\n\tOFCOM shall not have any power, for the purposes of or in connection withtheir function under this section, to borrow money from any person other thanthe Secretary of State.\nManagement of OFCOM\n\tOFCOM shall, in managing their affairs, have regard—\n\t\tto such general guidance concerning the management of the affairs of publicbodies as OFCOM consider appropriate; and\n\t\tsubject to any such guidance and only to the extent that they mayreasonably be regarded as applicable in relation to a statutory corporation,to generally accepted principles of good corporate governance.\nFunctions of existing regulators\n\tThe functions of each of the existing regulators shall (subject tosubsection (4)) include—\n\t\ta duty to do everything that is necessary for facilitating theimplementation of any relevant proposals about the regulation ofcommunications;\n\t\ta duty to carry out all that regulator’s functions in such manner asappears to that regulator best to secure that OFCOM —\n\t\tis able effectively to carry out their function under section 2(1); and\n\t\twill be able effectively to carry out any functions which will becomefunctions of OFCOM in consequence of the implementation of any such proposals;\n\t\ta power to do all such other things as that regulator considers appropriatefor facilitating the implementation of, or for securing the modification of,any relevant proposals about the regulation of communications;\n\t\ta power to carry out the functions of that regulator in a manner thatpromotes the interests of OFCOM.\n\tIt shall be the duty of each of the existing regulators to comply with anydirection by the Secretary of State, in relation to the carrying out of thatregulator’s functions under this Act, that requires that regulator—\n\t\tto prepare a draft scheme setting out, in the manner required by theSecretary of State, the regulator’s proposals for any such transfers ofproperty, rights and liabilities from that regulator to OFCOM as may bespecified or described in the direction;\n\t\tto consult with OFCOM about those proposals; and\n\t\tto submit that draft scheme, in such form as he may require, to theSecretary of State.\n\tSubject to subsection (4), each of the existing regulators shall havepower, for the purpose of carrying out that regulator’s functions under thissection, to do such things as appear to that regulator to be incidental orconducive to the carrying out of those functions, including (without prejudiceto the generality of that power) power to make payments to OFCOM, to secondstaff to OFCOM and to provide OFCOM with any information that they mayrequest.\n\tNothing in this section or in any direction under this section shall betaken, in relation to proposals that have not yet been approved by Parliament—\n\t\tas dispensing with the need for any Parliamentary approval otherwiserequired for the implementation of the proposals; or\n\t\tas requiring or authorising an existing regulator, before any such approvalis given, to engage in any activities other than activities which areconnected with, or consist in, either—\n\t\tthe formulation of the proposals; or\n\t\tthe taking of preparatory steps towards their implementation whenapproved.\n\tThe functions of the existing regulators by virtue of this section are inaddition to, and without prejudice to the extent of, any of their powers apartfrom this Act.\nWinding up of OFCOM on abandonment etc. of proposals\n\tIf, in consequence of the abandonment or modification of any relevantproposals about the regulation of communications it appears to the Secretaryof State that it is no longer necessary for OFCOM to continue to exist, he mayby order provide for the winding up and dissolution of OFCOM.\n\tIf, in consequence of the abandonment or modification of any relevantproposals about the regulation of communications, it appears to the Secretaryof State at any time after the end of 2003 that it is no longer necessary forOFCOM to continue to exist, it shall be the Secretary of State’s duty to laybefore Parliament a draft of an order under subsection (1) providing for OFCOMto be wound up and dissolved as soon as reasonably practicable.\n\tThe power to make an order under this section shall be exercisable bystatutory instrument, and no such order shall be made unless a draft of theorder has been laid before Parliament and has been approved by a resolution ofeach House.\n\tIf— \n\t\tin performance of the duty imposed by subsection (2), the Secretary ofState lays a draft of an order under this section before Parliament, and\n\t\ta motion for the approval of the draft order is defeated in either House,\n\t\t\tthat subsection shall not be taken to oblige the Secretary of State to lay anyfurther draft of such an order before Parliament.\n\tThe power to make an order under this section shall include—\n\t\tpower to make different provision for different cases;\n\t\tpower to make such incidental, supplemental, consequential and transitionalprovision as the Secretary of State thinks fit.\n\tWithout prejudice to the generality of the preceding provisions of thissection, the power to provide for the winding up of OFCOM shall include—\n\t\tpower to provide for the transfer of property, rights and liabilities ofOFCOM to the Secretary of State, to any of the existing regulators or to anysuch other person as may be specified in the order;\n\t\tpower to provide for the property, rights and liabilities of OFCOM to bedivided between different persons;\n\t\tpower, in connection with any provision made by virtue of paragraph (a) or(b)—\n\t\tfor the creation of interests in property transferred or divided;\n\t\tfor the creation of rights and liabilities in relation to any suchproperty; and\n\t\tfor the extinguishment of interests, right and liabilities;\n\t\tpower to provide for the payment by the Secretary of State or OFCOM ofcompensation to persons suffering loss or damage in consequence of theprovision made for the winding up of OFCOM.\n\tAn order providing for the dissolution of OFCOM may also contain provisionrepealing any of the provisions of section 1, 2 or 3 of this Act or of theSchedule.\nInterpretation \n\tIn this Act—\n\t\t  * “existing regulator” means any of the following— \n\t\tthe Broadcasting Standards Commission;\n\t\tthe Director General of Telecommunications;\n\t\tthe Independent Television Commission;\n\t\tthe Radio Authority;\n\t\t\t  * “enactment” includes an enactment passed after the passing of this Act; \n\t\t\t  * “modification” includes omissions, alterations and additions, and cognate expressions shall be construed accordingly; \n\t\t\t  * “relevant proposals about the regulation of communications” shall be construed in accordance with section 2(3); and \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"). \n\tIn this Act—\n\t\treferences to functions of an existing regulator or of the Secretary ofState include references to functions conferred by any enactment orsubordinate legislation at any time after the passing of this Act; and\n\t\treferences to functions relating to wireless telegraphy include referencesto functions under any enactment contained in, or subordinate legislation madeunder, any of the following—\n\t\tthe Wireless Telegraphy Act [1949 (c. 54)](/id/ukpga/1949/54?view=plain \"Goto item of legislation\");\n\t\tthe Wireless Telegraphy Act [1967 (c. 72)](/id/ukpga/1967/72?view=plain\"Go to item of legislation\");\n\t\tthe Marine, &c., Broadcasting (Offences) Act [1967 (c.41)](/id/ukpga/1967/41?view=plain \"Go to item of legislation\");\n\t\tthe Wireless Telegraphy Act [1998 (c. 6)](/id/ukpga/1998/6?view=plain \"Goto item of legislation\");\n\t\tPart 6 of the Telecommunications Act [1984 (c.12)](/id/ukpga/1984/12?view=plain \"Go to item of legislation\").\nShort title, commencement and extent\n\tThis Act may be cited as the Office of Communications Act 2002.\n\tSections 1, 2 and 3 and the Schedule shall come into force on such day asthe Secretary of State may by order made by statutory instrument appoint; anddifferent days may be appointed under this subsection for different purposes.\n\tThis Act extends to Northern Ireland.\n\tHer Majesty may by Order in Council extend the provisions of this Act, withsuch modifications as appear to Her Majesty in Council to be appropriate, toany of the Channel Islands or to the Isle of Man.\n\t\tSection 1"
    }
]