[
    {
        "length": 1862,
        "text": "\nPowers of local authorities in England to detain horses\n\tAfter section 7 of the Animals Act 1971 insert—\n\t“7APower of local authorities in England to detain horses\n\t\tA local authority in England may detain a horse which is in any publicplace in its area, if the conditions in subsection (2) are met.\n\t\tThe conditions are—\n\t\t\tthe local authority has reasonable grounds for believing that the horse isthere without lawful authority, and\n\t\t\tif the land is lawfully occupied by a person—\n\t\t\tthat person consents to the detention of the horse, or\n\t\t\tthe local authority has reasonable grounds for believing that that personwould consent to the detention of the horse (but this does not require theauthority to seek consent).\n\t\tSection 7C contains further provision about detention under this section.\n\t\tIn this section “local authority” means—\n\t\t\ta county council,\n\t\t\ta district council,\n\t\t\ta London borough council,\n\t\t\tthe Common Council of the City of London, and\n\t\t\tthe Council of the Isles of Scilly.”\n\t\tIn section 7 of that Act (detention and sale of trespassing livestock), atthe end insert—\n\t\tSubsections (2) to (7) do not apply to horses on land in England (as towhich, see sections 7A to 7C).”\n\t\tIn section 11 of that Act (interpretation)—\n\t\t\tafter the definition of “fencing” insert—\n\t\t\t\t  * ““horse” includes an ass, mule or hinny;”;\n\t\t\tin the definition of “livestock” omit “asses, mules, hinnies,”;\n\t\t\tafter the definition of “poultry” insert—\n\t\t\t\t  * ““public place” includes—\n\t\t\tany common land or town or village green;\n\t\t\tany highway (and the verges of any highway);”.\nPowers of freeholders and occupiers in England to detain horses\n\tAfter section 7A of the Animals Act 1971 (as inserted by section 1 of thisAct), insert—\n\t“7BPowers of freeholders and occupiers in England to detain horses\n\t\tThis section applies where a horse is on any land in England without lawfulauthority.\n\t\tThe horse may be detained—\n\t\t\tin any case, by the occupier of the land, and\n\t\t\tif the freeholder is not the occupier, by the freeholder with theoccupier’s consent.\n\t\tSection 7C contains further provision about detention under this section.”\nExercise of powers of detention\n\tAfter section 7B of the Animals Act 1971 (as inserted by section 2 of thisAct), insert—\n\t“7CDetention of horses under sections 7A and 7B\n\t\tThis section applies where a horse is detained under section 7A or 7B.\n\t\tThe right to detain the horse ceases at the end of the period of 24 hoursbeginning with the time when it is first detained unless, within that period,the person detaining the horse gives notice of the detention to—\n\t\t\tthe officer in charge of a police station, and\n\t\t\tif the person detaining the horse knows to whom the horse belongs, thatperson.\n\t\tWhere notice is given under subsection (2), the right to detain the horseceases if, within the period of 96 hours beginning with the time when it isfirst detained, the person entitled to possession of the horse—\n\t\t\tclaims it, and\n\t\t\tcomplies with the condition in subsection (4).\n\t\tThe condition is that the person tenders to each person with a claim undersection 4A in respect of the horse such amount as is sufficient to satisfy theclaim.\n\t\tIf by the end of the 96 hour period referred to in subsection (3) the rightto detain the horse has not ceased under this section—\n\t\t\townership of the horse passes to the person detaining the horse, and\n\t\t\taccordingly, the person detaining the horse may dispose of it by sellingit, arranging for it to be destroyed or in any other way.\n\t\tWhere a horse is sold under this section and the proceeds of sale, less thecosts of the sale and any costs incurred in connection with it, exceed theamount of any claims under section 4A in respect of the horse, the excess isrecoverable from the person detaining the horse by the person who would havebeen entitled to possession of the horse but for this section.\n\t\tA person detaining a horse under this section is liable for any damagecaused to it by a failure to treat it with reasonable care and supply it withadequate food and water while it is so detained.\n\t\tReferences in this section to a claim under section 4A in respect of anyhorse do not include a claim under that section for damage done by or expensesincurred in respect of the horse before it was on the land without lawfulauthority.\n\t\tIn calculating a period of 96 hours for the purposes of this section,disregard any time falling on—\n\t\t\ta Saturday or Sunday,\n\t\t\tGood Friday or Christmas Day, or\n\t\t\ta day which is a bank holiday in England and Wales under the Banking andFinancial Dealings Act 1971.”\nLiability for damage and expenses due to horses\n\tAfter section 4 of the Animals Act 1971 insert—\n\t“4ALiability for damage and expenses due to horses on land in Englandwithout lawful authority\n\t\tThis section applies where a horse is on any land in England without lawfulauthority.\n\t\tThe person to whom the horse belongs is liable for—\n\t\t\tany damage done by the horse to—\n\t\t\tthe land, or\n\t\t\tany property on it which is in the ownership or possession of thefreeholder or occupier of the land, and\n\t\t\tany expenses which are reasonably incurred by a person detaining the horseunder section 7A or 7B of this Act—\n\t\t\tin keeping the horse while it cannot be restored to the person to whom itbelongs or while it is detained under section 7A or 7B of this Act, or\n\t\t\tin ascertaining to whom it belongs.\n\t\t\t\tThis is subject to the other provisions of this Act.\n\t\tFor the purposes of this section a horse belongs to the person in whosepossession it is.”\n\t\tIn section 4 of that Act (liability for damage and expenses due totrespassing livestock), at the end insert—\n\t\tThis section does not apply in relation to horses on land in England (asto which, see section 4A).”\n\t\tIn section 5 of that Act (exceptions from liability)—\n\t\t\tin the heading and in subsection (1), for “4” substitute “4A”;\n\t\t\tafter subsection (5) insert—\n\t\t\t“(5A)A person is not liable under section 4A of this Act in respect of a horsewhich strays from a highway when its presence there was a lawful use of thehighway.”;\n\t\t\tin subsection (6), after “section 4 of this Act” insert “, or under section4A of this Act so far as relating to a straying horse in England,”.\n\t\tIn section 10 of that Act (application of certain enactments to liabilityunder sections 2 to 4), and in the heading to that section, for “4” substitute“4A”.\nCommencement, extent and short title\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales.\n\tThis Act may be cited as the Control of Horses Act 2015.\n\t\t"
    }
]