{
    "general": "This act makes sure that if someone has a horse on their land without permission, they can take steps to get rid of the horse or fix the situation. It helps people who have problems with horses on their property.",
    "series": [
        [
            {
                "length": 191,
                "short": "\"Horses in Public Places: New Legal Powers for Local Authorities\"",
                "text": "\n* Simplified point 1: The Control of Horses Act 2015 grants local authorities in England the power to detain horses found in public places without lawful authority.\n* Simplified point 2: The act allows freeholders and occupiers in England to detain horses on their land without lawful authority, and specifies the procedures for detaining and disposing of the horses.\n* Simplified point 3: The act also establishes liability for damages caused by horses on land without lawful authority, and makes owners of horses liable for any expenses incurred in detaining and caring for their animals.\n* Simplified point 4: The act applies only to horses in England and Wales, and comes into effect two months after being passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Control of Horses Act 2015 helps local authorities in England deal with horses that are on public lands without permission. This means they can keep these horses safe and find them new homes if needed. If you have a horse on your property without your permission, you can now take steps to remove it and even charge the owner for any costs involved. This law only applies to England and Wales, so if you're in Scotland or Northern Ireland, different rules might apply. Overall, this law aims to protect both people and horses by ensuring that stray or abandoned horses are cared for properly.",
    "single": "\n* The Control of Horses Act 2015 is a piece of legislation in England that allows local authorities to detain horses found on public land without permission.\n* The bill gives local authorities the power to detain horses if they have reasonable grounds to believe the horse is on the land without lawful authority.\n* The bill also allows freeholders and occupiers of land to detain horses found on their property without permission.\n* The bill outlines the process for detaining horses, including the requirement for notice to be given to the officer in charge of a police station and the person entitled to possession of the horse.\n* If the horse is not claimed within 96 hours, ownership passes to the person detaining the horse, and they may dispose of it by selling it, arranging for it to be destroyed, or in any other way.\n* The bill also makes the person detaining the horse liable for any damage caused to the horse by a failure to treat it with reasonable care and supply it with adequate food and water while it is detained.\n* The bill applies to horses found on land in England without lawful authority, and does not apply to horses on land in Scotland or Wales.\n* The bill came into force at the end of the period of two months beginning with the day on which it was passed."
}