[
    {
        "length": 158,
        "text": "\nIntroductory\n\tBill of Rights\n\t\tNothing in this Act shall be construed by any court in the United Kingdom asaffecting Article IX of the Bill of Rights 1689.\n\tHouse of Lords\n\t\tNothing in this Act shall affect the House of Lords.\n\t\tBut that is subject to—\n\t\t\tsection 15(5),\n\t\t\tparagraphs 5(3) and (4), 16(2), 22(1), 24(2)(b) and 25(1) of Schedule 1,and\n\t\t\tparagraphs 4(2) and 8(1) of Schedule 2."
    },
    {
        "length": 194,
        "text": "\nIndependent Parliamentary Standards Authority etc\n\tIndependent Parliamentary Standards Authority etc\n\t\tThere is to be a body corporate known as the Independent ParliamentaryStandards Authority (“IPSA”).\n\t\tSchedule 1 (which makes provision about the IPSA, and in particularprovides for its administration functions to be carried out by its chiefexecutive in accordance with paragraph 17 of that Schedule) has effect.\n\t\tThere is to be an officer known as the Commissioner for ParliamentaryInvestigations (“the Commissioner”).\n\t\tSchedule 2 (which makes provision about the Commissioner) has effect.\n\t\tThere is to be a committee known as the Speaker’s Committee for theIndependent Parliamentary Standards Authority (“the Committee”).\n\t\tSchedule 3 (which makes provision about the Committee) has effect."
    },
    {
        "length": 1219,
        "text": "\nSalaries and allowances for MPs\n\tMPs' salaries\n\t\tThe IPSA is to pay the salaries of members of the House of Commons inaccordance with the relevant resolutions of the House.\n\t\tThat is subject to anything done in exercise of the disciplinary powers ofthe House.\n\tMPs' allowances scheme\n\t\tThe IPSA is to pay allowances to members of the House of Commons inaccordance with the MPs' allowances scheme.\n\t\tIn this Act “the MPs' allowances scheme” means the scheme prepared underthis section as it is in effect for the time being.\n\t\tThe IPSA must—\n\t\t\tprepare the scheme;\n\t\t\treview the scheme regularly and revise it as appropriate.\n\t\tIn preparing or revising the scheme, the IPSA must consult—\n\t\t\tthe Speaker of the House of Commons,\n\t\t\tthe Committee on Standards in Public Life,\n\t\t\tthe Leader of the House of Commons,\n\t\t\tany committee of the House of Commons nominated by the Speaker,\n\t\t\tmembers of the House of Commons,\n\t\t\tthe Review Body on Senior Salaries,\n\t\t\tHer Majesty’s Revenue and Customs,\n\t\t\tthe Treasury, and\n\t\t\tany other person the IPSA considers appropriate.\n\t\tThe Speaker must lay the scheme (or revision) before the House of Commons.\n\t\tThe scheme (or revision) comes into effect on the date specified in thescheme (or revision).\n\t\tThe scheme may, for example—\n\t\t\tprovide for allowances to be payable in respect of specified kinds ofexpenditure or in specified circumstances;\n\t\t\tprovide for allowances to be payable only on specified conditions (such asa condition that claims for allowances must be supported by documentaryevidence);\n\t\t\timpose limits on the amounts that may be paid.\n\t\tThe scheme may provide for allowances to be payable in connection with aperson’s ceasing to be a member of the House of Commons; and references inthis Act to the payment of an allowance to a member are to be readaccordingly.\n\t\tThis section does not affect the provision of pensions for or in respect ofpersons with service as a member of the House of Commons (see theParliamentary and other Pensions Act [1987 (c.45)](/id/ukpga/1987/45?view=plain \"Go to item of legislation\")).\n\t\tIn section 3A(1) of the European Parliament (Pay and Pensions) Act [1979(c. 50)](/id/ukpga/1979/50?view=plain \"Go to item of legislation\") (power tomake order aligning MEPs' resettlement grants with MPs' resettlement grants),after “resolutions of the House of Commons” insert “, or a scheme undersection 5 of the Parliamentary Standards Act 2009,”.\n\tDealing with claims under the scheme\n\t\tNo allowance is to be paid to a member of the House of Commons under theMPs' allowances scheme unless a claim for the allowance has been made to theIPSA.\n\t\tThe claim must be made by the member (except where the scheme providesotherwise).\n\t\tOn receipt of a claim, the IPSA must—\n\t\t\tdetermine whether to allow or refuse the claim, and\n\t\t\tif it is allowed, determine how much of the amount claimed is to be allowedand pay it accordingly.\n\t\tSubsection (5) applies if—\n\t\t\tthe IPSA determines that a claim is to be refused or that only part of theamount claimed is to be allowed, and\n\t\t\tthe member asks the IPSA to review the determination.\n\t\tIf this subsection applies, the IPSA must—\n\t\t\treview whether the determination was properly made, and\n\t\t\tin light of that review, decide whether or not to confirm or alter thedetermination (and any necessary adjustments are to be made accordingly).\n\t\tThe MPs' allowances scheme may include—\n\t\t\tfurther provision about how claims are to be dealt with;\n\t\t\tprovision about deducting from payments of allowances amounts that a memberis to repay.\n\t\tThe scheme may provide for an allowance to which a member is entitled underthe scheme to be paid to another person at the member’s direction; andreferences in this Act to the payment of an allowance to a member are to beread accordingly.\n\tInformation and guidance about taxation\n\t\tThe IPSA must provide to members of the House of Commons—\n\t\t\tdetails of any general information or guidance about taxation issuespublished by HMRC that it considers they should be aware of, and\n\t\t\tany other general information or guidance about taxation issues that itconsiders appropriate (consulting HMRC for this purpose as it considersappropriate).\n\t\t“Taxation issues” means—\n\t\t\tissues about the taxation of salaries payable under section 4 andallowances payable under the MPs' allowances scheme, and\n\t\t\tany other issues about taxation arising in connection with those salariesand allowances.\n\t\t“HMRC” means Her Majesty’s Revenue and Customs."
    },
    {
        "length": 508,
        "text": "\nMPs' code of conduct relating to financial interests\n\tMPs' code of conduct relating to financial interests\n\t\tThe IPSA must prepare a code to be observed by members of the House ofCommons, the content of which is provision made by virtue of subsections (7)and (8).\n\t\tIn this Act “the MPs' code of conduct relating to financial interests”means the code prepared under this section as it is in effect for the timebeing.\n\t\tThe IPSA must review the code regularly and revise it as appropriate.\n\t\tIn preparing or revising the code, the IPSA must consult—\n\t\t\tthe Speaker of the House of Commons,\n\t\t\tthe Leader of the House of Commons,\n\t\t\tthe House of Commons Committee on Standards and Privileges,\n\t\t\tmembers of the House of Commons, and\n\t\t\tany other person the IPSA considers appropriate.\n\t\tThe Speaker must lay the code (or revision) before the House of Commons.\n\t\tThe code (or revision) does not come into effect until it is approved by aresolution of the House of Commons.\n\t\tThe code must require members to register specified information aboutspecified financial interests in a register maintained by the IPSA.\n\t\tThe code must prohibit a member from—\n\t\t\tby any specified means, advocating or initiating any cause or matter onbehalf of any person in consideration of any specified payment or specifiedbenefit in kind, or\n\t\t\tin consideration of any specified payment or specified benefit in kind,urging any other member to advocate or initiate, by any specified means, anycause or matter on behalf of any person.\n\t\tThe IPSA must publish the register mentioned in subsection (7) in a way itconsiders appropriate.\n\t\tIn this section “financial interest” includes—\n\t\t\ta benefit in kind;\n\t\t\tan indirect financial interest (such as a financial interest of a member ofthe family of the member concerned).\n\t\tIn this section references to a payment or a benefit in kind includereferences—\n\t\t\tto a payment or benefit in kind to any person;\n\t\t\tto an offer or agreement to make a payment or provide a benefit in kind."
    },
    {
        "length": 1166,
        "text": "\nInvestigation and enforcement\n\tInvestigations \n\t\tThe Commissioner may conduct an investigation if the Commissioner hasreason to believe that a member of the House of Commons—\n\t\t\tmay have been paid an amount under the MPs' allowances scheme that shouldnot have been allowed, or\n\t\t\tmay have failed to comply with a requirement included by virtue of section8(7) (registration of interests) in the MPs' code of conduct relating tofinancial interests.\n\t\tAn investigation may be conducted—\n\t\t\ton the Commissioner’s own initiative,\n\t\t\tat the request of the member, or\n\t\t\tin response to a complaint by an individual.\n\t\tFor the purposes of an investigation, the IPSA must provide theCommissioner with any information the Commissioner reasonably requires.\n\t\tIf, after conducting an investigation, the Commissioner finds that themember was paid an amount under the scheme that should not have been allowed,the Commissioner must refer the Commissioner’s findings to the House ofCommons Committee on Standards and Privileges.\n\t\tBut the Commissioner need not refer the findings if—\n\t\t\tthe member accepts the findings,\n\t\t\tsuch other conditions as may be specified by the IPSA are, in theCommissioner’s view, met in relation to the case, and\n\t\t\tthe member repays to the IPSA, in such manner and within such period as theCommissioner considers reasonable, such amount as the Commissioner considersreasonable.\n\t\tIf, after conducting an investigation, the Commissioner finds that themember failed to comply with a requirement included in the code by virtue ofsection 8(7), the Commissioner must refer the Commissioner’s findings to theCommittee on Standards and Privileges.\n\t\tBut the Commissioner need not refer the findings if—\n\t\t\tthe member accepts the findings,\n\t\t\tthe Commissioner considers that the financial interest concerned was minoror that the failure was inadvertent,\n\t\t\tsuch other conditions as may be specified by the IPSA are, in theCommissioner’s view, met in relation to the case, and\n\t\t\tthe member takes any steps required by the Commissioner to correct theregister.\n\t\tIf the Commissioner finds that a member who is the subject of aninvestigation has not provided the Commissioner with information theCommissioner reasonably requires for the purposes of the investigation, theCommissioner may refer the finding to the Committee on Standards andPrivileges.\n\t\tThe IPSA must determine—\n\t\t\tprocedures in relation to investigations under subsection (1);\n\t\t\tprocedures in relation to complaints under subsection (2)(c);\n\t\t\tprocedures in relation to the circumstances in which the Commissioner’sfindings are to be published.\n\t\tIn determining the procedures or any conditions under subsection (5)(b) or(7)(c), the IPSA must consult—\n\t\t\tthe Leader of the House of Commons,\n\t\t\tthe House of Commons Committee on Standards and Privileges,\n\t\t\tthe Commissioner, and\n\t\t\tany other person the IPSA considers appropriate.\n\t\tThe procedures must be fair and, in particular, provide a member who isthe subject of an investigation or complaint with an opportunity—\n\t\t\tto make representations to the Commissioner about the investigation orcomplaint;\n\t\t\tto make representations to the Commissioner, before the Commissioner’sfindings are referred to the Committee on Standards and Privileges, about thefindings.\n\t\tProcedures by virtue of subsection (11)(a) must include—\n\t\t\tan opportunity to be heard in person;\n\t\t\tan opportunity, where the Commissioner considers it appropriate, to calland examine witnesses.\n\tOffence of providing false or misleading information for allowancesclaims\n\t\tA member of the House of Commons commits an offence if the member—\n\t\t\tmakes a claim under the MPs' allowances scheme, and\n\t\t\tprovides information for the purposes of the claim that the member knows tobe false or misleading in a material respect.\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum or to both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 12months or to a fine or to both.\n\t\tIn the application of this section—\n\t\t\tin England and Wales, in relation to an offence committed before thecommencement of section 154(1) of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\"), or\n\t\t\tin Northern Ireland,\n\t\t\t\tthe reference in subsection (2)(a) to 12 months is to be read as a referenceto 6 months."
    },
    {
        "length": 1828,
        "text": "\nFinal provisions\n\tFurther functions of the IPSA and Commissioner\n\t\tThe Speaker, after consulting the Commissioner and the House of CommonsCommittee on Standards and Privileges, may agree with the IPSA that the IPSAis to carry out any registration function specified in the agreement (whetherrelating to a matter arising before or after the agreement is made or the datethis Act is passed).\n\t\tThe IPSA is to carry out the registration function accordingly.\n\t\t“Registration function” means a function—\n\t\t\twhich is a function of the Parliamentary Commissioner for Standards on thedate this Act is passed,\n\t\t\twhich relates to registration, and\n\t\t\twhich the IPSA could not carry out under any other provision of this Act.\n\t\tThe Speaker, after consulting the IPSA and the House of Commons Committeeon Standards and Privileges, may agree with the Commissioner that theCommissioner is to carry out any relevant function specified in the agreement(whether relating to a matter arising before or after the agreement is made orthe date this Act is passed).\n\t\tThe Commissioner is to carry out the relevant function accordingly.\n\t\t“Relevant function” means a function—\n\t\t\twhich is a function of the Parliamentary Commissioner for Standards on thedate this Act is passed, and\n\t\t\twhich the Commissioner could not carry out under any other provision ofthis Act.\n\t\tThe Speaker must lay an agreement under subsection (1) or (4) before theHouse of Commons.\n\t\tThe agreement does not come into effect until it is approved by aresolution of the House of Commons.\n\t\tIn this section “the Speaker” means the Speaker of the House of Commons.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the Commissioner” has the meaning given by section 3(3); \n\t\t\t  * “IPSA” has the meaning given by section 3(1); \n\t\t\t  * “the Leader of the House of Commons” means the Minister of the Crown who is for the time being designated as Leader of the House of Commons by the Prime Minister; \n\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act [1975 (c. 26)](/id/ukpga/1975/26?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the MPs' allowances scheme” has the meaning given by section 5(2); \n\t\t\t  * “the MPs' code of conduct relating to financial interests” has the meaning given by section 8(2); \n\t\t\t  * “specified” includes of a specified description. \n\t\tIn this Act any reference to a particular committee of the House ofCommons—\n\t\t\tif the name of the committee is changed, is to be treated as a reference tothe committee by its new name, and\n\t\t\tif the functions of the committee (or substantially correspondingfunctions) become functions of a different committee of that House, is to betreated as a reference to the committee by which those functions areexercisable.\n\t\tIn this Act any reference to the Committee on Standards in Public Life orto the Review Body on Senior Salaries—\n\t\t\tif the name of the body is changed, is to be treated as a reference to thebody by its new name, and\n\t\t\tif the functions of the body (or substantially corresponding functions)become functions of a different body, is to be treated as a reference to thebody by which those functions are exercisable.\n\t\tAny question arising under subsection (2) or (3) is to be determined by theSpeaker of the House of Commons.\n\tPower to make transitional etc provision\n\t\tA Minister of the Crown may by order make supplementary, incidental,transitional, transitory or saving provision in connection with this Act.\n\t\tAn order under this section may provide—\n\t\t\tthat the House of Commons' rules about members' allowances have effect forspecified purposes as if contained in a scheme under section 5,\n\t\t\tthat its rules about the registration of members' interests have effect forspecified purposes as if included by virtue of section 8(7) in the MPs' codeof conduct relating to financial interests, and\n\t\t\tthat its rules about the matters mentioned in section 8(8) have effect forspecified purposes as if included by virtue of section 8(8) in the MPs' codeof conduct relating to financial interests.\n\t\tThe purposes which may be specified do not include the purposes of section10 (offence of providing false or misleading information for allowancesclaims).\n\t\tThe order may provide for references in the rules to an officer orcommittee of the House of Commons to have effect as references to theCommissioner or the IPSA.\n\t\tAn order under this section may provide that payments of allowances made toa member of the House of Commons, to which the member was not entitled underthe rules mentioned in subsection (2)(a), may be set off against other claimsfor allowances to be paid to that member.\n\t\tAn order under this section may provide—\n\t\t\tfor the employment of persons of a specified description who are employedin connection with matters dealt with by the rules to be transferred to theIPSA by a scheme,\n\t\t\tfor specified property, rights and liabilities which subsist wholly ormainly for the purposes of the House of Commons to be transferred to the IPSAby a scheme, and\n\t\t\tfor specified documents and information held by or on behalf of the Houseof Commons (or an officer or committee of that House) to be transferred to theCommissioner or the IPSA.\n\t\tA scheme made by virtue of subsection (6) is to be made by a Minister ofthe Crown with the consent of the person who chairs the House of CommonsCommission.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of the House of Commons.\n\t\tIn this section—\n\t\t\t  * “the rules” means the rules of the House of Commons mentioned in subsection (2), \n\t\t\t  * “rules” includes resolutions, standing orders, codes, schemes and guidance. \n\tShort title and commencement\n\t\tThis Act may be cited as the Parliamentary Standards Act 2009.\n\t\tThe following provisions of this Act come into force on the day it ispassed—\n\t\t\tsection 12;\n\t\t\tsection 13;\n\t\t\tthis section;\n\t\t\tsection 15.\n\t\tThe other provisions come into force on the day appointed by a Minister ofthe Crown by order made by statutory instrument; and different days may beappointed for different purposes.\n\tExpiry of provisions of the Act\n\t\tThe relevant provisions shall expire at the end of the period of two yearsstarting with the day on which section 8 comes into force (“the effectiveperiod”).\n\t\tThe relevant provisions are sections 3(3) and (4) and 8 to 11 (and Schedule2).\n\t\tBut a Minister of the Crown may by order extend, or (on one or moreoccasions) further extend, the effective period.\n\t\tAn order under subsection (3)—\n\t\t\tis to be made by statutory instrument,\n\t\t\tmust be made before the time when the effective period would end but forthe making of the order, and\n\t\t\tshall have the effect of extending, or further extending, that period forthe period of two years beginning with that time.\n\t\tA statutory instrument containing an order under subsection (3) may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament."
    }
]