[
    {
        "length": 3749,
        "text": "\nMeasures affecting the workplace: general\n\tHealth and safety at work: general duty of self-employed persons\n\t\tSection 3 of the Health and Safety at Work etc. Act 1974 (general duty ofemployers and self-employed to persons other than their employees) is amendedin accordance with subsections (2) and (3).\n\t\tIn subsection (2) (which imposes a general duty with respect to health andsafety on self-employed persons)—\n\t\t\tafter “self-employed person” insert “who conducts an undertaking of aprescribed description”;\n\t\t\tfor “his undertaking” substitute “the undertaking”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)A description of undertaking included in regulations under subsection (2)may be framed by reference to—\n\t\t\tthe type of activities carried out by the undertaking, where thoseactivities are carried out or any other feature of the undertaking;\n\t\t\twhether persons who may be affected by the conduct of the undertaking,other than the self-employed person (or his employees), may thereby be exposedto risks to their health or safety.”\n\t\tIn section 11 of that Act (functions of the Executive), after subsection(4A) insert—\n\t\t“(4AA)Subsection (4)(b)(i) does not apply in relation to the making ofregulations under section 3(2) for the railway safety purposes (and,accordingly, the Executive shall submit under subsection (3) such proposals asthe Executive considers appropriate for the making of regulations undersection 3(2) for those purposes).”\n\t\tIn section 82 of that Act (general provisions as to interpretation andregulations)—\n\t\t\tin subsection (3)(b) for “subsection (3A) or (4)” substitute “subsection(3A), (3B) or (4)”;\n\t\t\tafter subsection (3A) insert—\n\t\t\t“(3B)Regulations under section 3(2) shall not be made unless a draft has beenlaid before and approved by resolution of each House of Parliament.”\n\t\tWhere this section comes into force at a time when there is in force anOrder in Council made under section 84(3) of the Health and Safety at Worketc. Act 1974 that applies section 3 or 11 of that Act to matters outsideGreat Britain, that Order is to be taken as applying that section as amendedby this section.\n\tRemoval of employment tribunals’ power to make wider recommendations\n\t\tIn section 124 of the Equality Act 2010 (remedies available to anemployment tribunal in discrimination cases etc), in subsection (3) (whichdescribes the recommendations that an employment tribunal may make)—\n\t\t\tin the opening words, after “adverse effect” insert “on the complainant”;\n\t\t\tomit paragraphs (a) and (b).\n\t\tIn consequence of subsection (1)—\n\t\t\tin section 124(7) of that Act omit “in so far as it relates to thecomplainant”;\n\t\t\tomit section 125 of that Act (remedies: national security).\n\tApprenticeships: simplification\n\t\tSchedule 1 makes provision about apprenticeships.\n\t\tPart 1 of the Schedule amends Part 1 of the Apprenticeships, Skills,Children and Learning Act 2009 (“the 2009 Act”) so as to simplify theprovision made by that Part about English apprenticeships.\n\t\tPart 2 of the Schedule contains further amendments of the 2009 Act inconsequence of the amendments made by Part 1.\n\t\tPart 3 of the Schedule contains minor amendments of the provision made byPart 1 of the 2009 Act about Welsh apprenticeships.\n\t\tPart 4 of the Schedule contains transitional provision.\n\tEnglish apprenticeships: funding arrangements\n\t\tThe Secretary of State may make arrangements with the Commissioners for HerMajesty’s Revenue and Customs under which the Commissioners are responsiblefor the administration of apprenticeship payments.\n\t\t“Apprenticeship payments” are payments that may be made by the Secretary ofState to any person—\n\t\t\tfor the purpose of encouraging the provision of opportunities forindividuals to complete approved English apprenticeships or to undertake workfollowing the completion of such apprenticeships, or\n\t\t\totherwise in connection with approved English apprenticeships.\n\t\tThe arrangements that may be made under subsection (1) include arrangementsunder which the Commissioners are responsible for recovery where anapprenticeship payment is made but the whole or any part of it is (forwhatever reason) recoverable by the Secretary of State.\n\t\tThe Commissioners may by regulations make provision as to theadministration of payments where arrangements are made under subsection (1).\n\t\tThe regulations may, in particular, provide that the Commissioners may,instead of making payments to persons of a description specified in theregulations—\n\t\t\tpermit them to deduct equivalent amounts from payments that they arerequired to make to the Commissioners and that are of a kind specified in theregulations;\n\t\t\tprovide them with vouchers of equivalent amounts which may be used by themin connection with approved English apprenticeships.\n\t\tThe regulations may, in particular, also provide that, where theCommissioners are responsible for recovering the whole or any part of anapprenticeship payment from a person of a description specified in theregulations, they may do so by deducting the amount from any payments thatthey would otherwise be required to make to that person and that are of a kindspecified in the regulations.\n\t\tThe regulations may make different provision for different cases.\n\t\tRegulations under this section may be made only with the consent of theSecretary of State.\n\t\tRegulations under this section must be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “approved English apprenticeship” has the same meaning asin Chapter A1 of the Apprenticeships, Skills, Children and Learning Act 2009(see Schedule 1).\n\tEnglish apprenticeships: disclosure of information\n\t\tThe Commissioners may disclose information held by them to the Secretary ofState, or to a person providing services to the Secretary of State, for thepurpose of the Secretary of State’s functions in relation to approved Englishapprenticeships.\n\t\tThe Secretary of State, or a person providing services to the Secretary ofState, may disclose information to the Commissioners, or to a person providingservices to them, for the purpose of arrangements made under section 4(1) orfor the purpose of requesting the Commissioners to disclose information undersubsection (1) of this section.\n\t\tInformation disclosed under subsection (1) may not be disclosed by therecipient of the information to any other person without the consent of theCommissioners.\n\t\tIf a person discloses, in contravention of subsection (3), any revenue andcustoms information relating to a person whose identity—\n\t\t\tis specified in the disclosure, or\n\t\t\tcan be deduced from it,\n\t\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (wrongfuldisclosure) applies in relation to that disclosure as it applies in relationto a disclosure of such information in contravention of section 20(9) of thatAct.\n\t\tIn this section—\n\t\t\t  * “approved English apprenticeship” has the same meaning as in Chapter A1 of the Apprenticeships, Skills, Children and Learning Act 2009 (see Schedule 1); \n\t\t\t  * “revenue and customs information relating to a person” has the same meaning as in section 19 of the Commissioners for Revenue and Customs Act 2005 (see section 19(2) of that Act). \n\tRequirements to wear safety helmets: exemption for Sikhs\n\t\tSection 11 of the Employment Act 1989 (exemption of Sikhs from requirementsas to wearing of safety helmets on construction sites) is amended inaccordance with subsections (2) to (10).\n\t\tIn subsection (1), for “on a construction site” substitute “at aworkplace”.\n\t\tIn subsection (2), in paragraph (a), for “on a construction site”substitute “at a workplace”.\n\t\tIn subsection (5), in the opening words, for “on a construction site”substitute “at a workplace”.\n\t\tAfter subsection (6) insert—\n\t\t\t“(6A)This section does not apply to a Sikh who—\n\t\t\tworks, or is training to work, in an occupation that involves (to anyextent) providing an urgent response to fire, riot or other hazardoussituations, and\n\t\t\tis at the workplace—\n\t\t\tto provide such a response in circumstances where the wearing of a safetyhelmet is necessary to protect the Sikh from a risk of injury, or\n\t\t\tto receive training in how to provide such a response in circumstances ofthat kind.\n\t\t\t(6B)This section also does not apply to a Sikh who—\n\t\t\tis a member of Her Majesty’s forces or a person providing support to HerMajesty’s forces, and\n\t\t\tis at the workplace—\n\t\t\tto take part in a military operation in circumstances where the wearing ofa safety helmet is necessary to protect the Sikh from a risk of injury, or\n\t\t\tto receive training in how to take part in such an operation incircumstances of that kind.”\n\t\tIn subsection (7)—\n\t\t\tomit the definitions of “building operations”, “works of engineeringconstruction” and “construction site”;\n\t\t\tbefore the definition of “injury”, insert—\n\t\t\t\t  * ““Her Majesty’s forces” has the same meaning as in the Armed Forces Act 2006;”;\n\t\t\tat the end insert—\n\t\t\t\t  * ““workplace” means any premises where work is being undertaken, including premises occupied or normally occupied as a private dwelling; and “premises” includes any place and, in particular, includes—\n\t\t\tany vehicle, vessel, aircraft or hovercraft,\n\t\t\tany installation (including a floating installation or one resting on theseabed or its subsoil or on other land covered with water or its subsoil), and\n\t\t\tany tent or moveable structure.”\n\t\tIn subsection (8), in paragraph (b), for “on a construction site”substitute “at a workplace”.\n\t\tIn subsection (9)—\n\t\t\tfor “relevant construction site” substitute “relevant workplace”;\n\t\t\tfor “construction site” (in the second place where it occurs) substitute“workplace”.\n\t\tIn subsection (10), for the words from ““relevant construction site” to theend of the subsection substitute ““relevant workplace” means any workplacewhere work is being undertaken if the premises and the activities beingundertaken there are premises and activities to which the Health and Safety atWork etc. Act 1974 applies by virtue of the Health and Safety at Work etc. Act1974 (Application outside Great Britain) Order 2013.”\n\t\tIn the sidenote, for “on construction sites” substitute “at workplaces”.\n\t\tSection 12 of that Act (protection of Sikhs from racial discrimination inconnection with requirements as to wearing of safety helmets) is amended asfollows.\n\t\tIn subsection (1)—\n\t\t\tin paragraph (a), for “on a construction site” substitute “at a workplace”;\n\t\t\tin paragraph (b), for “on such a site” substitute “at such a workplace”.\n\t\tIn subsection (3), for “Subsections (7) to (10)” substitute “Subsections(6A) to (10)”.\n\tRequirements to wear safety helmets: exemption for Sikhs: NorthernIreland\n\t\tArticle 13 of the Employment (Miscellaneous Provisions) (Northern Ireland)Order 1990 ([S.I. 1990/246](/id/uksi/1990/246?view=plain \"Go to item oflegislation\")) is amended in accordance with subsections (2) to (8).\n\t\tIn paragraph (1), for “on a construction site” substitute “at a workplace”.\n\t\tIn paragraph (2), in sub-paragraph (a), for “on a construction site”substitute “at a workplace”.\n\t\tIn paragraph (5), in the opening words, for “on a construction site”substitute “at a workplace”.\n\t\tAfter paragraph (6) insert—\n\t\t\t“(6A)This Article does not apply to a Sikh who—\n\t\t\tworks, or is training to work, in an occupation that involves (to anyextent) providing an urgent response to fire, riot or other hazardoussituations, and\n\t\t\tis at the workplace—\n\t\t\tto provide such a response in circumstances where the wearing of a safetyhelmet is necessary to protect the Sikh from a risk of injury, or\n\t\t\tto receive training in how to provide such a response in circumstances ofthat kind.\n\t\t\t(6B)This Article also does not apply to a Sikh who—\n\t\t\tis a member of Her Majesty’s forces or a person providing support to HerMajesty’s forces, and\n\t\t\tis at the workplace—\n\t\t\tto take part in a military operation in circumstances where the wearing ofa safety helmet is necessary to protect the Sikh from a risk of injury, or\n\t\t\tto receive training in how to take part in such an operation incircumstances of that kind.”\n\t\tIn paragraph (7)—\n\t\t\tomit the definitions of “building operations”, “works of engineeringconstruction” and “construction site”;\n\t\t\tbefore the definition of “injury”, insert—\n\t\t\t\t  * ““Her Majesty’s forces” has the same meaning as in the Armed Forces Act 2006;”;\n\t\t\tat the end insert—\n\t\t\t\t  * ““workplace” means any premises where work is being undertaken, including premises occupied or normally occupied as a private dwelling; and “premises” includes any place and, in particular, includes—\n\t\t\tany vehicle, vessel, aircraft or hovercraft,\n\t\t\tany installation (including a floating installation or one resting on theseabed or its subsoil or on other land covered with water or its subsoil), and\n\t\t\tany tent or moveable structure.”\n\t\tIn paragraph (8), in sub-paragraph (b), for “on a construction site”substitute “at a workplace”.\n\t\tIn the heading, for “on construction sites” substitute “at workplaces”.\n\t\tArticle 13A of that Order (protection of Sikhs from racial discriminationin connection with requirements as to wearing of safety helmets) is amended asfollows.\n\t\tIn paragraph (1)—\n\t\t\tin sub-paragraph (a), for “on a construction site” substitute “at aworkplace”;\n\t\t\tin sub-paragraph (b), for “on such a site” substitute “at such aworkplace”.\n\t\tIn paragraph (3), for “Paragraphs (7) and (8)” substitute “Paragraphs (6A)to (8)”."
    },
    {
        "length": 3204,
        "text": "\nMeasures affecting business: particular areas\n\tDriving instructors\n\t\tSchedule 2 makes provision to simplify the regulation of drivinginstructors by removing the separate system for the registration of disabledinstructors.\n\t\tPart 1 of the Schedule contains amendments of Part 5 of the Road TrafficAct 1988 as amended by Schedule 6 to the Road Safety Act 2006.\n\t\tPart 2 of the Schedule contains transitory amendments of Part 5 of the RoadTraffic Act 1988 which have effect before the commencement of Schedule 6 tothe Road Safety Act 2006.\n\t\tPart 3 of the Schedule contains consequential and related amendments.\n\tMotor insurers\n\t\tIn Part 6 of the Road Traffic Act 1988 (compulsory insurance or securityagainst third-party risks), section 147 (issue and surrender of certificatesof insurance and of security) is amended as follows.\n\t\tIn subsection (1), for “A policy of insurance shall be of no effect for thepurposes of this Part of this Act unless and until there is delivered by theinsurer” substitute “An insurer issuing a policy of insurance for the purposesof this Part of this Act must deliver”.\n\t\tIn subsection (2), for “A security shall be of no effect for the purposesof this Part of this Act unless and until there is delivered by the persongiving the security” substitute “A person giving a security for the purposesof this Part of this Act must deliver”.\n\t\tOmit subsections (4) to (5) (obligation to surrender certificate followingcancellation of policy of insurance or security).\n\t\tSchedule 3 makes amendments in consequence of this section.\n\tTaxis and private hire vehicles: duration of licences\n\t\tThe Local Government (Miscellaneous Provisions) Act 1976 is amended asfollows.\n\t\tIn section 53 (drivers’ licences for hackney carriages and private hirevehicles)—\n\t\t\tin subsection (1)(a), for “for such lesser period as the district councilmay specify in such licence” substitute “for such lesser period, specified inthe licence, as the district council think appropriate in the circumstances ofthe case”;\n\t\t\tin subsection (1)(b), for “for such lesser period as they may specify insuch licence” substitute “for such lesser period, specified in the licence, asthe district council think appropriate in the circumstances of the case”.\n\t\tIn section 55 (licensing of operators of private hire vehicles), forsubsection (2) substitute—\n\t\tEvery licence granted under this section shall remain in force for fiveyears or for such lesser period, specified in the licence, as the districtcouncil think appropriate in the circumstances of the case.”\n\tPrivate hire vehicles: sub-contracting\n\t\tIn the Local Government (Miscellaneous Provisions) Act 1976, after section 55insert—\n\t\t“55ASub-contracting by operators\n\t\t\tA person licensed under section 55 who has in a controlled districtaccepted a booking for a private hire vehicle may arrange for another personto provide a vehicle to carry out the booking if—\n\t\t\t\tthe other person is licensed under section 55 in respect of the samecontrolled district and the sub-contracted booking is accepted in thatdistrict;\n\t\t\t\tthe other person is licensed under section 55 in respect of anothercontrolled district and the sub-contracted booking is accepted in thatdistrict;\n\t\t\t\tthe other person is a London PHV operator and the sub-contracted booking isaccepted at an operating centre in London; or\n\t\t\t\tthe other person accepts the sub-contracted booking in Scotland.\n\t\t\tIt is immaterial for the purposes of subsection (1) whether or not sub-contracting is permitted by the contract between the person licensed undersection 55 who accepted the booking and the person who made the booking.\n\t\t\tWhere a person licensed under section 55 in respect of a controlleddistrict is also licensed under that section in respect of another controlleddistrict, subsection (1) (so far as relating to paragraph (b) of thatsubsection) and section 55B(1) and (2) apply as if each licence were held by aseparate person.\n\t\t\tWhere a person licensed under section 55 in respect of a controlleddistrict is also a London PHV operator, subsection (1) (so far as relating toparagraph (c) of that subsection) and section 55B(1) and (2) apply as if theperson holding the licence under section 55 and the London PHV operator wereseparate persons.\n\t\t\tWhere a person licensed under section 55 in respect of a controlleddistrict also makes provision in the course of a business for the invitationor acceptance of bookings for a private hire car or taxi in Scotland,subsection (1) (so far as relating to paragraph (d) of that subsection) andsection 55B(1) and (2) apply as if the person holding the licence undersection 55 and the person making the provision in Scotland were separatepersons.\n\t\t\t\tIn this subsection, “private hire car” and “taxi” have the same meaning as insections 10 to 22 of the Civic Government (Scotland) Act 1982.\n\t\t\tIn this section, “London PHV operator” and “operating centre” have the samemeaning as in the Private Hire Vehicles (London) Act 1998.\n\t\tBSub-contracting by operators: criminal liability\n\t\t\tIn this section—\n\t\t\t\t  * “the first operator” means a person licensed under section 55 who has in a controlled district accepted a booking for a private hire vehicle and then made arrangements for another person to provide a vehicle to carry out the booking in accordance with section 55A(1);\n\t\t\t\t  * “the second operator” means the person with whom the first operator made the arrangements (and, accordingly, the person who accepted the sub-contracted booking).\n\t\t\tThe first operator is not to be treated for the purposes of section46(1)(e) as operating a private hire vehicle by virtue of having invited oraccepted the booking.\n\t\t\tThe first operator is guilty of an offence if—\n\t\t\t\tthe second operator is a person mentioned in section 55A(1)(a) or (b),\n\t\t\t\tthe second operator contravenes section 46(1)(e) in respect of the sub-contracted booking, and\n\t\t\t\tthe first operator knew that the second operator would contravene section46(1)(e) in respect of the booking.”\n\tSpace activity: limit on indemnity required\n\t\tThe Outer Space Act 1986 is amended as follows.\n\t\tIn section 3 (prohibition of unlicensed activities), after subsection (3)insert—\n\t\t\t“(3A)An order under subsection (3) may—\n\t\t\tprovide that section 10(1) does not apply to a person to the extent thatthe person is carrying on activities that do not require a licence by virtueof the order;\n\t\t\tspecify the maximum amount of a person’s liability under section 10(1) sofar as the liability relates to the carrying on of activities that do notrequire a licence by virtue of the order.”\n\t\tIn section 5 (terms of licence), after subsection (2) insert—\n\t\tA licence must specify the maximum amount of the licensee’s liability toindemnify Her Majesty’s government in the United Kingdom under section 10 inrespect of activities authorised by the licence.”\n\t\tIn section 10 (obligation to indemnify government against claims), aftersubsection (1) insert—\n\t\t“(1A)Subsection (1) is subject to—\n\t\t\tany limit on the amount of a person’s liability that is specified in alicence, and\n\t\t\tany order made under section 3(3).”\n\t\tThe Secretary of State may vary any licence under section 4 of the 1986 Actthat is held at the time when this section comes into force so as to specifythe maximum amount of the licensee’s liability under section 10 of that Act.\n\t\tA variation under subsection (5) is to be made by giving notice in writingto the licensee.\n\t\tThe power under section 15(6) of the 1986 Act may be exercised so as toextend to any of the Channel Islands, the Isle of Man or any British overseasterritory any provision made by this section (subject to any specifiedexceptions or modifications).\n\tAgricultural Holdings Act 1986: resolution of disputes by third partydetermination\n\t\tSchedule 4 amends the Agricultural Holdings Act 1986 to provide for certainmatters arising under the Act to be capable of third party determination.\n\tShippers etc of gas\n\t\tIn Part 1 of the Energy Act 2008 (gas importation and storage), aftersection 3 insert—\n\t\t“3AException for unloading to an installation in certain circumstances\n\t\t\tThe prohibition in section 2(1) does not apply to a person (“A”) who uses acontrolled place for the unloading of gas to an installation if—\n\t\t\t\tthe installation is maintained by another person (“B”) who has a licence inrespect of the maintenance of the installation and the use of a controlledplace for the unloading of gas to it, and\n\t\t\t\tB consents to the use by A of the controlled place for the unloading of gasto the installation.”\n\t\t\tIn consequence of subsection (1), in section 2(2) of the 2008 Act, for“section 3” substitute “sections 3 and 3A”.\n\tSuppliers of fuel and fireplaces\n\t\tPart 3 of the Clean Air Act 1993 (smoke control areas) is amended asfollows.\n\t\tIn section 20 (offence of emitting smoke in smoke control area whereemission caused by use of fuel other than authorised fuel), after subsection(5) insert—\n\t\t\t“(5ZA)In the application of this Part to England, “authorised fuel” means afuel included in a list of authorised fuels kept by the Secretary of State forthe purposes of this Part.\n\t\t(5ZB)The Secretary of State must—\n\t\t\tpublish the list of authorised fuels, and\n\t\t\tpublish a revised copy of the list as soon as is reasonably practicableafter any change is made to it.\n\t\t\t(5ZC)The list must be published in such manner as the Secretary of Stateconsiders appropriate.”\n\t\tIn that section, in subsection (6) as it applies in relation to England andWales (definition of “authorised fuel”), for “In” substitute “Except asprovided by subsection (5ZA), in”.\n\t\tIn section 21 (power by order to exempt certain fireplaces), at thebeginning insert—\n\t\t“(A1)For the purposes of the application of this Part to England, theSecretary of State may exempt any class of fireplace from the provisions ofsection 20 (prohibition of smoke emissions in smoke control area) if he issatisfied that such fireplaces can be used for burning fuel other thanauthorised fuels without producing any smoke or a substantial quantity ofsmoke.\n\t\t(A2)An exemption under subsection (A1) may be made subject to such conditionsas the Secretary of State considers appropriate.\n\t\t(A3)The Secretary of State must—\n\t\t\tpublish a list of those classes of fireplace that are exempt undersubsection (A1) including details of any conditions to which an exemption issubject;\n\t\t\tpublish a revised copy of the list as soon as is reasonably practicableafter any change is made to the classes of fireplace that are so exempt or tothe conditions to which an exemption is subject.\n\t\t\t(A4)The list must be published in such manner as the Secretary of Stateconsiders appropriate.”\n\t\tIn that section as it applies in relation to England and Wales, theexisting text becomes subsection (5) and in that subsection, for “The”substitute “Except where subsection (A1) applies, the”.\n\t\tIn the sidenote to that section, omit “by order”.\n\t\tIn section 29 (interpretation of Part 3), in the definition of “authorisedfuel”, for “20(6)” substitute “20”.\n\tSellers of knitting yarn\n\t\tThe Weights and Measures (Knitting Yarns) Order 1988 ([S.I.1988/895](/id/uksi/1988/895?view=plain \"Go to item of legislation\"))(quantities in which yarn is to be sold) is revoked.\n\t\tIn consequence of subsection (1), in the Weights and Measures (SpecifiedQuantities) (Pre-packed Products) Regulations 2009 ([S.I.2009/663](/id/uksi/2009/663?view=plain \"Go to item of legislation\")), omitregulation 3."
    },
    {
        "length": 2435,
        "text": "\nAuthorisation of insolvency practitioners\n\tPart 13 of the Insolvency Act 1986 (insolvency practitioners and theirqualification) is amended in accordance with subsections (2) to (4).\n\tIn section 390 (persons not qualified to act as insolvency practitioners),for subsection (2) substitute—\n\tA person is not qualified to act as an insolvency practitioner at any timeunless at that time the person is appropriately authorised under section390A.”\n\tAfter section 390 insert—\n\t“390AAuthorisation\n\t\tIn this Part—\n\t\t\t  * “partial authorisation” means authorisation to act as an insolvency practitioner—\n\t\t\tonly in relation to companies, or\n\t\t\tonly in relation to individuals;\n\t\t\t\t  * “full authorisation” means authorisation to act as an insolvency practitioner in relation to companies, individuals and insolvent partnerships;\n\t\t\t\t  * “partially authorised” and “fully authorised” are to be construed accordingly.\n\t\tA person is fully authorised under this section to act as an insolvencypractitioner—\n\t\t\tby virtue of being a member of a professional body recognised under section391(1) and being permitted to act as an insolvency practitioner for allpurposes by or under the rules of that body, or\n\t\t\tby holding an authorisation granted by the Department of Enterprise, Tradeand Investment in Northern Ireland under Article 352 of the Insolvency(Northern Ireland) Order 1989.\n\t\tA person is partially authorised under this section to act as an insolvencypractitioner—\n\t\t\tby virtue of being a member of a professional body recognised under section391(1) and being permitted to act as an insolvency practitioner in relationonly to companies or only to individuals by or under the rules of that body,or\n\t\t\tby virtue of being a member of a professional body recognised under section391(2) and being permitted to act as an insolvency practitioner by or underthe rules of that body.\n\tBPartial authorisation: acting in relation to partnerships\n\t\tA person who is partially authorised to act as an insolvency practitionerin relation to companies may nonetheless not accept an appointment to act inrelation to a company if at the time of the appointment the person is awarethat the company—\n\t\t\tis or was a member of a partnership, and\n\t\t\thas outstanding liabilities in relation to the partnership.\n\t\tA person who is partially authorised to act as an insolvency practitionerin relation to individuals may nonetheless not accept an appointment to act inrelation to an individual if at the time of the appointment the person isaware that the individual—\n\t\t\tis or was a member of a partnership other than a Scottish partnership, and\n\t\t\thas outstanding liabilities in relation to the partnership.\n\t\tSubject to subsection (9), a person who is partially authorised to act asan insolvency practitioner in relation to companies may nonetheless notcontinue to act in relation to a company if the person becomes aware that thecompany—\n\t\t\tis or was a member of a partnership, and\n\t\t\thas outstanding liabilities in relation to the partnership,\n\t\t\t\tunless the person is granted permission to continue to act by the court.\n\t\tSubject to subsection (9), a person who is partially authorised to act asan insolvency practitioner in relation to individuals may nonetheless notcontinue to act in relation to an individual if the person becomes aware thatthe individual—\n\t\t\tis or was a member of a partnership other than a Scottish partnership, and\n\t\t\thas outstanding liabilities in relation to the partnership,\n\t\t\tunless the person is granted permission to continue to act by the court.\n\t\tThe court may grant a person permission to continue to act for the purposesof subsection (3) or (4) if it is satisfied that the person is competent to doso.\n\t\tA person who is partially authorised and becomes aware as mentioned insubsection (3) or (4) may alternatively apply to the court for an order (a“replacement order”) appointing in his or her place a person who is fullyauthorised to act as an insolvency practitioner in relation to the company or(as the case may be) the individual.\n\t\tA person may apply to the court for permission to continue to act or for areplacement order under—\n\t\t\twhere acting in relation to a company, this section or, if it applies,section 168(5B) (member of insolvent partnership: England and Wales);\n\t\t\twhere acting in relation to an individual, this section or, if it applies,section 303(2C) (member of insolvent partnership: England and Wales).\n\t\tA person who acts as an insolvency practitioner in contravention of any ofsubsections (1) to (4) is guilty of an offence under section 389 (actingwithout qualification).\n\t\tA person does not contravene subsection (3) or (4) by continuing to act asan insolvency practitioner during the permitted period if, within the periodof 7 business days beginning with the day after the day on which the personbecomes aware as mentioned in the subsection, the person—\n\t\t\tapplies to the court for permission to continue to act, or\n\t\t\tapplies to the court for a replacement order.\n\t\tFor the purposes of subsection (9)—\n\t\t\t  * “business day” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday in any part of Great Britain;\n\t\t\t  * “permitted period” means the period beginning with the day on which the person became aware as mentioned in subsection (3) or (4) and ending on the earlier of—\n\t\t\tthe expiry of the period of 6 weeks beginning with the day on which the personapplies to the court as mentioned in subsection (9)(a) or (b), and\n\t\t\tthe day on which the court disposes of the application (by granting orrefusing it);\n\t\t\t\t  * “replacement order” has the meaning given by subsection (6).”\n\t\tFor section 391 (recognised professional bodies) substitute—\n\t“391Recognised professional bodies\n\t\tThe Secretary of State may by order declare a body which appears to theSecretary of State to meet the requirements of subsection (4) to be arecognised professional body which is capable of providing its insolvencyspecialist members with full authorisation or partial authorisation.\n\t\tThe Secretary of State may by order declare a body which appears to theSecretary of State to meet the requirements of subsection (4) to be arecognised professional body which is capable of providing its insolvencyspecialist members with partial authorisation only.\n\t\tAn order under subsection (2) must state whether the partial authorisationrelates to companies or to individuals.\n\t\tThe requirements are that the body—\n\t\t\tregulates the practice of a profession, and\n\t\t\tmaintains and enforces rules for securing that its insolvency specialistmembers—\n\t\t\tare fit and proper persons to act as insolvency practitioners, and\n\t\t\tmeet acceptable requirements as to education and practical training andexperience.\n\t\tThe Secretary of State may make an order revoking an order under subsection(1) or (2) in relation to a professional body if it appears to the Secretaryof State that the body no longer meets the requirements of subsection (4).\n\t\tThe Secretary of State may make an order revoking an order under subsection(1) and replacing it with an order under subsection (2) in relation to aprofessional body if it appears to the Secretary of State that the body iscapable of providing its insolvency specialist members with partialauthorisation only.\n\t\tAn order of the Secretary of State under this section has effect from suchdate as is specified in the order.\n\t\tAn order revoking an order made under subsection (1) or (2) may makeprovision whereby members of the body in question continue to be treated asfully or partially authorised to act as insolvency practitioners (as the casemay be) for a specified period after the revocation takes effect.\n\t\tIn this section—\n\t\t\treferences to members of a recognised professional body are to persons who,whether members of that body or not, are subject to its rules in the practiceof the profession in question (and the references in section 390A to membersof a recognised professional body are to be read accordingly);\n\t\t\treferences to insolvency specialist members of a professional body are tomembers who are permitted by or under the rules of the body to act asinsolvency practitioners.”\n\t\tIn section 415A of the Insolvency Act 1986 (fees orders (general))—\n\t\t\tin subsection (1) (fees for grant or maintenance of recognition ofprofessional body), in paragraph (b) (power to refuse recognition, or revokeorder of recognition, where fee not paid), after “391(1)” insert “or (2)”;\n\t\t\tafter subsection (1) (fees for grant or maintenance of recognition ofprofessional body) insert—\n\t\t\t\t“(1A)Fees under subsection (1) may vary according to whether the body isrecognised under section 391(1) (body providing full and partialauthorisation) or under section 391(2) (body providing partialauthorisation).”\n\t\tAn order under section 391(1) of the Insolvency Act 1986 (recognisedprofessional bodies) made before the coming into force of this section is,following the coming into force of this section, to be treated as if it weremade under section 391(1) as substituted by subsection (4) of this section."
    },
    {
        "length": 1872,
        "text": "\nAuditors ceasing to hold office\n\tChapter 4 of Part 16 of the Companies Act 2006 (audit: removal,resignation, etc of auditors) is amended as follows.\n\tIn section 519 (statement by auditor to be deposited with company onceasing to hold office), for subsections (1) to (3) substitute—\n\tAn auditor of a public interest company who is ceasing to hold office (atany time and for any reason) must send to the company a statement of thereasons for doing so.\n\tAn auditor (“A”) of a non-public interest company who is ceasing to holdoffice must send to the company a statement of the reasons for doing so unlessA satisfies the first or second condition.\n\t\t(2A)The first condition is that A is ceasing to hold office—\n\t\tin the case of a private company, at the end of a period for appointingauditors;\n\t\tin the case of a public company, at the end of an accounts meeting.\n\t\t(2B)The second condition is that—\n\t\tA’s reasons for ceasing to hold office are all exempt reasons (as to whichsee section 519A(3)), and\n\t\tthere are no matters connected with A’s ceasing to hold office that Aconsiders need to be brought to the attention of members or creditors of thecompany.\n\tA statement under this section must include—\n\t\tthe auditor’s name and address;\n\t\tthe number allocated to the auditor on being entered in the register ofauditors kept under section 1239;\n\t\tthe company’s name and registered number.\n\t\t(3A)Where there are matters connected with an auditor’s ceasing to hold officethat the auditor considers need to be brought to the attention of members orcreditors of the company, the statement under this section must includedetails of those matters.\n\t\t(3B)Where—\n\t\tan auditor (“A”) of a non-public interest company is required by subsection(2) to send a statement, and\n\t\tA considers that none of the reasons for A’s ceasing to hold office, and nomatters (if any) connected with A’s ceasing to hold office, need to be broughtto the attention of members or creditors of the company,\n\t\tA’s statement under this section must include a statement to that effect.”\n\tAfter section 519 insert—\n\t“519AMeaning of “public interest company”, “non-public interest company”and “exempt reasons”\n\t\tIn this Chapter—\n\t\t\t  * “public interest company” means a company—\n\t\t\tany of whose transferable securities are included in the official list (withinthe meaning of Part 6 of the Financial Services and Markets Act 2000), or\n\t\t\tany of whose equity share capital is officially listed in an EEA state;\n\t\t\t\t  * “non-public interest company” means a company that is not a public interest company.\n\t\tFor the purposes of the definition of “public interest company”,“transferable securities” means anything which is a transferable security forthe purposes of Directive[2004/39/EC](/european/directive/2004/0039?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council on markets infinancial instruments.\n\t\tIn the application of this Chapter to an auditor (“A”) of a company ceasingto hold office, the following are “exempt reasons”—\n\t\t\tA is no longer to carry out statutory audit work within the meaning of Part42 (see section 1210(1));\n\t\t\tthe company is, or is to become, exempt from audit under section 477, 479Aor 480, or from the requirements of this Part under section 482, and intendsto include in its balance sheet a statement of the type described in section475(2);\n\t\t\tthe company is a subsidiary undertaking of a parent undertaking that isincorporated in the United Kingdom and—\n\t\t\tthe parent undertaking prepares group accounts, and\n\t\t\tA is being replaced as auditor of the company by the auditor who isconducting, or is to conduct, an audit of the group accounts;\n\t\t\tthe company is being wound up under Part 4 of the Insolvency Act 1986 orPart 5 of the Insolvency (Northern Ireland) Order 1989 ([S.I. 1989/2405 (N.I.19)](/id/nisi/1989/2405?view=plain \"Go to item of legislation\")), whethervoluntarily or by the court, or a petition under Part 4 of that Act or Part 5of that Order for the winding up of the company has been presented and notfinally dealt with or withdrawn.\n\t\tBut the reason described in subsection (3)(c) is only an exempt reason ifthe auditor who is conducting, or is to conduct, an audit of the groupaccounts is also conducting, or is also to conduct, the audit (if any) of theaccounts of each of the subsidiary undertakings (of the parent undertaking)that is incorporated in the United Kingdom and included in the consolidation.\n\t\tThe Secretary of State may by order amend the definition of “publicinterest company” in subsection (1).\n\t\tAn order under subsection (5) is subject to negative resolution procedure.”\n\t\tIn section 523 (duty of company to notify appropriate audit authority), forsubsections (1) to (3) substitute—\n\t\tThis section applies if an auditor is ceasing to hold office—\n\t\t\tin the case of a private company, at any time other than at the end of aperiod for appointing auditors;\n\t\t\tin the case of a public company, at any time other than at the end of anaccounts meeting.\n\t\t\t\t(1A)But this section does not apply if the company reasonably believes thatthe only reasons for the auditor’s ceasing to hold office are exempt reasons(as to which see section 519A(3)).\n\t\tWhere this section applies, the company must give notice to the appropriateaudit authority that the auditor is ceasing to hold office.\n\t\t(2A)The notice is to take the form of a statement by the company of what thecompany believes to be the reasons for the auditor’s ceasing to hold officeand must include the information listed in section 519(3).\n\t\tThis is subject to subsection (2C).\n\t\t(2B)Subsection (2C) applies where—\n\t\t\tthe company receives a statement from the auditor under section 519,\n\t\t\tthe statement is sent at the time required by section 519(4), and\n\t\t\tthe company agrees with the contents of the statement.\n\t\t\t(2C)Where this subsection applies, the notice may instead take the form of acopy of the statement endorsed by the company to the effect that it agreeswith the contents of the statement.\n\t\tA notice under this section must be given within the period of 28 daysbeginning with the day on which the auditor ceases to hold office.”\n\t\tSchedule 5 (auditors ceasing to hold office) makes provision about thefollowing matters—\n\t\t\tthe notification requirements that apply on an auditor ceasing to holdoffice;\n\t\t\tthe requirements that apply if there is a failure to re-appoint an auditor;\n\t\t\tthe replacement of references to documents being deposited at a company’sregistered office."
    },
    {
        "length": 116,
        "text": "\nInsolvency and company law: miscellaneous\n\tSchedule 6 makes provision about the following matters—\n\t\tdeeds of arrangement;\n\t\tadministration and winding up of companies;\n\t\tdisqualification of unfit directors of insolvent companies;\n\t\tbankruptcy; \n\t\tinsolvency practitioners;\n\t\tliabilities of administrators etc and preferential debts;\n\t\tappointment of proxies under company law."
    },
    {
        "length": 267,
        "text": "\nRecorded rights of way: additional protection\n\tIn the Countryside and Rights of Way Act 2000, after section 55 (bridlewayrights over ways shown as bridleways) insert—\n\t“55AOther protected rights: England\n\t\tA surveying authority in England may not, at any time after the cut-offdate, make a modification to a definitive map and statement under section53(2)(b) of the Wildlife and Countryside Act 1981 if—\n\t\t\tthe modification might affect the exercise of a protected right of way, and\n\t\t\tthe only basis for the authority considering that the modification isrequisite is the discovery by the authority of evidence that the right of waydid not exist before 1 January 1949.\n\t\tIn subsection (1), “protected right of way” means any right of way overland shown in the definitive map and statement on the cut-off date as afootpath, bridleway, restricted byway or byway open to all traffic.\n\t\tIn this section, “cut-off date” has the meaning given in section 56.”"
    },
    {
        "length": 855,
        "text": "\nUnrecorded rights of way: protection from extinguishment\n\tIn the Countryside and Rights of Way Act 2000, after section 56 (cut-off datefor extinguishment of certain unrecorded rights of way) insert—\n\t“56AUnrecorded rights of way: protection from extinguishment\n\t\tThe provision that may be made by regulations under section 56(2) by theSecretary of State includes—\n\t\t\tprovision enabling a surveying authority to designate, at any time duringthe period of one year beginning with the cut-off date, public rights of wayin their area that were extinguished immediately after that date, subject toany conditions or exceptions specified in the regulations;\n\t\t\tprovision for a designated right of way to cease to be regarded asextinguished as from the time of the designation;\n\t\t\tprovision requiring a surveying authority to determine, within a periodspecified in the regulations, whether to make an order under section 53(2) ofthe 1981 Act making modifications to a definitive map and statement to show adesignated right of way;\n\t\t\tprovision as to the procedure applicable in relation to such adetermination, including provision for an application to be made to amagistrates’ court where a surveying authority fails to make the determinationwithin a period specified in the regulations;\n\t\t\tprovision for a designated right of way to be extinguished if a surveyingauthority determines not to make an order under section 53(2) of the 1981 Actor if such an order is made but is not confirmed or is quashed, subject to anyexceptions specified in the regulations;\n\t\t\tprovision requiring a surveying authority to keep such information as maybe specified in the regulations about designated rights of way in a separatepart of the register maintained by them under section 53B of the 1981 Act.\n\t\tThe provision that may be made by virtue of subsection (1)(d) includesprovision applying Schedule 14A to the 1981 Act, subject to such modificationsas may be specified in the regulations.\n\t\tRegulations under section 56(2) made by the Secretary of State may alsoprovide—\n\t\t\tthat an enactment specified in the regulations which would otherwise applyin relation to a designated right of way does not so apply, or so applies withmodifications specified in the regulations, in relation to times during thedesignation period (see subsection (4) below);\n\t\t\twhere an order under section 53(2) of the 1981 Act making modifications toa definitive map and statement to show a designated right of way takes effect,that the modifications are to be treated, for the purposes of section 55A, ashaving taken effect immediately before the cut-off date.\n\t\tIn subsection (3)(a), “the designation period” means the period which—\n\t\t\tbegins when the right of way is designated, and\n\t\t\tends when—\n\t\t\tan order under section 53(2) of the 1981 Act making modifications to adefinitive map and statement to show the right of way takes effect, or\n\t\t\tif no such order is made, the right of way is extinguished in accordancewith the regulations.\n\t\tIn this section—\n\t\t\t  * “cut-off date” has the meaning given in section 56;\n\t\t\t  * “enactment” means a provision of an Act or of subordinate legislation (within the meaning of the Interpretation Act 1978).”"
    },
    {
        "length": 409,
        "text": "\nConversion of public rights of way to private rights of way\n\tIn the Countryside and Rights of Way Act 2000, after section 56A (asinserted by section 21) insert—\n\t“56BConversion of certain public rights of way to private rights of way\n\t\tThis section applies where—\n\t\t\ta public right of way over land in England would be extinguished undersection 53 immediately after the cut-off date, and\n\t\t\ton the cut-off date, the exercise of the right of way—\n\t\t\tis reasonably necessary to enable a person with an interest in land toobtain access to it, or\n\t\t\twould have been reasonably necessary to enable that person to obtainaccess to a part of that land if the person had an interest in that part only.\n\t\tThe public right of way becomes, immediately after the cut-off date, aprivate right of way of the same description for the benefit of the land or(as the case may be) the part of the land.\n\t\tFor the purposes of subsection (1)(b), it is irrelevant whether the personis, on the cut-off date, in fact—\n\t\t\texercising the existing public right of way, or\n\t\t\table to exercise it.\n\t\tIn this section, “cut-off date” has the meaning given in section 56.”\n\t\tIn consequence of the amendments made by sections 20 and 21 and thissection, in section 56 of the 2000 Act, in subsection (1), for “sections 53and 55” substitute “sections 53, 55, 55A, 56A and 56B”."
    },
    {
        "length": 478,
        "text": "\nApplications by owners etc for public path orders\n\tThe Highways Act 1980 is amended as follows.\n\tIn section 118ZA(1) (which makes provision for owners, lessees or occupiersof certain land to be able to apply for a public path extinguishment order),after “horses” insert “, or of any land in England of a prescribeddescription,”.\n\tIn section 119ZA(1) (which makes provision for owners, lessees or occupiersof certain land to be able to apply for a public path diversion order), after“horses” insert “, or of any land in England of a prescribed description,”.\n\tIn section 121E(1) (which specifies the duties of the Secretary of State oncertain appeals relating to the extinguishment or diversion of public paths),after “section 121D(1)(a) above,” insert “in relation to an application madeunder section 118C or 119C above or an application made under section 118ZA or119ZA above to a council in Wales,”.\n\tAfter section 121E(1) insert—\n\t\t“(1A)Where an appeal to the Secretary of State is brought under section121D(1)(a) above, in relation to an application made under section 118ZA or119ZA above to a council in England, the Secretary of State shall either—\n\t\tdetermine not to make an order on the application, or\n\t\ttake the steps mentioned in subsection (1)(a) to (c).\n\t\t(1B)Where the Secretary of State determines under subsection (1A)(a) not tomake an order, the Secretary of State shall inform the applicant of thedecision and the reasons for it.”\n\tIn Schedule 6, in paragraph 2A(1)(b), after “section 121E(1)(c)” insert “or(1A)(a)”."
    },
    {
        "length": 706,
        "text": "\nExtension of powers to authorise erection of gates at owner’s request\n\tSection 147 of the Highways Act 1980 (which allows highway authorities etcto authorise the erection of stiles and gates etc on footpaths or bridlewayscrossing agricultural land) is amended as follows.\n\tIn subsection (1), after “For the purposes of this section” insert “as itapplies in relation to footpaths or bridleways,”.\n\tAfter subsection (1) insert—\n\t\t“(1A)The following provisions of this section, so far as relating to theerection of gates, also apply where the owner, lessee or occupier ofagricultural land in England, or of land in England which is being broughtinto use for agriculture, represents to a competent authority in England, asrespects a restricted byway or byway open to all traffic that crosses theland, that for securing that the use, or any particular use, of the land foragriculture shall be efficiently carried on, it is expedient that gates forpreventing the ingress or egress of animals should be erected on the byway.\n\tFor the purposes of this section the following are competent authorities—\n\t\tin the case of a restricted byway which is for the time being maintained bya non-metropolitan district council by virtue of section 42 above, thatcouncil and also the highway authority; and\n\t\tin the case of any other restricted byway or in the case of a byway open toall traffic, the highway authority.”\n\tIn subsection (3), for “footpath or bridleway” substitute “footpath,bridleway or byway”.\n\tAfter subsection (5) insert—\n\t“(5A)In this section, “byway open to all traffic” has the same meaning as inPart 3 of the Wildlife and Countryside Act 1981 (see section 66(1) of thatAct).”\n\tIn consequence of the amendments made by this section to section 147,section 146 of the 1980 Act is amended as follows—\n\t\tin subsection (1), after “restricted byway” (in the first place it occurs)insert “or across a byway open to all traffic in England”;\n\t\tin that subsection, for “or restricted byway” (in the second place itoccurs) substitute “, restricted byway or byway open to all traffic”;\n\t\tin subsection (2)(b), after “restricted byway” insert “or in the case of abyway open to all traffic”;\n\t\tafter subsection (5) insert—\n\tIn this section, “byway open to all traffic” has the same meaning as inPart 3 of the Wildlife and Countryside Act 1981 (see section 66(1) of thatAct).”;\n\t\tin the heading to the section, for “restricted byways” substitute “byways”."
    },
    {
        "length": 479,
        "text": "\nApplications for certain orders under Highways Act 1980: cost recovery\n\tThe Highways Act 1980 is amended as follows.\n\tIn section 118ZA(3) (which deals with the making of regulations imposingcharges in connection with applications by owners etc for a public pathextinguishment order), in paragraph (a), after “this section” insert “to acouncil in Wales”.\n\tIn section 119ZA(5) (which deals with the making of regulations imposingcharges in connection with applications by owners etc for a public pathdiversion order), in paragraph (a), after “this section” insert “to a councilin Wales”.\n\tIn section 121A(1) (which confers power to make regulations aboutapplications for public path extinguishment and diversion orders), inparagraph (f), for “prescribed charge” substitute “charge prescribed under thesection”.\n\tIn section 121E(8) (which makes provision about what may be included inregulations about appeals under section 121D(1)), in paragraph (j), for“prescribed charge” substitute “charge prescribed under section 118ZA(3) or119ZA(5)”.\n\tIn Part 1 of Schedule 6 (procedure for making and confirming certain ordersrelating to footpaths, bridleways and restricted byways), in paragraph 2B(which makes supplemental provision about hearings held under paragraph 2 ofthe Schedule), after sub-paragraph (3) insert—\n\tFor the purposes of sub-paragraph (1) as it applies in relation to section250(4) of the Local Government Act 1972, the consideration by a personappointed as mentioned in sub-paragraph (2)(b), (2A)(b), (3)(b) or (5) ofparagraph 2 of any representations or objections about an order relating toland in England is to be treated as a hearing which the Secretary of State hascaused to be held under that paragraph.”"
    },
    {
        "length": 662,
        "text": "\nPublic rights of way: procedure\n\tSchedule 7 makes changes to the law about the ascertainment of publicrights of way in England and the making and confirmation of orders relating tosuch rights.\n\tPart 1 of the Schedule amends Part 3 of the Wildlife and Countryside Act1981 (“the 1981 Act”) so as to—\n\t\talter the test that applies where a local authority is deciding whether tomodify a definitive map and statement on the basis of evidence relating to theexistence of a right of way not currently shown on the map;\n\t\tenable regulations to be made to simplify the procedure that applies wherea modification of a definitive map and statement is needed because of anadministrative error;\n\t\tenable regulations to be made so that applications made to a localauthority seeking a modification of a definitive map and statement do not needto be included in the register of applications unless the authority have givennotice that there is a reasonable basis for the applicant’s belief that themap should be modified;\n\t\tfacilitate the making of modifications of a definitive map and statement byconsent in cases based on documentary evidence of the existence of a right ofway before 1949.\n\tPart 2 of the Schedule inserts a new Schedule 13A in Part 3 of the 1981Act, which sets out an amended procedure that applies in relation to themaking and determination of applications to a local authority in England for amodification of a definitive map and statement.\n\tPart 3 of the Schedule inserts a new Schedule 14A in Part 3 of the 1981Act, which sets out an amended procedure that applies in relation to themaking and confirmation of orders making modifications of a definitive map andstatement.\n\tPart 4 of the Schedule amends Schedule 6 to the Highways Act 1980 so as tomake changes to the procedure for the making and confirmation of public pathcreation orders and certain other orders relating to public paths in England.\n\tPart 5 of the Schedule makes amendments that are consequential on the otherParts.\n\tThe Secretary of State may by regulations make provision for an amendmentmade by paragraph 5 of Part 1 or by Part 2 or 3 of Schedule 7 to apply, inrelation to applications for an order under section 53(2) of the 1981 Act thatare made before the amendment comes into force, with modifications specifiedin the regulations.\n\tRegulations under subsection (7) may make different provision for differentpurposes.\n\tRegulations under subsection (7) must be made by statutory instrument.\n\tA statutory instrument containing regulations under subsection (7) issubject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 166,
        "text": "\nReduction of qualifying period for right to buy\n\tThe Housing Act 1985 is amended as follows.\n\tIn section 119 (which sets out the qualifying period for the right to buy),before subsection (1) insert—\n\t\t“(A1)In the application of this Part to England, the right to buy does notarise unless the period which, in accordance with Schedule 4, is to be takeninto account for the purposes of this section is at least three years.”\n\tIn subsection (1), at the beginning insert “In the application of this Partto Wales,”.\n\tIn subsection (2), after “subsection” insert “(A1) or”."
    },
    {
        "length": 433,
        "text": "\nRemoval of power to require preparation of housing strategies\n\tSection 87 of the Local Government Act 2003 (which confers power on theSecretary of State, in relation to England, and the Welsh Ministers, inrelation to Wales, to require local housing authorities to have housingstrategies and to prepare housing statements) ceases to have effect inrelation to England.\n\tAccordingly, that section is amended as follows.\n\tIn subsection (1)—\n\t\tin the opening words, for “The appropriate person” substitute “The WelshMinisters”;\n\t\tin paragraph (a)—\n\t\tafter “a local housing authority” insert “in Wales”;\n\t\tfor “the appropriate person” substitute “the Welsh Ministers”.\n\tIn subsection (2)—\n\t\tfor “The appropriate person” substitute “The Welsh Ministers”;\n\t\tafter “a local housing authority” insert “in Wales”;\n\t\tfor “the appropriate person” (in each place where it occurs) substitute“the Welsh Ministers”.\n\tIn subsection (3)—\n\t\tin the opening words, for “The appropriate person” substitute “The WelshMinisters”;\n\t\tin paragraph (c), for “the appropriate person” substitute “the WelshMinisters”.\n\tIn consequence of the amendments made by this section to section 87 of the2003 Act—\n\t\tin section 88(2) of that Act, in paragraph (a), after “an authority” insert“in Wales”;\n\t\tin section 333D(3) of the Greater London Authority Act 1999, in thedefinition of “local housing strategy”—\n\t\tomit paragraph (a);\n\t\tin paragraph (b), omit “other”."
    },
    {
        "length": 1264,
        "text": "\nTenancy deposits: provision of information by agents\n\tThe Housing (Tenancy Deposits) (Prescribed Information) Order 2007 ([S.I.2007/797](/id/uksi/2007/797?view=plain \"Go to item of legislation\")) isamended as follows.\n\tIn article 2 (prescribed information relating to tenancy deposits), afterparagraph (2) insert—\n\tIn a case where the initial requirements of an authorised scheme have beencomplied with in relation to the deposit by a person (“the initial agent”)acting on the landlord’s behalf in relation to the tenancy—\n\t\treferences in paragraph (1)(b), (g)(iii) and (vii) to the landlord are tobe read as references to either the landlord or the initial agent;\n\t\treferences in paragraphs (1)(d), (e), (g)(iv) and (vi) and (2) to thelandlord are to be read as references to either the landlord or a person whoacts on the landlord’s behalf in relation to the tenancy.\n\tIn any other case, references in paragraphs (1)(d), (e), (g)(iv) and (vi)and (2) to the landlord are to be read as references to either the landlord ora person who acts on the landlord’s behalf in relation to the tenancy.\n\tSection 212(9)(a) of the Act (references to landlord include persons actingon landlord’s behalf) does not apply for the purposes of this article.”\n\tAfter article 2 insert—\n\t“3Article 2(3) to (5): transitional provisions\n\t\tParagraphs (3) to (5) of article 2 are treated as having had effect since6th April 2007, subject to the following provisions of this article.\n\t\tParagraphs (3) to (5) of article 2 do not have effect in relation to—\n\t\t\ta claim under section 214 of the Act or section 21 of the Housing Act 1988in respect of a tenancy which is settled before the commencement date (whetheror not proceedings in relation to the claim have been instituted), or\n\t\t\tproceedings under either of those sections in respect of a tenancy whichhave been finally determined before the commencement date.\n\t\tParagraph (5) applies in respect of a tenancy if—\n\t\t\tproceedings under section 214 of the Act in respect of the tenancy havebeen instituted before the commencement date but have not been settled orfinally determined before that date, and\n\t\t\tbecause of paragraphs (3) to (5) of article 2, the court decides—\n\t\t\tnot to make an order under section 214(4) of that Act in respect of thetenancy, or\n\t\t\tto allow an appeal by the landlord against such an order.\n\t\tParagraph (5) also applies in respect of a tenancy if—\n\t\t\tproceedings for possession under section 21 of the Housing Act 1988 inrespect of the tenancy have been instituted before the commencement date buthave not been settled or finally determined before that date, and\n\t\t\tbecause of paragraphs (3) to (5) of article 2, the court decides—\n\t\t\tto make an order for possession under that section in respect of thetenancy, or\n\t\t\tto allow an appeal by the landlord against a refusal to make such anorder.\n\t\tWhere this paragraph applies, the court must not order the tenant or anyrelevant person (as defined by section 213(10) of the Act) to pay thelandlord’s costs, to the extent that the court reasonably considers thosecosts are attributable to the proceedings under section 214 of the Act or (asthe case may be) section 21 of the Housing Act 1988.\n\t\tProceedings have been “finally determined” for the purposes of this articleif—\n\t\t\tthey have been determined by a court, and\n\t\t\tthere is no further right to appeal against the determination.\n\t\tThere is no further right to appeal against a court determination if thereis no right to appeal against the determination, or there is such a right but—\n\t\t\tthe time limit for making an appeal has expired without an appeal beingbrought, or\n\t\t\tan appeal brought within that time limit has been withdrawn.\n\t\tIn this article “the commencement date” means the date on which theDeregulation Act 2015 is passed.”\n\t\tThe amendments made by this section to the Housing (Tenancy Deposits)(Prescribed Information) Order 2007 ([S.I.2007/797](/id/uksi/2007/797?view=plain \"Go to item of legislation\")) do notaffect a power to use subordinate legislation to amend or revoke that Order.\n\t\tIn subsection (4), “subordinate legislation” has the same meaning as in theInterpretation Act 1978."
    },
    {
        "length": 329,
        "text": "\nTenancy deposits: non-compliance with requirements\n\tChapter 4 of Part 6 of the Housing Act 2004 (Tenancy Deposit Schemes) isamended as follows.\n\tIn section 214 (proceedings relating to tenancy deposits), in subsection(1), after “shorthold tenancy” insert “on or after 6 April 2007”.\n\tIn section 215 (sanctions for non-compliance)—\n\t\tfor subsection (1) substitute—\n\tSubject to subsection (2A), if (whether before, on or after 6 April 2007)a tenancy deposit has been paid in connection with a shorthold tenancy, nosection 21 notice may be given in relation to the tenancy at a time when thedeposit is not being held in accordance with an authorised scheme.\n\t\t(1A)Subject to subsection (2A), if a tenancy deposit has been paid inconnection with a shorthold tenancy on or after 6 April 2007, no section 21notice may be given in relation to the tenancy at a time when section 213(3)has not been complied with in relation to the deposit.”;\n\t\tin subsection (2A), after “Subsections (1)” insert “, (1A)”."
    },
    {
        "length": 2005,
        "text": "\nTenancy deposits: deemed compliance with requirements\n\tIn Chapter 4 of Part 6 of the Housing Act 2004 (Tenancy Deposit Schemes),after section 215 insert—\n\t“215AStatutory periodic tenancies: deposit received before 6 April 2007\n\t\tThis section applies where—\n\t\t\tbefore 6 April 2007, a tenancy deposit has been received by a landlord inconnection with a fixed term shorthold tenancy,\n\t\t\ton or after that date, a periodic shorthold tenancy is deemed to ariseunder section 5 of the Housing Act 1988 on the coming to an end of the fixedterm tenancy,\n\t\t\ton the coming to an end of the fixed term tenancy, all or part of thedeposit paid in connection with the fixed term tenancy is held in connectionwith the periodic tenancy, and\n\t\t\tthe requirements of section 213(3), (5) and (6) have not been complied withby the landlord in relation to the deposit held in connection with theperiodic tenancy.\n\t\tIf, on the commencement date—\n\t\t\tthe periodic tenancy is in existence, and\n\t\t\tall or part of the deposit paid in connection with the fixed term tenancycontinues to be held in connection with the periodic tenancy,\n\t\t\t\tsection 213 applies in respect of the deposit that continues to be held inconnection with the periodic tenancy, and any additional deposit held inconnection with that tenancy, with the modifications set out in subsection(3).\n\t\tThe modifications are that, instead of the things referred to in section213(3) and (5) being required to be done within the time periods set out insection 213(3) and (6)(b), those things are required to be done—\n\t\t\tbefore the end of the period of 90 days beginning with the commencementdate, or\n\t\t\t(if earlier) before the first day after the commencement date on which acourt does any of the following in respect of the periodic tenancy—\n\t\t\tdetermines an application under section 214 or decides an appeal against adetermination under that section;\n\t\t\tmakes a determination as to whether to make an order for possession inproceedings under section 21 of the Housing Act 1988 or decides an appealagainst such a determination.\n\t\tIf, on the commencement date—\n\t\t\tthe periodic tenancy is no longer in existence, or\n\t\t\tno deposit continues to be held in connection with the periodic tenancy,\n\t\t\tthe requirements of section 213(3), (5) and (6) are treated as if they hadbeen complied with by the landlord in relation to any deposit that was held inconnection with the periodic tenancy.\n\t\tIn this section “the commencement date” means the date on which theDeregulation Act 2015 is passed.\n\tBShorthold tenancies: deposit received on or after 6 April 2007\n\t\tThis section applies where—\n\t\t\ton or after 6 April 2007, a tenancy deposit has been received by a landlordin connection with a shorthold tenancy (“the original tenancy”),\n\t\t\tthe initial requirements of an authorised scheme have been complied with bythe landlord in relation to the deposit (ignoring any requirement to takeparticular steps within any specified period),\n\t\t\tthe requirements of section 213(5) and (6)(a) have been complied with bythe landlord in relation to the deposit when it is held in connection with theoriginal tenancy (ignoring any deemed compliance under section 215A(4)),\n\t\t\ta new shorthold tenancy comes into being on the coming to an end of theoriginal tenancy or a tenancy that replaces the original tenancy (directly orindirectly),\n\t\t\tthe new tenancy replaces the original tenancy (directly or indirectly), and\n\t\t\twhen the new tenancy comes into being, the deposit continues to be held inconnection with the new tenancy, in accordance with the same authorised schemeas when the requirements of section 213(5) and (6)(a) were last complied withby the landlord in relation to the deposit.\n\t\tIn their application to the new tenancy, the requirements of section213(3), (5) and (6) are treated as if they had been complied with by thelandlord in relation to the deposit.\n\t\tThe condition in subsection (1)(a) may be met in respect of a tenancy evenif the tenancy deposit was first received in connection with an earliertenancy (including where it was first received before 6 April 2007).\n\t\tFor the purposes of this section, a tenancy replaces an earlier tenancy if—\n\t\t\tthe landlord and tenant immediately before the coming to an end of theearlier tenancy are the same as the landlord and tenant at the start of thenew tenancy, and\n\t\t\tthe premises let under both tenancies are the same or substantially thesame.\n\tCSections 215A and 215B: transitional provisions\n\t\tSections 215A and 215B are treated as having had effect since 6 April 2007,subject to the following provisions of this section.\n\t\tSections 215A and 215B do not have effect in relation to—\n\t\t\ta claim under section 214 of this Act or section 21 of the Housing Act 1988in respect of a tenancy which is settled before the commencement date (whetheror not proceedings in relation to the claim have been instituted), or\n\t\t\tproceedings under either of those sections in respect of a tenancy whichhave been finally determined before the commencement date.\n\t\tSubsection (5) applies in respect of a tenancy if—\n\t\t\tproceedings under section 214 in respect of the tenancy have beeninstituted before the commencement date but have not been settled or finallydetermined before that date, and\n\t\t\tbecause of section 215A(4) or 215B(2), the court decides—\n\t\t\tnot to make an order under section 214(4) in respect of the tenancy, or\n\t\t\tto allow an appeal by the landlord against such an order.\n\t\tSubsection (5) also applies in respect of a tenancy if—\n\t\t\tproceedings for possession under section 21 of the Housing Act 1988 inrespect of the tenancy have been instituted before the commencement date buthave not been settled or finally determined before that date, and\n\t\t\tbecause of section 215A(4) or 215B(2), the court decides—\n\t\t\tto make an order for possession under that section in respect of thetenancy, or\n\t\t\tto allow an appeal by the landlord against a refusal to make such anorder.\n\t\tWhere this subsection applies, the court must not order the tenant or anyrelevant person (as defined by section 213(10)) to pay the landlord’s costs,to the extent that the court reasonably considers those costs are attributableto the proceedings under section 214 of this Act or (as the case may be)section 21 of the Housing Act 1988.\n\t\tProceedings have been “finally determined” for the purposes of this sectionif —\n\t\t\tthey have been determined by a court, and\n\t\t\tthere is no further right to appeal against the determination.\n\t\tThere is no further right to appeal against a court determination if thereis no right to appeal against the determination, or there is such a right but—\n\t\t\tthe time limit for making an appeal has expired without an appeal beingbrought, or\n\t\t\tan appeal brought within that time limit has been withdrawn.\n\t\tIn this section “the commencement date” means the date on which theDeregulation Act 2015 is passed.”"
    },
    {
        "length": 1526,
        "text": "\nPreventing retaliatory eviction\n\tWhere a relevant notice is served in relation to a dwelling-house inEngland, a section 21 notice may not be given in relation to an assuredshorthold tenancy of the dwelling-house—\n\t\twithin six months beginning with the day of service of the relevant notice,or\n\t\twhere the operation of the relevant notice has been suspended, within sixmonths beginning with the day on which the suspension ends.\n\tA section 21 notice given in relation to an assured shorthold tenancy of adwelling-house in England is invalid where—\n\t\tbefore the section 21 notice was given, the tenant made a complaint inwriting to the landlord regarding the condition of the dwelling-house at thetime of the complaint,\n\t\tthe landlord—\n\t\tdid not provide a response to the complaint within 14 days beginning withthe day on which the complaint was given,\n\t\tprovided a response to the complaint that was not an adequate response, or\n\t\tgave a section 21 notice in relation to the dwelling-house following thecomplaint,\n\t\tthe tenant then made a complaint to the relevant local housing authorityabout the same, or substantially the same, subject matter as the complaint tothe landlord,\n\t\tthe relevant local housing authority served a relevant notice in relationto the dwelling-house in response to the complaint, and\n\t\tif the section 21 notice was not given before the tenant’s complaint to thelocal housing authority, it was given before the service of the relevantnotice.\n\tThe reference in subsection (2) to an adequate response by the landlord isto a response in writing which—\n\t\tprovides a description of the action that the landlord proposes to take toaddress the complaint, and\n\t\tsets out a reasonable timescale within which that action will be taken.\n\tSubsection (2) applies despite the requirement in paragraph (a) for acomplaint to be in writing not having been met where the tenant does not knowthe landlord’s postal or e-mail address.\n\tSubsection (2) applies despite the requirements in paragraphs (a) and (b)not having been met where the tenant made reasonable efforts to contact thelandlord to complain about the condition of the dwelling-house but was unableto do so.\n\tThe court must strike out proceedings for an order for possession undersection 21 of the Housing Act 1988 in relation to a dwelling-house in Englandif, before the order is made, the section 21 notice that would otherwiserequire the court to make an order for possession in relation to the dwelling-house has become invalid under subsection (2).\n\tAn order for possession of a dwelling-house in England made under section21 of the Housing Act 1988 must not be set aside on the ground that a relevantnotice was served in relation to the dwelling-house after the order forpossession was made.\n\tSubsection (1) does not apply where the section 21 notice is given after—\n\t\tthe relevant notice has been wholly revoked under section 16 of the HousingAct 2004 as a result of the notice having been served in error,\n\t\tthe relevant notice has been quashed under paragraph 15 of Schedule 1 tothat Act,\n\t\ta decision of the relevant local housing authority to refuse to revoke therelevant notice has been reversed under paragraph 18 of Schedule 1 to thatAct, or\n\t\ta decision of the relevant local housing authority to take the action towhich the relevant notice relates has been reversed under section 45 of thatAct.\n\tSubsection (2) does not apply where the operation of the relevant noticehas been suspended.\n\tReferences in this section and section 34 to a relevant notice served, orcomplaint made, in relation to a dwelling-house include a relevant noticeserved, or complaint made, in relation to any common parts of the building ofwhich the dwelling-house forms a part.\n\tBut subsection (10) applies only if—\n\t\tthe landlord has a controlling interest in the common parts in question,and\n\t\tthe condition of those common parts is such as to affect the tenant’senjoyment of the dwelling-house or of any common parts which the tenant isentitled to use.\n\tIn this section and section 34 a reference to a complaint to a landlordincludes a complaint made to a person acting on behalf of the landlord inrelation to the tenancy.\n\tIn this section and section 34—\n\t\t  * “assured shorthold tenancy” means a tenancy within section 19A or 20 of the Housing Act 1988; \n\t\t  * “common parts”, in relation to a building, includes— \n\t\tthe structure and exterior of the building, and\n\t\tcommon facilities provided (whether or not in the building) for persons whoinclude one or more of the occupiers of the building;\n\t\t\t  * “controlling interest” means an interest which is such as to entitle the landlord to decide whether action is taken in relation to a complaint within this section or a relevant notice; \n\t\t\t  * “dwelling-house” has the meaning given by section 45 of the Housing Act 1988; \n\t\t\t  * “relevant local housing authority”, in relation to a dwelling-house, means the local housing authority as defined in section 261(2) and (3) of the Housing Act 2004 within whose area the dwelling-house is located; \n\t\t\t  * “relevant notice” means— \n\t\ta notice served under section 11 of the Housing Act 2004 (improvement noticesrelating to category 1 hazards),\n\t\ta notice served under section 12 of that Act (improvement notices relating tocategory 2 hazards), or\n\t\ta notice served under section 40(7) of that Act (emergency remedial action);\n\t\t\t  * “section 21 notice” means a notice given under section 21(1)(b) or (4)(a) of the Housing Act 1988 (recovery of possession on termination of shorthold tenancy). "
    },
    {
        "length": 713,
        "text": "\nFurther exemptions to section 33\n\tSubsections (1) and (2) of section 33 do not apply where the condition ofthe dwelling-house or common parts that gave rise to the service of therelevant notice is due to a breach by the tenant of—\n\t\tthe duty to use the dwelling-house in a tenant-like manner, or\n\t\tan express term of the tenancy to the same effect.\n\tSubsections (1) and (2) of section 33 do not apply where at the time thesection 21 notice is given the dwelling-house is genuinely on the market forsale.\n\tFor the purposes of subsection (2), a dwelling-house is not genuinely onthe market for sale if, in particular, the landlord intends to sell thelandlord’s interest in the dwelling-house to—\n\t\ta person associated with the landlord,\n\t\ta business partner of the landlord,\n\t\ta person associated with a business partner of the landlord, or\n\t\ta business partner of a person associated with the landlord.\n\tIn subsection (3), references to a person who is associated with anotherperson are to be read in accordance with section 178 of the Housing Act 1996.\n\tFor the purposes of subsection (3), a business partner of a person (“P”) isa person who is—\n\t\ta director, secretary or other officer of a company of which P is also adirector, secretary or other officer,\n\t\ta director, secretary or other officer of a company in which P has ashareholding or other financial interest,\n\t\ta person who has a shareholding or other financial interest in a company ofwhich P is a director, secretary or other officer,\n\t\tan employee of P,\n\t\ta person by whom P is employed, or\n\t\ta partner of a partnership of which P is also a partner.\n\tSubsections (1) and (2) of section 33 do not apply where the landlord is aprivate registered provider of social housing.\n\tSubsections (1) and (2) of section 33 do not apply where—\n\t\tthe dwelling-house is subject to a mortgage granted before the beginning ofthe tenancy,\n\t\tthe mortgagee is entitled to exercise a power of sale conferred on themortgagee by the mortgage or by section 101 of the Law of Property Act 1925,and\n\t\tat the time the section 21 notice is given the mortgagee requirespossession of the dwelling-house for the purpose of disposing of it withvacant possession in exercise of that power.\n\tIn subsection (7)—\n\t\t“mortgage” includes a charge, and\n\t\t“mortgagee” includes a receiver appointed by the mortgagee under the termsof the mortgage or in accordance with the Law of Property Act 1925."
    },
    {
        "length": 400,
        "text": "\nTime limits in relation to section 21 notices and proceedings\n\tSection 21 of the Housing Act 1988 is amended as follows.\n\tAfter subsection (4A) insert—\n\t\t“(4B)A notice under subsection (1) or (4) may not be given in relation to anassured shorthold tenancy of a dwelling-house in England—\n\t\tin the case of a tenancy which is not a replacement tenancy, within theperiod of four months beginning with the day on which the tenancy began, and\n\t\tin the case of a replacement tenancy, within the period of four monthsbeginning with the day on which the original tenancy began.\n\t\t(4C)Subsection (4B) does not apply where the tenancy has arisen due to section5(2).\n\t\t(4D)Subject to subsection (4E), proceedings for an order for possession underthis section in relation to a dwelling-house in England may not be begun afterthe end of the period of six months beginning with the date on which thenotice was given under subsection (1) or (4).\n\t\t(4E)Where—\n\t\ta notice under subsection (4) has been given in relation to a dwelling-house in England, and\n\t\tparagraph (b) of that subsection requires the date specified in the noticeto be more than two months after the date the notice was given,\n\t\tproceedings for an order for possession under this section may not be begunafter the end of the period of four months beginning with the date specifiedin the notice.”\n\tIn subsection (6), for “subsection” substitute “subsections (4B)(b) and”."
    },
    {
        "length": 132,
        "text": "\nPrescribed form of section 21 notices\n\tIn section 21 of the Housing Act 1988, after subsection (7) insert—\n\tThe Secretary of State may by regulations made by statutory instrumentprescribe the form of a notice under subsection (1) or (4) given in relationto an assured shorthold tenancy of a dwelling-house in England.\n\tA statutory instrument containing regulations made under subsection (8) issubject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 304,
        "text": "\nCompliance with prescribed legal requirements\n\tAfter section 21 of the Housing Act 1988 insert—\n\t“21ACompliance with prescribed legal requirements\n\t\tA notice under subsection (1) or (4) of section 21 may not be given inrelation to an assured shorthold tenancy of a dwelling-house in England at atime when the landlord is in breach of a prescribed requirement.\n\t\tThe requirements that may be prescribed are requirements imposed onlandlords by any enactment and which relate to—\n\t\t\tthe condition of dwelling-houses or their common parts,\n\t\t\tthe health and safety of occupiers of dwelling-houses, or\n\t\t\tthe energy performance of dwelling-houses.\n\t\tIn subsection (2) “enactment” includes an enactment contained insubordinate legislation within the meaning of the Interpretation Act 1978.\n\t\tFor the purposes of subsection (2)(a) “common parts” has the same meaningas in Ground 13 in Part 2 of Schedule 2.\n\t\tA statutory instrument containing regulations made under this section issubject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 334,
        "text": "\nRequirement for landlord to provide prescribed information\n\tAfter section 21A of the Housing Act 1988 insert—\n\t“21BRequirement for landlord to provide prescribed information\n\t\tThe Secretary of State may by regulations require information about therights and responsibilities of a landlord and a tenant under an assuredshorthold tenancy of a dwelling-house in England (or any related matters) tobe given by a landlord under such a tenancy, or a person acting on behalf ofsuch a landlord, to the tenant under such a tenancy.\n\t\tRegulations under subsection (1) may—\n\t\t\trequire the information to be given in the form of a document produced bythe Secretary of State or another person,\n\t\t\tprovide that the document to be given is the version that has effect at thetime the requirement applies, and\n\t\t\tspecify cases where the requirement does not apply.\n\t\tA notice under subsection (1) or (4) of section 21 may not be given inrelation to an assured shorthold tenancy of a dwelling-house in England at atime when the landlord is in breach of a requirement imposed by regulationsunder subsection (1).\n\t\tA statutory instrument containing regulations made under subsection (1) issubject to annulment in pursuance of a resolution of either House ofParliament.”"
    },
    {
        "length": 466,
        "text": "\nRepayment of rent where tenancy ends before end of a period\n\tAfter section 21B of the Housing Act 1988 insert—\n\t“21CRepayment of rent where tenancy ends before end of a period\n\t\tA tenant under an assured shorthold tenancy of a dwelling-house in Englandis entitled to a repayment of rent from the landlord where—\n\t\t\tas a result of the service of a notice under section 21 the tenancy isbrought to an end before the end of a period of the tenancy,\n\t\t\tthe tenant has paid rent in advance for that period, and\n\t\t\tthe tenant was not in occupation of the dwelling-house for one or morewhole days of that period.\n\t\tThe amount of repayment to which a tenant is entitled under subsection (1)is to be calculated in accordance with the following formula—\n\t\t\t[![](/ukpga/2015/20/images/ukpga_20150020_en_001)](/ukpga/2015/20/images/ukpga_20150020_en_001?view=plain)\n\t\twhere—\n\t\t\t  * R is the rent paid for the final period;\n\t\t\t  * D is the number of whole days of the final period for which the tenant was not in occupation of the dwelling-house; and\n\t\t\t  * P is the number of whole days in that period.\n\t\tIf the repayment of rent described in subsections (1) and (2) has not beenmade when the court makes an order for possession under section 21, the courtmust order the landlord to repay the amount of rent to which the tenant isentitled.\n\t\tNothing in this section affects any other right of the tenant to arepayment of rent from the landlord.”"
    },
    {
        "length": 257,
        "text": "\nApplication of sections 33 to 40\n\tSubject to subsections (2) and (3), a provision of sections 33 to 40applies only to an assured shorthold tenancy of a dwelling-house in Englandgranted on or after the day on which the provision comes into force.\n\tSubject to subsection (3), a provision of sections 33 to 40 does not applyto an assured shorthold tenancy that came into being under section 5(2) of theHousing Act 1988 after the commencement of that provision and on the coming toan end of an assured shorthold tenancy that was granted before thecommencement of that provision.\n\tAt the end of the period of three years beginning with the coming intoforce of a provision of sections 33 to 38 or section 40, that provision alsoapplies to any assured shorthold tenancy of a dwelling-house in England—\n\t\twhich is in existence at that time, and\n\t\tto which that provision does not otherwise apply by virtue of subsection(1) or (2)."
    },
    {
        "length": 432,
        "text": "\nOptional building requirements\n\tAfter section 2A of the Building Act 1984 insert—\n\t“2BOptional requirements\n\t\tBuilding regulations made by the Secretary of State in relation to Englandmay include a requirement that applies only where a planning authority makescompliance with the requirement a condition of a grant of planning permission.\n\t\tIn the following provisions of this section, a requirement included inbuilding regulations by virtue of subsection (1) is referred to as an“optional requirement”.\n\t\tBuilding regulations may specify that an optional requirement is capable ofapplying only in respect of development of a kind described in theregulations.\n\t\tBuilding regulations may specify conditions that must be satisfied before aplanning authority may make compliance with an optional requirement acondition of the grant of planning permission.\n\t\tBuilding regulations may specify the steps that a planning authority musttake to inform a person subject to an optional requirement of the requirement.\n\t\tWhere building regulations include an optional requirement that would (toany extent) be inconsistent with another requirement imposed by theregulations, the building regulations must provide—\n\t\t\tthat the other requirement does not apply in any case where the optionalrequirement applies, or\n\t\t\tthat the other requirement applies in any such case with modificationsspecified in the regulations.\n\t\tIn this section —\n\t\t\t  * “development” has the same meaning as in the Town and Country Planning Act 1990 (see section 55 of that Act);\n\t\t\t  * “planning authority” means—\n\t\t\ta local planning authority within the meaning of that Act (see section336(1));\n\t\t\tthe Secretary of State (in the exercise of functions of granting planningpermission);\n\t\t\t\t  * “planning permission” has the same meaning as in that Act (see section 336(1)).”"
    },
    {
        "length": 901,
        "text": "\nShort-term use of London accommodation: relaxation of restrictions\n\tThe Greater London Council (General Powers) Act 1973 is amended as follows.\n\tIn section 25 (provision of temporary sleeping accommodation to constitutematerial change of use), after subsection (1) insert—\n\t\t“(1A)Subsection (1) is subject to section 25A.”\n\tAfter section 25 insert—\n\t“25AException to section 25\n\t\tDespite section 25(1), the use as temporary sleeping accommodation of anyresidential premises in Greater London does not involve a material change ofuse if two conditions are met.\n\t\tThe first is that the sum of—\n\t\t\tthe number of nights of use as temporary sleeping accommodation, and\n\t\t\tthe number of nights (if any) of each previous use of the premises astemporary sleeping accommodation in the same calendar year,\n\t\t\t\tdoes not exceed ninety.\n\t\tThe second is that, in respect of each night which falls to be countedunder subsection (2)(a)—\n\t\t\tthe person who provided the sleeping accommodation for the night was liableto pay council tax under Part 1 of the Local Government Finance Act 1992 inrespect of the premises, or\n\t\t\twhere more than one person provided the sleeping accommodation for thenight, at least one of those persons was liable to pay council tax under Part1 of that Act in respect of the premises.\n\t\tFor the purposes of subsection (2)(b), it does not matter whether anyprevious use was by the same person.”\n\t\tAfter section 25A (inserted by subsection (3) above) insert—\n\t“25BFurther provision about section 25A\n\t\tThe local planning authority or the Secretary of State may direct thatsection 25A is not to apply—\n\t\t\tto particular residential premises specified in the direction;\n\t\t\tto residential premises situated in a particular area specified in thedirection.\n\t\tA direction under subsection (1) may be given only if the local planningauthority or (as the case may be) the Secretary of State considers that it isnecessary to protect the amenity of the locality.\n\t\tThe local planning authority may give a direction under subsection (1) onlywith the consent of the Secretary of State.\n\t\tA direction under subsection (1) may be revoked by the person who gave it,whether or not an application is made for the revocation.\n\t\tThe Secretary of State may—\n\t\t\tdelegate the functions of the Secretary of State under subsection (1) or(4) to the local planning authority;\n\t\t\tdirect that a local planning authority may give directions under thissection without the consent of the Secretary of State.\n\t\tThe Secretary of State may revoke a delegation under subsection (5)(a) or adirection under subsection (5)(b).\n\t\tThe Secretary of State may by regulations made by statutory instrument makeprovision—\n\t\t\tas to the procedure which must be followed in connection with the giving ofa direction under subsection (1) or in connection with the revocation of sucha direction under subsection (4);\n\t\t\tas to the information which must be provided where the local planningauthority seeks the consent of the Secretary of State to the giving of adirection under subsection (1).\n\t\tA statutory instrument containing regulations under subsection (7) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section, “local planning authority” has the same meaning as in theTown and Country Planning Act 1990 (see section 336(1) of that Act).”"
    },
    {
        "length": 212,
        "text": "\nShort-term use of London accommodation: power to relax restrictions\n\tThe Secretary of State may by regulations made by statutory instrumentprovide that section 25(1) of the Greater London Council (General Powers) Act1973 does not apply if conditions specified by the regulations are met.\n\tRegulations under subsection (1) must include provision corresponding tosection 25B of that Act.\n\tRegulations under this section may amend the Greater London Council(General Powers) Act 1973.\n\tRegulations under this section may—\n\t\tmake different provision for different purposes;\n\t\tinclude incidental, supplementary, consequential, transitional, transitoryor saving provision.\n\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 367,
        "text": "\nDesignation of urban development areas: procedure\n\tSection 134 of the Local Government, Planning and Land Act 1980 (urbandevelopment areas) is modified as follows in relation to an order undersubsection (1) of that section designating any area of land in England as anurban development area that is contained in an instrument laid beforeParliament on or before 31 March 2016.\n\tThe section has effect as if after subsection (1) there were inserted—\n\t\t“(1A)Before making an order under subsection (1), the Secretary of State mustconsult the following persons—\n\t\tpersons who appear to the Secretary of State to represent those livingwithin, or in the vicinity of, the proposed urban development area;\n\t\tpersons who appear to the Secretary of State to represent businesses withany premises within, or in the vicinity of, the proposed urban developmentarea;\n\t\teach local authority for an area which falls wholly or partly within theproposed urban development area; and\n\t\tany other person whom the Secretary of State considers it appropriate toconsult.”\n\tThe section has effect as if for subsection (4) there were substituted—\n\tA statutory instrument containing an order under subsection (1) is subjectto annulment in pursuance of a resolution of either House of Parliament.”\n\tThe duty to consult under section 134(1A) of the Local Government, Planningand Land Act 1980 (inserted by subsection (2) above) may be satisfied byconsultation before this section comes into force."
    },
    {
        "length": 357,
        "text": "\nEstablishment of urban development corporations: procedure\n\tSection 135 of the Local Government, Planning and Land Act 1980 (urbandevelopment corporations) is modified as follows in relation to an order underthat section establishing an urban development corporation for an urbandevelopment area in England that is contained in an instrument laid beforeParliament on or before 31 March 2016.\n\tThe section has effect as if after subsection (1) there were inserted—\n\t\t“(1A)Before making an order under this section, the Secretary of State mustconsult the following persons—\n\t\tpersons who appear to the Secretary of State to represent those livingwithin, or in the vicinity of, the urban development area;\n\t\tpersons who appear to the Secretary of State to represent businesses withany premises within, or in the vicinity of, the urban development area;\n\t\teach local authority for an area which falls wholly or partly within theurban development area; and\n\t\tany other person whom the Secretary of State considers it appropriate toconsult.”\n\tThe section has effect as if for subsection (3) there were substituted—\n\tA statutory instrument containing an order under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.”\n\tThe duty to consult under section 135(1A) of the Local Government, Planningand Land Act 1980 (inserted by subsection (2) above) may be satisfied byconsultation before this section comes into force."
    },
    {
        "length": 219,
        "text": "\nProvision of advice etc about residential licences\n\tIn the Housing Act 1996, after section 220 insert—\n\t“220AProvision of general advice etc about residential licences: England\n\t\tThe Secretary of State may give financial assistance to any person inrelation to the provision by that person of—\n\t\t\tinformation, training or general advice about any matter relating toresidential licences in England, or\n\t\t\ta dispute resolution service in connection with any matter relating toresidential licences in England.\n\t\tFinancial assistance under this section may be given in such form and onsuch terms as the Secretary of State considers appropriate.\n\t\tThe terms on which financial assistance under this section may be givenmay, in particular, include provision as to the circumstances in which theassistance must be repaid or otherwise made good to the Secretary of State andthe manner in which that is to be done.”"
    },
    {
        "length": 1668,
        "text": "\nTransport\n\tRemoval of restrictions on provision of passenger rail services\n\t\tIn Part 2 of the Transport Act 1968 (integrated transport areas andpassenger transport areas), in section 10(1) (general powers of Executive)—\n\t\t\tbefore paragraph (ii) insert—\n\t\t\tto carry passengers by railway—\n\t\t\twhere that area is in England, between places in that area, between suchplaces and any place in Great Britain which is outside that area, or betweenplaces in Great Britain which are outside that area, or\n\t\t\twhere that area is in Wales or Scotland, between places in that area orbetween such places and any place outside that area but within the permitteddistance, that is to say, the distance of twenty-five miles from the nearestpoint on the boundary of that area;”;\n\t\t\tin paragraph (ii), for “other form of land transport” substitute “form ofland transport other than road or railway”.\n\t\tSchedule 8 contains—\n\t\t\tamendments in consequence of subsection (1), and\n\t\t\tfurther amendments in connection with the provision of passenger railservices.\n\tRoad traffic legislation: use of vehicles in emergency response by NHS\n\t\tSection 87 of the Road Traffic Regulation Act 1984 (exemptions from speedlimits), as substituted by section 19 of the Road Safety Act 2006, is amendedin accordance with subsections (2) and (3).\n\t\tIn subsection (1)—\n\t\t\tin paragraph (a), omit “, for ambulance purposes”;\n\t\t\tafter paragraph (a) insert—\n\t\t\tit is being used for ambulance purposes or for the purpose of providing aresponse to an emergency at the request of an NHS ambulance service”;\n\t\t\tin paragraph (c), after “paragraph (a)” insert “, (aa)”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In subsection (1)(aa), “an NHS ambulance service” means—\n\t\t\tan NHS trust or NHS foundation trust established under the National HealthService Act 2006 which has a function of providing ambulance services;\n\t\t\tan NHS trust established under the National Health Service (Wales) Act 2006which has a function of providing ambulance services;\n\t\t\tthe Scottish Ambulance Service Board.”\n\t\tIf this section comes into force before section 19 of the Road Safety Act2006, section 87 of the Road Traffic Regulation Act 1984 (as it has effectuntil section 19 comes into force) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)Subsection (1) above applies in relation to a vehicle that, although notbeing used for ambulance purposes, is being used for the purpose of providinga response to an emergency at the request of an NHS ambulance service.\n\t\t(1B)In subsection (1A), “an NHS ambulance service” means—\n\t\t\tan NHS trust or NHS foundation trust established under the National HealthService Act 2006 which has a function of providing ambulance services;\n\t\t\tan NHS trust established under the National Health Service (Wales) Act 2006which has a function of providing ambulance services;\n\t\t\tthe Scottish Ambulance Service Board.”\n\t\tSchedule 9 makes further amendments to road traffic legislation inconnection with the use of vehicles in the provision of an emergency responseby the NHS.\n\tReduction of burdens relating to the use of roads and railways\n\t\tSchedule 10 makes provision about the following matters—\n\t\t\tthe duration of driving licences to be granted to drivers with relevant orprospective disabilities;\n\t\t\tpermit schemes;\n\t\t\troad humps;\n\t\t\tpedestrian crossings;\n\t\t\toff-road motoring events;\n\t\t\ttesting of vehicles;\n\t\t\trail vehicle accessibility regulations: exemption orders.\n\tReduction of burdens relating to enforcement of transport legislation\n\t\tSchedule 11 makes provision about the following matters—\n\t\t\tdrink and drug driving offences;\n\t\t\tbus lane contraventions.\n\tCivil penalties for parking contraventions: enforcement\n\t\tPart 6 of the Traffic Management Act 2004 (civil enforcement of trafficcontraventions) is amended as follows.\n\t\tAfter section 78 (notification of penalty charge) insert—\n\t\t“78ANotification of penalty charge: parking contraventions in England\n\t\t\tRegulations under section 78 must include provision requiring notificationof a penalty charge to be given by a notice affixed to the vehicle where thecharge is in respect of a parking contravention on a road in a civilenforcement area in England.\n\t\t\tThe regulations may, however, provide that the requirement does not applyin circumstances specified in the regulations (which may be framed byreference to the type of contravention, the circumstances in which acontravention occurs or in any other way) and, where the regulations soprovide, they may make any such alternative provision for notification as isauthorised by section 78.”\n\t\t\tAfter section 87 insert—\n\t\t“87APower to prohibit use of devices etc: parking contraventions inEngland\n\t\t\tThe Secretary of State may by regulations make provision to prohibit theuse by civil enforcement officers of a device of a description specified inthe regulations, or of records produced by such a device, in connection withthe enforcement of parking contraventions on a road in a civil enforcementarea in England.\n\t\t\tThe prohibition may be—\n\t\t\t\tgeneral, or\n\t\t\t\tlimited to particular uses specified in the regulations.\n\t\t\tThe regulations may provide that a general or limited prohibition does notapply in circumstances specified in the regulations (which may be framed byreference to the type of contravention, the circumstances in which acontravention occurs or in any other way).\n\t\t\tRegulations under this section may amend this Part or any provision madeunder it.”\n\tRemoval of restriction on investigation of tramway accidents in Scotlandby RAIB\n\t\tThe Railways and Transport Safety Act 2003 is amended as follows.\n\t\tIn section 14 (extent of Part 1: investigation of railway accidents by RailAccident Investigation Branch), omit subsection (2) (which prevents the Partfrom applying to tramways in Scotland).\n\t\tIn consequence of subsection (2), omit section 1(3).\n\tRemoval of duty to order re-hearing of marine accident investigations\n\t\tIn section 269(1) of the Merchant Shipping Act 1995 (power to order re-hearingof investigation into marine accident and duty to do so in certain cases)—\n\t\t\tomit paragraph (a) (duty to order re-hearing where new and importantevidence discovered), and the “or” following it;\n\t\t\tin paragraph (b), omit “other”."
    },
    {
        "length": 3496,
        "text": "\nThe environment etc\n\tReduction of duties relating to energy and climate change\n\t\tIn the Climate Change and Sustainable Energy Act 2006, omit the following—\n\t\t\tsection 3 (which imposes a duty on local authorities to have regard toenergy measure reports published by the Secretary of State);\n\t\t\tsections 4 and 5 (which confer functions on the Secretary of State withrespect to the setting of national targets for microgeneration etc);\n\t\t\tsections 7(1) to (6) and 8 (which confer functions on the Secretary ofState for the purpose of increasing the sale of electricity generated bymicrogeneration);\n\t\t\tsection 10 (which confers functions on the Secretary of State with respectto the review of development orders to facilitate the installation indwelling-houses of equipment etc for microgeneration);\n\t\t\tsection 12 (which is spent);\n\t\t\tsection 21 (which imposes a duty on the Secretary of State with respect topromoting the use of heat produced from renewable sources).\n\t\tSection 14 of that Act (which confers functions on the Secretary of Stateand Welsh Ministers with respect to the laying of reports before Parliament or(as the case may be) the National Assembly for Wales about steps taken tosecure greater compliance with building regulations made for energyconservation related purposes etc) ceases to apply in relation to England.\n\t\tIn consequence of subsection (1)—\n\t\t\tin the Taxation of Chargeable Gains Act 1992, in section 263AZA(2), for thedefinition of “microgeneration system” substitute—\n\t\t\t\t  * ““microgeneration system” means any plant (including any equipment, apparatus or appliance) or system of plant for generating electricity or producing heat—\n\t\t\twhich, in generating electricity or (as the case may be) producing heat,relies wholly or mainly on a source of energy or a technology mentioned insubsection (7) of section 82 of the Energy Act 2004, and\n\t\t\twhose capacity to generate electricity or (as the case may be) to produce heatdoes not exceed the capacity mentioned in subsection (8) of that section,”;\n\t\t\tin the Income Tax (Trading and Other Income) Act 2005, in section 782A(2),for the definition of “microgeneration system” substitute—\n\t\t\t\t  * ““microgeneration system” has the same meaning as in section 263AZA of the Taxation of Chargeable Gains Act 1992.”\n\t\tIn consequence of subsection (1)—\n\t\t\tin the Sustainable Energy Act 2003, omit section 1(1A)(bb);\n\t\t\tin the Climate Change Act 2008, omit section 81(3);\n\t\t\tin the Energy Act 2008, omit section 87(2).\n\t\tThe repeal made by subsection (1)(c) does not affect the operation ofsection 33(1)(c) of the Utilities Act 2000 in relation to times after therepeal comes into force; and, accordingly, modifications of standardconditions made under section 7 of the Climate Change and Sustainable EnergyAct 2006 before the day on which the repeal comes into force continue to haveeffect on or after that day for the purposes of section 33(1) of that Act of2000.\n\tHousehold waste: de-criminalisation\n\t\tPart 2 of the Environmental Protection Act 1990 (waste on land) is amendedin accordance with subsections (2) to (5).\n\t\tIn section 46 (receptacles for household waste), in subsection (6) (offenceof failing to comply with requirements relating to receptacles), after“requirements imposed” insert “by a waste collection authority in Scotland orWales”.\n\t\tAfter section 46 insert—\n\t\t“46AWritten warnings and penalties for failure to comply withrequirements relating to household waste receptacles: England\n\t\t\tThis section applies where an authorised officer of a waste collectionauthority in England is satisfied that—\n\t\t\t\ta person has failed without reasonable excuse to comply with a requirementimposed by the authority under section 46(1), (3)(c) or (d) or (4) (a “section46 requirement”), and\n\t\t\t\tthe person’s failure to comply—\n\t\t\t\thas caused, or is or was likely to cause, a nuisance, or\n\t\t\t\thas been, or is or was likely to be, detrimental to any amenities of thelocality.\n\t\t\tWhere this section applies, the authorised officer may give a writtenwarning to the person.\n\t\t\tA written warning must—\n\t\t\t\tidentify the section 46 requirement with which the person has failed tocomply,\n\t\t\t\texplain the nature of the failure to comply,\n\t\t\t\texplain how the failure to comply has had, or is or was likely to have, theeffect described in subsection (1)(b),\n\t\t\t\tif the failure to comply is continuing, specify the period within which therequirement must be complied with and explain the consequences of therequirement not being complied with within that period, and\n\t\t\t\twhether or not the failure to comply is continuing, explain theconsequences of the person subsequently failing to comply with the same or asimilar section 46 requirement.\n\t\t\tWhere a written warning has been given in respect of a failure to complythat is continuing, an authorised officer of the waste collection authoritymay require the person to whom the written warning was given to pay a fixedpenalty to the authority if satisfied that the person has failed to complywith the section 46 requirement identified in the warning within the periodspecified by virtue of subsection (3)(d).\n\t\t\tWhere a person has been required to pay a fixed penalty under subsection(4) and that requirement has not been withdrawn on appeal, an authorisedofficer of the authority may require the person to pay a further fixed penaltyto the authority if satisfied that the failure to comply is still continuingat the end of a relevant period which falls within the period of one yearbeginning with the day the written warning was given.\n\t\t\tFor the purposes of subsection (5)—\n\t\t\t\ta “relevant period” is a period beginning with the day a final notice isserved on the person under section 46C(5) in respect of the failure to complythat is continuing and ending with—\n\t\t\t\twhere the person appeals against the requirement to pay a fixed penaltyimposed by the final notice, the day on which the appeal that is the finalappeal made by the person against the requirement is dismissed or withdrawn;\n\t\t\t\twhere the person does not appeal, the day on which the period forappealing expires;\n\t\t\t\tthere is no relevant period where the person appeals as mentioned inparagraph (a)(i) and the requirement to pay the fixed penalty is withdrawn onappeal.\n\t\t\tWhere a written warning has been given, whether or not in respect of afailure to comply that is continuing, an authorised officer of the wastecollection authority may require the person to whom the written warning wasgiven to pay a fixed penalty to the authority if satisfied that, within theperiod of one year beginning with the day the written warning was given —\n\t\t\t\tthe person has again failed without reasonable excuse to comply with thesection 46 requirement identified in the warning and the person’s failure tocomply has had, or is or was likely to have, the effect described insubsection (1)(b), or\n\t\t\t\tthe person has failed without reasonable excuse to comply with a section 46requirement that is similar to the one identified in the warning and theperson’s failure to comply has had, or is or was likely to have, the effectdescribed in subsection (1)(b).\n\t\t\tAn authorised officer may require a person to pay a fixed penalty undersubsection (5) or (7) each time that the authorised officer is satisfied ofthe matters mentioned in the subsection.\n\t\t\tAn authorised officer imposing a requirement to pay a fixed penalty undersubsection (4), (5) or (7) must act in accordance with section 46C.\n\t\t\tA “fixed penalty” means a monetary penalty of an amount determined inaccordance with section 46B.\n\t\t\tAn “authorised officer”, in relation to a waste collection authority,means—\n\t\t\t\tan employee of the authority who is authorised in writing by the authorityfor the purpose of giving written warnings and requiring payment of fixedpenalties under this section;\n\t\t\t\tany person who, under arrangements made with the authority, has thefunction of giving such warnings and requiring such payments and is authorisedin writing by the authority to perform that function;\n\t\t\t\tany employee of such a person who is authorised in writing by the authorityfor the purpose of giving such warnings and requiring such payments.\n\t\tBAmount of penalty under section 46A and recovery of penalty\n\t\t\tThe amount of the monetary penalty that a person may be required to pay toa waste collection authority under section 46A is—\n\t\t\t\tthe amount specified by the waste collection authority in relation to theauthority’s area, or\n\t\t\t\tif no amount is so specified, £60.\n\t\t\tA waste collection authority may make provision for treating a fixedpenalty under section 46A as having been paid if a lesser amount is paidbefore the end of a period specified by the authority.\n\t\t\tThe Secretary of State may by regulations make provision in connection withthe powers conferred on waste collection authorities in England undersubsections (1)(a) and (2).\n\t\t\tRegulations under subsection (3) may (in particular)—\n\t\t\t\trequire an amount specified under subsection (1)(a) to fall within a rangeprescribed in the regulations;\n\t\t\t\trestrict the extent to which, and the circumstances in which, a wastecollection authority may make provision under subsection (2).\n\t\t\tThe Secretary of State may by order substitute a different amount for theamount for the time being specified in subsection (1)(b).\n\t\t\tA fixed penalty under section 46A—\n\t\t\t\tis recoverable summarily as a civil debt;\n\t\t\t\tis recoverable as if it were payable under an order of the High Court orthe county court, if the court in question so orders.\n\t\tCPenalties under section 46A: procedure regarding notices of intent andfinal notices\n\t\t\tBefore requiring a person to pay a fixed penalty under section 46A, anauthorised officer must serve on the person notice of intention to do so (a“notice of intent”) in accordance with subsections (2) to (4).\n\t\t\tA notice of intent must contain information about—\n\t\t\t\tthe grounds for proposing to require payment of a fixed penalty,\n\t\t\t\tthe amount of the penalty that the person would be required to pay, and\n\t\t\t\tthe right to make representations under subsection (3).\n\t\t\tA person on whom a notice of intent is served may make representations tothe authorised officer as to why payment of a fixed penalty should not berequired.\n\t\t\tRepresentations under subsection (3) must be made within the period of 28days beginning with the day service of the notice of intent is effected.\n\t\t\tIn order to require a person to pay a fixed penalty under section 46A, anauthorised officer must serve on the person a further notice (the “finalnotice”) in accordance with subsections (6) to (8).\n\t\t\tA final notice may not be served on a person by an authorised officerbefore the expiry of the period of 28 days beginning with the day service ofthe notice of intent on the person was effected.\n\t\t\tBefore serving a final notice on a person, an authorised officer mustconsider any representations made by the person under subsection (3).\n\t\t\tThe final notice must contain information about—\n\t\t\t\tthe grounds for requiring payment of a fixed penalty,\n\t\t\t\tthe amount of the penalty,\n\t\t\t\thow payment may be made,\n\t\t\t\tthe period within which payment is required to be made (which must not beless than the period of 28 days beginning with the day service of the finalnotice is effected),\n\t\t\t\tany provision giving a discount for early payment made by virtue of section46B(2),\n\t\t\t\tthe right to appeal under section 46D, and\n\t\t\t\tthe consequences of not paying the penalty.\n\t\tDAppeals against penalties under section 46A\n\t\t\tA person on whom a final notice is served under section 46C may appeal tothe First-tier Tribunal against the decision to require payment of a fixedpenalty.\n\t\t\tOn an appeal under this section the First-tier Tribunal may withdraw orconfirm the requirement to pay the fixed penalty.\n\t\t\tThe requirement to pay the fixed penalty is suspended pending thedetermination or withdrawal of the appeal that is the final appeal made by theperson against the decision to require payment of the penalty.\n\t\t\t\t(This is subject to subsection (4).)\n\t\t\tWhere the requirement to pay the fixed penalty is confirmed at any stage inthe proceedings on appeal, payment must be made before the end of the periodof 28 days beginning with the day on which the requirement is so confirmedunless the person makes a further appeal before the end of that period.\n\t\t\tThe reference in subsection (4) to the requirement to pay the fixed penaltybeing confirmed on appeal includes a reference to an appeal decisionconfirming the requirement to pay the fixed penalty being upheld on a furtherappeal.”\n\t\t\tIn consequence of subsection (2), in section 47ZB(2)(b) (amount of fixedpenalty for offence)—\n\t\t\t\tomit sub-paragraph (i), and the “and” following it;\n\t\t\t\tin sub-paragraph (ii), omit “in any other case,”.\n\t\t\tIn section 73A (use of fixed penalty receipts), in subsection (2) (powerfor waste collection authority to use fixed penalty receipts for purposes ofits functions under Part 2 and other functions specified in regulations),after “34A” insert “, 46A”.\n\t\t\tSchedule 12 makes amendments to the London Local Authorities Act 2007 thatcorrespond to those made by subsection (3).\n\tOther measures relating to animals, food and the environment\n\t\tSchedule 13 makes provision about the following matters—\n\t\t\tdestructive imported animals;\n\t\t\tthe Farriers Registration Council;\n\t\t\tjoint waste authorities;\n\t\t\tair quality assessments;\n\t\t\tnoise abatement zones."
    },
    {
        "length": 2018,
        "text": "\nRegulation of child trust funds\n\tManagement of child trust funds: looked after children\n\t\tThe Child Trust Funds Act 2004 is amended as follows.\n\t\tIn section 3 (requirements to be satisfied in relation to child trustfunds), in subsection (10) (which provides for the making of regulationsauthorising the Official Solicitor or, in Scotland, the Accountant of Court tomanage child trust funds) for the words from “is to be” to the end of thesubsection substitute “is to be a person appointed by the Treasury or by theSecretary of State.”\n\t\tIn that section, after subsection (11) insert—\n\t\t\t“(11A)Regulations under subsection (10) may provide that, where the terms onwhich a person is appointed by the Treasury or by the Secretary of Stateinclude provision for payment to the person, the payment must be made by agovernment department specified in the regulations (instead of by the personmaking the appointment).\n\t\t(11B)Regulations may provide that, where a person authorised to manage a childtrust fund by virtue of subsection (10) ceases to be so authorised, the personmust provide any information held by that person in connection with themanagement of the fund to the person (if any) who becomes authorised by virtueof that subsection to manage the trust fund instead.”\n\t\tIn section 16 (information about children in care of authority), insubsection (1)—\n\t\t\tat the end of paragraph (a) (before “, or”), insert “or by a personappointed under regulations under section 3(10)”;\n\t\t\tin paragraph (b), before “any information” insert “or to such a person”;\n\t\t\tin the words following paragraph (b), before “may require” insert “or (asthe case may be) the person”.\n\tManagement of child trust funds: children 16 or over\n\t\tSection 3 of the Child Trust Funds Act 2004 (requirements to be satisfied)is amended as follows.\n\t\tIn subsection (6), for paragraphs (a) and (b) substitute—\n\t\t\tif the child is 16 or over and has elected to manage the child trust fund,is the child;\n\t\t\tin any other case, is the person who has that authority by virtue ofsubsection (7) (but subject to subsection (10)).”\n\t\tIn subsection (8), omit “under 16” (where it first occurs).\n\t\tIn subsection (10), omit “under 16”.\n\tChild trust funds: transfers\n\t\tThe Child Trust Funds Act 2004 is amended as follows.\n\t\tAfter section 7 insert—\n\t\t“7ATransfers to other accounts for children\n\t\t\tRegulations may make provision requiring an account provider, at therequest of a person who has the authority to manage a child trust fund, to—\n\t\t\t\ttransfer all the investments under the fund, or an amount representingtheir value in cash, to a protected child account that is provided by a personchosen by the person making the request, and\n\t\t\t\twhen all the investments have been transferred, close the child trust fund.\n\t\t\tAn account is a protected child account if—\n\t\t\t\tthere is relief from income tax and capital gains tax in respect ofinvestments under it,\n\t\t\t\tit may be held only by a child, and\n\t\t\t\tit satisfies any other conditions prescribed in regulations under thissection.”\n\t\t\tAfter section 7A (as inserted by subsection (2)) insert—\n\t\t“7BTransfers on child reaching 18\n\t\t\tRegulations may make provision requiring an account provider to transferall the investments under a child trust fund held by a person immediatelybefore his or her 18th birthday to a protected account of a descriptionprescribed in the regulations.\n\t\t\tRegulations under subsection (1) must include provision that therequirement does not apply if the person gives instructions, in accordancewith the regulations, to the account provider as to what is to be done withthe investments.\n\t\t\tAn account is a protected account if—\n\t\t\t\tthere is relief from income tax and capital gains tax in respect ofinvestments under it, and\n\t\t\t\tit satisfies any other conditions prescribed in regulations under thissection.”\n\t\t\tIn section 3 (requirements to be satisfied), in subsection (4)(d), after“regulations” insert “under this section or any other provision of this Act”.\n\t\t\tIn section 20 (penalties), in subsection (7)(b), after “7” insert “, 7A,7B”.\n\tChild trust funds: safeguards for children’s interests\n\t\tAfter section 7B of the Child Trust Funds Act 2004 (as inserted by section 62)insert—\n\t\t“Powers to safeguard interests of children\n\t\t\tCPowers to safeguard interests of children\n\t\t\t\tThe Treasury may make regulations under this section if the Treasury thinkit appropriate to do so for the purpose of safeguarding the financialinterests of children, or any group of children, who hold child trust funds.\n\t\t\t\tThe regulations may authorise the Treasury to permit withdrawals from—\n\t\t\t\t\tany child trust funds;\n\t\t\t\t\tany child trust funds held with an account provider that is prescribed, orof a description prescribed, in the regulations.\n\t\t\t\tThe regulations may authorise the Treasury to require any account provideror any account provider that is prescribed, or of a description prescribed, inthe regulations to take one or more of the following steps in relation toevery child trust fund held with it—\n\t\t\t\t\tto seek to transfer the fund to another account provider;\n\t\t\t\t\tto seek to transfer all the investments under the fund to a protected childaccount that can be used for investments of that kind and is provided by aperson chosen by the account provider;\n\t\t\t\t\tto seek to transfer an amount in cash representing the value of all theinvestments under the fund (whether consisting of cash or stocks and shares)to a protected child account that can be used for investments in cash and isprovided by a person chosen by the account provider;\n\t\t\t\t\tto transfer an amount in cash representing the value of all the investmentsunder the fund (whether consisting of cash or stocks and shares) to aprotected child account that can be used for investments in cash and isprovided by a person specified by the Treasury.\n\t\t\t\tThe regulations may provide—\n\t\t\t\t\tthat child trust funds held with an account provider that is prescribed, orof a description prescribed, in the regulations are to be treated for allpurposes as if they were protected child accounts of a description soprescribed;\n\t\t\t\t\tthat, where child trust funds are (under the regulations) to be treated asprotected child accounts of a particular description, the account provider isto be treated, for such purposes as may be prescribed in the regulations, as aperson who lawfully provides protected child accounts of that description.\n\t\t\t\tIf the regulations authorise the Treasury to require that one or more ofthe steps mentioned in subsection (3)(b) to (d) be taken, the regulations mayalso authorise the Treasury to require an account provider who, in pursuanceof such a requirement, transfers all the investments under a child trust fund,or an amount representing the value of all the investments, to close the childtrust fund.\n\t\t\t\tIf the regulations authorise the Treasury to require an account provider totake more than one of the steps mentioned in subsection (3), the regulationsmust also—\n\t\t\t\t\tauthorise the Treasury to specify the order in which the steps are to betaken, and\n\t\t\t\t\tprovide that if (as a result of complying with a requirement to take aparticular step) an account holder no longer holds investments under any childtrust fund, any requirement imposed on that provider to take another steplapses.\n\t\t\t\tThe Treasury is not liable in respect of —\n\t\t\t\t\tthe selection by an account provider of a person to whom to make a transferin response to a requirement of a kind mentioned in subsection (3)(a) to (c),or\n\t\t\t\t\ta decision made by it as to the person to be specified in a requirement ofa kind mentioned in subsection (3)(d).\n\t\t\t\tIn this section, “protected child account” means an account which is aprotected child account for the purposes of section 7A.”"
    },
    {
        "length": 446,
        "text": "\nEducation and training\n\tAbolition of office of Chief Executive of Skills Funding\n\t\tThe office of the Chief Executive of Skills Funding (established by Part 4of the Apprenticeships, Skills, Children and Learning Act 2009) is abolished.\n\t\tThe property, rights and liabilities of the Chief Executive of SkillsFunding are transferred to the Secretary of State.\n\t\tSchedule 14 makes amendments to Part 4 of the Apprenticeships, Skills,Children and Learning Act 2009 in consequence of the abolition of the officeof the Chief Executive of Skills Funding.\n\tFurther and higher education sectors: reduction of burdens\n\t\tSchedule 15 makes provision for the reduction of burdens in the further andhigher education sectors.\n\tSchools: reduction of burdens\n\t\tSection 19 of the Education Act 1997 (which confers power on the Secretaryof State and Welsh Ministers to make regulations requiring governing bodies ofmaintained schools to set school performance targets) ceases to have effect inrelation to schools in England.\n\t\tAccordingly, in subsection (1) of that section—\n\t\t\tfor “The Secretary of State” substitute “The Welsh Ministers”;\n\t\t\tfor “the Secretary of State considers” substitute “the Welsh Ministersconsider”;\n\t\t\tafter “maintained schools” insert “in Wales”.\n\t\tOmit section 102 of the Education Act 2005 (which confers power on theSecretary of State to make regulations requiring local authorities in Englandto set annual targets in respect of educational performance at schoolsmaintained by them etc).\n\t\tIn consequence of subsection (3), omit section 122(3)(c) of that Act of2005.\n\t\tSchedule 16 makes further provision for the reduction of burdens relatingto schools in England."
    },
    {
        "length": 1201,
        "text": "\nSale of alcohol: community events etc and ancillary business sales\n\tIn section 2 of the Licensing Act 2003 (authorisation for licensableactivities etc), after subsection (1) insert—\n\t\t“(1A)The licensable activity of selling alcohol by retail may be carried on ifeach sale is a permitted sale by virtue of Part 5A.”\n\tAfter Part 5 of that Act, insert the Part set out in Schedule 17 to thisAct.\n\tIn section 136 of that Act (unauthorised licensable activities), at the endof subsection (5) insert—\n\t“In addition, for the purposes of this Part the licensable activity of sellingalcohol by retail is under and in accordance with an authorisation if eachsale is a permitted sale by virtue of Part 5A.”\n\tIn section 140 of that Act (allowing disorderly conduct on licensedpremises etc)—\n\t\tomit the “and” before subsection (2)(d);\n\t\tafter that paragraph insert “, and\n\t\tin the case of premises specified in a Part 5A notice, to the person whogave the notice.”\n\tIn section 141 of that Act (sale of alcohol to a person who is drunk)—\n\t\tomit the “and” before subsection (2)(d);\n\t\tafter that paragraph insert “, and\n\t\tin the case of premises specified in a Part 5A notice, to the person whogave the notice.”;\n\t\tin subsection (3), after “This section” insert “(except subsection(2)(e))”.\n\tIn section 143 of that Act (failure to leave licensed premises etc)—\n\t\tomit the “and” before subsection (2)(d);\n\t\tafter that paragraph insert “, and\n\t\tin the case of premises specified in a Part 5A notice, to the person whogave the notice.”\n\tIn section 144 of that Act (keeping of smuggled goods)—\n\t\tomit the “and” before subsection (2)(d);\n\t\tafter that paragraph insert “, and\n\t\tin the case of premises specified in a Part 5A notice, to the person whogave the notice.”\n\tIn section 147A of that Act (persistently selling alcohol to children)—\n\t\tin subsection (1)(b), for the words from “either” to “Part 5” substitute“licensed premises, premises authorised to be used for a permitted temporaryactivity by virtue of Part 5 or premises specified in a Part 5A notice”;\n\t\tin subsection (4), after paragraph (b) insert “; or\n\t\tthe person or one of the persons who gave a Part 5A notice in respect ofthe premises.”\n\tIn section 153 of that Act (prohibition of unsupervised sales by children)—\n\t\tomit the “and” before subsection (4)(c);\n\t\tafter that paragraph insert “, and\n\t\tin relation to a sale by retail that is a permitted sale by virtue of Part5A—\n\t\tthe person who gave the Part 5A notice, or\n\t\tany individual aged 18 or over who is authorised for the purposes of thissection by that person.”\n\tIn section 159 of that Act (interpretation of Part 7), at the end of thedefinition of “relevant premises” insert “, or\n\t\texcept in sections 145 and 152, premises that (by reason of being specified ina Part 5A notice) are premises on which a sale by retail of alcohol is capableof being a permitted sale by virtue of Part 5A;”.\n\tIn section 194 of that Act (index of defined expressions) insert thefollowing entries at the appropriate places—\n\t“Part 5A notice| section 110A(2)”  ---|---    “relevant licensing authority, in Part 5A| section 110N”  ---|---    “relevant person, in Part 5A| section 110D(11)”.  ---|---    (12)In section 197 of that Act (regulations and orders)—\n\t\tin subsection (3) (which lists exceptions to the use of the negativeprocedure), after paragraph (c) insert—\n\t\tregulations under section 110B(2), (3) or (7) or 110C(2), (3), (5) or(6) (regulations relating to sales of alcohol permitted by virtue of Part5A),”;\n\t\tin subsection (4) (which specifies when the affirmative procedure isrequired)—\n\t\tafter “or (g)” insert “or regulations within subsection (3)(cza)”;\n\t\tafter “the order” insert “or regulations”."
    },
    {
        "length": 240,
        "text": "\nPersonal licences: no requirement to renew\n\tIn section 115 of the Licensing Act 2003 (period of validity of personallicence), in subsection (1), for the words after “A personal licence”substitute “has effect indefinitely.”\n\tThe amendment made by subsection (1), and the consequential amendments madeby Schedule 18, apply in relation to—\n\t\ta personal licence granted under section 120 of the Licensing Act 2003 onor after the day on which this section comes into force;\n\t\ta personal licence granted under section 120 of that Act before that day,or renewed under section 121 of that Act before that day, for a periodexpiring on or after that day.\n\tAccordingly, any term in a personal licence granted as mentioned insubsection (2)(b) which provides for it to have effect only for a particularperiod has no effect on or after the day on which this section comes intoforce."
    },
    {
        "length": 449,
        "text": "\nLate night refreshment\n\tSchedule 2 to the Licensing Act 2003 (provision of late night refreshment)is amended as follows.\n\tIn paragraph 1(1) (definition of “provides late night refreshment”), in thewords after paragraph (b), after “paragraph” insert “2A,”.\n\tAfter paragraph 2 insert—\n\t“Exempt supplies: designated areas, descriptions of premises and times\n\t\t2A(1)The supply of hot food or hot drink is an exempt supply for the purposesof paragraph 1(1) if it takes place—\n\t\t\ton or from premises which are wholly situated in an area designated by therelevant licensing authority;\n\t\t\ton or from premises which are of a description designated by the relevantlicensing authority; or\n\t\t\tduring a period (beginning no earlier than 11.00 p.m. and ending no laterthan 5.00 a.m.) designated by the relevant licensing authority.\n\t\tA licensing authority may designate a description of premises under sub-paragraph (1)(b) only if the description is one that is prescribed byregulations.\n\t\tA designation under sub-paragraph (1) may be varied or revoked by thelicensing authority that made it.\n\t\tA licensing authority that makes, varies or revokes a designation undersub-paragraph (1) must publish the designation, variation or revocation.\n\t\tIn sub-paragraph (1) references to the “relevant licensing authority”, inrelation to a supply of hot food or hot drink, are references to—\n\t\t\tthe licensing authority in whose area the premises on or from which thefood or drink is supplied are situated, or\n\t\t\twhere those premises are situated in the areas of two or more licensingauthorities, any of those authorities.”"
    },
    {
        "length": 202,
        "text": "\nRemoval of requirement to report loss or theft of licence etc to police\n\tIn the Licensing Act 2003, omit the following provisions (which imposerequirements for the loss or theft of certain documents to be reported to thepolice before copies may be issued)—\n\t\tin section 25 (premises licence or summary), subsection (3)(b), and the“and” before it;\n\t\tin section 79 (club premises certificate or summary), subsection (3)(b),and the “and” before it;\n\t\tin section 110 (temporary event notice), subsection (4)(b), and the “and”before it;\n\t\tin section 126 (theft, loss, etc of personal licence), subsection (3)(b),and the “and” before it."
    },
    {
        "length": 133,
        "text": "\nIn section 12 (motor racing on public ways), after subsection (1) insert—\n\t“(1A)Subsection (1) is subject to—\n\tin relation to England and Wales, sections 12A to 12F (which make provisionto allow the holding of races or trials of speed between motor vehicles onpublic ways in England and Wales);\n\tin relation to Scotland, sections 12G to 12I (which make provision to allowthe holding of races or trials of speed between motor vehicles on public waysin Scotland).”"
    },
    {
        "length": 135,
        "text": "\n“12AMotor race orders: England and Wales: overview\n\tSections 12A to 12F allow highway authorities to make orders relating tothe holding of a race or trial of speed between motor vehicles on a highway inEngland and Wales (“motor race orders”).\n\tA motor race order is made on the application of the person promoting theevent, with the permission of a motor sport governing body (see sections 12Bto 12D).\n\tThe effect of a motor race order is set out in section 12E."
    },
    {
        "length": 803,
        "text": "\nBPermission to apply for motor race order\n\tA person who wishes to promote a race or trial of speed between motorvehicles on a highway in England and Wales may apply for a permit to a motorsport governing body authorised by regulations made by the appropriatenational authority to issue permits in respect of a race or trial of speed ofthat kind.\n\tBefore issuing a permit, the motor sport governing body must consult—\n\t\tthe highway authority for each area in which the event is to take place orwhich is otherwise likely to be significantly affected by the event,\n\t\tthe local authority for each such area,\n\t\tthe police authority for each such area,\n\t\tin the case of an event that is to take place in Greater London, theGreater London Authority,\n\t\teach person who has given the motor sport governing body written noticewithin the previous 12 months that the person wishes to be consulted aboutapplications under this section, and\n\t\tsuch other persons as the motor sport governing body thinks appropriate.\n\tThe motor sport governing body must issue the permit if satisfied that—\n\t\tthe applicant intends to promote the proposed event,\n\t\tthe applicant has the necessary financial and other resources to makeappropriate arrangements for the event,\n\t\tthe applicant has arranged or will arrange appropriate insurance cover inconnection with the event, in accordance with guidance issued by the motorsport governing body, and\n\t\tthe application includes all necessary details of the safety and otherarrangements proposed for the event.\n\tA permit must specify—\n\t\tany route to be followed in the course of the event;\n\t\tarrangements for the approval by the motor sport governing body of driversparticipating in the event;\n\t\tarrangements for the approval by the motor sport governing body of vehiclesto be used in the course of the event;\n\t\tarrangements made or to be made for insurance in connection with the event.\n\tA permit may set out conditions that the motor sport governing body thinksshould be included in any motor race order made in relation to the event.\n\tThe appropriate national authority must by regulations list motor sportgoverning bodies that are authorised to issue permits for the purposes of thissection.\n\tThe regulations may specify the kinds of races or trials of speed betweenmotor vehicles on a highway in respect of which each listed governing body mayissue permits.\n\tThe regulations may provide that a listed motor sport governing body ceasesto be authorised to issue permits if the rules of the governing body—\n\t\tinclude provision of a kind specified in the regulations;\n\t\tdo not include provision of a kind so specified.\n\tIn this section—\n\t\t  * “the appropriate national authority” means—\n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the Welsh Ministers;\n\t\t\t  * “local authority” means —\n\t\ta county or district council in England;\n\t\ta parish council in England;\n\t\ta London borough council;\n\t\tthe Common Council of the City of London in its capacity as a local authority;\n\t\tthe Council of the Isles of Scilly;\n\t\ta county or county borough council in Wales."
    },
    {
        "length": 297,
        "text": "\nCApplication for motor race order\n\tA motor race order may only be made on an application under this section.\n\tAn application may be made only by a person who—\n\t\twishes to promote a race or trial of speed between motor vehicles on ahighway in England and Wales, and\n\t\thas a permit issued in accordance with section 12B in relation to theevent.\n\tThe application must be made to the highway authority for the area in whichthe event is to take place (and, where the event is to take place in the areaof more than one highway authority, separate applications must be made underthis section to each authority).\n\tThe application must be made not less than 6 months before the event.\n\tThe application must be accompanied by—\n\t\tthe permit issued in accordance with section 12B;\n\t\tdetails of any orders under section 16A of the Road Traffic Regulation Act1984 (prohibition or restriction on roads in connection with certain events),and of any other orders, regulations or other legislative instruments, thatwill be needed in connection with the event;\n\t\ta risk assessment in such form as the highway authority may specify;\n\t\tsuch fee as the highway authority may specify."
    },
    {
        "length": 426,
        "text": "\nDDetermination of applications for motor race orders\n\tBefore determining whether to make a motor race order, a highway authoritymust consider—\n\t\tthe likely impact of the event on the local community,\n\t\tthe potential local economic and other benefits (in respect of tourism orotherwise), and\n\t\tany other local considerations that the authority thinks relevant.\n\tThe highway authority may make the motor race order if satisfied that—\n\t\tadequate arrangements have been made to allow the views of the localcommunity to be taken into account,\n\t\tthe person proposing to promote the event has shown that the event iscommercially viable, and\n\t\teffective arrangements have been made to involve local residents, thepolice and other emergency services in the planning and implementation of theevent.\n\tA motor race order must—\n\t\tspecify the event to which it relates, including the date or (in the caseof an event that is to take place on more than one day) the dates on which itis to take place,\n\t\tinclude a map of the area to be used for the event (showing, in particular,the roads which participants will use, and areas which will be available foroccupation by spectators), and\n\t\tinclude any other information specified by the appropriate nationalauthority by regulations.\n\tA motor race order may include conditions which must be satisfied before,during or after the event.\n\tA motor race order may, in particular, include conditions designed toensure that the arrangements mentioned in subsection (2)(c) continuethroughout the planning and implementation of the event.\n\tIn this section, “the appropriate national authority” means—\n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the Welsh Ministers."
    },
    {
        "length": 1379,
        "text": "\nEEffect of motor race order\n\tA motor race order made under section 12D has the effect described in thissection.\n\tSection 12(1) does not apply to the promoter of the event if that person—\n\t\tpromotes the event in accordance with any conditions imposed on thepromoter by the motor race order, and\n\t\ttakes reasonable steps to ensure that any other conditions specified in themotor race order are met.\n\tThe provisions listed in the Table do not apply in relation to aparticipant or an official or (as the case may be) in relation to a vehicleused by a participant or an official provided that—\n\t\tthe participant has been approved by the motor sport governing body thatissued a permit in respect of the event or (as the case may be) the officialhas been authorised by the promoter,\n\t\tthe participant or official complies with any conditions specified in themotor race order that apply to participants or (as the case may be) officials,and\n\t\tthe participant or official also complies with any conditions imposed onhim or her by the promoter.\n\t\t\tProvision| Topic  ---|---  Road Traffic Regulation Act 1984|  Section 18(3)| Contravention of order relating to one-way traffic on trunkroads  Section 20(5)| Contravention of order relating to use on roads of vehicles ofcertain classes  Section 81(1), an order under section 84(1), section 86(1), an order undersection 88(1) and section 89(1)| Speed limits  Regulations under section 99| Removal of vehicles illegally parked etc  Section 104(1) | Immobilisation of vehicles illegally parked  Road Traffic Act 1988|  Section 1| Causing death by dangerous driving  Section 1A| Causing serious injury by dangerous driving  Section 2| Dangerous driving  Section 2B| Causing death by careless, or inconsiderate, driving  Section 3| Careless, and inconsiderate, driving  Section 3ZB| Causing death by driving: unlicensed, disqualified or uninsureddrivers  Section 12(1)| Motor racing on public ways  Section 21(1)| Prohibition of driving or parking on cycle tracks  Section 22| Leaving vehicles in dangerous positions  Section 22A| Causing danger to road-users  Section 36(1)| Drivers to comply with traffic signs  The Highway Code, as it has effect under section 38|  Section 40A| Using vehicle in dangerous condition etc  Regulations under section 41| Regulation of construction, weight, equipmentand use of vehicles  Section 41A| Breach of requirement as to brakes, steering-gear or tyres  Section 41C| Breach of requirement as to speed assessment equipment detectiondevices  Section 42| Breach of other construction and use requirements  Section 47(1)| Obligatory test certificates  Section 87(1)| Drivers of motor vehicles to have driving licences  Section 103(1)(b)| Driving while disqualified  Section 143(1) and (2)| Users of motor vehicles to be insured or securedagainst third-party risks  Sections 164 and 165| Powers of constables to require production of drivinglicence, obtain information etc  Section 165A| Power to seize vehicles driven without licence or insurance  Section 170| Duty of driver to stop, report accident and give information ordocuments  Vehicle Excise and Registration Act 1994|  Section 1(1)(b)| Circumstances in which vehicle excise duty is chargeable onunregistered mechanically propelled vehicles  Section 29(1)| Offence of using or keeping an unlicensed vehicle    (4)The appropriate national authority may by regulations amend this section soas to—\n\t\tadd or omit an entry in the Table in subsection (3);\n\t\tprovide that subsection (3) applies in relation to a provision for the timebeing included in the Table only for purposes specified in the regulations;\n\t\tprovide that subsection (3) applies in relation to a provision for the timebeing included in the Table only if a condition specified in the regulationsis included in the motor race order.\n\tHowever, regulations under subsection (4) may not add any provision ofsections 3A to 11 of this Act (motor vehicles: drink and drugs) to the Tablein subsection (3).\n\tThe promoter of an event in respect of which a motor race order has beenmade is liable in damages if personal injury or damage to property is causedby anything done—\n\t\tby or on behalf of the promoter in connection with the event, or\n\t\tby or on behalf of a participant or an official,\n\t\tunless it is proved that the promoter took reasonable steps to prevent theinjury or damage occurring.\n\tFor the purposes of the Law Reform (Contributory Negligence) Act 1945, theFatal Accidents Act 1976 and the Limitation Act 1980 any injury or damage forwhich a person is liable under subsection (6) is to be treated as due to thefault of that person.\n\tIn this section—\n\t\t  * “the appropriate national authority” means—\n\t\tin relation to England, the Secretary of State;\n\t\tin relation to Wales, the Welsh Ministers;\n\t\t\t  * “official” means a person who facilitates the holding of a race or trial of speed."
    },
    {
        "length": 344,
        "text": "\nFRegulations by appropriate national authority: procedure\n\tA power to make regulations conferred on the Secretary of State or theWelsh Ministers by section 12B(6), 12D(3)(c) or 12E(4) is exercisable bystatutory instrument.\n\tA statutory instrument containing regulations made by the Secretary ofState under section 12E(4) (whether alone or with other provision) may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\tA statutory instrument containing regulations made by the Secretary ofState under section 12B(6) or 12D(3)(c) (other than regulations to whichsubsection (2) applies) is subject to annulment in pursuance of a resolutionof either House of Parliament.\n\tA statutory instrument containing regulations made by the Welsh Ministersunder section 12E(4) (whether alone or with other provision) may not be madeunless a draft of the instrument has been laid before, and approved by aresolution of, the National Assembly for Wales.\n\tA statutory instrument containing regulations made by the Welsh Ministersunder section 12B(6) or 12D(3)(c) (other than regulations to which subsection(4) applies) is subject to annulment in pursuance of a resolution of theNational Assembly for Wales."
    },
    {
        "length": 230,
        "text": "\nGAuthorisation of races and trials of speed in Scotland\n\tThe Scottish Ministers may by regulations authorise, or make provision forauthorising, the holding of races or trials of speed on public roads inScotland.\n\tRegulations under this section may in particular—\n\t\tspecify the persons by whom authorisations may be given;\n\t\tlimit the circumstances in which, and the places in respect of which,authorisations may be given;\n\t\tprovide for authorisations to be subject to conditions imposed by or underthe regulations;\n\t\tprovide for authorisations to cease to have effect in circumstancesspecified in the regulations;\n\t\tprovide for the procedure to be followed, the particulars to be given, andthe amount (or the persons who are to determine the amount) of any fees to bepaid, in connection with applications for authorisations.\n\tRegulations under this section may make different provision for differentcases."
    },
    {
        "length": 994,
        "text": "\nHRaces and trials of speed in Scotland: further provision\n\tSection 12(1) does not apply to the promoter of an event that has beenauthorised by or under regulations under section 12G if that person—\n\t\tpromotes the event in accordance with any conditions imposed on thepromoter by or under the regulations, and\n\t\ttakes reasonable steps to ensure that any other conditions imposed by orunder the regulations are met.\n\tSection 12(1) does not apply to a participant in an event that has beenauthorised by or under regulations under section 12G, provided that theparticipant complies with any conditions imposed on participants by or underthe regulations.\n\tSections 1, 1A, 2, 2B and 3 do not apply to a participant in an event thathas been authorised by or under regulations under section 12G or to any otherperson of a description specified in regulations made by the ScottishMinisters, provided that the participant or other person complies with anyconditions imposed on participants or on persons of that description by orunder regulations under section 12G.\n\tThe Scottish Ministers may by regulations make provision for specifiedprovisions of legislation of a kind mentioned in subsection (5)—\n\t\tnot to apply in relation to participants in events authorised by or underregulations under section 12G or (as appropriate) in relation to vehicles usedby such persons;\n\t\tto apply in relation to such persons or vehicles subject to modificationsspecified in the regulations;\n\t\tnot to apply in relation to persons of a description specified inregulations under this subsection or (as appropriate) in relation to vehiclesused by such persons;\n\t\tto apply in relation to such persons or vehicles subject to modificationsspecified in the regulations.\n\tThe kinds of legislation are—\n\t\tlegislation restricting the speed of vehicles or otherwise regulating theuse of vehicles on a public road;\n\t\tlegislation regulating the construction, maintenance or lighting ofvehicles;\n\t\tlegislation requiring a policy of insurance or security to be in force inrelation to the use of any vehicle;\n\t\tlegislation relating to the duty chargeable on, or the licensing andregistration of, vehicles;\n\t\tlegislation requiring the driver of a vehicle to hold a licence to driveit;\n\t\tlegislation relating to the enforcement of any legislation mentioned inparagraphs (a) to (e).\n\tHowever, regulations under subsection (4) may not disapply, or otherwisealter the application of, sections 3A to 11 of this Act (motor vehicles: drinkand drugs).\n\tThe Scottish Ministers may by regulations amend section 16A of the RoadTraffic Regulation Act 1984 so as to enable orders under that section that aremade for the purposes of an event authorised by or under regulations undersection 12G to suspend statutory provisions in addition to those specified insection 16A(11).\n\tThe promoter of an event that has been authorised by or under regulationsunder section 12G is liable in damages if personal injury or damage toproperty is caused by anything done—\n\t\tby or on behalf of the promoter in connection with the event,\n\t\tby or on behalf of a participant, or\n\t\tby or on behalf of a person of a description specified in regulations madeby the Scottish Ministers,\n\t\t\tunless it is proved that the promoter took reasonable steps to prevent theinjury or damage occurring.\n\tFor the purposes of the Law Reform (Contributory Negligence) Act 1945, anyinjury or damage for which a person is liable under subsection (8) is to betreated as due to the fault of that person.\n\tIn this section, “legislation” means—\n\t\tan Act or subordinate legislation (within the meaning of the InterpretationAct 1978);\n\t\tan Act of the Scottish Parliament or an instrument made under an Act of theScottish Parliament."
    },
    {
        "length": 114,
        "text": "\nIRegulations under section 12G or 12H: procedure\n\tBefore making regulations under section 12H(3), (4), (7) or (8), theScottish Ministers must consult such persons as they consider appropriate.\n\tRegulations under section 12G are subject to the negative procedure.\n\tRegulations under section 12H(3), (4), (7) or (8) are subject to theaffirmative procedure.”"
    },
    {
        "length": 270,
        "text": "\nMotor racing: road closures\n\tSection 16A of the Road Traffic Regulation Act 1984 (which allows a trafficauthority to impose by order restrictions or temporary prohibitions on the useof roads in connection with certain events) is amended as follows.\n\tIn subsection (4), in paragraph (a), after “(motor racing on public ways)”insert “unless a motor race order under section 12D of that Act is made inrelation to the race or trial or it is authorised by or under regulationsunder section 12G of that Act”.\n\tAfter subsection (11) insert—\n\tAn order under this section that is made for the purposes of a race ortrial of speed in relation to which a motor race order under section 12D ofthe Road Traffic Act 1988 has been made may also suspend—\n\t\tregulations under section 25(1);\n\t\tsection 28(1);\n\t\tan order under section 29(1);\n\t\tbyelaws under section 31(1);\n\t\tany provision made by or under Part 4.”"
    },
    {
        "length": 578,
        "text": "\nMotor racing: consequential amendments\n\tThe Road Traffic Act 1988 is amended in accordance with subsections (2) to(5).\n\tFor the italic cross-heading before section 12 substitute “Motor racing onpublic ways”.\n\tBefore section 13 insert the italic cross-heading “Other motor events”.\n\tIn section 193A (tramcars and trolley vehicles), after subsection (3)insert—\n\t\t“(3A)Sections 12A to 12I do not apply to tramcars or to trolley vehicles.”\n\tIn section 195 (provisions as to regulations), after subsection (5) insert—\n\tThis section does not apply in relation to regulations under section12B(6), 12D(3)(c) or 12E(4) (provision as to which is made by section 12F) orregulations under section 12G or 12H(3), (4), (7) or (8) (provision as towhich is made by section 12I).”\n\tThe Secretary of State may by regulations made by statutory instrumentrepeal any local Act passed before this Act which makes provision forauthorising races or trials of speed between motor vehicles on highways inEngland and Wales (and, for this purpose, “highway” has the same meaning as inthe Road Traffic Act 1988).\n\tRegulations under subsection (6) may include transitional, transitory orsaving provision.\n\tBefore making regulations under subsection (6), the Secretary of State mustconsult such persons as the Secretary of State considers appropriate.\n\tA statutory instrument containing regulations under subsection (6) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tThe Scottish Ministers may by regulations repeal any local Act passedbefore this Act which makes provision for authorising races or trials of speedbetween motor vehicles on public roads in Scotland (and, for this purpose,“public road” has the same meaning as in the Road Traffic Act 1988).\n\tRegulations under subsection (10) may include transitional, transitory orsaving provision.\n\tBefore making regulations under subsection (10), the Scottish Ministersmust consult such persons as they consider appropriate.\n\tRegulations under subsection (10) are subject to the negative procedure."
    },
    {
        "length": 774,
        "text": "\nExhibition of films in community premises\n\tIn the Licensing Act 2003, in Schedule 1 (provision of regulatedentertainment), in Part 2 (exemptions), after paragraph 6 insert—\n\t“Film exhibitions: community premises\n\t\t6A(1)The provision of entertainment consisting of the exhibition of a film atcommunity premises is not to be regarded as the provision of regulatedentertainment for the purposes of this Act if the following conditions aresatisfied.\n\t\tThe first condition is that prior written consent for the entertainment totake place at the community premises has been obtained, by or on behalf of aperson concerned in the organisation or management of the entertainment—\n\t\t\tfrom the management committee of the community premises, or\n\t\t\twhere there is no management committee, from—\n\t\t\ta person who has control of the community premises (as occupier orotherwise) in connection with the carrying on by that person of a trade,business or other undertaking (for profit or not), or\n\t\t\twhere there is no such person, an owner of the community premises.\n\t\tThe second condition is that the entertainment is not provided with a viewto profit.\n\t\tThe third condition is that the entertainment takes place in the presenceof an audience of no more than 500 persons.\n\t\tThe fourth condition is that the entertainment takes place between 8am and11pm on the same day.\n\t\tThe fifth condition is that the film classification body or the relevantlicensing authority has made a recommendation concerning the admission ofchildren to an exhibition of the film and—\n\t\t\twhere a recommendation has been made only by the film classification body,the admission of children is subject to such restrictions (if any) as arenecessary to comply with the recommendation of that body;\n\t\t\twhere a recommendation has been made only by the relevant licensingauthority, the admission of children is subject to such restrictions (if any)as are necessary to comply with the recommendation of that authority;\n\t\t\twhere recommendations have been made both by the film classification bodyand the relevant licensing authority, the admission of children is subject tosuch restrictions (if any) as are necessary to comply with the recommendationof the relevant licensing authority.\n\t\tIn sub-paragraph (6) the reference to the “relevant licensing authority”,in relation to the exhibition of a film at particular community premises, is areference to—\n\t\t\tthe licensing authority in whose area the premises are situated, or\n\t\t\twhere the premises are situated in the areas of two or more licensingauthorities, those authorities or (as the context requires) such of thoseauthorities as have made a recommendation.\n\t\tIn this paragraph—\n\t\t\t  * “children” and “film classification body” have the same meaning as in section 20;\n\t\t\t  * “owner”, in relation to community premises, means—\n\t\t\ta person who is for the time being entitled to dispose of the fee simple inthe premises, whether in possession or in reversion, or\n\t\t\ta person who holds or is entitled to the rents and profits of the premisesunder a lease which (when granted) was for a term of not less than 3 years.”"
    },
    {
        "length": 320,
        "text": "\nTV licensing: duty to review sanctions\n\tThe Secretary of State must carry out a review of the sanctions that areappropriate in respect of contraventions of section 363 of the CommunicationsAct 2003 (licence required for installation or use of television receiver).\n\tA review under subsection (1) must—\n\t\texamine proposals for decriminalisation of offences under section 363 ofthe Communications Act 2003;\n\t\tbegin before the end of the period of 3 months beginning with the day onwhich this Act is passed;\n\t\tbe completed no later than 12 months after the day on which it begins; and\n\t\tbe laid before both Houses of Parliament by the Secretary of State oncompletion and be presented to the BBC Trust.\n\tThe Secretary of State must, before the end of the period of 3 monthsbeginning with the day on which the review is completed, lay before bothHouses of Parliament a report setting out the Secretary of State’s response tothe review which must include—\n\t\ta statement as to whether the Secretary of State proposes to exercise thepower to make regulations under section 78(1)(a) or (b), and\n\t\tif the Secretary of State proposes to do so, an outline of the steps thatthe Secretary of State proposes to take in consequence and when those stepswill be taken."
    },
    {
        "length": 934,
        "text": "\nTV licensing: alternatives to criminal sanctions\n\tThe Secretary of State may by regulations made by statutory instrument—\n\t\treplace the TV licensing offences with civil monetary penalties payable tothe BBC, or\n\t\tamend Part 3 of the Regulatory Enforcement and Sanctions Act 2008 so as toenable an order to be made under section 36 of that Act conferring power onthe BBC to impose in relation to a TV licensing offence—\n\t\ta fixed monetary penalty (within the meaning of that Part);\n\t\ta variable monetary penalty (within the meaning of that Part).\n\tRegulations under subsection (1)(a) may provide for the amount of amonetary penalty to be—\n\t\ta fixed amount specified in, or determined in accordance with, theregulations, or\n\t\tsuch amount, not exceeding a maximum amount specified in the regulations,as may be determined by a body so specified.\n\tRegulations under subsection (1)(a) must—\n\t\tmake provision as to the steps that must be taken before a monetary penaltyis imposed;\n\t\tmake provision conferring rights to appeal against the imposition of amonetary penalty.\n\tRegulations under subsection (1)(a) may make provision corresponding to anyprovision that could be included in an order under Part 3 of the RegulatoryEnforcement and Sanctions Act 2008 by virtue of section 52 of that Act (earlypayment discounts, late payment and enforcement).\n\tRegulations under subsection (1)(a) may—\n\t\tconfer powers to obtain information for the purpose of determining whetherto impose a monetary penalty;\n\t\tconfer powers of entry, search or seizure for that purpose.\n\tRegulations under subsection (1)(a) may repeal or otherwise amend anyprovision of Part 4 of the Communications Act 2003.\n\tAny sums received by the BBC by virtue of regulations under this sectionmust be paid into the Consolidated Fund.\n\tRegulations under this section may include—\n\t\tconsequential provision, or\n\t\ttransitional, transitory or saving provision,\n\t\t\tand any such provision may be made by repealing, revoking or otherwiseamending or modifying legislation.\n\tRegulations under this section may make different provision for differentpurposes or areas.\n\tA statutory instrument containing regulations under this section may notbe made unless a draft has been laid before, and approved by a resolution of,each House of Parliament.\n\tRegulations under subsection (1) may not be made so as to come into forcebefore 1 April 2017.\n\tUnless the power conferred by subsection (1) is exercised before the endof the period of 24 months beginning with the day on which the review requiredby section 77 is completed, this section expires at the end of that period.\n\t“The TV licensing offences” are—\n\t\tthe offence under section 363(2) of the Communications Act 2003 (installingor using a television receiver without a licence), and\n\t\tthe offence under section 363(3) of that Act (having a receiver in aperson’s possession intending to install or use it without a licence etc).\n\tIn this section—\n\t\t  * “the BBC” means the British Broadcasting Corporation; \n\t\t  * “legislation” means— \n\t\tan Act or subordinate legislation (within the meaning of the InterpretationAct 1978);\n\t\tan Act of the Scottish Parliament or an instrument made under an Act of theScottish Parliament;\n\t\ta Measure or Act of the National Assembly for Wales or an instrument madeunder a Measure or Act of that Assembly; and\n\t\tNorthern Ireland legislation or an instrument made under Northern Irelandlegislation."
    },
    {
        "length": 103,
        "text": "\nRepeal of Senior President of Tribunals’ duty to report on standards\n\tIn section 15A of the Social Security Act 1998 (functions of Senior Presidentof Tribunals), omit subsections (2) and (3) (which require the preparation andpublication of an annual report on standards of decision-making in the makingof certain decisions of the Secretary of State against which an appeal lies tothe First-tier Tribunal)."
    },
    {
        "length": 863,
        "text": "\nCriminal procedure: written witness statements\n\tSection 9 of the Criminal Justice Act 1967 (proof by written statement) isamended as follows.\n\tIn subsection (2)(d) (objections to the tendering of written statements),for “within seven days from the service of the copy of the statement”substitute “within the relevant period”.\n\tAfter subsection (2) insert—\n\t\t“(2A)For the purposes of subsection (2)(d), “the relevant period” is—\n\t\tsuch number of days, which may not be less than seven, from the service ofthe copy of the statement as may be prescribed by Criminal Procedure Rules, or\n\t\tif no such number is prescribed, seven days from the service of the copy ofthe statement.”\n\tOmit the following—\n\t\tsubsections (3) and (3A) (which make provision about the content of writtenstatements etc);\n\t\tsubsection (6) (which provides for written statements to be read aloudunless the court otherwise directs);\n\t\tsubsection (8) (which deals with the service of documents).\n\tIn consequence of subsections (2) and (3), paragraph 10 of Schedule 4 tothe Wireless Telegraphy Act 2006 is amended as follows—\n\t\tafter sub-paragraph (2) insert—\n\t\t“(2A)The statement is to be treated as properly served for the purposes ofsection 9 of the Criminal Justice Act 1967 (proof by written statement), eventhough the manner of service is not authorised by Criminal Procedure Rules.”;\n\t\tin sub-paragraph (3)—\n\t\tomit paragraph (a) and the “and” following it;\n\t\tin the closing words, for “either of those sections” substitute “thatsection”;\n\t\tafter sub-paragraph (5) insert—\n\t\t“(5A)If the alleged offender makes a request to be tried, section 9(2A) of theCriminal Justice Act 1967 (time for objection) is to apply—\n\t\twith the substitution for the reference in paragraph (a) to such number ofdays, which may not be less than seven, from the service of the copy of thestatement of a reference to such number of days, which may not be less thanseven, beginning with the day after the one on which the request to be triedwas made, and\n\t\twith the substitution for the reference in paragraph (b) to seven days fromthe service of the copy of the statement of a reference to seven daysbeginning with the day after the one on which the request to be tried wasmade.”;\n\t\tin sub-paragraph (6)—\n\t\tomit paragraph (a) and the “and” following it;\n\t\tin the closing words, for “are to apply” substitute “is to apply”.\n\tIn consequence of subsection (4)—\n\t\tin the Magistrates’ Courts Act 1980, in section 12(3)(b)(ii), for“subsections (2)(a) and (b) and (3)” substitute “subsection (2)(a) and (b)”;\n\t\tin the Road Traffic Offenders Act 1988, in section 79(4), for “subsection(8) of that section” substitute “Criminal Procedure Rules”;\n\t\tin the Criminal Justice and Public Order Act 1994, in Schedule 9, omitparagraph 6(1);\n\t\tin the Criminal Procedure and Investigations Act 1996, omit section 69."
    },
    {
        "length": 199,
        "text": "\nCriminal procedure: written guilty pleas\n\tSection 12 of the Magistrates’ Courts Act 1980 (non-appearance of accused:plea of guilty) is amended as follows.\n\tIn subsection (7), after “shall” insert “, subject to rules of court madeunder subsection (7ZA),”.\n\tAfter subsection (7) insert—\n\t\t“(7ZA)Rules of court may—\n\t\tspecify which of paragraphs (a) to (d) of subsection (7) (if any) are toapply;\n\t\tprovide that any such paragraph is to apply only in circumstances specifiedin the rules.\n\t\t(7ZB)Where rules of court are made under subsection (7ZA), subsection (7)applies only to the extent provided for by the rules.”"
    },
    {
        "length": 679,
        "text": "\nCriminal procedure: powers to make Criminal Procedure Rules\n\tIn the Administration of Justice (Miscellaneous Provisions) Act 1933, insection 2 (procedure for indictment of offenders)—\n\t\tin subsection (6), for “Rules” substitute “Criminal Procedure Rules”;\n\t\tomit subsection (6A).\n\tIn that section, in subsection (2), in paragraph (i) of the proviso, for“section 57D(1)” substitute “section 51D(1)”.\n\tIn the Police and Criminal Evidence Act 1984, in Schedule 1 (making oforders and issue of warrants in respect of excluded or special procedurematerial)—\n\t\tin paragraph 7, after “paragraph 4 above” insert “that relates to materialthat consists of or includes journalistic material”;\n\t\tin paragraph 8, for “such an order” substitute “an order under paragraph 4above that relates to material that consists of or includes journalisticmaterial”;\n\t\tin paragraph 9, for “Such a notice” substitute “Notice of an applicationfor an order under paragraph 4 above that relates to material that consists ofor includes journalistic material”;\n\t\tin paragraph 10, for “this Schedule” (in each place where it occurs)substitute “paragraph 8”;\n\t\tafter paragraph 15 insert—\n\t“Procedural rules\n\t\t15ACriminal Procedure Rules may make provision about proceedings under thisSchedule, other than proceedings for an order under paragraph 4 above thatrelates to material that consists of or includes journalistic material.”\n\t\tIn the Terrorism Act 2000, in Part 1 of Schedule 5 (making of orders andissue of warrants in respect of obtaining information in terroristinvestigations: England and Wales and Northern Ireland), in paragraph 11(which deals with the issue of warrants in respect of excluded or specialprocedure material), after sub-paragraph (4) insert—\n\t\tCriminal Procedure Rules may make provision about proceedings relating toa warrant under this paragraph.”\n\t\tIn the Criminal Justice and Police Act 2001, in section 59 (applicationsfor the return of seized property etc), after subsection (12) insert—\n\t\tCriminal Procedure Rules may make provision about proceedings under thissection on an application to a judge of the Crown Court in England and Wales.”\n\t\tIn the Proceeds of Crime Act 2002, in section 352 (applications for searchand seizure warrants), after subsection (7) insert—\n\t\tCriminal Procedure Rules may make provision about proceedings under thissection on an application to a judge entitled to exercise the jurisdiction ofthe Crown Court in England and Wales.”"
    },
    {
        "length": 510,
        "text": "\n“MAPPA arrangements” to cease to apply to certain offenders\n\tSection 327 of the Criminal Justice Act 2003 (which makes provision aboutthe offenders in respect of whom multi-agency public protection arrangements -sometimes referred to as “MAPPA arrangements” - must be made) is amended asfollows.\n\tIn subsection (1), for “subsections (2) to (5)” substitute “subsections (2)to (4)”.\n\tIn subsection (3), in paragraph (a), after “Schedule 15” insert “or insubsection (4A) below”.\n\tIn subsection (4), in paragraph (a), after “Schedule 15” insert “or insubsection (4A) below”.\n\tAfter subsection (4) insert—\n\t\t“(4A)The offences specified in this subsection are—\n\t\tan offence under section 1 of the Child Abduction Act 1984 (abduction ofchild by parent);\n\t\tan offence under section 4 of the Asylum and Immigration (Treatment ofClaimants, etc) Act 2004 (trafficking people for exploitation), where theoffence is committed against a child;\n\t\tan offence under section 4(3) of the Misuse of Drugs Act 1971 where theoffence is committed by—\n\t\tsupplying or offering to supply a Class A drug to a child,\n\t\tbeing concerned in the supplying of such a drug to a child, or\n\t\tbeing concerned in the making to a child of an offer to supply such adrug;\n\t\tan offence of aiding, abetting, counselling, procuring or inciting thecommission of an offence specified in this subsection;\n\t\tan offence of conspiring to commit an offence so specified;\n\t\tan offence of attempting to commit an offence so specified.”\n\tOmit subsection (5).\n\tIn subsection (6), after “In this section” insert “—\n\t\t  * child” means a person under 18;”."
    },
    {
        "length": 433,
        "text": "\nRemoval of requirement that prison closures be made by order\n\tThe Prison Act 1952 is amended as follows.\n\tIn section 37 (closing of prisons)—\n\t\tin subsection (1)—\n\t\tomit “Subject to the next following subsection,”;\n\t\tomit “by order”;\n\t\tomit subsections (2) and (3).\n\tIn section 43 (remand centres and young offender institutions), as it haseffect on and after the day on which section 38 of the Criminal Justice andCourts Act 2015 comes into force, in the Table in subsection (4)—\n\t\tin the entry for “Young offender institutions”, in the second column, for“Sections 28 and 37(2)” substitute “Section 28”;\n\t\tin the entry for “Secure training centres or secure colleges”, in thesecond column, for “, 28 and 37(2)” substitute “and 28”.\n\tUntil section 38 of the Criminal Justice and Courts Act 2015 comes intoforce, in section 43 (remand centres and young offender institutions)—\n\t\tin subsection (5), for “sections 28 and 37(2)” substitute “section 28”;\n\t\tin subsection (5A), for “28 and 37(2) and (3)” substitute “and 28”.\n\tIn section 52 (exercise of power to make orders, rules and regulations)—\n\t\tin subsection (1), omit “, 37”;\n\t\tin subsection (2), omit “or an order made under section thirty-seven ofthis Act,”."
    },
    {
        "length": 361,
        "text": "\nPower of HMRC to disclose information for purposes of certain litigation\n\tThe Commissioners for Her Majesty’s Revenue and Customs may discloseinformation held by them—\n\t\tto a person who is entitled to bring proceedings under the fatal accidentslegislation or for whose benefit such proceedings may be brought, for use inconnection with the proceedings or in reaching a settlement without the needto bring proceedings;\n\t\tto a person who is entitled to bring proceedings for damages for personalinjury for the benefit of the estate of a deceased person, for use inconnection with the proceedings or in reaching a settlement without the needto bring proceedings;\n\t\tto a person who has made or who wishes to make an application for a paymentunder the Diffuse Mesothelioma Payment Scheme on the basis that he or she iseligible for such a payment under section 3 of the Mesothelioma Act 2014(eligibility of dependants for payments under the Scheme), for use inconnection with the application.\n\t“The fatal accidents legislation” means—\n\t\tthe Fatal Accidents Act 1976;\n\t\tthe Fatal Accidents (Northern Ireland) Order 1977 ([S.I. 1977/1251 (N.I.18)](/id/nisi/1977/1251?view=plain \"Go to item of legislation\"));\n\t\tsection 4 of the Damages (Scotland) Act 2011."
    },
    {
        "length": 2036,
        "text": "\nCLC practitioner services bodies\n\tSection 32 of the Administration of Justice Act 1985 (provision ofconveyancing services by recognised bodies) is amended as follows.\n\tIn the heading, after “conveyancing” insert “or other”.\n\tIn subsection (1)—\n\t\tin paragraph (a), after “bodies” insert “or CLC practitioner servicesbodies”;\n\t\tin paragraph (b), for “such bodies” substitute “conveyancing servicesbodies”;\n\t\tin paragraph (b), for the words from “undertake” to the end substitute“undertake—\n\t\tthe provision of conveyancing services,\n\t\tthe exercise of a right of audience,\n\t\tthe conduct of litigation,\n\t\tprobate activities,\n\t\tthe administration of oaths, or\n\t\tthe provision of relevant legal services not covered by sub-paragraphs (i)to (v);”;\n\t\tafter paragraph (b) insert—\n\t\tprescribing the circumstances in which CLC practitioner services bodiesmay be recognised by the Council as being suitable bodies to undertake—\n\t\tthe exercise of a right of audience,\n\t\tthe conduct of litigation,\n\t\tprobate activities,\n\t\tthe administration of oaths, or\n\t\tthe provision of relevant legal services not covered by sub-paragraphs (i)to (iv);”;\n\t\tin paragraph (ba), for the words from “bodies” to the end substitute“bodies to carry on—\n\t\tthe exercise of a right of audience,\n\t\tthe conduct of litigation,\n\t\treserved instrument activities, where the recognised body is aconveyancing services body,\n\t\tprobate activities, or\n\t\tthe administration of oaths;”;\n\t\tin paragraph (c), after “requirements” insert “, including requirementsabout the carrying on of activities which are not reserved legal activities,”.\n\tIn subsection (3)(e), after “those bodies” insert “(including informationabout disciplinary measures taken)”.\n\tIn subsection (3C), after paragraph (a) insert—\n\t\tconditions restricting the kinds of CLC practitioner services that may beprovided by the body;”.\n\tFor subsection (8) substitute—\n\tIn this section—\n\t\t  * “administration of oaths” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t  * “CLC practitioner services” has the meaning given by section 32B;\n\t\t  * “CLC practitioner services body” has the meaning given by section 32B;\n\t\t  * “conduct of litigation” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t  * “conveyancing services body” has the meaning given by section 32A;\n\t\t  * “probate activities” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t  * “relevant legal services”—\n\t\tin relation to a conveyancing services body, has the meaning given by section32A; and\n\t\tin relation to a CLC practitioner services body, has the meaning given bysection 32B;\n\t\t\t  * “reserved instrument activities” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t\t  * “right of audience” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act).”\n\tAfter subsection (8) insert—\n\t\t“(8A)Nothing in this section affects section 13 of the Legal Services Act 2007(entitlement to carry on a reserved legal activity).”\n\tAfter section 32A (definition of “conveyancing services body”) insert—\n\t“32BCLC practitioner services bodies\n\t\tFor the purposes of section 32 a “CLC practitioner services body” means abody (corporate or unincorporate) in respect of which—\n\t\t\tthe management and control condition,\n\t\t\tthe services condition, and\n\t\t\tthe authorised person condition,\n\t\t\t\tare satisfied.\n\t\tThe management and control condition is satisfied in the case of apartnership if at least one of the partners is a licensed conveyancer or alicensed CLC practitioner.\n\t\tThe management and control condition is satisfied in the case of anunincorporated body (other than a partnership), or a body corporate which ismanaged by its members, if at least one of those members is a licensedconveyancer or a licensed CLC practitioner.\n\t\tThe management and control condition is satisfied in the case of any otherbody corporate if at least one director of the body is a licensed conveyanceror a licensed CLC practitioner.\n\t\tThe services condition is satisfied in respect of a body if—\n\t\t\tthe body is carrying on a business consisting of the provision of—\n\t\t\tCLC practitioner services; or\n\t\t\tCLC practitioner services and other relevant legal services; and\n\t\t\tthe body does not provide conveyancing services.\n\t\tThe authorised person condition is satisfied if the licensed conveyancer orlicensed CLC practitioner by reference to whom the management and controlcondition is satisfied, or one of the persons by reference to whom thatcondition is satisfied, is an authorised person in relation to any reservedlegal activity involved in the CLC practitioner services that are provided bythe body.\n\t\tFor the purposes of this section—\n\t\t\ta reference to CLC practitioner services is a reference to servicesinvolving the carrying on of such of the following as are reserved legalactivities in relation to which the Council is designated as an approvedregulator—\n\t\t\tthe exercise of a right of audience;\n\t\t\tthe conduct of litigation;\n\t\t\tprobate activities;\n\t\t\tthe administration of oaths;\n\t\t\ta reference to designation as an approved regulator is a reference todesignation as an approved regulator—\n\t\t\tby Part 1 of Schedule 4 to the Legal Services Act 2007, or\n\t\t\tunder Part 2 of Schedule 4 to that Act;\n\t\t\ta person has an interest in a body if the person has an interest in thebody within the meaning of Part 5 of the Legal Services Act 2007 (see sections72 and 109 of that Act).\n\t\tIn this section—\n\t\t\t  * “administration of oaths” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t\t  * “authorised person” means an authorised person in relation to an activity which is a reserved legal activity (within the meaning of the Legal Services Act 2007);\n\t\t\t  * “conduct of litigation” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t\t  * “probate activities” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t\t  * “relevant legal services”, in relation to a body, means—\n\t\t\tCLC practitioner services, and\n\t\t\twhere authorised persons are managers or employees of, or have an interest in,the body, services such as are provided by individuals practising as suchauthorised persons (whether or not those services involve the carrying on ofreserved legal activities), except for conveyancing services;\n\t\t\t\t  * “reserved legal activity” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act);\n\t\t\t\t  * “right of audience” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act).”"
    },
    {
        "length": 874,
        "text": "\nLicensed CLC practitioners\n\tSection 53 of the Courts and Legal Services Act 1990 (the Council forLicensed Conveyancers: authorisation of individuals to carry on reserved legalactivities) is amended as follows.\n\tIn subsection (2), omit “only if the person is a licensed conveyancer”.\n\tIn subsection (3)—\n\t\tfor “a licensed conveyancer” substitute “a person”;\n\t\tfor “the licensed conveyancer” substitute “the person in respect of thatactivity”.\n\tIn subsection (4), for “Any such” substitute “If the person granted alicence under this section is a licensed conveyancer, the”.\n\tAfter subsection (4) insert—\n\t\t“(4A)If the person granted a licence under this section is not a licensedconveyancer, the licence may be granted as a separate licence or as part of acomposite licence comprising that and any other licence under this sectionwhich the Council may grant to the person.\n\t(4B)A licence under this section granted to a person who is not a licensedconveyancer ceases to have effect if the person becomes a licensedconveyancer.”\n\tIn subsection (9)—\n\t\tin the opening words, after “respect to” insert “persons who apply for, orhold, an advocacy, litigation or probate licence and”;\n\t\tin paragraph (c), for “licensed conveyancer” substitute “person”;\n\t\tafter paragraph (d) insert—\n\t\tany case of an individual who describes himself or herself, or holdshimself or herself out, as a licensed CLC practitioner without holding alicence in force under this section;”;\n\t\tin the words following paragraph (f), after “respect to” insert “personswho apply for, or hold, a licence under Part 2 of the Act of 1985 and”.\n\tAfter subsection (9) insert—\n\t“(9A)The modifications mentioned in subsection (9) may differ depending onwhether the person applying for, or holding, an advocacy, litigation orprobate licence is or is not a licensed conveyancer.\n\t(9B)Subsection (9) does not apply to section 34 of the Act of 1985(modification of existing enactments relating to conveyancing etc).”\n\tAfter subsection (10) insert—\n\tIn this section—\n\t\t  * “advocacy licence” means a licence issued under this section by which the Council authorises the person concerned to exercise a right of audience;\n\t\t  * “CLC practitioner services” has the same meaning as in section 32B of the Act of 1985;\n\t\t  * “licensed CLC practitioner” means a person, other than a licensed conveyancer, who holds a licence under this section;\n\t\t  * “litigation licence” means a licence issued under this section by which the Council authorises the person concerned to carry on activities which constitute the conduct of litigation;\n\t\t  * “the practice of a licensed CLC practitioner” means the provision by a person, as the holder of a licence under this section, of CLC practitioner services in accordance with the licence; and\n\t\t  * “probate licence” means a licence issued under this section by which the Council authorises the person concerned to carry on activities that constitute probate activities.”\n\tIn the italic heading preceding section 53, after “ _conveyancers_ ” insert“ _and licensed CLC practitioners_ ”."
    },
    {
        "length": 923,
        "text": "\nLondon street trading appeals: removal of role of Secretary of State inappeals\n\tThe London Local Authorities Act 1990 is amended in accordance withsubsections (2) and (3).\n\tAfter section 30 insert—\n\t“30AOther Part III appeals\n\t\tAny person aggrieved—\n\t\t\tby a resolution rescinding or varying a designating resolution;\n\t\t\tby a resolution under subsection (1)(b) of section 24 (Designation oflicence streets) of this Act;\n\t\t\tby a standard condition prescribed by regulations under subsection (3) ofsection 27 (Conditions of street trading licences) of this Act; or\n\t\t\tby the amount of a fee or charge under section 32 (Fees and charges) ofthis Act;\n\t\t\t\tmay appeal to a magistrates’ court acting for the area of the borough councilwhich passed the resolution, prescribed the condition or determined the amountof the fee or charge (as the case may be).\n\t\tAn appeal under subsection (1) may be brought—\n\t\t\tin the case of an appeal under paragraph (a) or (b) of that subsection, atany time before the expiration of the period of three months beginning withthe date on which notice of the passing of the resolution is published for thesecond time in accordance with subsection (10) of section 24 (Designation oflicence streets) of this Act;\n\t\t\tin the case of an appeal under paragraph (c) of that subsection, at anytime before the expiration of the period of three months beginning with thedate upon which the licence holders or a body or bodies representative of themwere notified of the making of the regulations;\n\t\t\tin the case of an appeal under paragraph (d) of that subsection—\n\t\t\tif it relates to the amount of a fee payable under subsection (1) ofsection 32 (Fees and charges) of this Act, at any time before the expirationof the period of three months beginning with the date on which the fee payableis notified to the licence holders or a body or bodies representative of them;\n\t\t\tif it relates to the amount of a charge under subsection (2) of section 32(Fees and charges) of this Act, at any time before the expiration of theperiod of three months beginning with the date on which notice of thedetermination of the charge has been given to the licence holders or a body orbodies representative of them.\n\t\tA person desiring to appeal under subsection (1) shall give written noticeto the magistrates’ court and to the borough council specifying the matterabout which the person is aggrieved and the grounds upon which the appeal ismade.\n\t\tOn an appeal to a magistrates’ court under this section, the court may makesuch order as it thinks fit.”\n\t\tIn section 30—\n\t\t\tomit subsections (11) and (12);\n\t\t\tin the sidenote, after “Part III appeals” insert “: refusal to grant alicence etc.”.\n\t\tSection 19 of the City of Westminster Act 1999 is amended as follows.\n\t\tIn subsection (1), for the words from “the Secretary of State” to the endof the subsection substitute “a magistrates’ court acting for the area of thecouncil”.\n\t\tAfter subsection (2) insert—\n\t\tA person desiring to appeal under subsection (1) shall give written noticeto the magistrates’ court and to the council specifying the matter about whichthe person is aggrieved and the grounds upon which the appeal is made.\n\t\tOn an appeal to a magistrates’ court under this section, the court may makesuch order as it thinks fit.”\n\t\tFor the sidenote substitute “Appeals to a magistrates’ court”."
    },
    {
        "length": 181,
        "text": "\nGangmasters (Licensing) Act 2004: enforcement\n\tIn section 15 of the Gangmasters (Licensing) Act 2004 (enforcement andcompliance officers), after subsection (6) insert—\n\tThis section does not prevent the Secretary of State from makingarrangements for ensuring that functions relating to the institution orconduct of proceedings in England and Wales for an offence under this Act arecarried out by the Director of Public Prosecutions and, accordingly, the termsof appointments under subsection (1), or arrangements under subsection (2),may include provision, or be modified so as to include provision, forenforcement officers not to carry out such functions at any time when they arebeing carried out by the Director.”"
    },
    {
        "length": 162,
        "text": "\nReduction in regulation of providers of social work services\n\tIn the Care Standards Act 2000, omit section 4(10) (which provides for theAct to apply to a provider of social work services as it applies to an agencyto which that Act applies).\n\tIn consequence of subsection (1)—\n\t\tin that Act, omit—\n\t\tsection 5(1A)(f), and the “and” before it;\n\t\tsection 30A(6)(f);\n\t\tsection 121(4A);\n\t\tin the Children and Young Persons Act 2008, omit section 4."
    },
    {
        "length": 336,
        "text": "\nElectoral Commission: changes to facilitate efficient administration\n\tSchedule 1 to the Political Parties, Elections and Referendums Act 2000(the Electoral Commission) is amended as follows.\n\tParagraph 15 (five-year plan) is amended as set out in subsections (3) and(4).\n\tIn sub-paragraph (1), after “paragraph 14” insert “in respect of the firstfinancial year to begin after the day on which Parliament meets for the firsttime following a parliamentary general election,”.\n\tAfter that sub-paragraph insert—\n\t\t“(1A)The Speaker’s Committee may require the Commission to submit a plan undersub-paragraph (1) when the Commission submit such an estimate as is mentionedin paragraph 14 in respect of a financial year other than one mentioned inthat sub-paragraph.”\n\tIn paragraph 16 (annual examination of Commission by Comptroller andAuditor General), in sub-paragraph (1)—\n\t\tafter “paragraphs 14 and 15” insert “in respect of any year when both anestimate under paragraph 14 and a five-year plan under paragraph 15 aresubmitted to them,”;\n\t\tfor “in each year” substitute “before the Committee consider the estimateand plan”.\n\tIn the cross-heading preceding paragraph 16, for “Annual examination”substitute “Examination”."
    },
    {
        "length": 556,
        "text": "\nLGBC for England: changes to facilitate efficient administration\n\tSchedule 1 to the Local Democracy, Economic Development and ConstructionAct 2009 (Local Government Boundary Commission for England) is amended asfollows.\n\tIn paragraph 5 (committees), for sub-paragraph (3) substitute—\n\tA committee established under this paragraph to review the economy,efficiency or effectiveness with which the Commission has used its resources,or any sub-committee of such a committee, may include up to two people who arenot also members of the Commission (“independent members”).\n\tThe Commission may not appoint as an independent member anyone who would beineligible for appointment as a member of the Commission because of paragraph1(3).\n\tAn independent member must be appointed on such terms and conditions,including terms and conditions as to remuneration, as the Commission maydetermine.\n\tExcept as provided by sub-paragraph (3), only a member of the Commissionmay be a member of one of its committees or sub-committees.”\n\tParagraph 12 (five-year plan) is amended as set out in subsections (4) and(5).\n\tIn sub-paragraph (1), after “paragraph 11” insert “in respect of the firstfinancial year to begin after the day on which Parliament meets for the firsttime following a parliamentary general election”.\n\tAfter that sub-paragraph insert—\n\t\t“(1A)The Speaker’s Committee may require the Commission to submit a plan undersub-paragraph (1) when the Commission submits such an estimate as is mentionedin paragraph 11 in respect of a financial year other than one mentioned inthat sub-paragraph.”\n\tIn paragraph 13 (annual examination by Comptroller and Auditor General), insub-paragraph (1)—\n\t\tfor “For the purposes of paragraphs 11 and 12” substitute “For the purposeof assisting the Speaker’s Committee to discharge their functions underparagraphs 11 and 12 in respect of any year when both an estimate underparagraph 11 and a five-year plan under paragraph 12 are submitted to them,”;\n\t\tfor “in each year” substitute “before the Committee consider the estimateand plan”.\n\tIn the cross-heading preceding paragraph 13, for “Annual examination”substitute “Examination”."
    },
    {
        "length": 805,
        "text": "\nNHS foundation trusts and NHS trusts: acquisitions and dissolutions etc\n\tThe National Health Service Act 2006 is amended as follows.\n\tIn section 56A (acquisitions), after subsection (4) insert—\n\t\t“(4A)Where the regulator proposes to grant the application, it may by ordermake provision for the transfer of employees of B to A on the grant of theapplication.”\n\tAfter section 56A insert—\n\t“56AAAcquisitions under section 56A: supplementary\n\t\tOn the grant of an application under section 56A—\n\t\t\tany order made by the regulator under section 56A(4A) takes effect,\n\t\t\tthe property and liabilities of the acquired NHS foundation trust or NHStrust are transferred to the acquiring NHS foundation trust (other than rightsand liabilities which may be dealt with by order under section 56A(4A)),\n\t\t\tthe acquired NHS foundation trust or NHS trust is dissolved, and\n\t\t\twhere the acquired trust is an NHS trust, the NHS trust order establishingit is revoked.\n\t\tSo far as may be necessary for the purposes of subsection (1)(b)—\n\t\t\tanything done before the grant of the application by or in relation to theacquired trust is to be treated (on and after the grant) as having been doneby or in relation to the acquiring trust;\n\t\t\tany reference in a document to the acquired trust is to be read as areference to the acquiring trust.\n\t\tAnything (including legal proceedings) that, immediately before the grantof the application, is in the process of being done by or in relation to theacquired trust may continue to be done afterwards by or in relation to theacquiring trust.\n\t\tIn subsection (1)—\n\t\t\t“liabilities” includes criminal liabilities;\n\t\t\t“property” includes trust property.”\n\t\tIn section 57 (sections 56 to 56B: supplementary), after subsection (3)insert—\n\t\t\t“(3A)The order may include provision for the transfer of employees of thetrust or trusts dissolved by the order.”\n\t\tIn section 64 (orders and regulations under this Chapter)—\n\t\t\tin subsection (4), before paragraph (c) insert—\n\t\t\tsection 56A(4A),”;\n\t\t\tin subsection (4A), after “section” insert “56A(4A),”.\n\t\tIn section 65LA (trusts to be dissolved), in subsection (3)(b), for thewords following “trust” to the end substitute “—\n\t\t\tto an NHS body;\n\t\t\tto the Secretary of State;\n\t\t\tbetween more than one NHS body or between one or more NHS bodies and theSecretary of State.”\n\t\tIn that section, in subsection (5), for “to an NHS foundation trust”substitute “to an NHS body”.\n\t\tIn paragraph 31 of Schedule 4 (NHS trusts established under section 25), asit has effect until its repeal by section 179(2) of the Health and Social CareAct 2012, at the beginning insert “Subject to section 56AA,”."
    },
    {
        "length": 313,
        "text": "\nAccess to registers kept by Gas and Electricity Markets Authority\n\tSection 36 of the Gas Act 1986 (keeping of register under Part 1 of thatAct: gas supply) is amended in accordance with subsections (2) to (4).\n\tIn subsection (1) (duty on Authority to maintain register), omit “at suchpremises and”.\n\tFor subsection (4) substitute—\n\tThe contents of the register must be shown on the Authority’s website.”\n\tIn consequence of the amendment made by subsection (3) of this section, insubsection (5), for “so made” substitute “made by the Secretary of State”.\n\tSection 49 of the Electricity Act 1989 (keeping of register under Part 1 ofthat Act: electricity supply) is amended in accordance with subsections (6) to(8).\n\tIn subsection (1) (duty on Authority to maintain register), omit “at suchpremises and”.\n\tFor subsection (5) substitute—\n\tThe contents of the register must be shown on the Authority’s website.”\n\tIn consequence of the amendment made by subsection (7) of this section, insubsection (6), for “so made” substitute “made by the Secretary of State”."
    },
    {
        "length": 511,
        "text": "\nInformation contained in entries of births and deaths\n\tThe Births and Deaths Registration Act 1953 is amended as follows.\n\tAfter section 34 (entry in register as evidence of birth or death) insert—\n\t“34ASearches and records of information: additional provision\n\t\tThe Minister may make regulations for the purpose of enabling the RegistrarGeneral—\n\t\t\tto carry out, on request, a search to find out whether the RegistrarGeneral’s certified copies contain a particular entry;\n\t\t\tto provide, on request, a record of information contained in an entry inthe Registrar General’s certified copies, otherwise than in the form of acertified copy.\n\t\tThe regulations may authorise or require the Registrar General to charge afee of an amount specified in the regulations for carrying out a search orproviding a record.\n\t\tThe regulations may make provision—\n\t\t\tas to how a request for a search or a record may be made;\n\t\t\tas to the forms in which a record may be provided.\n\t\tThe provision that may be made in the regulations includes provision for arecord to be provided in a form that does not include all of the informationcontained in an entry.\n\t\tThis section does not affect the entitlement under this Act of any personto a certified copy of an entry in the Registrar General’s certified copies.\n\t\tIn this section, “the Registrar General’s certified copies” means thecertified copies of entries in registers sent to the Registrar General underthis Act or under any enactment repealed by this Act and kept in the GeneralRegister Office.\n\t\tSection 30(4) applies for the purposes of this section as it applies forthe purposes of section 30.”\n\t\tIn section 39 (regulations), in paragraph (a), for “and 10C” substitute “,10C and 34A”.\n\t\tIn section 39A (regulations made by the Minister: further provisions), insubsection (5), for “and 10C” substitute “, 10C and 34A”."
    },
    {
        "length": 643,
        "text": "\nInformation contained in entries of marriages and civil partnerships\n\tAfter section 65 of the Marriage Act 1949 (searches of indexes kept byRegistrar General) insert—\n\t“65ASearches and records of information: additional provision\n\t\tThe Secretary of State may make regulations for the purpose of enabling theRegistrar General—\n\t\t\tto carry out, on request, a search to find out whether the RegistrarGeneral’s certified copies contain a particular entry;\n\t\t\tto provide, on request, a record of information contained in an entry inthe Registrar General’s certified copies, otherwise than in the form of acertified copy.\n\t\tThe regulations may authorise or require the Registrar General to charge afee of an amount specified in the regulations for carrying out a search orproviding a record.\n\t\tThe regulations may make provision—\n\t\t\tas to how a request for a search or a record may be made;\n\t\t\tas to the forms in which a record may be provided.\n\t\tThe provision that may be made in the regulations includes provision for arecord to be provided in a form that does not include all of the informationcontained in an entry.\n\t\tBefore making regulations under this section, the Secretary of State mustconsult the Registrar General.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tThis section does not affect the entitlement of any person to a certifiedcopy of an entry in the Registrar General’s certified copies.\n\t\tIn this section, “the Registrar General’s certified copies” means thecertified copies of entries in marriage register books sent to the RegistrarGeneral under this Part of this Act and kept in the General Register Office.”\n\t\tIn section 36 of the Civil Partnership Act 2004 (regulations and orders),in subsection (2), after paragraph (f) insert—\n\t\t\tfor the carrying out by the Registrar General, on request, of searches ofentries in the register and the provision, on request, of informationcontained in the entries (otherwise than in the form of certified copies).”\n\t\tIn section 9 of the Marriage (Same Sex Couples) Act 2013 (conversion ofcivil partnership into marriage), in subsection (5), after paragraph (b)insert—\n\t\t\tthe carrying out, on request, of searches of any information recorded andthe provision, on request, of records of any information recorded (otherwisethan in the form of certified copies);”."
    },
    {
        "length": 305,
        "text": "\nRepeal of duty to prepare sustainable community strategy\n\tIn the Local Government Act 2000, omit section 4 (which requires localauthorities in England to prepare sustainable community strategies).\n\tIn consequence of subsection (1), omit the following provisions—\n\t\tin that Act of 2000, section 4A;\n\t\tin the Planning and Compulsory Purchase Act 2004, section 19(2)(f) and (g)and (7);\n\t\tin the Sustainable Communities Act 2007, section 7;\n\t\tin the Local Government and Public Involvement in Health Act 2007, sections78, 106(2)(c)(i), 111(4)(c)(i) and 114;\n\t\tin the Housing and Regeneration Act 2008, section 126;\n\t\tin the Child Poverty Act 2010, section 24;\n\t\tin the Equality Act 2010, section 1(4) and (5);\n\t\tin the Local Government (Wales) Measure 2009, in Schedule 2, paragraph 3."
    },
    {
        "length": 236,
        "text": "\nRepeal of duties relating to local area agreements\n\tIn Chapter 1 of Part 5 of the Local Government and Public Involvement inHealth Act 2007—\n\t\tomit sections 105 to 113 (which impose duties on local authorities inEngland to make local area agreements specifying local improvement targets ifso directed by the Secretary of State);\n\t\tin section 117—\n\t\tomit the definitions of “designated target”, “local area agreement”, “localimprovement target” and “revision proposal”;\n\t\tin the definition of “responsible local authority” omit the words from“and “the responsible local authority”, in relation to a local area agreement”to the end of the definition;\n\t\tomit section 118(1) and (2) (which make transitional provision in relationto local area agreements).\n\tIn consequence of subsection (1), in the heading of the Chapter, omit“Local Area Agreements and”."
    },
    {
        "length": 184,
        "text": "\nRepeal of provisions relating to multi-area agreements\n\tOmit Part 7 of the Local Democracy, Economic Development and ConstructionAct 2009 (which makes provision for the approval by the Secretary of State ofmulti-area agreements prepared by local authorities in England and for theeffect of such approval etc).\n\tIn consequence of subsection (1)—\n\t\tin the Police Reform and Social Responsibility Act 2011, in Schedule 16,omit paragraph 377;\n\t\tin the Education Act 2011, in Schedule 16, omit paragraph 45;\n\t\tin the Health and Social Care Act 2012, in Schedule 5, omit paragraph 172."
    },
    {
        "length": 190,
        "text": "\nRepeal of duties relating to consultation or involvement\n\tIn the Local Government Act 1999, omit section 3A (which makes provisionfor best value authorities to involve local representatives in the exercise oftheir functions).\n\tIn consequence of subsection (1)—\n\t\tin the Local Government Act 1999, in section 28(2), omit “3A,”;\n\t\tin the Local Government and Public Involvement in Health Act 2007, omitsection 138;\n\t\tin the Police Reform and Social Responsibility Act 2011, in Schedule 16,omit paragraph 243.\n\tSchedule 22 makes provision for disapplying certain other requirementsabout consultation etc imposed on public bodies."
    },
    {
        "length": 1005,
        "text": "\nLegislative reform\n\tPower to spell out dates described in legislation\n\t\tA Minister of the Crown may by order made by statutory instrument—\n\t\t\treplace a reference in legislation to the commencement of a provision witha reference to the actual date on which the provision comes into force;\n\t\t\treplace a reference in legislation to the date on which any other eventoccurs with a reference to the actual date on which that event occurs.\n\t\tAn order under subsection (1) may amend the legislation to include anexplanation of the date and may make other consequential amendments tolegislation.\n\t\tAn order under this section may not amend subordinate legislation made bythe Welsh Ministers or by the National Assembly for Wales constituted by theGovernment of Wales Act 1998.\n\t\tAn order under this section may not amend provision that would be withinthe legislative competence of the Scottish Parliament if it were contained inan Act of that Parliament.\n\t\tAn order under this section may not amend provision that would be withinthe legislative competence of the Northern Ireland Assembly if it werecontained in an Act of that Assembly, unless—\n\t\t\ta Bill for an Act of that Assembly containing the provision would requirethe consent of the Secretary of State under section 8 of the Northern IrelandAct 1998, and\n\t\t\tthe provision does not affect, other than incidentally, a transferredmatter (within the meaning of that Act).\n\t\tIn this section—\n\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975; \n\t\t\t  * “legislation” means an Act or subordinate legislation; \n\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act 1978. \n\tCombining different forms of subordinate legislation\n\t\tAny provision that may be made by order, regulations or rules made bystatutory instrument may be made by any other of those forms of legislationmade by statutory instrument.\n\t\tSubsection (1) does not affect the procedure for making the instrument.\n\t\tA reference in any enactment or other instrument to an order, regulationsor rules under an enactment (however expressed) includes a reference toprovision made under it because of subsection (1).\n\t\tSubsection (1) does not apply in relation to any power of the WelshMinisters to make provision by statutory instrument.\n\tAmbulatory references to international shipping instruments\n\t\tAfter section 306 of the Merchant Shipping Act 1995 insert—\n\t\t“306APower to make ambulatory references to international instruments\n\t\t\tThis section applies where—\n\t\t\t\ta person has power under this Act to make subordinate legislation, and\n\t\t\t\tthe person proposes to exercise that power to make subordinate legislationwhich refers to an international instrument.\n\t\t\tThe power may be exercised so as to have the effect that the reference tothe instrument is construed—\n\t\t\t\tas a reference to the instrument as modified from time to time;\n\t\t\t\tif the instrument is replaced by another instrument, as a reference to thatother instrument.\n\t\t\tFor the purposes of subsection (2)(a), an instrument is modified if—\n\t\t\t\tomissions, additions or other alterations to the text of the instrumenttake effect, or\n\t\t\t\tsupplementary provision made under the instrument takes effect.\n\t\t\tIn this section, provision included in subordinate legislation by virtue ofsubsection (2) is referred to as ambulatory provision.\n\t\t\tSubordinate legislation which makes ambulatory provision may make provisionas to—\n\t\t\t\twhen a modification of an international instrument is to be treated astaking effect for the purposes of subsection (2)(a) (read with subsection(3));\n\t\t\t\twhen an international instrument is to be treated as having been replacedby another instrument for the purposes of subsection (2)(b).\n\t\t\tIn this section—\n\t\t\t\t“international instrument” means an international convention or treaty oran instrument made under such a convention or treaty except that“international instrument” does not include an EU instrument;\n\t\t\t\t“subordinate legislation” has the same meaning as in the Interpretation Act1978.”"
    },
    {
        "length": 1178,
        "text": "\nExercise of regulatory functions\n\tExercise of regulatory functions: economic growth\n\t\tA person exercising a regulatory function to which this section appliesmust, in the exercise of the function, have regard to the desirability ofpromoting economic growth.\n\t\tIn performing the duty under subsection (1), the person must, inparticular, consider the importance for the promotion of economic growth ofexercising the regulatory function in a way which ensures that—\n\t\t\tregulatory action is taken only when it is needed, and\n\t\t\tany action taken is proportionate.\n\tFunctions to which section 108 applies\n\t\tA Minister of the Crown may by order specify the regulatory functions towhich section 108 applies.\n\t\tBefore making an order under subsection (1), the Minister must consult—\n\t\t\tany person exercising functions to be specified in the order, and\n\t\t\tsuch other persons as the Minister considers appropriate.\n\t\tAn order under this section may not specify—\n\t\t\ta regulatory function so far as exercisable in Scotland, if or to theextent that the function relates to matters which are not reserved matters;\n\t\t\ta regulatory function so far as exercisable in Northern Ireland, if or tothe extent that the function relates to matters which are transferred matters;\n\t\t\ta regulatory function so far as exercisable in Wales, if or to the extentthat the function relates to matters which are devolved Welsh matters.\n\t\tAn order under this section must be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft has been laid before, and approved by a resolution of,each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “devolved Welsh matter” means a matter within the legislative competence of the National Assembly for Wales; \n\t\t\t  * “reserved matter” and “Scotland” have the same meanings as in the Scotland Act 1998; \n\t\t\t  * “transferred matter” and “Northern Ireland” have the same meanings as in the Northern Ireland Act 1998; \n\t\t\t  * “Wales” has the same meaning as in the Government of Wales Act 2006. \n\tGuidance on duty under section 108\n\t\tA Minister of the Crown may from time to time issue guidance as to theperformance of the duty under section 108(1).\n\t\tThe guidance may include guidance—\n\t\t\tas to the ways in which regulatory functions may be exercised so as topromote economic growth;\n\t\t\tas to how persons who have the duty may demonstrate, in a way that istransparent and accountable, that they are complying with it.\n\t\tA person who has a duty under section 108(1) must have regard to anyguidance issued under subsection (1).\n\t\tBefore issuing guidance under subsection (1), the Minister must prepare adraft of the guidance.\n\t\tThe Minister must then consult the following about the draft—\n\t\t\tpersons who appear to be representative of persons who have a duty undersection 108;\n\t\t\tsuch other persons as the Minister considers appropriate.\n\t\tIf the Minister decides to proceed with issuing the guidance (either in itsoriginal form or with modifications), the Minister must lay the draft beforeParliament.\n\t\tWhere the draft is approved by a resolution of each House of Parliament,the Minister may issue the guidance.\n\t\tGuidance issued under subsection (1) is to come into force on such date asthe Minister may by order made by statutory instrument appoint.\n\tSections 108 to 110: interpretation\n\t\tIn sections 108 to 110, “regulatory function” means—\n\t\t\ta function under or by virtue of an Act or subordinate legislation ofimposing requirements, restrictions or conditions, or setting standards orgiving guidance, in relation to an activity, or\n\t\t\ta function which relates to the securing of compliance with, or theenforcement of, requirements, restrictions, conditions, standards or guidancewhich, under or by virtue of an Act or subordinate legislation, relate to anactivity.\n\t\tIn subsection (1)(a) and (b) the references to a function—\n\t\t\tinclude a function exercisable by or on behalf of the Crown;\n\t\t\tdo not include—\n\t\t\ta function of instituting or conducting criminal proceedings;\n\t\t\ta function of conducting civil proceedings.\n\t\tIn subsection (1)(a) and (b) the references to an activity include—\n\t\t\tproviding goods and services, and\n\t\t\temploying or offering employment to a person.\n\t\tIn sections 109 and 110, “Minister of the Crown” has the same meaning as inthe Ministers of the Crown Act 1975.\n\t\tIn this section, “subordinate legislation” has the same meaning as in theInterpretation Act 1978."
    },
    {
        "length": 1973,
        "text": "\nGeneral\n\tConsequential amendments, repeals and revocations\n\t\tThe Secretary of State may by order made by statutory instrument make suchprovision as the Secretary of State considers appropriate in consequence ofthis Act.\n\t\tAn order under subsection (1)—\n\t\t\tmay include transitional, transitory or saving provision;\n\t\t\tmay repeal, revoke or otherwise amend or modify any provision of primary orsubordinate legislation (including legislation passed or made in the sameSession as this Act).\n\t\tA statutory instrument containing (whether alone or with other provision)an order under this section which repeals, revokes or otherwise amends ormodifies any provision of primary legislation is not to be made unless a draftof the instrument has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\tA statutory instrument containing an order under this section which doesnot repeal, revoke or otherwise amend or modify any provision of primarylegislation is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tIn this section—\n\t\t\t  * “primary legislation” means— \n\t\t\tan Act;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\ta Measure or Act of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “subordinate legislation” means— \n\t\t\tsubordinate legislation within the meaning of the Interpretation Act 1978;\n\t\t\tan instrument made under an Act of the Scottish Parliament;\n\t\t\tan instrument made under a Measure or Act of the National Assembly for Wales;\n\t\t\tan instrument made under Northern Ireland legislation.\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament any increaseattributable to this Act in the sums payable under any other Act out of moneyso provided.\n\tExtent \n\t\tExcept as provided by subsections (2) and (3), a repeal, revocation orother amendment or modification made by this Act has the same extent as theprovision repealed, revoked or otherwise amended or modified.\n\t\tParagraphs 4, 31(b) and (c), 32(2), 32(3) so far as relating to paragraphs9 and 68 of Schedule 13 to the Merchant Shipping Act 1995, 32(4) and (5) and39 of Schedule 23 extend only to England and Wales and Northern Ireland.\n\t\tSection 15, Parts 4 and 5 of Schedule 13 and paragraphs 5, 35, 36, 41, 42and 45 of Schedule 23 extend only to England and Wales.\n\t\tSections 4, 5, 26(7) to (10), 33, 34, 41, 45, 64(1) and (2) and 75(6) to(9) extend only to England and Wales.\n\t\tSection 75(10) to (13) extends only to Scotland.\n\t\tSections 77, 78, 85, 104, 105 and 108 to 113, this section and sections 115and 116 extend to England and Wales, Scotland and Northern Ireland.\n\t\tHer Majesty may by Order in Council provide for any of the provisions ofsection 78 to extend, with or without modifications, to any of the ChannelIslands or the Isle of Man.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 30 to 32;\n\t\t\tsection 42;\n\t\t\tsections 46 and 47;\n\t\t\tsection 85;\n\t\t\tsections 109, 110(1), (2) and (4) to (8) and 111;\n\t\t\tsections 112 to 114, this section and section 116.\n\t\tThe following provisions also come into force on the day on which this Actis passed but only so far as is necessary for enabling the exercise on orafter that day of any power to make provision by an order or regulations madeby statutory instrument—\n\t\t\tsection 1;\n\t\t\tsection 53;\n\t\t\tsection 58 and Schedule 12;\n\t\t\tsections 62 and 63;\n\t\t\tParts 1 and 4 of Schedule 1, Schedules 2, 4 and 8, Parts 2 and 6 ofSchedule 10 and Schedule 21 (and the sections to which those Schedulesrelate).\n\t\tThe following provisions come into force at the end of the period of 2months beginning with the day on which this Act is passed—\n\t\t\tsection 13 and Schedule 4 (so far as not already in force by virtue ofsubsection (2));\n\t\t\tsection 16;\n\t\t\tsection 27 to 29;\n\t\t\tsection 50 and Schedule 9;\n\t\t\tsections 54 to 57;\n\t\t\tsections 60 and 61;\n\t\t\tsection 64 and Schedule 14;\n\t\t\tsection 65 and Schedule 15;\n\t\t\tsection 79;\n\t\t\tsections 83 and 84;\n\t\t\tsection 97 to 102;\n\t\t\tsection 103 and Schedule 22;\n\t\t\tsections 104 to 106;\n\t\t\tin Schedule 6, paragraph 5 and Parts 7 and 8;\n\t\t\tin Schedule 10, Parts 1, 4 and 5;\n\t\t\tin Schedule 11, Part 2;\n\t\t\tin Schedule 13, Parts 1, 2 and 4;\n\t\t\tSchedule 23 other than paragraphs 35, 36 and 41 of that Schedule.\n\t\tPart 3 of Schedule 1 and, as respects Wales, paragraphs 35, 36 and 41 ofSchedule 23 come into force on such day as the Welsh Ministers may by ordermade by statutory instrument appoint.\n\t\tWhere a provision of a Schedule comes into force in accordance withsubsection (3)(n) to (r) or (4), the section to which that Schedule relatescomes into force (so far as relating to that provision) at the same time.\n\t\tThe following provisions come into force on such day as the Lord Chancellormay by order made by statutory instrument appoint—\n\t\t\tsections 86 and 87;\n\t\t\tsection 88 and Schedule 19;\n\t\t\tsection 89 and Schedule 20.\n\t\tExcept as provided by subsections (1) to (6), the provisions of this Actcome into force on such day as the Secretary of State may by order made bystatutory instrument appoint.\n\t\tThe Welsh Ministers may by order made by statutory instrument make suchtransitional, transitory or saving provision as they consider appropriate inconnection with the coming into force of Part 3 of Schedule 1 or, as respectsWales, paragraphs 35, 36 and 41 of Schedule 23.\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitional, transitory or saving provision as the Secretary of Stateconsiders appropriate in connection with the coming into force of anyprovision of this Act (other than transitional, transitory or saving provisionthat the Welsh Ministers have power to make under subsection (8)).\n\t\tThe Lord Chancellor may by order made by statutory instrument make suchtransitional, transitory or saving provision as the Lord Chancellor considersappropriate in connection with the coming into force of sections 86 to 89 andSchedules 19 and 20.\n\t\tAny power to make an order under subsections (4) and (6) to (10) includespower to make different provision for different purposes.\n\tShort title\n\t\tThis Act may be cited as the Deregulation Act 2015."
    }
]