[
    {
        "length": 1094,
        "text": "\nArrangements for separate collection of recyclable waste\n\tAfter section 45 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") there isinserted—\n\t“45AArrangements for separate collection of recyclable waste\n\t\tThis section applies to any waste collection authority whose area is inEngland (an “English waste collection authority”).\n\t\tWhere an English waste collection authority has a duty by virtue of section45(1)(a) above to arrange for the collection of household waste from anypremises, the authority shall ensure that the arrangements it makes inrelation to those premises include the arrangements mentioned in subsection(3) below, unless it is satisfied that (in that case)—\n\t\t\tthe cost of doing so would be unreasonably high; or\n\t\t\tcomparable alternative arrangements are available.\n\t\tThe arrangements are arrangements for the collection of at least two typesof recyclable waste together or individually separated from the rest of thehousehold waste.\n\t\tThe requirement in subsection (2) above shall apply from 31st December2010.\n\t\tThe Secretary of State may, if requested to do so by an English wastecollection authority, direct the authority that subsection (4) above shallhave effect in relation to that authority as if the date mentioned there weresuch later date as may be specified in the direction (being a date no laterthan 31st December 2015).\n\t\tIn this section, “recyclable waste” means household waste which is capableof being recycled or composted.”\nPower to apply section 45A to Welsh waste collection authorities\n\tAfter section 45A of the Environmental Protection Act 1990 (as inserted bysection 1 of this Act) there is inserted—\n\t“45BPower to apply section 45A to Welsh waste collection authorities\n\t\tThe National Assembly for Wales may by order made by statutory instrumentprovide that section 45A above shall apply, subject to subsection (2) below,to all waste collection authorities whose areas are in Wales, as it applies toEnglish waste collection authorities.\n\t\tWhere the Assembly provides as mentioned in subsection (1) above, thereference to the Secretary of State in section 45A(5) above shall be read forthese purposes as a reference to the National Assembly for Wales.\n\t\tSection 161(3) below (which relates to order-making powers) shall not applyto the making of an order under this section.”\nRecycling and composting: duty to report to Parliament\n\tAfter section 47 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") there isinserted—\n\t“47ARecycling and composting: duty to report to Parliament\n\t\tNot later than 31st October 2004, the Secretary of State shall lay beforeeach House of Parliament a report of the performance—\n\t\t\tof each English waste authority in meeting its recycling and compostingstandards (if any); and\n\t\t\tof each English waste collection authority towards meeting the requirementimposed by section 45A(2) above.\n\t\tIn this section—\n\t\t\t  * “English waste authority” means a waste collection authority or a waste disposal authority whose area is in England;\n\t\t\t  * “English waste collection authority” means a waste collection authority whose area is in England; and\n\t\t\t  * “recycling and composting standards” means, in relation to an English waste authority, such performance standards and performance indicators (if any) as may be specified for that authority in an order made under section 4 of the Local Government Act 1999 in connection with the recycling and composting of household waste.”\nMinor amendment\n\tIn section 164 of the Environmental Protection Act [1990 (c.43)](/id/ukpga/1990/43?view=plain \"Go to item of legislation\") (short title,commencement and extent), after subsection (4) there is inserted—\n“(4A)Sections 45A, 45B and 47A do not extend to Scotland.”\nShort title, commencement and extent\n\tThis Act may be cited as the Household Waste Recycling Act 2003.\n\tThis Act comes into force at the end of the period of two months beginningwith the day on which it is passed.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]