{
    "general": "This law makes sure that local councils collect and process household waste properly so that more can be recycled instead of sent to landfills. It also helps create better ways to compost food waste and other organic materials. The goal is to reduce the amount of trash that ends up in landfills and increase the amount that gets recycled or composted. This will help protect the environment and make our communities cleaner and healthier.",
    "series": [
        [
            {
                "length": 157,
                "short": "\"Recycling Regulations in England: Separate Collection Required\"",
                "text": "\n* Simplified point 1: The act requires waste collection authorities in England to arrange for the separate collection of at least two types of recyclable waste from households.\n* Simplified point 2: The act gives power to the National Assembly for Wales to provide that section 45A (recyclable waste) applies to all waste collection authorities in Wales.\n* Simplified point 3: The act requires the Secretary of State to report to parliament on the performance of English waste authorities and English waste collection authorities in meeting recycling and composting standards.\n* Simplified point 4: The act does not extend to Scotland."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Household Waste Recycling Act of 2003 ensures that local councils in England collect and process different types of recyclable materials separately, such as paper and plastic. This helps reduce waste sent to landfills and increase the amount of materials that can be reused or recycled. Additionally, the law empowers the Welsh government to require similar practices in Wales. Finally, the government will review how well local councils perform in meeting these standards. However, this law does not apply to Scotland.",
    "single": "\n* The Household Waste Recycling Act 2003 requires waste collection authorities in England to arrange for the separate collection of at least two types of recyclable waste from household waste.\n* The Act applies to all waste collection authorities whose areas are in Wales if the National Assembly for Wales makes an order by statutory instrument.\n* The Act requires waste collection authorities to report to Parliament on their performance in meeting recycling and composting standards and requirements.\n* The Act does not extend to Scotland.\n* The Act comes into force at the end of the period of two months beginning with the day on which it is passed.\n* The Act only extends to England and Wales.\nKEY POINTS:\n* Separate collection of recyclable waste in England\n* Reporting requirements to Parliament\n* No extension to Scotland\n* England and Wales only\nEASY TO UNDERSTAND EXPLANATION:\nThe Household Waste Recycling Act 2003 is a piece of legislation that requires waste collection authorities in England to arrange for the separate collection of at least two types of recyclable waste from household waste. This means that households in England will have to separate their recyclable waste from the rest of their household waste. The Act also requires waste collection authorities to report to Parliament on their performance in meeting recycling and composting standards and requirements. The Act does not apply to Scotland."
}