[
    {
        "length": 272,
        "text": "\nIntroductory\n\tLimited liability partnerships\n\t\tThere shall be a new form of legal entity to be known as a limitedliability partnership.\n\t\tA limited liability partnership is a body corporate (with legal personalityseparate from that of its members) which is formed by being incorporated underthis Act; and—\n\t\t\tin the following provisions of this Act (except in the phrase “oversealimited liability partnership”), and\n\t\t\tin any other enactment (except where provision is made to the contrary orthe context otherwise requires),\n\t\t\t\treferences to a limited liability partnership are to such a body corporate.\n\t\tA limited liability partnership has unlimited capacity.\n\t\tThe members of a limited liability partnership have such liability tocontribute to its assets in the event of its being wound up as is provided forby virtue of this Act.\n\t\tAccordingly, except as far as otherwise provided by this Act or any otherenactment, the law relating to partnerships does not apply to a limitedliability partnership.\n\t\tThe Schedule (which makes provision about the names and registered officesof limited liability partnerships) has effect."
    },
    {
        "length": 708,
        "text": "\nIncorporation\n\tIncorporation document etc\n\t\tFor a limited liability partnership to be incorporated—\n\t\t\ttwo or more persons associated for carrying on a lawful business with aview to profit must have subscribed their names to an incorporation document,\n\t\t\tthere must have been delivered to the registrar either the incorporationdocument or a copy authenticated in a manner approved by him, and\n\t\t\tthere must have been so delivered a statement in a form approved by theregistrar, made by either a solicitor engaged in the formation of the limitedliability partnership or anyone who subscribed his name to the incorporationdocument, that the requirement imposed by paragraph (a) has been compliedwith.\n\t\tThe incorporation document must—\n\t\t\tbe in a form approved by the registrar (or as near to such a form ascircumstances allow),\n\t\t\tstate the name of the limited liability partnership,\n\t\t\tstate whether the registered office of the limited liability partnership isto be situated in England and Wales, in Wales or in Scotland,\n\t\t\tstate the address of that registered office,\n\t\t\tstate the name and address of each of the persons who are to be members ofthe limited liability partnership on incorporation, and\n\t\t\teither specify which of those persons are to be designated members or statethat every person who from time to time is a member of the limited liabilitypartnership is a designated member.\n\t\tIf a person makes a false statement under subsection (1)(c) which he—\n\t\t\tknows to be false, or\n\t\t\tdoes not believe to be true,\n\t\t\t\the commits an offence.\n\t\tA person guilty of an offence under subsection (3) is liable—\n\t\t\ton summary conviction, to imprisonment for a period not exceeding sixmonths or a fine not exceeding the statutory maximum, or to both, or\n\t\t\ton conviction on indictment, to imprisonment for a period not exceeding twoyears or a fine, or to both.\n\tIncorporation by registration\n\t\tWhen the requirements imposed by paragraphs (b) and (c) of subsection (1)of section 2 have been complied with, the registrar shall retain theincorporation document or copy delivered to him and, unless the requirementimposed by paragraph (a) of that subsection has not been complied with, heshall—\n\t\t\tregister the incorporation document or copy, and\n\t\t\tgive a certificate that the limited liability partnership is incorporatedby the name specified in the incorporation document.\n\t\tThe registrar may accept the statement delivered under paragraph (c) ofsubsection (1) of section 2 as sufficient evidence that the requirementimposed by paragraph (a) of that subsection has been complied with.\n\t\tThe certificate shall either be signed by the registrar or be authenticatedby his official seal.\n\t\tThe certificate is conclusive evidence that the requirements of section 2are complied with and that the limited liability partnership is incorporatedby the name specified in the incorporation document."
    },
    {
        "length": 1683,
        "text": "\nMembership\n\tMembers \n\t\tOn the incorporation of a limited liability partnership its members are thepersons who subscribed their names to the incorporation document (other thanany who have died or been dissolved).\n\t\tAny other person may become a member of a limited liability partnership byand in accordance with an agreement with the existing members.\n\t\tA person may cease to be a member of a limited liability partnership (aswell as by death or dissolution) in accordance with an agreement with theother members or, in the absence of agreement with the other members as tocessation of membership, by giving reasonable notice to the other members.\n\t\tA member of a limited liability partnership shall not be regarded for anypurpose as employed by the limited liability partnership unless, if he and theother members were partners in a partnership, he would be regarded for thatpurpose as employed by the partnership.\n\tRelationship of members etc\n\t\tExcept as far as otherwise provided by this Act or any other enactment, themutual rights and duties of the members of a limited liability partnership,and the mutual rights and duties of a limited liability partnership and itsmembers, shall be governed—\n\t\t\tby agreement between the members, or between the limited liabilitypartnership and its members, or\n\t\t\tin the absence of agreement as to any matter, by any provision made inrelation to that matter by regulations under section 15(c).\n\t\tAn agreement made before the incorporation of a limited liabilitypartnership between the persons who subscribe their names to the incorporationdocument may impose obligations on the limited liability partnership (to takeeffect at any time after its incorporation).\n\tMembers as agents\n\t\tEvery member of a limited liability partnership is the agent of the limitedliability partnership.\n\t\tBut a limited liability partnership is not bound by anything done by amember in dealing with a person if—\n\t\t\tthe member in fact has no authority to act for the limited liabilitypartnership by doing that thing, and\n\t\t\tthe person knows that he has no authority or does not know or believe himto be a member of the limited liability partnership.\n\t\tWhere a person has ceased to be a member of a limited liabilitypartnership, the former member is to be regarded (in relation to any persondealing with the limited liability partnership) as still being a member of thelimited liability partnership unless—\n\t\t\tthe person has notice that the former member has ceased to be a member ofthe limited liability partnership, or\n\t\t\tnotice that the former member has ceased to be a member of the limitedliability partnership has been delivered to the registrar.\n\t\tWhere a member of a limited liability partnership is liable to any person(other than another member of the limited liability partnership) as a resultof a wrongful act or omission of his in the course of the business of thelimited liability partnership or with its authority, the limited liabilitypartnership is liable to the same extent as the member.\n\tEx-members \n\t\tThis section applies where a member of a limited liability partnership haseither ceased to be a member or—\n\t\t\thas died,\n\t\t\thas become bankrupt or had his estate sequestrated or has been wound up,\n\t\t\thas granted a trust deed for the benefit of his creditors, or\n\t\t\thas assigned the whole or any part of his share in the limited liabilitypartnership (absolutely or by way of charge or security).\n\t\tIn such an event the former member or—\n\t\t\this personal representative,\n\t\t\this trustee in bankruptcy or permanent or interim trustee (within themeaning of the [1985 c. 66.] Bankruptcy (Scotland) Act 1985) or liquidator,\n\t\t\this trustee under the trust deed for the benefit of his creditors, or\n\t\t\this assignee,\n\t\t\t\tmay not interfere in the management or administration of any business oraffairs of the limited liability partnership.\n\t\tBut subsection (2) does not affect any right to receive an amount from thelimited liability partnership in that event.\n\tDesignated members\n\t\tIf the incorporation document specifies who are to be designated members—\n\t\t\tthey are designated members on incorporation, and\n\t\t\tany member may become a designated member by and in accordance with anagreement with the other members,\n\t\t\t\tand a member may cease to be a designated member in accordance with anagreement with the other members.\n\t\tBut if there would otherwise be no designated members, or only one, everymember is a designated member.\n\t\tIf the incorporation document states that every person who from time totime is a member of the limited liability partnership is a designated member,every member is a designated member.\n\t\tA limited liability partnership may at any time deliver to the registrar—\n\t\t\tnotice that specified members are to be designated members, or\n\t\t\tnotice that every person who from time to time is a member of the limitedliability partnership is a designated member,\n\t\t\tand, once it is delivered, subsection (1) (apart from paragraph (a)) andsubsection (2), or subsection (3), shall have effect as if that were stated inthe incorporation document.\n\t\tA notice delivered under subsection (4)—\n\t\t\tshall be in a form approved by the registrar, and\n\t\t\tshall be signed by a designated member of the limited liability partnershipor authenticated in a manner approved by the registrar.\n\t\tA person ceases to be a designated member if he ceases to be a member.\n\tRegistration of membership changes\n\t\tA limited liability partnership must ensure that—\n\t\t\twhere a person becomes or ceases to be a member or designated member,notice is delivered to the registrar within fourteen days, and\n\t\t\twhere there is any change in the name or address of a member, notice isdelivered to the registrar within 28 days.\n\t\tWhere all the members from time to time of a limited liability partnershipare designated members, subsection (1)(a) does not require notice that aperson has become or ceased to be a designated member as well as a member.\n\t\tA notice delivered under subsection (1)—\n\t\t\tshall be in a form approved by the registrar, and\n\t\t\tshall be signed by a designated member of the limited liability partnershipor authenticated in a manner approved by the registrar,\n\t\t\t\tand, if it relates to a person becoming a member or designated member, shallcontain a statement that he consents to becoming a member or designated membersigned by him or authenticated in a manner approved by the registrar.\n\t\tIf a limited liability partnership fails to comply with subsection (1), thepartnership and every designated member commits an offence.\n\t\tBut it is a defence for a designated member charged with an offence undersubsection (4) to prove that he took all reasonable steps for securing thatsubsection (1) was complied with.\n\t\tA person guilty of an offence under subsection (4) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale."
    },
    {
        "length": 2754,
        "text": "\nTaxation\n\tIncome tax and chargeable gains\n\t\tIn the [1988 c. 1.] Income and Corporation Taxes Act 1988, after section118 insert—\n\t\t“Limited liability partnerships\n\t\t\tZATreatment of limited liability partnerships\n\t\t\t\tFor the purposes of the Tax Acts, a trade, profession or business carried onby a limited liability partnership with a view to profit shall be treated ascarried on in partnership by its members (and not by the limited liabilitypartnership as such); and, accordingly, the property of the limited liabilitypartnership shall be treated for those purposes as partnership property.\n\t\t\tZBRestriction on relief\n\t\t\t\tSections 117 and 118 have effect in relation to a member of a limitedliability partnership as in relation to a limited partner, but subject tosections 118ZC and 118ZD.\n\t\t\tZCMember’s contribution to trade\n\t\t\t\tSubsection (3) of section 117 does not have effect in relation to a memberof a limited liability partnership.\n\t\t\t\tBut, for the purposes of that section and section 118, such a member’scontribution to a trade at any time (“the relevant time”) is the greater of—\n\t\t\t\t\tthe amount subscribed by him, and\n\t\t\t\t\tthe amount of his liability on a winding up.\n\t\t\t\tThe amount subscribed by a member of a limited liability partnership is theamount which he has contributed to the limited liability partnership ascapital, less so much of that amount (if any) as—\n\t\t\t\t\the has previously, directly or indirectly, drawn out or received back,\n\t\t\t\t\the so draws out or receives back during the period of five years beginningwith the relevant time,\n\t\t\t\t\the is or may be entitled so to draw out or receive back at any time when heis a member of the limited liability partnership, or\n\t\t\t\t\the is or may be entitled to require another person to reimburse to him.\n\t\t\t\tThe amount of the liability of a member of a limited liability partnershipon a winding up is the amount which—\n\t\t\t\t\the is liable to contribute to the assets of the limited liabilitypartnership in the event of its being wound up, and\n\t\t\t\t\the remains liable so to contribute for the period of at least five yearsbeginning with the relevant time (or until it is wound up, if that happensbefore the end of that period).\n\t\t\tZDCarry forward of unrelieved losses\n\t\t\t\tWhere amounts relating to a trade carried on by a member of a limitedliability partnership are, in any one or more chargeable periods, preventedfrom being given or allowed by section 117 or 118 as it applies otherwise thanby virtue of this section (his “total unrelieved loss”), subsection (2)applies in each subsequent chargeable period in which—\n\t\t\t\t\the carries on the trade as a member of the limited liability partnership,and\n\t\t\t\t\tany of his total unrelieved loss remains outstanding.\n\t\t\t\tSections 380, 381, 393A(1) and 403 (and sections 117 and 118 as they applyin relation to those sections) shall have effect in the subsequent chargeableperiod as if—\n\t\t\t\t\tany loss sustained or incurred by the member in the trade in thatchargeable period were increased by an amount equal to so much of his totalunrelieved loss as remains outstanding in that period, or\n\t\t\t\t\t(if no loss is so sustained or incurred) a loss of that amount were sosustained or incurred.\n\t\t\t\tTo ascertain whether any (and, if so, how much) of a member’s totalunrelieved loss remains outstanding in the subsequent chargeable period,deduct from the amount of his total unrelieved loss the aggregate of—\n\t\t\t\t\tany relief given under any provision of the Tax Acts (otherwise than as aresult of subsection (2)) in respect of his total unrelieved loss in that orany previous chargeable period, and\n\t\t\t\t\tany amount given or allowed in respect of his total unrelieved loss as aresult of subsection (2) in any previous chargeable period (or which wouldhave been so given or allowed had a claim been made).”\n\t\t\t\tIn section 362(2)(a) of that Act (loan to buy into partnership), after“partner” insert “in a limited partnership registered under the [1907 c. 24.]Limited Partnerships Act 1907”.\n\t\t\t\tIn the [1992 c. 12.] Taxation of Chargeable Gains Act 1992, after section59 insert—\n\t\t“59ALimited liability partnerships\n\t\t\tWhere a limited liability partnership carries on a trade or business with aview to profit—\n\t\t\t\tassets held by the limited liability partnership shall be treated for thepurposes of tax in respect of chargeable gains as held by its members aspartners, and\n\t\t\t\tany dealings by the limited liability partnership shall be treated forthose purposes as dealings by its members in partnership (and not by thelimited liability partnership as such),\n\t\t\t\t\tand tax in respect of chargeable gains accruing to the members of the limitedliability partnership on the disposal of any of its assets shall be assessedand charged on them separately.\n\t\t\tWhere subsection (1) ceases to apply in relation to a limited liabilitypartnership with the effect that tax is assessed and charged—\n\t\t\t\ton the limited liability partnership (as a company) in respect ofchargeable gains accruing on the disposal of any of its assets, and\n\t\t\t\ton the members in respect of chargeable gains accruing on the disposal ofany of their capital interests in the limited liability partnership,\n\t\t\t\tit shall be assessed and charged on the limited liability partnership as ifsubsection (1) had never applied in relation to it.\n\t\t\tNeither the commencement of the application of subsection (1) nor thecessation of its application in relation to a limited liability partnership isto be taken as giving rise to the disposal of any assets by it or any of itsmembers.”\n\t\t\tAfter section 156 of that Act insert—\n\t\t“156ACessation of trade by limited liability partnership\n\t\t\tWhere, immediately before the time of cessation of trade, a member of alimited liability partnership holds an asset, or an interest in an asset,acquired by him for a consideration treated as reduced under section 152 or153, he shall be treated as if a chargeable gain equal to the amount of thereduction accrued to him immediately before that time.\n\t\t\tWhere, as a result of section 154(2), a chargeable gain on the disposal ofan asset, or an interest in an asset, by a member of a limited liabilitypartnership has not accrued before the time of cessation of trade, the membershall be treated as if the chargeable gain accrued immediately before thattime.\n\t\t\tIn this section “the time of cessation of trade”, in relation to a limitedliability partnership, means the time when section 59A(1) ceases to apply inrelation to the limited liability partnership.”\n\tInheritance tax\n\t\tIn the [1984 c. 51.] Inheritance Tax Act 1984, after section 267 insert—\n\t\t“267ALimited liability partnerships\n\t\t\tFor the purposes of this Act and any other enactments relating to inheritancetax—\n\t\t\t\tproperty to which a limited liability partnership is entitled, or which itoccupies or uses, shall be treated as property to which its members areentitled, or which they occupy or use, as partners,\n\t\t\t\tany business carried on by a limited liability partnership shall be treatedas carried on in partnership by its members,\n\t\t\t\tincorporation, change in membership or dissolution of a limited liabilitypartnership shall be treated as formation, alteration or dissolution of apartnership, and\n\t\t\t\tany transfer of value made by or to a limited liability partnership shallbe treated as made by or to its members in partnership (and not by or to thelimited liability partnership as such).”\n\tStamp duty\n\t\tStamp duty shall not be chargeable on an instrument by which property isconveyed or transferred by a person to a limited liability partnership inconnection with its incorporation within the period of one year beginning withthe date of incorporation if the following two conditions are satisfied.\n\t\tThe first condition is that at the relevant time the person—\n\t\t\tis a partner in a partnership comprised of all the persons who are or areto be members of the limited liability partnership (and no-one else), or\n\t\t\tholds the property conveyed or transferred as nominee or bare trustee forone or more of the partners in such a partnership.\n\t\tThe second condition is that—\n\t\t\tthe proportions of the property conveyed or transferred to which thepersons mentioned in subsection (2)(a) are entitled immediately after theconveyance or transfer are the same as those to which they were entitled atthe relevant time, or\n\t\t\tnone of the differences in those proportions has arisen as part of a schemeor arrangement of which the main purpose, or one of the main purposes, isavoidance of liability to any duty or tax.\n\t\tFor the purposes of subsection (2) a person holds property as bare trusteefor a partner if the partner has the exclusive right (subject only tosatisfying any outstanding charge, lien or other right of the trustee toresort to the property for payment of duty, taxes, costs or other outgoings)to direct how the property shall be dealt with.\n\t\tIn this section “the relevant time” means—\n\t\t\tif the person who conveyed or transferred the property to the limitedliability partnership acquired the property after its incorporation,immediately after he acquired the property, and\n\t\t\tin any other case, immediately before its incorporation.\n\t\tAn instrument in respect of which stamp duty is not chargeable by virtue ofsubsection (1) shall not be taken to be duly stamped unless—\n\t\t\tit has, in accordance with section 12 of the [1891 c. 39.] Stamp Act 1891,been stamped with a particular stamp denoting that it is not chargeable withany duty or that it is duly stamped, or\n\t\t\tit is stamped with the duty to which it would be liable apart from thatsubsection.\n\tClass 4 national insurance contributions\n\t\tIn section 15 of the [1992 c. 4.] Social Security Contributions and BenefitsAct 1992 and section 15 of the [1992 c. 7.] Social Security Contributions andBenefits (Northern Ireland) Act 1992 (Class 4 contributions), after subsection(3) insert—\n\t“(3A)Where income tax is (or would be) charged on a member of a limitedliability partnership in respect of profits or gains arising from the carryingon of a trade or profession by the limited liability partnership, Class 4contributions shall be payable by him if they would be payable were the tradeor profession carried on in partnership by the members.”"
    },
    {
        "length": 983,
        "text": "\nRegulations\n\tInsolvency and winding up\n\t\tRegulations shall make provision about the insolvency and winding up oflimited liability partnerships by applying or incorporating, with suchmodifications as appear appropriate, Parts I to IV, VI and VII of the [1986 c.45.] Insolvency Act 1986.\n\t\tRegulations may make other provision about the insolvency and winding up oflimited liability partnerships, and provision about the insolvency and windingup of oversea limited liability partnerships, by—\n\t\t\tapplying or incorporating, with such modifications as appear appropriate,any law relating to the insolvency or winding up of companies or othercorporations which would not otherwise have effect in relation to them, or\n\t\t\tproviding for any law relating to the insolvency or winding up of companiesor other corporations which would otherwise have effect in relation to themnot to apply to them or to apply to them with such modifications as appearappropriate.\n\t\tIn this Act “oversea limited liability partnership” means a bodyincorporated or otherwise established outside Great Britain and having suchconnection with Great Britain, and such other features, as regulations mayprescribe.\n\tApplication of company law etc\n\t\tRegulations may make provision about limited liability partnerships andoversea limited liability partnerships (not being provision about insolvencyor winding up) by—\n\t\t\tapplying or incorporating, with such modifications as appear appropriate,any law relating to companies or other corporations which would not otherwisehave effect in relation to them,\n\t\t\tproviding for any law relating to companies or other corporations whichwould otherwise have effect in relation to them not to apply to them or toapply to them with such modifications as appear appropriate, or\n\t\t\tapplying or incorporating, with such modifications as appear appropriate,any law relating to partnerships.\n\tConsequential amendments\n\t\tRegulations may make in any enactment such amendments or repeals as appearappropriate in consequence of this Act or regulations made under it.\n\t\tThe regulations may, in particular, make amendments and repeals affectingcompanies or other corporations or partnerships.\n\tGeneral \n\t\tIn this Act “regulations” means regulations made by the Secretary of Stateby statutory instrument.\n\t\tRegulations under this Act may in particular—\n\t\t\tmake provision for dealing with non-compliance with any of the regulations(including the creation of criminal offences),\n\t\t\timpose fees (which shall be paid into the Consolidated Fund), and\n\t\t\tprovide for the exercise of functions by persons prescribed by theregulations.\n\t\tRegulations under this Act may—\n\t\t\tcontain any appropriate consequential, incidental, supplementary ortransitional provisions or savings, and\n\t\t\tmake different provision for different purposes.\n\t\tNo regulations to which this subsection applies shall be made unless adraft of the statutory instrument containing the regulations (whether or nottogether with other provisions) has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tSubsection (4) applies to—\n\t\t\tregulations under section 14(2) not consisting entirely of the applicationor incorporation (with or without modifications) of provisions contained in ormade under the [1986 c. 45.] Insolvency Act 1986,\n\t\t\tregulations under section 15 not consisting entirely of the application orincorporation (with or without modifications) of provisions contained in ormade under Part I, Chapter VIII of Part V, Part VII, Parts XI to XIII, PartsXVI to XVIII, Part XX or Parts XXIV to XXVI of the [1985 c. 6.] Companies Act1985,\n\t\t\tregulations under section 14 or 15 making provision about oversea limitedliability partnerships, and\n\t\t\tregulations under section 16.\n\t\tA statutory instrument containing regulations under this Act shall (unlessa draft of it has been approved by a resolution of each House of Parliament)be subject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 735,
        "text": "\nSupplementary\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “address”, in relation to a member of a limited liability partnership, means— \n\t\t\tif an individual, his usual residential address, and\n\t\t\tif a corporation or Scottish firm, its registered or principal office,\n\t\t\t\t  * “business” includes every trade, profession and occupation, \n\t\t\t\t  * “designated member” shall be construed in accordance with section 8, \n\t\t\t\t  * “enactment” includes subordinate legislation (within the meaning of the [1978 c. 30.] Interpretation Act 1978), \n\t\t\t\t  * “incorporation document” shall be construed in accordance with section 2, \n\t\t\t\t  * “limited liability partnership” has the meaning given by section 1(2), \n\t\t\t\t  * “member” shall be construed in accordance with section 4, \n\t\t\t\t  * “modifications” includes additions and omissions, \n\t\t\t\t  * “name”, in relation to a member of a limited liability partnership, means— \n\t\t\tif an individual, his forename and surname (or, in the case of a peer or otherperson usually known by a title, his title instead of or in addition to eitheror both his forename and surname), and\n\t\t\tif a corporation or Scottish firm, its corporate or firm name,\n\t\t\t\t  * “oversea limited liability partnership” has the meaning given by section 14(3), \n\t\t\t\t  * “the registrar” means— \n\t\t\tif the registered office of the limited liability partnership is, or is to be,situated in England and Wales or in Wales, the registrar or other officerperforming under the [1985 c. 6.] Companies Act 1985 the duty of registrationof companies in England and Wales, and\n\t\t\tif its registered office is, or is to be, situated in Scotland, the registraror other officer performing under that Act the duty of registration ofcompanies in Scotland, and\n\t\t\t\t  * “regulations” has the meaning given by section 17(1). \n\tCommencement, extent and short title\n\t\tThe preceding provisions of this Act shall come into force on such day asthe Secretary of State may by order made by statutory instrument appoint; anddifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by order made by statutory instrument make anytransitional provisions and savings which appear appropriate in connectionwith the coming into force of any provision of this Act.\n\t\tFor the purposes of the [1998 c. 46.] Scotland Act 1998 this Act shall betaken to be a pre-commencement enactment within the meaning of that Act.\n\t\tApart from sections 10 to 13 (and this section), this Act does not extendto Northern Ireland.\n\t\tThis Act may be cited as the Limited Liability Partnerships Act 2000."
    }
]