{
    "general": "This law makes sure that when a Minister (a person in charge of a government department) or someone holding an opposition office (someone who works in opposition to the current government) goes on maternity leave, they will continue to receive money while they are away from work taking care of their new baby. This way, they can focus on being a new parent without worrying about losing their job or income.",
    "series": [
        [
            {
                "length": 231,
                "short": "\"Maternity Allowances for UK Government Ministers\".",
                "text": "\n* Simplified point 1: The Ministerial and other Maternity Allowances Act 2021 provides allowances for pregnant or newly delivered mothers who hold certain ministerial offices in the UK government.\n* Simplified point 2: The act allows for payment of maternity allowances to these mothers while they are on leave, and also makes provision for their replacement during their absence.\n* Simplified point 3: The act applies to both the Prime Minister and other ministers, and covers various aspects of their roles, including their salaries and pensions.\n* Simplified point 4: The act sets out the criteria for determining eligibility for maternity allowances, including the length of time before the expected week of childbirth and whether the mother has given birth to a stillborn child.\n* Simplified point 5: Payments under the act are charged on and paid out of the Consolidated Fund, and any overpayments may be recouped."
            }
        ]
    ],
    "summary": "The Ministerial and other Maternity Allowances Act 2021 helps pregnant or new moms in important government positions get financial support while they're on maternity leave. This includes the Prime Minister and other ministers. The law says that these moms can keep getting paid while they're away, and someone else will do their job while they're on leave. To qualify for this help, moms need to meet certain requirements, like how far along they are in their pregnancy and if they had a stillborn baby. If there are any mistakes with the payments, the government can ask for the money back.",
    "single": "\n* The Ministerial and Other Maternity Allowances Act 2021 provides maternity allowances for Ministers and holders of Opposition offices in the UK.\n\n* Under the act, a mother or expectant mother designated as a Minister on Leave is paid an allowance equal to six times their monthly salary for six months.\n\n* If no salary was being paid in respect of the first ministerial office, no allowance is payable.\n\n* While the designation has effect, the holding of the designated ministerial office is ignored for the purposes of section 2(1) and (2) of the House of Commons Disqualification Act 1975.\n\n* Payments under this section are charged on and paid out of the Consolidated Fund.\n\n* No allowance is payable under section 5(1)(b) of the Ministerial and other Pensions and Salaries Act 1991 to the holder of the opposition office while a person is appointed under section 4(1) of this Act.\n\n* This Act extends to England and Wales, Scotland, and Northern Ireland, and comes into force on the day it is passed."
}