[
    {
        "length": 838,
        "text": "\nBodies to which this Act applies\n\tThis Act applies to the following bodies—\n\t  * The Board of Trustees of the Armouries, \n\t  * The British Library Board, \n\t  * The Trustees of the British Museum, \n\t  * The Trustees of the Imperial War Museum, \n\t  * The Board of Trustees for the National Galleries of Scotland, \n\t  * The Board of Trustees of the National Gallery, \n\t  * The Trustees of the National Library of Scotland, \n\t  * The Trustees of the National Maritime Museum, \n\t  * The Board of Trustees of the National Museums and Galleries on Merseyside, \n\t  * The Board of Trustees of the National Museums of Scotland, \n\t  * The Board of Trustees of the National Portrait Gallery, \n\t  * The Trustees of the Natural History Museum, \n\t  * The Board of Trustees of the Royal Botanic Gardens, Kew, \n\t  * The Board of Trustees of the Science Museum, \n\t  * The Board of Trustees of the Tate Gallery, \n\t  * The Board of Trustees of the Victoria and Albert Museum, \n\t  * The Board of Trustees of the Wallace Collection. \nPower to return victims’ property\n\tA body to which this Act applies may transfer an object from itscollections if the following conditions are met.\n\tCondition 1 is that the Advisory Panel has recommended the transfer.\n\tCondition 2 is that the Secretary of State has approved the AdvisoryPanel’s recommendation.\n\tThe Secretary of State may approve a recommendation for the transfer of anobject from the collections of a Scottish body only with the consent of theScottish Ministers.\n\t“Scottish body” means—\n\t\t  * The Board of Trustees for the National Galleries of Scotland, \n\t\t  * The Trustees of the National Library of Scotland, \n\t\t  * The Board of Trustees of the National Museums of Scotland. \n\tThe power conferred by subsection (1) does not affect any trust orcondition subject to which any object is held.\n\tThe power conferred by subsection (1) is an additional power.\n“Advisory Panel”\n\tFor the purposes of this Act “Advisory Panel” means a panel for the timebeing designated by the Secretary of State for those purposes.\n\tThe Secretary of State may designate a panel for the purposes of this Actonly if the panel’s functions consist of the consideration of claims which—\n\t\tare made in respect of objects, and\n\t\trelate to events occurring during the Nazi era.\n\t“Nazi era” means the period—\n\t\tbeginning with 1 January 1933, and\n\t\tending with 31 December 1945.\nShort title, extent, commencement and sunset\n\tThis Act may be cited as the Holocaust (Return of Cultural Objects) Act2009.\n\tThis Act extends to—\n\t\tEngland and Wales, and\n\t\tScotland. \n\tThe preceding sections of this Act come into force on such day as theSecretary of State may by order appoint.\n\tAn order may make different provision for different purposes.\n\tBefore appointing a day for the coming into force of the preceding sectionsof this Act so far as they relate to Scottish bodies the Secretary of Statemust consult the Scottish Ministers.\n\t“Scottish body” has the meaning given by section 2(5).\n\tThis Act expires at the end of the period of 10 years beginning with theday on which it is passed.\n\t\t"
    }
]