{
    "general": "This law allows for the return of items such as art, books, or other cultural objects that were taken from their rightful owners during the time of the Nazis. The law gives power to return these items to the people who had them before the Nazis took them. This is done because many valuable items were stolen by the Nazis and their supporters, and this law helps to correct that wrongdoing. It's like returning something that was lost to its original owner.",
    "series": [
        [
            {
                "length": 238,
                "short": "\"Looted Art Restitution Act: Empowering Museums to Return Stolen Cultural Objects\"",
                "text": "\n* Simplified point 1: This act applies to various museums and galleries in England, Wales, and Scotland, and gives them the power to return cultural objects that were looted or stolen during the Nazi era.\n* Simplified point 2: The act requires the Advisory Panel to recommend the transfer of objects before the Secretary of State can approve it, and the Secretary of State must consult the Scottish Ministers before appointing a day for the act to come into force in Scotland.\n* Simplified point 3: The act only applies to objects that were looted or stolen during the Nazi era, which is defined as between 1933 and 1945.\n* Simplified point 4: The act gives the power to return objects without affecting any trust or condition under which they are held, and it is an additional power.\n* Simplified point 5: The act expires after 10 years from the date it was passed."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Holocaust (Return of Cultural Objects) Act 2009 allows museums and galleries in England, Wales, and Scotland to return cultural objects that were taken during the Nazi regime (between 1933 and 1945). Before returning these items, the Advisory Panel must suggest their transfer, and the Secretary of State must consult with Scottish officials. This law only applies to objects that were stolen or looted during that time period. It's important to note that this law doesn't change any existing trusts or conditions under which the objects are held; instead, it provides an extra power to return these items. Finally, this law will expire ten years after its passage.",
    "single": "\n* This Act applies to 14 museums and galleries in England and Scotland.\n* These institutions can return cultural objects to their rightful owners or heirs if the objects were looted or stolen during the Nazi era (1933-1945).\n* The Act allows for the return of objects even if they have been given to the museums as gifts or as part of a bequest.\n* The Advisory Panel, designated by the Secretary of State, will consider claims for the return of objects.\n* The Secretary of State must approve the Advisory Panel's recommendations before any objects can be returned.\n* The Act does not affect any trust or condition subject to which the objects are held.\n* The Act only applies to objects that relate to events occurring during the Nazi era.\n* The Act extends to England and Wales, and Scotland.\n* The Act comes into force on a day appointed by the Secretary of State, and different provisions may be made for different purposes.\n* The Act expires at the end of the period of 10 years beginning with the day it is passed."
}