[
    {
        "length": 2477,
        "text": "\nNon-domestic rating\n\tLocal retention of non-domestic rates\n\t\tThe LGFA 1988 is amended in accordance with subsections (2) to (4).\n\t\tAfter section 59 insert—\n\t\t“59ALocal retention of non-domestic rates\n\t\t\tSchedule 7B (local retention of non-domestic rates) has effect.”\n\t\t\tIn section 143 (orders and regulations)—\n\t\t\t\tin subsection (3) (application of negative Parliamentary procedure toorders and regulations under the Act), for “(9AA)” substitute “(9E)”, and\n\t\t\t\tbefore subsection (10) insert—\n\t\t\t\t“(9C)Any power to make regulations conferred by Schedule 7B (local retentionof non-domestic rates) is exercisable by statutory instrument.\n\t\t\t\t(9D)A statutory instrument containing regulations under any of the followingprovisions of that Schedule (whether alone or with other provision) may not bemade unless a draft of the instrument has been laid before and approved byresolution of each House of Parliament—\n\t\t\t\tparagraph 9 (regulations about payments by billing authorities to majorprecepting authorities);\n\t\t\t\tparagraph 11 (regulations about payments by billing authorities to majorprecepting authorities out of deductions from central share payments);\n\t\t\t\tparagraph 22 (regulations about calculation of levy payments);\n\t\t\t\tparagraph 25 (regulations about calculation of safety net payments);\n\t\t\t\tparagraph 30 (regulations about distribution of remaining balance);\n\t\t\t\tparagraph 39 or 40 (regulations about designated areas or classes ofhereditament), if the regulations contain provision within paragraph 41(payments to relevant authorities).\n\t\t\t\t(9E)Any other statutory instrument containing regulations under that Scheduleis subject to annulment in pursuance of a resolution of either House ofParliament.”\n\t\t\tSchedule 1 (which sets out the Schedule to be inserted as Schedule 7B tothe LGFA 1988) has effect.\n\t\t\tIn consequence of the amendment made by subsection (3)(a), in Schedule 7 tothe Local Government Act 2003 omit paragraph 24(2).\n\t\t\tThe amendments made by this section and Schedule 1 have effect in relationto the financial year beginning with 1 April 2013 and subsequent financialyears.\n\t\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (6) by substituting a later financial year.\n\tRevenue support grant\n\t\tSchedule 2 (amendment of provisions about revenue support grant) haseffect.\n\t\tThe amendments made by Schedule 2 have effect in relation to the financialyear beginning with 1 April 2013 and subsequent financial years.\n\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (2) by substituting a later financial year.\n\tAdditional grant\n\t\tThe LGFA 1988 is amended in accordance with subsections (2) to (4).\n\t\tIn section 84Q(1) (application of Chapter dealing with grants other thanrevenue support grant) omit paragraph (a) (which refers to sections 85 and86).\n\t\tOmit sections 85 and 86 (additional grant: England) and the italic headingpreceding section 85.\n\t\tIn section 141 (payments to and from authorities)—\n\t\t\tin subsection (5)(b) omit “and 86(2)”, and\n\t\t\tin subsection (7) omit “and 86”.\n\t\tThe LGFA 1992 is amended in accordance with subsections (6) to (8).\n\t\tIn section 52ZF (council tax referendums: billing authority’s duty to makesubstitute calculations)—\n\t\t\tin subsection (3)(a) omit “additional grant,”, and\n\t\t\tomit subsection (4).\n\t\tIn section 52ZJ (council tax referendums: major precepting authority’s dutyto make substitute calculations)—\n\t\t\tin subsection (4)(a) omit “additional grant,”, and\n\t\t\tomit subsection (5).\n\t\tIn section 69(1) (interpretation of Part 1), in the definition of“additional grant”, for “85(2)” substitute “86A(2)”.\n\t\tThe Greater London Authority Act 1999 is amended in accordance withsubsections (10) and (11).\n\t\tIn section 86 (calculation of component council tax requirement inrelation to Mayor’s Office for Policing and Crime)—\n\t\t\tin subsection (4D)—\n\t\t\tat the end of paragraph (b) insert “and”, and\n\t\t\tomit paragraph (d) (additional grant) and the “and” preceding thatparagraph, and\n\t\t\tin subsection (4F)—\n\t\t\tat the end of paragraph (a) insert “and”, and\n\t\t\tomit paragraph (c) (report relating to additional grant) and the “and”preceding that paragraph.\n\t\tIn section 102(2) (aggregate out of which payments to functional bodiesare to be made) omit paragraph (b) (additional grant).\n\t\tIn consequence of the amendments made by subsection (3)—\n\t\t\tin Schedule 10 to the LGFA 1992 omit paragraph 16, and\n\t\t\tin Schedule 7 to the Local Government Act 2003 omit paragraph 17.\n\t\tThe amendments made by this section have effect in relation to thefinancial year beginning with 1 April 2013 and subsequent financial years.\n\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (13) by substituting a later financial year.\n\tGeneral GLA grant\n\t\tSection 100 of the Greater London Authority Act 1999 (general GLA grant) isamended as follows.\n\t\tFor subsection (1) (duty to pay general GLA grant to Greater LondonAuthority for each financial year) substitute—\n\t\tThe Secretary of State may pay a grant (to be called “general GLA grant”)to the Authority for a financial year.”\n\t\tIn subsection (3) (duty to make determination about general GLA grant foreach financial year), after “year” insert “for which general GLA grant is tobe paid”.\n\t\tThe amendments made by this section have effect in relation to thefinancial year beginning with 1 April 2013 and subsequent financial years.\n\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (4) by substituting a later financial year.\n\tLocal retention of non-domestic rates: further amendments\n\t\tSchedule 3 (local retention of non-domestic rates: further amendments) haseffect.\n\t\tIn that Schedule—\n\t\t\tPart 1 amends Schedule 8 to the LGFA 1988 so that it applies in relation toWales only (and makes some related amendments), and\n\t\t\tPart 2 contains other amendments.\n\t\tThe amendments made by that Schedule have effect for the financial yearbeginning with 1 April 2013 and subsequent financial years.\n\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (3) by substituting a later financial year.\n\tDefinition of domestic property\n\t\tSection 66 of the LGFA 1988 (domestic property) is amended as follows.\n\t\tAfter subsection (2BB) insert—\n\t\t\t“(2BC)For the purposes of subsection (2B) the relevant person is—\n\t\t\twhere the building or self-contained part is not subject as a whole to arelevant leasehold interest, the person having the freehold interest in thewhole of the building or self-contained part; and\n\t\t\tin any other case, any person having a relevant leasehold interest in thebuilding or self-contained part which is not subject (as a whole) to a singlerelevant leasehold interest inferior to that interest.”\n\t\tIn subsection (2C) omit “subsection (2B) and”.\n\t\tThis section has effect in relation to liability to a non-domestic rate forthe financial year beginning with 1 April 2013 and subsequent financial years.\n\tPayments to and from authorities\n\t\tSection 141 of the LGFA 1988 (power to make regulations about set off ofpayments to and from receiving authorities) is amended as follows.\n\t\tIn subsection (5)(b) (power to require provisions of the Act to be readsubject to regulations), after “79(2)” insert “, 84H(2) and 86B(2)”.\n\t\tIn subsection (7) (payments to receiving authorities to which regulationsmay apply)—\n\t\t\tafter “84C” insert “, 84K, 84N and 86B”, and\n\t\t\tfor the words from “, paragraphs 12 and 15 of that Schedule” to the endsubstitute “and paragraphs 12 and 15 of that Schedule.”\n\t\tIn subsection (8) (payments from receiving authorities to which regulationsmay apply), for “and 84C” substitute “, 84C, 84K and 84N”.\n\t\tThe amendments made by this section have effect in relation to thefinancial year beginning with 1 April 2013 and subsequent financial years.\n\tProvision of information about non-domestic rates\n\t\tIn Schedule 9 to the LGFA 1988, paragraph 2 (collection and recovery) isamended as follows.\n\t\tAfter sub-paragraph (2)(ge) insert—\n\t\t\tthat the payee must publish prescribed information in the prescribedmanner,”.\n\t\tIn sub-paragraph (2)(h), after “when the payee serves a notice” insert “oron the request of the ratepayer”."
    },
    {
        "length": 112,
        "text": "\nCouncil tax reduction schemes: review\n\tThe Secretary of State shall make provision for an independent review ofall council tax reduction schemes made under the provisions of this Act—\n\t\tto consider their effectiveness, efficiency, fairness and transparency andtheir impact on the localism agenda, and\n\t\tto make recommendations as to whether such schemes should be brought withinuniversal credit.\n\tA review under subsection (1) shall take place within three years afterthis Act comes into effect."
    },
    {
        "length": 888,
        "text": "\nCouncil tax reduction schemes\n\tFor section 13A of the LGFA 1992 (billing authority’s power to reduceamount of tax payable) substitute—\n\t“13AReductions by billing authority\n\t\tThe amount of council tax which a person is liable to pay in respect of anychargeable dwelling and any day (as determined in accordance with sections 10to 13)—\n\t\t\tin the case of a dwelling situated in the area of a billing authority inEngland, is to be reduced to the extent, if any, required by the authority’scouncil tax reduction scheme (see subsection (2));\n\t\t\tin the case of a dwelling situated in the area of a billing authority inWales, is to be reduced to the extent, if any, required by any council taxreduction scheme made under regulations under subsection (4) that applies tothat dwelling;\n\t\t\tin any case, may be reduced to such extent (or, if the amount has beenreduced under paragraph (a) or (b), such further extent) as the billingauthority for the area in which the dwelling is situated thinks fit.\n\t\tEach billing authority in England must make a scheme specifying thereductions which are to apply to amounts of council tax payable, in respect ofdwellings situated in its area, by—\n\t\t\tpersons whom the authority considers to be in financial need, or\n\t\t\tpersons in classes consisting of persons whom the authority considers tobe, in general, in financial need.\n\t\tSchedule 1A (which contains provisions about schemes under subsection (2))has effect.\n\t\tThe Welsh Ministers may by regulations—\n\t\t\trequire a person or body specified in the regulations to make a schemespecifying the reductions which are to apply to amounts of council taxpayable, in respect of dwellings to which the scheme applies, by persons towhom the scheme applies,\n\t\t\timpose requirements on that person or body regarding the matters which mustbe included in that scheme, and\n\t\t\tmake other provision for and in connection with such schemes.\n\t\tSchedule 1B (which contains further provisions about regulations undersubsection (4) and about schemes under those regulations) has effect.\n\t\tThe power under subsection (1)(c) includes power to reduce an amount tonil.\n\t\tThe power under subsection (1)(c) may be exercised in relation toparticular cases or by determining a class of case in which liability is to bereduced to an extent provided by the determination.\n\t\tNo regulations under subsection (4) are to be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, the National Assembly for Wales.\n\t\tIn this Part “council tax reduction scheme” means a scheme under subsection(2) or regulations under subsection (4).”\n\t\tSchedule 4 (amendments relating to council tax reduction schemes) haseffect.\n\t\tIn that Schedule—\n\t\t\tPart 1 sets out the Schedules to be inserted as Schedules 1A and 1B to theLGFA 1992, and\n\t\t\tPart 2 contains other amendments.\n\t\tEach billing authority in England must make a council tax reduction schemeunder section 13A(2) of the LGFA 1992 no later than 31 January 2013; and thefirst financial year to which that scheme relates must be the year beginningwith 1 April 2013.\n\t\tBut the Secretary of State may by order made by statutory instrument amendsubsection (4) by substituting a different date or a later financial year (orboth)."
    },
    {
        "length": 378,
        "text": "\nPower to determine further discounts for certain dwellings\n\tIn section 11A of the LGFA 1992 (discounts: special provision for England),after subsection (4) insert—\n\t\t“(4A)For any financial year for which a class of dwellings is prescribed forthe purposes of this subsection, a billing authority in England may bydetermination provide—\n\t\tin relation to all dwellings of that class in its area, or\n\t\tin relation to such description of dwellings of that class as it mayspecify in the determination,\n\t\tthat the discount under section 11(2)(a) shall not apply or shall be suchpercentage (which may be 100) as it may so specify.\n\t\t(4B)Where a class of dwellings is prescribed for the purposes of subsection(4A) by reference to the period of time for which a condition is met, abilling authority may not, under paragraph (b) of that subsection, specify adescription of dwellings of that class by reference (wholly or partly) to ashorter such period.”\n\tIn subsections (1) and (5) of that section, for “or (4)” substitute “, (4)or (4A)”.\n\tRegulations may be made for the purposes of the subsection inserted bysubsection (1) for a financial year beginning with or after 1 April 2013 (and,if a class of dwelling is prescribed by reference to a period of time forwhich a condition is met, it does not matter whether the period begins beforethis section comes into force)."
    },
    {
        "length": 1379,
        "text": "\nPower to set higher amount for long-term empty dwellings\n\tThe LGFA 1992 is amended as follows.\n\tAfter section 11A insert—\n\t“11BHigher amount for long-term empty dwellings: England\n\t\tFor any financial year, a billing authority in England may by determinationprovide in relation to its area, or such part of its area as it may specify inthe determination, that if on any day a dwelling is a long-term emptydwelling—\n\t\t\tthe discount under section 11(2)(a) shall not apply, and\n\t\t\tthe amount of council tax payable in respect of that dwelling and that dayshall be increased by such percentage of not more than 50 as it may sospecify.\n\t\tThe Secretary of State may by regulations prescribe one or more classes ofdwelling in relation to which a billing authority may not make a determinationunder this section.\n\t\tA class of dwellings may be prescribed under subsection (2) by reference tosuch factors as the Secretary of State thinks fit and may, in particular, beprescribed by reference to—\n\t\t\tthe physical characteristics of, or other matters relating to, dwellings;\n\t\t\tthe circumstances of, or other matters relating to, any person who isliable to the amount of council tax concerned.\n\t\tWhere a determination under this section has effect in relation to a classof dwellings—\n\t\t\tthe billing authority may not make a determination under section 11A(3),(4) or (4A) in relation to that class, and\n\t\t\tany determination that has been made under section 11A(3), (4) or (4A)ceases to have effect in relation to that class.\n\t\tA billing authority may make a determination varying or revoking adetermination under this section for a financial year, but only before thebeginning of the year.\n\t\tA billing authority which makes a determination under this section mustpublish a notice of it in at least one newspaper circulating in its area anddo so before the end of the period of 21 days beginning with the date of thedetermination.\n\t\tFailure to comply with subsection (6) does not affect the validity of adetermination.\n\t\tFor the purposes of this section, a dwelling is a “long-term emptydwelling” on any day if for a continuous period of at least 2 years endingwith that day—\n\t\t\tit has been unoccupied, and\n\t\t\tit has been substantially unfurnished.\n\t\tIn determining whether a dwelling is a long-term empty dwelling, no accountis to be taken of any one or more periods of not more than 6 weeks duringwhich either of the conditions in subsection (8)(a) and (b) is not met (orneither of them is met).\n\t\tThe Secretary of State may by regulations substitute a different period,of not less than 6 weeks, for the period which is for the time being specifiedin subsection (9).”\n\t\tIn section 11(2) (discounts: no chargeable residents), after “sections 11A”insert “, 11B”.\n\t\tIn section 11A (discounts: special provision for England), after subsection(4B) (inserted by section 11) insert—\n\t\t\t“(4C)Subsections (3), (4) and (4A) are subject to section 11B(4).”\n\t\tIn section 13(3) (amounts which may be reduced by regulations), after“section 11, 11A” insert “, 11B”.\n\t\tIn section 66(2)(b) (matters to be questioned only by judicial review),after “section 8(2), 11A” insert “, 11B”.\n\t\tIn section 67(2)(a) (functions to be discharged only by authority), after“section 8(2), 11A” insert “, 11B”.\n\t\tIn Schedule 2 (administration), paragraph 4 (discounts) is amended asfollows.\n\t\tIn sub-paragraph (2), after “discount” (in both places) insert “orincrease”.\n\t\tIn sub-paragraph (3)—\n\t\t\tafter “discount” in the first and third places insert “or to an increase”;\n\t\t\tafter “discount” in the second and fourth places insert “or increase”.\n\t\tIn sub-paragraph (5)(a), for “is subject to a discount of a particularamount; and” substitute “—\n\t\t\tis subject to a discount of a particular amount, or\n\t\t\tis not subject to any increase; and”.\n\t\tIn sub-paragraph (5)(b), for the words from “is not in fact” to “smalleramount,” substitute “—\n\t\t\tis not in fact subject to any discount, or is subject to a discount of asmaller amount, or\n\t\t\tis in fact subject to an increase (whether or not the person is aware ofthe amount of the increase),”.\n\t\tAfter sub-paragraph (6) insert—\n\t\tIn this paragraph, “increase” means an increase under section 11B(1)(b)(higher amount of tax for empty dwellings).”\n\t\tIn the heading preceding that paragraph, after “Discounts” insert “andincreases”.\n\t\tA determination may be made for the purposes of the section inserted bysubsection (2) for a financial year beginning with or after 1 April 2013 (andit does not matter whether the period mentioned in subsection (8) of thatsection begins before this section comes into force)."
    },
    {
        "length": 139,
        "text": "\nMortgagee in possession to be liable for council tax\n\tIn section 6(2) of the LGFA 1992 (persons liable to pay council tax) omitthe “or” at the end of paragraph (e) and after that paragraph insert—\n\t\tin the case of a dwelling situated in the area of a billing authority inEngland, the person is a mortgagee in possession of the owner’s interest inthe dwelling; or”.\n\tThis section comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint."
    },
    {
        "length": 3513,
        "text": "\nRegulations about powers to require information, offences and penalties\n\tThe LGFA 1992 is amended as follows.\n\tAfter section 14 insert—\n\t“14ARegulations about powers to require information\n\t\tThe appropriate authority may by regulations provide for the exercise, forprescribed council tax purposes, of—\n\t\t\tpowers to require the provision of information;\n\t\t\tpowers to require a person to enter into arrangements under which access ispermitted to the person’s electronic records.\n\t\tThe appropriate authority may by regulations make provision aboutarrangements for access to electronic records for prescribed council taxpurposes where the arrangements are entered into otherwise than under arequirement of the kind mentioned in subsection (1)(b).\n\t\tThe appropriate authority may by regulations—\n\t\t\tmake provision about the persons by whom powers conferred by regulationsunder this section may be exercised;\n\t\t\tmake provision about the persons by whom arrangements under regulationsunder this section may be made;\n\t\t\tin particular, make provision for the authorisation by billing authoritiesof persons to exercise those powers or make those arrangements.\n\t\tThe provision that may be made by regulations under this section includes,in particular, provision equivalent to—\n\t\t\tprovision made by a relevant enactment, or\n\t\t\tprovision that is capable of being made under a relevant enactment,\n\t\t\t\twith such modifications as the appropriate authority thinks fit.\n\t\tFor the purposes of subsection (4), each of the following enactments as ithad effect on the day on which the Local Government Finance Act 2012 waspassed is a “relevant enactment”—\n\t\t\tsection 109A(8) of the Social Security Administration Act 1992 (applicationof section 109B of that Act to the Crown);\n\t\t\tsection 109B of that Act (powers to require information);\n\t\t\tsection 110A of that Act (authorisations by local authorities to exercisepowers of investigation);\n\t\t\tsection 110AA of that Act (power of local authority to require electronicaccess to information);\n\t\t\tsection 121DA of that Act (interpretation of Part 6 of that Act);\n\t\t\tsection 191 of that Act (interpretation of that Act).\n\t\tThis section does not affect the operation of Schedule 2 (administration ofcouncil tax).\n\t\tIn this section “council tax purposes” means purposes relating to aperson’s liability to pay council tax.\n\tBRegulations about offences\n\t\tThe appropriate authority may by regulations provide for the creation ofoffences that may be committed by a person in prescribed circumstances—\n\t\t\tby intentionally delaying or obstructing a person in the exercise of apower conferred by regulations under section 14A(1);\n\t\t\tby refusing or failing to comply with any requirement under regulationsunder section 14A(1)(b) or with the requirements of any arrangements enteredinto in accordance with such regulations;\n\t\t\tby refusing or failing, when required to do so by or under this Act or byor under regulations made under this Act, to provide any information ordocument in connection with a person’s liability to pay council tax;\n\t\t\tby making a false statement or representation in connection with suchliability;\n\t\t\tby providing, or causing or allowing to be provided, in connection withsuch liability, a document or information which is false;\n\t\t\tby failing to notify, or causing or allowing a person to fail to notify, amatter that is relevant to such liability (including in particular any matterthat is required to be notified by or under this Act or by or underregulations made under this Act).\n\t\tRegulations under subsection (1)(a), (b) or (c)—\n\t\t\tmust provide for an offence under the regulations to be triable onlysummarily;\n\t\t\tmay not provide for such an offence to be punishable with a fine exceedinglevel 3 on the standard scale.\n\t\tRegulations under subsection (1)(a), (b) or (c)—\n\t\t\tmay provide, in a case where a person is convicted of an offence under theregulations and the act or omission constituting the offence continues afterthe conviction, for the person to be guilty of a further offence and liable onsummary conviction to a daily fine;\n\t\t\tmay not provide for the daily fine to exceed £40.\n\t\tRegulations under subsection (1)(d), (e) or (f) that create an offence thatmay only be committed by a person acting dishonestly—\n\t\t\tmust provide for the offence to be triable summarily or on indictment;\n\t\t\tmay not provide for the offence to be punishable on summary conviction withimprisonment for a term exceeding 12 months or with a fine exceeding thestatutory maximum;\n\t\t\tmay not provide for the offence to be punishable on conviction onindictment with imprisonment for a term exceeding 7 years (and may provide forthe offence to be punishable on conviction on indictment with a fine).\n\t\tRegulations under this section that create an offence within subsection (4)that may be committed before the date that section 154(1) of the CriminalJustice Act 2003 comes into force may not provide for such an offencecommitted before that date to be punishable on summary conviction withimprisonment for a term exceeding 6 months.\n\t\tRegulations under subsection (1)(d), (e) or (f) that create an offence thatmay be committed by a person acting otherwise than dishonestly—\n\t\t\tmust provide for the offence to be triable only summarily;\n\t\t\tmay not provide for the offence to be punishable with imprisonment for aterm exceeding 51 weeks or with a fine exceeding level 5 on the standardscale.\n\t\tRegulations under this section that create an offence within subsection (6)that may be committed before the date that section 281(5) of the CriminalJustice Act 2003 comes into force may not provide for such an offencecommitted before that date to be punishable with imprisonment for a termexceeding 3 months.\n\t\tThe appropriate authority may by regulations make provision—\n\t\t\tabout defences to an offence under regulations under this section;\n\t\t\tabout the commission by a body corporate of such an offence;\n\t\t\tabout the conduct of proceedings for such an offence;\n\t\t\tabout the time limits for bringing such proceedings;\n\t\t\tabout the determination of issues arising in such proceedings;\n\t\t\tabout other matters of procedure and evidence in relation to such offences.\n\t\tThe provision that may be made by regulations under this section includes,in particular, provision equivalent to—\n\t\t\tprovision made by a relevant enactment, or\n\t\t\tprovision that is capable of being made under a relevant enactment,\n\t\t\t\twith such modifications as the appropriate authority thinks fit.\n\t\tFor the purposes of subsection (9), each of the following enactments as ithad effect on the day on which the Local Government Finance Act 2012 waspassed is a “relevant enactment”—\n\t\t\tsection 111 of the Social Security Administration Act 1992 (offencesrelating to powers under that Act);\n\t\t\tsection 111A of that Act (dishonest representations for obtaining benefitetc);\n\t\t\tsection 112 of that Act (false representations for obtaining benefit etc.);\n\t\t\tsection 115 of that Act (offences by bodies corporate);\n\t\t\tsection 116 of that Act (legal proceedings);\n\t\t\tsection 121DA of that Act (interpretation of Part 6 of that Act);\n\t\t\tsection 191 of that Act (interpretation of that Act).\n\tCRegulations about penalties\n\t\tThe appropriate authority may by regulations make provision for theimposition of a penalty by a billing authority on a person where in prescribedcircumstances—\n\t\t\tthat person’s act or omission results or could result in the amount ofcouncil tax that a person (“P”) is liable to pay being reduced or subject to adiscount, and\n\t\t\tP is not or will not be entitled to that reduction or discount.\n\t\tThe appropriate authority may by regulations make provision for theimposition of a penalty by a billing authority on a person where in prescribedcircumstances—\n\t\t\tthat person’s act or omission results or could result in a dwelling inrespect of which a person (“P”) would otherwise be liable to pay council taxbeing treated as an exempt dwelling for a period, and\n\t\t\tthe dwelling is not or will not be an exempt dwelling for all or part ofthat period.\n\t\tRegulations under this section must—\n\t\t\tmake provision with the effect that a penalty may only be imposed on aperson where the person agrees to the imposition of the penalty as analternative to criminal proceedings being taken against the person in respectof the act or omission to which the penalty relates,\n\t\t\tmake provision with the effect that a penalty may only be imposed on aperson where the person has not been charged with an offence in respect of theact or omission to which the penalty relates, or\n\t\t\tmake provision within paragraph (a) and (b).\n\t\tWhere— \n\t\t\tregulations under this section specify a sum as a penalty (or a minimum ormaximum penalty), and\n\t\t\tit appears to the Treasury that there has been a change in the value ofmoney since those regulations were made or (as the case may be) the lastoccasion when an order under this subsection was made,\n\t\t\t\tthe Treasury may by order substitute for that sum such other sum as appears tothem to be justified by the change.\n\t\tAn order under subsection (4) does not apply in relation to any act done oromission which began before the date on which the order comes into force.\n\t\tThis section does not affect the operation of paragraph 1 of Schedule 3(penalties).\n\t\tThe provision that may be made by regulations under this section includes,in particular, provision equivalent to—\n\t\t\tprovision made by a relevant enactment, or\n\t\t\tprovision that is capable of being made under a relevant enactment,\n\t\t\twith such modifications as the appropriate authority thinks fit.\n\t\tFor the purposes of subsection (7), each of the following is a “relevantenactment”—\n\t\t\tsection 115A of the Social Security Administration Act 1992 (penalty asalternative to prosecution);\n\t\t\tsection 115B of that Act (penalty as alternative to prosecution: colludingemployers etc);\n\t\t\tsection 115C of that Act (penalties in respect of incorrect statementsetc);\n\t\t\tsection 115D of that Act (penalties in respect of failures to discloseinformation);\n\t\t\tsection 121DA of that Act (interpretation of Part 6 of that Act);\n\t\t\tsection 191 of that Act (interpretation of that Act).\n\t\tThe reference in subsection (8)—\n\t\t\tto section 115C or 115D of the Social Security Administration Act 1992 isto that section without the repeals in it contained in Part 1 of Schedule 14to the Welfare Reform Act 2012;\n\t\t\tto any other provision of that Act is to the provision as it had effect onthe day on which the Local Government Finance Act 2012 was passed.\n\tDSections 14A to 14C: supplementary\n\t\tIn sections 14A to 14C—\n\t\t\t  * “the appropriate authority” means—\n\t\t\tthe Secretary of State, in relation to England, and\n\t\t\tthe Welsh Ministers, in relation to Wales;\n\t\t\t\t  * “prescribed”, in relation to regulations made by the Welsh Ministers, means prescribed by such regulations.\n\t\tA statutory instrument containing regulations made by the Secretary ofState under any of sections 14A to 14C may not be made unless a draft of theinstrument has been laid before and approved by a resolution of each House ofParliament.\n\t\tA statutory instrument containing regulations made by the Welsh Ministersunder any of sections 14A to 14C may not be made unless a draft of theinstrument has been laid before and approved by a resolution of the NationalAssembly for Wales.”\n\t\tIn section 18(1)(c) (death of person liable for penalty), after “him”insert “under regulations under section 14C or”.\n\t\tIn section 113(3) (application of negative procedure to orders andregulations under the Act), after “except in the case of regulations undersection” insert “14A, 14B, 14C or”.\n\t\tSchedule 3 (penalties) is amended as follows.\n\t\tAfter paragraph 3(1) (appeals) insert—\n\t\t\t“(1A)A person (“P”) may appeal to a valuation tribunal if aggrieved by theimposition on P of a penalty under regulations under section 14C, unless Pagreed to the imposition of the penalty as an alternative to criminalproceedings being taken against P in respect of the act or omission to whichthe penalty relates.”\n\t\tAfter paragraph 3(3) insert—\n\t\tWhere a penalty is imposed on a person (“P”) under regulations undersection 14C, and P alleges that there is no power in the case concerned toimpose a penalty of the amount imposed, P may appeal to a valuation tribunalunder this sub-paragraph against the imposition.”\n\t\tIn paragraph 6(1) and (5) (regulations about collection), after “paragraph1 or 2 above” insert “or under regulations under section 14C”.\n\t\tIn Schedule 11 to the LGFA 1988 (tribunals), in paragraph 10A(1)(d)(orders), after “under” insert “regulations under section 14C of or”."
    },
    {
        "length": 248,
        "text": "\nCalculation of billing authority’s council tax base\n\tIn section 34 of the LGFA 1992 (calculations to be made in setting counciltax: additional calculations where special item relates to part only ofbilling authority’s area), after subsection (4) insert—\n\tRegulations under subsection (4) that apply to billing authorities inEngland may contain different rules for the purposes of calculating item TP inrelation to different kinds of special item.”\n\tIn section 45 of the LGFA 1992 (calculations to be made in setting counciltax: additional calculations where special item relates to part only of majorprecepting authority’s area), after subsection (5) insert—\n\t\t“(5A)Regulations under subsection (4) that apply to authorities in England maycontain different rules for the purposes of calculating item TP in relation todifferent kinds of special item.\n\t(5B)Regulations under subsection (4) that make provision by virtue ofsubsection (5A) may make consequential amendments to this Act.”"
    },
    {
        "length": 119,
        "text": "\nProvision of information about council tax\n\tIn Schedule 2 to the LGFA 1992, paragraph 2 (collection of council tax) isamended as follows.\n\tAfter sub-paragraph (4)(i) (but before the word “and” following thatparagraph) insert—\n\t\tthat the authority must publish prescribed information in the prescribedmanner;”.\n\tIn sub-paragraph (4)(j), after “when it serves a notice” insert “or on therequest of the person”."
    },
    {
        "length": 3031,
        "text": "\nInformation sharing\n\tPower for HMRC to supply information for purposes of council tax\n\t\tSchedule 2 to the LGFA 1992 (administration) is amended as follows.\n\t\tAfter paragraph 15 insert—\n\t\t\t“15A(1)A Revenue and Customs official may supply information which is held bythe Revenue and Customs in connection with a function of the Revenue andCustoms to a qualifying person for prescribed purposes relating to counciltax.\n\t\tThe following are qualifying persons for the purpose of this paragraph—\n\t\t\ta billing authority in England;\n\t\t\ta person authorised to exercise any function of such an authority relatingto council tax;\n\t\t\ta person providing services to such an authority relating to council tax.\n\t\tInformation supplied under this paragraph may be used for anotherprescribed purpose relating to council tax.\n\t\tInformation supplied under this paragraph may be supplied to anotherqualifying person for a prescribed purpose relating to council tax (whether ornot that is a purpose for which it was supplied).\n\t\tIn this paragraph—\n\t\t\t  * “Revenue and Customs official”,\n\t\t\t  * “the Revenue and Customs”, and\n\t\t\t  * “function of the Revenue and Customs”,\n\t\thave the same meaning as in section 18 of the Commissioners for Revenue andCustoms Act 2005.\n\t\t15B(1)A Revenue and Customs official may supply information which is held bythe Revenue and Customs in connection with a function of the Revenue andCustoms to a qualifying person for prescribed purposes relating to counciltax.\n\t\tThe following are qualifying persons for the purpose of this paragraph—\n\t\t\ta billing authority in Wales;\n\t\t\ta person authorised to exercise any function of such an authority relatingto council tax;\n\t\t\ta person providing services to such an authority relating to council tax.\n\t\tInformation supplied under this paragraph may be used for anotherprescribed purpose relating to council tax.\n\t\tInformation supplied under this paragraph may be supplied to anotherqualifying person for a prescribed purpose relating to council tax (whether ornot that is a purpose for which it was supplied).\n\t\tIn this paragraph—\n\t\t\t  * “Revenue and Customs official”, “the Revenue and Customs” and “function of the Revenue and Customs” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005;\n\t\t\t  * “prescribed” means prescribed by regulations made by the Welsh Ministers.\n\t\tRegulations under this paragraph must not be made except with the consentof the Commissioners for Her Majesty’s Revenue and Customs.\n\t\tA statutory instrument containing regulations under this paragraph issubject to annulment in pursuance of a resolution of the National Assembly forWales.\n\t\t15C(1)A Revenue and Customs official may supply information which is held bythe Revenue and Customs in connection with a function of the Revenue andCustoms to a qualifying person for prescribed purposes relating to counciltax.\n\t\tThe following are qualifying persons for the purpose of this paragraph—\n\t\t\ta local authority;\n\t\t\ta person authorised to exercise any function of such an authority relatingto council tax;\n\t\t\ta person providing services to such an authority relating to council tax.\n\t\tInformation supplied under this paragraph may be used for anotherprescribed purpose relating to council tax.\n\t\tInformation supplied under this paragraph may be supplied to anotherqualifying person for a prescribed purpose relating to council tax (whether ornot that is a purpose for which it was supplied).\n\t\tIn this paragraph—\n\t\t\t  * “Revenue and Customs official”, “the Revenue and Customs” and “function of the Revenue and Customs” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005;\n\t\t\t  * “prescribed” means prescribed by regulations made by the Scottish Ministers.\n\t\tRegulations under this paragraph must not be made except with the consentof the Commissioners for Her Majesty’s Revenue and Customs.\n\t\tRegulations under this paragraph—\n\t\t\tare subject to the negative procedure; and\n\t\t\tmay make—\n\t\t\tdifferent provision for different purposes, including different provisionfor different areas or for different authorities, and\n\t\t\tsuch incidental, consequential, transitional or supplementary provision asthe Scottish Ministers think necessary or expedient.\n\t\t\t15D(1)A person to whom sub-paragraph (2) applies is guilty of an offence ifthe person discloses without lawful authority any information—\n\t\t\twhich comes to the person by virtue of paragraph 15A, 15B or 15C, and\n\t\t\twhich relates to a particular person.\n\t\tThis sub-paragraph applies to—\n\t\t\ta qualifying person for the purpose of paragraph 15A, 15B or 15C;\n\t\t\ta person who is or has been a director, member of the committee ofmanagement, manager, secretary or other similar officer of a person withinparagraph (a);\n\t\t\ta person who is or has been an employee of such a person.\n\t\tA person guilty of an offence under this paragraph is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine, or both;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine not exceeding the statutory maximum, or both.\n\t\tIt is not an offence under this paragraph—\n\t\t\tto disclose information in the form of a summary or collection ofinformation so framed as not to enable information relating to any particularperson to be identified from it;\n\t\t\tto disclose information which has previously been disclosed to the publicwith lawful authority.\n\t\tIt is a defence for a person (“D”) charged with an offence under thisparagraph to prove that at the time of the alleged offence—\n\t\t\tD believed that D was making the disclosure in question with lawfulauthority and had no reasonable cause to believe otherwise, or\n\t\t\tD believed that the information in question had previously been disclosedto the public with lawful authority and had no reasonable cause to believeotherwise.\n\t\tFor the purposes of this paragraph, “lawful authority” has the meaninggiven by section 123 of the Social Security Administration Act 1992.\n\t\tIn relation to an offence under this paragraph committed in England andWales before the commencement of section 154(1) of the Criminal Justice Act2003 (increase in maximum term that may be imposed on summary conviction ofoffence triable either way) the reference in sub-paragraph (3)(b) to 12 monthsis to be taken as a reference to 6 months.”\n\t\tIn paragraph 11 (supply of information to authorities: England and Wales),after sub-paragraph (1) insert—\n\t\t“(1A)Information may be prescribed under sub-paragraph (1)(d) by reference to—\n\t\t\thow the person concerned came to be in possession or control of theinformation;\n\t\t\tthe purpose for which it is requested by the authority.”\n\t\tIn paragraph 12 (supply of information to authorities: Scotland), aftersub-paragraph (1) insert—\n\t\t“(1A)Information may be prescribed under sub-paragraph (1)(d) by reference to—\n\t\t\thow the person concerned came to be in possession or control of theinformation;\n\t\t\tthe purpose for which it is requested by the authority.”\n\t\tIn paragraph 16 (supply of information by authorities), after sub-paragraph(2) insert—\n\t\tInformation may be prescribed under sub-paragraph (2)(c) by reference to—\n\t\t\thow the first-mentioned authority obtained the information;\n\t\t\tthe purpose for which the first-mentioned authority believes that theinformation would be useful to the other authority.”\n\t\tIn Schedule 11 to the LGFA 1988, in paragraph 8(3)(ea) (regulations aboutprocedure before tribunals)—\n\t\t\tfor sub-paragraph (iv) substitute—\n\t\t\tparagraph 15A or 15B of Schedule 2 to the 1992 Act or regulations underthat Schedule;”,\n\t\t\tomit the “or” following that sub-paragraph, and\n\t\t\tafter “1996” insert “or of information supplied under section 131 of theWelfare Reform Act 2012 for purposes relating to council tax;”.\n\tPower for HMRC to supply information for purposes of rates in NorthernIreland\n\t\tA Revenue and Customs official may supply information which is held by theRevenue and Customs in connection with a function of the Revenue and Customsto a qualifying person for prescribed purposes relating to rates.\n\t\tThe following are qualifying persons—\n\t\t\tthe Department of Finance and Personnel in Northern Ireland (“DFP”);\n\t\t\tthe Northern Ireland Housing Executive (“NIHE”);\n\t\t\ta person authorised to exercise any function of DFP or NIHE relating torates;\n\t\t\ta person providing services to DFP or NIHE relating to rates.\n\t\tInformation supplied under this section may be used for another prescribedpurpose relating to rates.\n\t\tInformation supplied under this section may be supplied to anotherqualifying person for a prescribed purpose relating to rates (whether or notthat is a purpose for which it was supplied).\n\t\tA person to whom subsection (6) applies is guilty of an offence if theperson discloses without lawful authority any information—\n\t\t\twhich comes to the person by virtue of this section, and\n\t\t\twhich relates to a particular person.\n\t\tThis subsection applies to—\n\t\t\ta qualifying person other than DFP;\n\t\t\ta person who is or has been a director, member of the committee ofmanagement, manager, secretary or other similar officer of a qualifyingperson;\n\t\t\ta person who is or has been an employee of a qualifying person.\n\t\tA person guilty of an offence under this section is liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine, or both;\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 6 months ora fine not exceeding the statutory maximum, or both.\n\t\tIt is not an offence under this section—\n\t\t\tto disclose information in the form of a summary or collection ofinformation so framed as not to enable information relating to any particularperson to be identified from it;\n\t\t\tto disclose information which has previously been disclosed to the publicwith lawful authority.\n\t\tIt is a defence for a person (“D”) charged with an offence under thissection to prove that at the time of the alleged offence—\n\t\t\tD believed that D was making the disclosure in question with lawfulauthority and had no reasonable cause to believe otherwise, or\n\t\t\tD believed that the information in question had previously been disclosedto the public with lawful authority and had no reasonable cause to believeotherwise.\n\t\tFor the purposes of this section, “lawful authority” has the meaning givenby section 117 of the Social Security Administration (Northern Ireland) Act1992.\n\t\tIn this section—\n\t\t\t  * “Revenue and Customs official”, “the Revenue and Customs” and “function of the Revenue and Customs” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005; \n\t\t\t  * “rates” has the same meaning as in the Rates (Northern Ireland) Order 1977 ([S.I. 1977/2157 (N.I. 28)](/id/nisi/1977/2157?view=plain \"Go to item of legislation\")); \n\t\t\t  * “prescribed” means prescribed by regulations made by DFP. \n\t\tRegulations under this section must not be made except with the consent ofthe Commissioners for Her Majesty’s Revenue and Customs.\n\t\tThe power to make regulations under this section is exercisable bystatutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")).\n\t\tRegulations under this section are to be subject to negative resolution(within the meaning of section 41(6) of the Interpretation Act (NorthernIreland) 1954)."
    },
    {
        "length": 591,
        "text": "\nGeneral\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “financial year” means a period of 12 months beginning with 1 April; \n\t\t  * “the LGFA 1988” means the Local Government Finance Act 1988; \n\t\t  * “the LGFA 1992” means the Local Government Finance Act 1992. \n\tPower to make transitional, consequential etc provision\n\t\tThe Secretary of State may by order made by statutory instrument make suchtransitory or transitional provision, or savings, as the Secretary of Stateconsiders appropriate in connection with the coming into force of anyprovision of this Act.\n\t\tThe Secretary of State may by order made by statutory instrument make suchconsequential provision (including provision amending, repealing or revokingany legislation passed or made before, or in the same Session as, this Act) asthe Secretary of State considers appropriate in connection with any provisionof this Act.\n\t\tA statutory instrument containing an order under subsection (2) that amendsor repeals any of the following may not be made unless a draft of theinstrument has been laid before, and approved by a resolution of, each Houseof Parliament—\n\t\t\tan Act of Parliament;\n\t\t\tan Act of the Scottish Parliament;\n\t\t\tan Act or Measure of the National Assembly for Wales;\n\t\t\tNorthern Ireland legislation as defined in section 24 of the InterpretationAct 1978.\n\t\tAny other statutory instrument containing an order under subsection (2) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThe powers under subsections (1) and (2) include power to make differentprovision for different cases or descriptions of case, including differentprovision for different areas or different authorities.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tExtent and short title\n\t\tThis Act extends to England and Wales only, subject to subsections (2) and(3).\n\t\tSection 17 extends also to Scotland.\n\t\tSections 18 and 20 extend to England and Wales, Scotland and NorthernIreland.\n\t\tThis Act may be cited as the Local Government Finance Act 2012."
    }
]