{
    "general": "This law helps local governments in England pay for things like roads, schools, and police by changing how they collect money from businesses. It also gives them more power to raise money through taxes and fees. Additionally, it makes sure that businesses provide information so that local governments can accurately calculate their bills. This law only applies to England and not to other parts of the UK.",
    "series": [
        [
            {
                "length": 207,
                "short": "\"Local Authorities Retain More Revenue with Greater Flexibility in Non-Domestic Rates Spending\"",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 introduces changes to the way non-domestic rates are calculated and collected in England.\n* Simplified point 2: The act empowers local authorities to retain a portion of the non-domestic rates they collect, allowing them to keep more of the revenue generated from businesses within their area.\n* Simplified point 3: The act also allows for greater flexibility in how non-domestic rates can be spent, enabling local authorities to allocate funds more effectively based on their specific needs.\n* Simplified point 4: Additionally, the act includes measures to improve transparency and accountability in the collection and management of non-domestic rates, such as requiring billing authorities to provide detailed breakdowns of expenditure and income."
            },
            {
                "length": 113,
                "short": "\"Government Review of Council Tax Reduction Schemes: Ensuring Efficiency and Fairness\"",
                "text": "\n* Simplified point 1: The government will review all council tax reduction schemes to ensure they are effective, efficient, fair, and transparent.\n* Simplified point 2: The review will assess the impact of these schemes on the localism agenda and determine if they should be included in universal credit.\n* Simplified point 3: The review must take place within three years of the act coming into effect."
            },
            {
                "length": 256,
                "short": "\"Council Tax Reduction Schemes for Financial Struggles\"",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 allows billing authorities to create their own reduction schemes for council tax payers who are financially struggling.\n* Simplified point 2: These reduction schemes can reduce the amount of council tax owed by individuals based on their financial needs, and each billing authority in England must make a scheme specifying the reductions that will apply to amounts of council tax payable.\n* Simplified point 3: The Welsh Ministers have the power to require certain bodies to make schemes specifying the reductions that will apply to amounts of council tax payable, and these schemes can also impose requirements on the bodies regarding the matters that must be included in the schemes.\n* Simplified point 4: The power under section 13A(1)(c) of the Local Government Finance Act 1992 includes the ability to reduce an amount to nil, and this power may be exercised in relation to particular cases or by determining a class of case in which liability is to be reduced to an extent provided by the determination."
            },
            {
                "length": 198,
                "short": "\"Local Govt Finance Act 2012: Discount Rates for Dwellings\"",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 gives power to determine further discounts for certain dwellings in England.\n* Simplified point 2: The bill allows for a billing authority to set a discount rate of up to 100% for certain dwellings, based on a specified description, for a particular financial year.\n* Simplified point 3: The discount rate can be applied either to all dwellings of a certain class or to a specific description of dwellings within that class.\n* Simplified point 4: The regulations can be made for a financial year starting on or after April 1st, 2013, and the period of time for which the condition is met does not affect the application of the regulations."
            },
            {
                "length": 208,
                "short": "Council Tax Increase for Long-Term Empty Dwellings in England",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 allows billing authorities in England to increase the amount of council tax payable for long-term empty dwellings.\n* Simplified point 2: A dwelling is considered a \"long-term empty dwelling\" if it has been unoccupied and substantially unfurnished for at least two years.\n* Simplified point 3: The billing authority can make a determination to increase the council tax for long-term empty dwellings by up to 50% of the full amount.\n* Simplified point 4: The determination can be made for a financial year beginning with or after 1 April 2013.\n* Simplified point 5: The billing authority must publish a notice of the determination in a local newspaper before the beginning of the financial year."
            },
            {
                "length": 183,
                "short": "\"Mortgagees in Possession Liable for Council Tax under Local Government Finance Act 2012\"",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 will make mortgagees in possession liable for council tax.\n* Simplified point 2: This means that if a mortgagee takes ownership of a property due to the owner defaulting on their mortgage, they will now be responsible for paying council tax on that property.\n* Simplified point 3: Currently, only the owner of the property is liable for paying council tax, but this change in the law will extend that responsibility to include mortgagees in possession.\n* Simplified point 4: This new provision will apply to dwellings located within the area of a billing authority in England."
            },
            {
                "length": 258,
                "short": "\"New Regulatory Powers for Council Tax Collection\"",
                "text": "* Simplified point 1: The Local Government Finance Act 2012 introduces new regulation-making powers for the government to require information, offenses, and penalties related to council tax.\n* Simplified point 2: These regulations can cover various aspects, including the exercise of powers, arrangements for accessing electronic records, and the authorization of persons to carry out these activities.\n* Simplified point 3: The regulations can also provide for the creation of offenses that may be committed by a person acting dishonestly or without intent, and the imposition of penalties by a billing authority on a person who commits such offenses.\n* Simplified point 4: The regulations can specify a sum as a penalty or a minimum or maximum penalty, and the Treasury can make orders substituting for that sum based on changes in the value of money.\n* Simplified point 5: The provision that may be made by regulations under this section includes provision equivalent to existing enactments and provision capable of being made under relevant enactments, with modifications as the appropriate authority thinks fit."
            },
            {
                "length": 137,
                "short": "Modifying Council Tax Calculations for Special Items",
                "text": "\n* The extract is modifying existing legislation related to council tax calculations in the Local Government Finance Act 1992.\n* Specifically, it allows for different rules to be applied when calculating \"item TP\" (a special item related to part of a billing authority's or major precepting authority's area) in relation to different types of special items.\n* This modification enables regulations to be created that are tailored to the needs of different types of special items and their relationship to the area.\n* The regulations can also make consequential amendments to the act as necessary."
            },
            {
                "length": 84,
                "short": "\"Council Tax Information Requirements: Authorities Must Publish Prescribed Details\"",
                "text": "\n* Simplified point 1: The provision requires local authorities to publish prescribed information in a prescribed manner regarding collection of council tax.\n* Simplified point 2: The amendment allows for the publication of information to be requested by persons, not just limited to when the authority serves a notice."
            },
            {
                "length": 281,
                "short": "Council Tax Sharing of Information Authorization",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 allows for the sharing of information between government agencies for the purpose of council tax administration.\n* Simplified point 2: The act empowers HMRC to provide information to qualifying persons for prescribed purposes related to council tax, including billing authorities in England, Wales, and Scotland, as well as persons authorized to exercise functions relating to council tax.\n* Simplified point 3: Information shared under this act can be used for other prescribed purposes related to council tax and may be supplied to other qualifying persons for those purposes.\n* Simplified point 4: A person who discloses information without lawful authority is guilty of an offense and may be subject to fines or imprisonment.\n* Simplified point 5: It is not an offense to disclose information in the form of a summary or collection of information that does not enable the identification of a particular person, or to disclose information that has previously been disclosed to the public with lawful authority.\n* Simplified point 6: The act defines \"lawful authority\" as having the meaning given by section 123 of the Social Security Administration Act 1992."
            },
            {
                "length": 246,
                "short": "Local Government Finance Act 2012: Key Definitions and Funding Provisions",
                "text": "\n* Simplified point 1: This section defines key terms used throughout the Local Government Finance Act 2012, such as \"financial year\" and references to other acts.\n* Simplified point 2: The Secretary of State has the power to make orders through statutory instruments to provide for transitional or consequential provisions, savings, and amendments to existing laws. These orders can only be made after a draft has been laid before and approved by both Houses of Parliament.\n* Simplified point 3: The financial provisions of the act state that any expenditure incurred by the Secretary of State due to the act, as well as any increases in existing spending, will be funded by Parliament.\n* Simplified point 4: The act extends to England and Wales, but sections 18 and 20 extend to Scotland and Northern Ireland as well.\n* Simplified point 5: The act may be cited as the Local Government Finance Act 2012."
            }
        ],
        [
            {
                "length": 204,
                "short": "\"Local Authorities Gain Flexibility in Spending Non-Domestic Rates Revenue\"",
                "text": "\n* Simplified point 1: The Local Government Finance Act 2012 introduces changes to the way non-domestic rates are calculated and collected in England, giving local authorities more flexibility in how they spend the revenue generated from businesses within their area.\n* Simplified point 2: The act empowers local authorities to retain a portion of the non-domestic rates they collect, allowing them to keep more of the revenue generated from businesses within their area.\n* Simplified point 3: The act also allows for greater flexibility in how non-domestic rates can be spent, enabling local authorities to allocate funds more effectively based on their specific needs.\n* Simplified point 4: Additionally, the act includes measures to improve transparency and accountability in the collection and management of non-domestic rates, such as requiring billing authorities to provide detailed breakdowns of expenditure and income."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Local Government Finance Act 2012 simplifies non-domestic rating systems, giving local authorities more control over their finances and enhancing transparency. The act provides councils with the power to establish their reduction schemes for residents experiencing financial difficulties, resulting in more equitable distribution of resources. Mortgagees in possession will now be held accountable for council tax payments, ensuring fairness across all homeowners. New regulatory powers allow for better enforcement of council tax collection, and modified council tax calculations offer more flexible options for handling special items. Finally, the act streamlines information sharing between government agencies to facilitate smoother communication and more efficient administration of council tax."
}