[
    {
        "length": 1067,
        "text": "\nUnoccupied hereditaments: chargeable amount\n\tIn section 45 of the Local Government Finance Act [1988 (c.41)](/id/ukpga/1988/41?view=plain \"Go to item of legislation\") (unoccupiedhereditaments: liability), for subsection (4) (determination of chargeableamount) substitute—\n\tSubject to subsection (4A) and to section 45A below, the chargeable amountfor a chargeable day shall be calculated in accordance with the formula—\n\t\t[![](/ukpga/2007/9/images/ukpga_20070009_en_001)](/ukpga/2007/9/images/ukpga_20070009_en_001?view=plain)\n\twhere A, B and C have the meanings given by section 46.\n\t(4A)An order may provide that subsection (4) shall have effect as if thefollowing formula were substituted—\n\t[![](/ukpga/2007/9/images/ukpga_20070009_en_002)](/ukpga/2007/9/images/ukpga_20070009_en_002?view=plain)\n\twhere N is such number (greater than one but not greater than two) as may beprescribed.\n\t(4B)An order under subsection (4A) may be made—\n\t\tin relation to England, by the Secretary of State;\n\t\tin relation to Wales, by the Welsh Ministers.”.\n\tAfter that section insert—\n\t“45AUnoccupied hereditaments: zero-rating\n\t\tWhere section 45 applies in relation to a hereditament, the chargeableamount for a chargeable day is zero in the following cases.\n\t\tThe first case is where—\n\t\t\tthe ratepayer is a charity or trustees for a charity, and\n\t\t\tit appears that when next in use the hereditament will be wholly or mainlyused for charitable purposes (whether of that charity or of that and othercharities).\n\t\tThe second case is where—\n\t\t\tthe ratepayer is a registered club for the purposes of Schedule 18 to theFinance Act 2002 (community amateur sports clubs), and\n\t\t\tit appears that when the hereditament is next in use—\n\t\t\tit will be wholly or mainly used for the purposes of that club and thatclub will be such a registered club, or\n\t\t\tit will be wholly or mainly used for the purposes of two or more clubsincluding that club, and each of those clubs will be such a registered club.”.\n\t\tIn section 143 of that Act (orders and regulations), after subsection (3A)insert—\n\t\t\t“(3B)The power to make an order under section 45(4A) shall be exercisable bystatutory instrument, and no such order shall be made—\n\t\t\tin the case of an order relating to England, unless a draft of the orderhas been laid before and approved by resolution of each House of Parliament;\n\t\t\tin the case of an order relating to Wales, unless a draft of the order hasbeen laid before and approved by resolution of the National Assembly forWales.”.\nConsequential provisions\n\tSchedule 1 provides for consequential amendments.\n\tThe enactments specified in Schedule 2 are repealed.\nShort title, commencement and extent\n\tThe short title of this Act is the Rating (Empty Properties) Act 2007.\n\tThe provisions of this Act come into force on the day this Act is passed.\n\tThe provisions of this Act have effect in relation to the year 2008-09 andsubsequent financial years.\n\tAny provision of this Act relating to the making of regulations or ordershas effect as from the passing of this Act as regards the making of provisionin relation to any such year.\n\tIf the power to make regulations by virtue of paragraph 4 of Schedule 1(change of state of property to be disregarded) is exercised before 1st April2008, it may be exercised so that the regulations—\n\t\tapply to acts or omissions taking place at any time after the regulationscome into force, and\n\t\talso have effect in relation to the year 2007-08.\n\tThis Act extends to England and Wales."
    }
]