{
    "general": "This law makes sure that property owners pay taxes on empty buildings, so local governments can use the money to fund important services like schools and roads. It's like if you have a house but don't live there, you still have to pay rent to the landlord. This law helps keep communities clean and safe by making sure property owners contribute to the community through taxes, even if their building is vacant.",
    "series": [
        [
            {
                "length": 190,
                "short": "\"Rating Reform: Empty Properties Taxation Law\"",
                "text": "* Simplified point 1: The Rating (Empty Properties) Act 2007 allows local authorities to charge empty properties a higher tax rate if they are unoccupied for more than two months.\n* Simplified point 2: The act introduces a new formula for calculating the chargeable amount for unoccupied hereditaments, which takes into account the number of days the property is empty.\n* Simplified point 3: The act also allows for zero-rating of the chargeable amount in certain cases, such as when the property is owned by a charity or trustees for a charity, or when it is used for community amateur sports clubs.\n* Simplified point 4: The act gives the Secretary of State or the Welsh Ministers the power to make orders and regulations to implement the changes."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Rating (Empty Properties) Act 2007 means that if you own a property that has been empty for over two months, you might have to pay a higher tax rate on it. This is because local authorities can now charge empty properties more money based on how long they've been vacant. The government wants to encourage people to fill their empty properties so that they can be used and bring in revenue for the community. If you own a property that is being used for good things like sports clubs or charities, then you might not have to pay as much tax on it. The government can also make rules about how all of this works. So, if you have an empty property, you should think about filling it up or talking to your local authority about any tax breaks you might be eligible for!",
    "single": "\n• The Rating (Empty Properties) Act 2007 simplifies the calculation of non-domestic rates for unoccupied hereditaments (unused properties).\n• The Act introduces a new formula to calculate the chargeable amount for a chargeable day, which takes into account the property's rateable value and the amount of rent it could have generated if it were occupied.\n• The Act also provides for zero-rating of the chargeable amount in certain cases, such as when the property is used for charitable purposes or when it is a registered community amateur sports club.\n• The Act gives the Secretary of State or the Welsh Ministers the power to make orders and regulations to implement the changes.\n• The Act extends to England and Wales.\n• The Act comes into force on the day it is passed and has effect in relation to the year 2008-09 and subsequent financial years.\n• The Act can be applied to acts or omissions taking place at any time after the regulations come into force, and also has effect in relation to the year 2007-08 if the power to make regulations by virtue of paragraph 4 of Schedule 1 (change of state of property to be disregarded) is exercised before 1st April 2008."
}