[
    {
        "length": 1356,
        "text": "\nAuthorisation of activities for scheduled purposes\n\tThe following activities shall be lawful if done with appropriate consent—\n\t\tthe storage of the body of a deceased person for use for a purposespecified in Schedule 1, other than anatomical examination;\n\t\tthe use of the body of a deceased person for a purpose so specified, otherthan anatomical examination;\n\t\tthe removal from the body of a deceased person, for use for a purposespecified in Schedule 1, of any relevant material of which the body consistsor which it contains;\n\t\tthe storage for use for a purpose specified in Part 1 of Schedule 1 of anyrelevant material which has come from a human body;\n\t\tthe storage for use for a purpose specified in Part 2 of Schedule 1 of anyrelevant material which has come from the body of a deceased person;\n\t\tthe use for a purpose specified in Part 1 of Schedule 1 of any relevantmaterial which has come from a human body;\n\t\tthe use for a purpose specified in Part 2 of Schedule 1 of any relevantmaterial which has come from the body of a deceased person.\n\tThe storage of the body of a deceased person for use for the purpose ofanatomical examination shall be lawful if done—\n\t\twith appropriate consent, and\n\t\tafter the signing of a certificate—\n\t\tunder section 22(1) of the Births and Deaths Registration Act [1953 (c.20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\"), or\n\t\tunder Article 25(2) of the Births and Deaths Registration (NorthernIreland) Order 1976 ([S.I. 1976/1041 (N.I. 14)](/id/nisi/1976/1041?view=plain\"Go to item of legislation\")),\n\t\t\tof the cause of death of the person.\n\tThe use of the body of a deceased person for the purpose of anatomicalexamination shall be lawful if done—\n\t\twith appropriate consent, and\n\t\tafter the death of the person has been registered—\n\t\tunder section 15 of the Births and Deaths Registration Act 1953, or\n\t\tunder Article 21 of the Births and Deaths Registration (Northern Ireland)Order 1976.\n\tSubsections (1) to (3) do not apply to an activity of a kind mentionedthere if it is done in relation to—\n\t\ta body to which subsection (5) applies, or\n\t\trelevant material to which subsection (6) applies.\n\tThis subsection applies to a body if—\n\t\tit has been imported, or\n\t\tit is the body of a person who died before the day on which this sectioncomes into force and at least one hundred years have elapsed since the date ofthe person’s death.\n\tThis subsection applies to relevant material if—\n\t\tit has been imported,\n\t\tit has come from a body which has been imported, or\n\t\tit is material which has come from the body of a person who died before theday on which this section comes into force and at least one hundred years haveelapsed since the date of the person’s death.\n\tSubsection (1)(d) does not apply to the storage of relevant material foruse for the purpose of research in connection with disorders, or thefunctioning, of the human body if—\n\t\tthe material has come from the body of a living person, and\n\t\tthe research falls within subsection (9).\n\tSubsection (1)(f) does not apply to the use of relevant material for thepurpose of research in connection with disorders, or the functioning, of thehuman body if—\n\t\tthe material has come from the body of a living person, and\n\t\tthe research falls within subsection (9).\n\tResearch falls within this subsection if—\n\t\tit is ethically approved in accordance with regulations made by theSecretary of State, and\n\t\tit is to be, or is, carried out in circumstances such that the personcarrying it out is not in possession, and not likely to come into possession,of information from which the person from whose body the material has come canbe identified.\n\tThe following activities shall be lawful—\n\t\tthe storage for use for a purpose specified in Part 2 of Schedule 1 of anyrelevant material which has come from the body of a living person;\n\t\tthe use for such a purpose of any relevant material which has come from thebody of a living person;\n\t\tan activity in relation to which subsection (4), (7) or (8) has effect.\n\tThe Secretary of State may by order—\n\t\tvary or omit any of the purposes specified in Part 1 or 2 of Schedule 1, or\n\t\tadd to the purposes specified in Part 1 or 2 of that Schedule.\n\tNothing in this section applies to—\n\t\tthe use of relevant material in connection with a device to which Directive[98/79/EC](/european/directive/1998/0079?view=plain \"Go to item oflegislation\") of the European Parliament and of the Council on _in vitro_diagnostic medical devices applies, where the use falls within the Directive,or\n\t\tthe storage of relevant material for use falling within paragraph (a).\n\tIn this section, the references to a body or material which has beenimported do not include a body or material which has been imported afterhaving been exported with a view to its subsequently being re-imported."
    },
    {
        "length": 520,
        "text": "\n“Appropriate consent”: children\n\tThis section makes provision for the interpretation of “appropriateconsent” in section 1 in relation to an activity involving the body, ormaterial from the body, of a person who is a child or has died a child (“thechild concerned”).\n\tSubject to subsection (3), where the child concerned is alive, “appropriateconsent” means his consent.\n\tWhere— \n\t\tthe child concerned is alive,\n\t\tneither a decision of his to consent to the activity, nor a decision of hisnot to consent to it, is in force, and\n\t\teither he is not competent to deal with the issue of consent in relation tothe activity or, though he is competent to deal with that issue, he fails todo so,\n\t\t\t  * “appropriate consent” means the consent of a person who has parental responsibility for him. \n\tWhere the child concerned has died and the activity is one to whichsubsection (5) applies, “appropriate consent” means his consent in writing.\n\tThis subsection applies to an activity involving storage for use, or use,for the purpose of—\n\t\tpublic display, or\n\t\twhere the subject-matter of the activity is not excepted material,anatomical examination.\n\tConsent in writing for the purposes of subsection (4) is only valid if—\n\t\tit is signed by the child concerned in the presence of at least one witnesswho attests the signature, or\n\t\tit is signed at the direction of the child concerned, in his presence andin the presence of at least one witness who attests the signature.\n\tWhere the child concerned has died and the activity is not one to whichsubsection (5) applies, “appropriate consent” means —\n\t\tif a decision of his to consent to the activity, or a decision of his notto consent to it, was in force immediately before he died, his consent;\n\t\tif paragraph (a) does not apply—\n\t\tthe consent of a person who had parental responsibility for him immediatelybefore he died, or\n\t\twhere no person had parental responsibility for him immediately before hedied, the consent of a person who stood in a qualifying relationship to him atthat time."
    },
    {
        "length": 706,
        "text": "\n“Appropriate consent”: adults\n\tThis section makes provision for the interpretation of “appropriateconsent” in section 1 in relation to an activity involving the body, ormaterial from the body, of a person who is an adult or has died an adult (“theperson concerned”).\n\tWhere the person concerned is alive, “appropriate consent” means hisconsent.\n\tWhere the person concerned has died and the activity is one to whichsubsection (4) applies, “appropriate consent” means his consent in writing.\n\tThis subsection applies to an activity involving storage for use, or use,for the purpose of—\n\t\tpublic display, or\n\t\twhere the subject-matter of the activity is not excepted material,anatomical examination.\n\tConsent in writing for the purposes of subsection (3) is only valid if—\n\t\tit is signed by the person concerned in the presence of at least onewitness who attests the signature,\n\t\tit is signed at the direction of the person concerned, in his presence andin the presence of at least one witness who attests the signature, or\n\t\tit is contained in a will of the person concerned made in accordance withthe requirements of—\n\t\tsection 9 of the Wills Act [1837 (c. 26)](/id/ukpga/1837/26?view=plain \"Goto item of legislation\"), or\n\t\tArticle 5 of the Wills and Administration Proceedings (Northern Ireland)Order 1994 ([S.I. 1994/1899 (N.I. 13)](/id/nisi/1994/1899?view=plain \"Go toitem of legislation\")).\n\tWhere the person concerned has died and the activity is not one to whichsubsection (4) applies, “appropriate consent” means—\n\t\tif a decision of his to consent to the activity, or a decision of his notto consent to it, was in force immediately before he died, his consent;\n\t\tif— \n\t\tparagraph (a) does not apply, and\n\t\the has appointed a person or persons under section 4 to deal after hisdeath with the issue of consent in relation to the activity,\n\t\t\tconsent given under the appointment;\n\t\tif neither paragraph (a) nor paragraph (b) applies, the consent of a personwho stood in a qualifying relationship to him immediately before he died.\n\tWhere the person concerned has appointed a person or persons under section4 to deal after his death with the issue of consent in relation to theactivity, the appointment shall be disregarded for the purposes of subsection(6) if no one is able to give consent under it.\n\tIf it is not reasonably practicable to communicate with a person appointedunder section 4 within the time available if consent in relation to theactivity is to be acted on, he shall be treated for the purposes of subsection(7) as not able to give consent under the appointment in relation to it."
    },
    {
        "length": 528,
        "text": "\nNominated representatives\n\tAn adult may appoint one or more persons to represent him after his deathin relation to consent for the purposes of section 1.\n\tAn appointment under this section may be general or limited to consent inrelation to such one or more activities as may be specified in theappointment.\n\tAn appointment under this section may be made orally or in writing.\n\tAn oral appointment under this section is only valid if made in thepresence of at least two witnesses present at the same time.\n\tA written appointment under this section is only valid if—\n\t\tit is signed by the person making it in the presence of at least onewitness who attests the signature,\n\t\tit is signed at the direction of the person making it, in his presence andin the presence of at least one witness who attests the signature, or\n\t\tit is contained in a will of the person making it, being a will which ismade in accordance with the requirements of—\n\t\tsection 9 of the Wills Act [1837 (c. 26)](/id/ukpga/1837/26?view=plain \"Goto item of legislation\"), or\n\t\tArticle 5 of the Wills and Administration Proceedings (Northern Ireland)Order 1994 ([S.I. 1994/1899 (N.I. 13)](/id/nisi/1994/1899?view=plain \"Go toitem of legislation\")).\n\tWhere a person appoints two or more persons under this section in relationto the same activity, they shall be regarded as appointed to act jointly andseverally unless the appointment provides that they are appointed to actjointly.\n\tAn appointment under this section may be revoked at any time.\n\tSubsections (3) to (5) apply to the revocation of an appointment under thissection as they apply to the making of such an appointment.\n\tA person appointed under this section may at any time renounce hisappointment.\n\tA person may not act under an appointment under this section if—\n\t\the is not an adult, or\n\t\the is of a description prescribed for the purposes of this provision byregulations made by the Secretary of State."
    },
    {
        "length": 805,
        "text": "\nProhibition of activities without consent etc.\n\tA person commits an offence if, without appropriate consent, he does anactivity to which subsection (1), (2) or (3) of section 1 applies, unless hereasonably believes—\n\t\tthat he does the activity with appropriate consent, or\n\t\tthat what he does is not an activity to which the subsection applies.\n\tA person commits an offence if—\n\t\the falsely represents to a person whom he knows or believes is going to, ormay, do an activity to which subsection (1), (2) or (3) of section 1 applies—\n\t\tthat there is appropriate consent to the doing of the activity, or\n\t\tthat the activity is not one to which the subsection applies, and\n\t\the knows that the representation is false or does not believe it to betrue.\n\tSubject to subsection (4), a person commits an offence if, when he does anactivity to which section 1(2) applies, neither of the following has beensigned in relation to the cause of death of the person concerned—\n\t\ta certificate under section 22(1) of the Births and Deaths Registration Act[1953 (c. 20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\"), and\n\t\ta certificate under Article 25(2) of the Births and Deaths Registration(Northern Ireland) Order 1976 ([S.I. 1976/1041 (N.I.14)](/id/nisi/1976/1041?view=plain \"Go to item of legislation\")).\n\tSubsection (3) does not apply—\n\t\twhere the person reasonably believes—\n\t\tthat a certificate under either of those provisions has been signed inrelation to the cause of death of the person concerned, or\n\t\tthat what he does is not an activity to which section 1(2) applies, or\n\t\twhere the person comes into lawful possession of the body immediately afterdeath and stores it prior to its removal to a place where anatomicalexamination is to take place.\n\tSubject to subsection (6), a person commits an offence if, when he does anactivity to which section 1(3) applies, the death of the person concerned hasnot been registered under either of the following provisions—\n\t\tsection 15 of the Births and Deaths Registration Act 1953, and\n\t\tArticle 21 of the Births and Deaths Registration (Northern Ireland) Order1976.\n\tSubsection (5) does not apply where the person reasonably believes—\n\t\tthat the death of the person concerned has been registered under either ofthose provisions, or\n\t\tthat what he does is not an activity to which section 1(3) applies.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton summary conviction to a fine not exceeding the statutory maximum;\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding 3 years, or\n\t\tto a fine, or\n\t\tto both.\n\tIn this section, “appropriate consent” has the same meaning as in section1."
    },
    {
        "length": 148,
        "text": "\nActivities involving material from adults who lack capacity to consent\n\tWhere—\n\t\tan activity of a kind mentioned in section 1(1)(d) or (f) involves materialfrom the body of a person who—\n\t\tis an adult, and\n\t\tlacks capacity to consent to the activity, and\n\t\tneither a decision of his to consent to the activity, nor a decision of hisnot to consent to it, is in force,\n\t\tthere shall for the purposes of this Part be deemed to be consent of his tothe activity if it is done in circumstances of a kind specified by regulationsmade by the Secretary of State."
    },
    {
        "length": 714,
        "text": "\nPowers to dispense with need for consent\n\tIf the Authority is satisfied—\n\t\tthat relevant material has come from the body of a living person,\n\t\tthat it is not reasonably possible to trace the person from whose body thematerial has come (“the donor”),\n\t\tthat it is desirable in the interests of another person (including a futureperson) that the material be used for the purpose of obtaining scientific ormedical information about the donor, and\n\t\tthat there is no reason to believe—\n\t\tthat the donor has died,\n\t\tthat a decision of the donor to refuse to consent to the use of thematerial for that purpose is in force, or\n\t\tthat the donor lacks capacity to consent to the use of the material forthat purpose,\n\t\t\tit may direct that subsection (3) apply to the material for the benefit of theother person.\n\tIf the Authority is satisfied—\n\t\tthat relevant material has come from the body of a living person,\n\t\tthat it is desirable in the interests of another person (including a futureperson) that the material be used for the purpose of obtaining scientific ormedical information about the person from whose body the material has come(“the donor”),\n\t\tthat reasonable efforts have been made to get the donor to decide whetherto consent to the use of the material for that purpose,\n\t\tthat there is no reason to believe—\n\t\tthat the donor has died,\n\t\tthat a decision of the donor to refuse to consent to the use of thematerial for that purpose is in force, or\n\t\tthat the donor lacks capacity to consent to the use of the material forthat purpose, and\n\t\tthat the donor has been given notice of the application for the exercise ofthe power conferred by this subsection,\n\t\tit may direct that subsection (3) apply to the material for the benefit of theother person.\n\tWhere material is the subject of a direction under subsection (1) or (2),there shall for the purposes of this Part be deemed to be consent of the donorto the use of the material for the purpose of obtaining scientific or medicalinformation about him which may be relevant to the person for whose benefitthe direction is given.\n\tThe Secretary of State may by regulations enable the High Court, in suchcircumstances as the regulations may provide, to make an order deeming therefor the purposes of this Part to be appropriate consent to an activityconsisting of—\n\t\tthe storage of the body of a deceased person for use for the purpose ofresearch in connection with disorders, or the functioning, of the human body,\n\t\tthe use of the body of a deceased person for that purpose,\n\t\tthe removal from the body of a deceased person, for use for that purpose,of any relevant material of which the body consists or which it contains,\n\t\tthe storage for use for that purpose of any relevant material which hascome from a human body, or\n\t\tthe use for that purpose of any relevant material which has come from ahuman body."
    },
    {
        "length": 366,
        "text": "\nRestriction of activities in relation to donated material\n\tSubject to subsection (2), a person commits an offence if he—\n\t\tuses donated material for a purpose which is not a qualifying purpose, or\n\t\tstores donated material for use for a purpose which is not a qualifyingpurpose.\n\tSubsection (1) does not apply where the person reasonably believes thatwhat he uses, or stores, is not donated material.\n\tA person guilty of an offence under this section shall be liable—\n\t\ton summary conviction to a fine not exceeding the statutory maximum;\n\t\ton conviction on indictment—\n\t\tto imprisonment for a term not exceeding 3 years, or\n\t\tto a fine, or\n\t\tto both.\n\tIn subsection (1), references to a qualifying purpose are to—\n\t\ta purpose specified in Schedule 1,\n\t\tthe purpose of medical diagnosis or treatment,\n\t\tthe purpose of decent disposal, or\n\t\ta purpose specified in regulations made by the Secretary of State.\n\tIn this section, references to donated material are to—\n\t\tthe body of a deceased person, or\n\t\trelevant material which has come from a human body,\n\t\t\twhich is, or has been, the subject of donation.\n\tFor the purposes of subsection (5), a body, or material, is the subject ofdonation if authority under section 1(1) to (3) exists in relation to it."
    },
    {
        "length": 240,
        "text": "\nExisting holdings\n\tIn its application to the following activities, section 1(1) shall haveeffect with the omission of the words “if done with appropriate consent”—\n\t\tthe storage of an existing holding for use for a purpose specified inSchedule 1;\n\t\tthe use of an existing holding for a purpose so specified.\n\tSubsection (1) does not apply where the existing holding is a body, orseparated part of a body, in relation to which section 10(3) or (5) haseffect.\n\tSection 5(1) and (2) shall have effect as if the activities mentioned insubsection (1) were not activities to which section 1(1) applies.\n\tIn this section, “existing holding” means—\n\t\tthe body of a deceased person, or\n\t\trelevant material which has come from a human body,\n\t\t\theld, immediately before the day on which section 1(1) comes into force, foruse for a purpose specified in Schedule 1."
    },
    {
        "length": 753,
        "text": "\nExisting anatomical specimens\n\tThis section applies where a person dies during the three years immediatelypreceding the coming into force of section 1.\n\tSubsection (3) applies where—\n\t\tbefore section 1 comes into force, authority is given under section 4(2) or(3) of the Anatomy Act [1984 (c. 14)](/id/ukpga/1984/14?view=plain \"Go to itemof legislation\") for the person’s body to be used for anatomical examination,and\n\t\tsection 1 comes into force before anatomical examination of the person’sbody is concluded.\n\tDuring so much of the relevant period as falls after section 1 comes intoforce, that authority shall be treated for the purposes of section 1 asappropriate consent in relation to—\n\t\tthe storage of the person’s body, or separated parts of his body, for usefor the purpose of anatomical examination, and\n\t\tthe use of his body, or separated parts of his body, for that purpose.\n\tSubsection (5) applies where—\n\t\tbefore section 1 comes into force, authority is given under section 6(2) or(3) of the Anatomy Act 1984 for possession of parts (or any specified parts)of the person’s body to be held after anatomical examination of his body isconcluded, and\n\t\tanatomical examination of the person’s body is concluded—\n\t\tafter section 1 comes into force, but\n\t\tbefore the end of the period of three years beginning with the date of theperson’s death.\n\tWith effect from the conclusion of the anatomical examination of theperson’s body, that authority shall be treated for the purposes of section 1as appropriate consent in relation to—\n\t\tthe storage for use for a qualifying purpose of a part of the person’s bodywhich—\n\t\tis a part to which that authority relates, and\n\t\tis such that the person cannot be recognised simply by examination of thepart, and\n\t\tthe use for a qualifying purpose of such a part of the person’s body.\n\tWhere for the purposes of section 1 there would not be appropriate consentin relation to an activity but for authority given under the Anatomy Act [1984(c. 14)](/id/ukpga/1984/14?view=plain \"Go to item of legislation\") beingtreated for those purposes as appropriate consent in relation to the activity,section 1(1) to (3) do not authorise the doing of the activity otherwise thanin accordance with that authority.\n\tIn subsection (3), “the relevant period”, in relation to a person, meanswhichever is the shorter of—\n\t\tthe period of three years beginning with the date of the person’s death,and\n\t\tthe period beginning with that date and ending when anatomical examinationof the person’s body is concluded.\n\tIn subsection (5), “qualifying purpose” means a purpose specified inparagraph 6 or 9 of Schedule 1.\n\tThe Secretary of State may by order amend subsection (8)."
    },
    {
        "length": 130,
        "text": "\nCoroners \n\tNothing in this Part applies to anything done for purposes of functions ofa coroner or under the authority of a coroner.\n\tWhere a person knows, or has reason to believe, that—\n\t\tthe body of a deceased person, or\n\t\trelevant material which has come from the body of a deceased person,\n\t\t\tis, or may be, required for purposes of functions of a coroner, he shall notact on authority under section 1 in relation to the body, or material, exceptwith the consent of the coroner."
    },
    {
        "length": 1036,
        "text": "\nThe Human Tissue Authority\n\tThe Human Tissue Authority\n\t\tThere shall be a body corporate to be known as the Human Tissue Authority(referred to in this Act as “the Authority”).\n\t\tSchedule 2 (which makes further provision about the Authority) has effect.\n\tRemit \n\t\tThe following are the activities within the remit of the Authority—\n\t\t\tthe removal from a human body, for use for a scheduled purpose, of anyrelevant material of which the body consists or which it contains;\n\t\t\tthe use, for a scheduled purpose, of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body;\n\t\t\tthe storage of an anatomical specimen or former anatomical specimen;\n\t\t\tthe storage (in any case not falling within paragraph (c)) of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\t\tfor use for a scheduled purpose;\n\t\t\tthe import or export of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\tfor use for a scheduled purpose;\n\t\t\tthe disposal of the body of a deceased person which has been—\n\t\t\timported for use,\n\t\t\tstored for use, or\n\t\t\tused, \n\t\t\tfor a scheduled purpose;\n\t\t\tthe disposal of relevant material which—\n\t\t\thas been removed from a person’s body for the purposes of his medicaltreatment,\n\t\t\thas been removed from the body of a deceased person for the purposes of ananatomical, or post-mortem, examination,\n\t\t\thas been removed from a human body (otherwise than as mentioned in sub-paragraph (ii)) for use for a scheduled purpose,\n\t\t\thas come from a human body and been imported for use for a scheduledpurpose, or\n\t\t\thas come from the body of a deceased person which has been imported for usefor a scheduled purpose.\n\t\tWithout prejudice to the generality of subsection (1)(a) and (b), theactivities within the remit of the Authority include, in particular—\n\t\t\tthe carrying-out of an anatomical examination, and\n\t\t\tthe making of a post-mortem examination.\n\t\tAn activity is excluded from the remit of the Authority if—\n\t\t\tit relates to the body of a person who died before the day on which thissection comes into force or to material which has come from the body of such aperson, and\n\t\t\tat least one hundred years have elapsed since the date of the person’sdeath.\n\t\tThe Secretary of State may by order amend this section for the purpose ofadding to the activities within the remit of the Authority.\n\t\tIn this section, “relevant material”, in relation to use for the scheduledpurpose of transplantation, does not include blood or anything derived fromblood.\n\tGeneral functions\n\t\tThe Authority shall have the following general functions—\n\t\t\tmaintaining a statement of the general principles which it considers shouldbe followed—\n\t\t\tin the carrying-on of activities within its remit, and\n\t\t\tin the carrying-out of its functions in relation to such activities;\n\t\t\tproviding in relation to activities within its remit such general oversightand guidance as it considers appropriate;\n\t\t\tsuperintending, in relation to activities within its remit, compliancewith—\n\t\t\trequirements imposed by or under Part 1 or this Part, and\n\t\t\tcodes of practice under this Act;\n\t\t\tproviding to the public, and to persons carrying on activities within itsremit, such information and advice as it considers appropriate about thenature and purpose of such activities;\n\t\t\tmonitoring developments relating to activities within its remit andadvising the Secretary of State, the National Assembly for Wales and therelevant Northern Ireland department on issues relating to such developments;\n\t\t\tadvising the Secretary of State, the National Assembly for Wales or therelevant Northern Ireland department on such other issues relating toactivities within its remit as he, the Assembly or the department may require."
    },
    {
        "length": 2476,
        "text": "\nLicensing\n\tLicence requirement\n\t\tNo person shall do an activity to which this section applies otherwise thanunder the authority of a licence granted for the purposes of this section.\n\t\tThis section applies to the following activities—\n\t\t\tthe carrying-out of an anatomical examination;\n\t\t\tthe making of a post-mortem examination;\n\t\t\tthe removal from the body of a deceased person (otherwise than in thecourse of an activity mentioned in paragraph (a) or (b)) of relevant materialof which the body consists or which it contains, for use for a scheduledpurpose other than transplantation;\n\t\t\tthe storage of an anatomical specimen;\n\t\t\tthe storage (in any case not falling within paragraph (d)) of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\t\tfor use for a scheduled purpose;\n\t\t\tthe use, for the purpose of public display, of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from the body of a deceased person.\n\t\tThe Secretary of State may by regulations specify circumstances in whichstorage of relevant material by a person who intends to use it for a scheduledpurpose is excepted from subsection (2)(e)(ii).\n\t\tAn activity is excluded from subsection (2) if—\n\t\t\tit relates to the body of a person who died before the day on which thissection comes into force or to material which has come from the body of such aperson, and\n\t\t\tat least one hundred years have elapsed since the date of the person’sdeath.\n\t\tThe Secretary of State may by regulations amend this section for thepurpose of—\n\t\t\tadding to the activities to which this section applies,\n\t\t\tremoving an activity from the activities to which this section applies, or\n\t\t\taltering the description of an activity to which this section applies.\n\t\tSchedule 3 (which makes provision about licences for the purposes of thissection) has effect.\n\t\tIn subsection (2)—\n\t\t\treferences to storage do not include storage which is incidental totransportation, and\n\t\t\t“relevant material”, in relation to use for the scheduled purpose oftransplantation, does not include blood or anything derived from blood.\n\tPersons to whom licence applies\n\t\tThe authority conferred by a licence extends to—\n\t\t\tthe designated individual,\n\t\t\tany person who is designated as a person to whom the licence applies by anotice given to the Authority by the designated individual, and\n\t\t\tany person acting under the direction of—\n\t\t\tthe designated individual, or\n\t\t\ta person designated as mentioned in paragraph (b).\n\tDuty of the designated individual\n\t\tIt shall be the duty of the individual designated in a licence as the personunder whose supervision the licensed activity is authorised to be carried onto secure—\n\t\t\tthat the other persons to whom the licence applies are suitable persons toparticipate in the carrying-on of the licensed activity,\n\t\t\tthat suitable practices are used in the course of carrying on thatactivity, and\n\t\t\tthat the conditions of the licence are complied with.\n\tRight to reconsideration of licensing decisions\n\t\tIf an application for the grant, revocation or variation of a licence isrefused, the applicant may require the Authority to reconsider the decision.\n\t\tIf a licence is—\n\t\t\trevoked under paragraph 7(2) of Schedule 3, or\n\t\t\tvaried under paragraph 8(3) or (5) of that Schedule,\n\t\t\t\tthe holder of the licence, or the designated individual, may require theAuthority to reconsider the decision.\n\t\tIf an application for the grant, or revocation, of permission for thepurposes of an authorisation condition is refused, the applicant may requirethe Authority to reconsider the decision.\n\t\tIf permission for the purposes of an authorisation condition is revokedunder paragraph 12(4)(b) of Schedule 3, any of—\n\t\t\tthe individual concerned,\n\t\t\tthe holder of the licence, and\n\t\t\tthe designated individual,\n\t\t\tmay require the Authority to reconsider the decision.\n\t\tThe right under subsection (1) or (2) is exercisable by giving theAuthority notice of exercise of the right before the end of the period of 28days beginning with the day on which notice of the decision concerned wasgiven under paragraph 11 of Schedule 3.\n\t\tThe right under subsection (3) or (4) is exercisable by giving theAuthority notice of exercise of the right before the end of the period of 28days beginning with the day on which notice of the decision concerned wasgiven under paragraph 12 of Schedule 3.\n\t\tSubsections (1) to (4) do not apply to a decision on reconsideration.\n\t\tIn this section, “authorisation condition” means a condition of a licencewhere—\n\t\t\tthe licence is one to which paragraph 3 of Schedule 3 applies, and\n\t\t\tthe condition is the one required in the licence by sub-paragraph (2) ofthat paragraph.\n\tAppeals committees\n\t\tThe Authority shall maintain one or more committees to carry out itsfunctions in pursuance of notices under section 19.\n\t\tA committee under subsection (1) is referred to in this Part as an appealscommittee.\n\t\tAn appeals committee shall consist of not less than five members of theAuthority.\n\t\tThe quorum for an appeals committee shall be three.\n\tProcedure on reconsideration\n\t\tReconsideration shall be by way of fresh decision.\n\t\tOn reconsideration—\n\t\t\tthe person by whom reconsideration is required (“the appellant”) shall beentitled to require that he or his representative be given an opportunity toappear before and be heard by the appeals committee dealing with the matter,\n\t\t\tat any meeting at which such an opportunity is given, the person who madethe decision which is the subject of reconsideration shall be entitled toappear and be heard in person or by a representative, and\n\t\t\tthe appeals committee dealing with the matter shall consider any writtenrepresentations received from the appellant or the person who made thedecision which is the subject of reconsideration.\n\t\tThe appeals committee by which a decision is reconsidered in pursuance of anotice under section 19 shall give the appellant notice of its decision.\n\t\tIf on reconsideration an appeals committee upholds the previous decision,the notice under subsection (3) shall include a statement of the reasons forthe appeals committee’s decision.\n\t\tThe Authority may by regulations make such other provision about procedurein relation to reconsideration as it thinks fit.\n\t\tWhere reconsideration of a decision—\n\t\t\tis required under section 19(2) or (4) by only one of two persons by whomit could have been required, or\n\t\t\tis required under section 19(4) by only one or two of three persons by whomit could have been required,\n\t\t\t\tit shall be treated for the purposes of this section as required by both or(as the case may be) all of them.\n\t\tIn this section, “reconsideration” means reconsideration in pursuance of anotice under section 19.\n\tAppeal on point of law\n\t\tA person aggrieved by a decision on reconsideration in pursuance of a noticeunder section 19 may appeal to the High Court on a point of law.\n\tConduct of licensed activities\n\t\tDirections may impose requirements in relation to the conduct of theactivity which a licence authorises to be carried on.\n\t\tDirections under subsection (1) may be given in relation to licencesgenerally, licences of a particular description or a particular licence.\n\t\tA person shall comply with a requirement imposed by directions undersubsection (1) if it is applicable to him.\n\tChanges of licence circumstance\n\t\tDirections may make provision for the purpose of dealing with a situationarising in consequence of—\n\t\t\tthe variation of a licence, or\n\t\t\ta licence ceasing to have effect.\n\t\tDirections under subsection (1)(a) may impose requirements—\n\t\t\ton the holder of the licence;\n\t\t\ton a person who is the designated individual immediately before, orimmediately after, the variation;\n\t\t\ton any other person, if he consents.\n\t\tDirections under subsection (1)(b) may impose requirements—\n\t\t\ton the person who is the holder of the licence immediately before thelicence ceases to have effect;\n\t\t\ton the person who is the designated individual at that time;\n\t\t\ton any other person, if he consents.\n\t\tDirections under subsection (1) may, in particular, require anything kept,or information held, in pursuance of the licence to be transferred inaccordance with the directions.\n\t\tWhere a licence has ceased to have effect by reason of the death ordissolution of its holder, anything subsequently done by a person beforedirections are given under subsection (1) shall, if the licence would havebeen authority for doing it, be treated as authorised by a licence.\n\tBreach of licence requirement\n\t\tA person who contravenes section 16(1) commits an offence, unless hereasonably believes—\n\t\t\tthat what he does is not an activity to which section 16 applies, or\n\t\t\tthat he acts under the authority of a licence.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years, or\n\t\t\tto a fine, or\n\t\t\tto both."
    },
    {
        "length": 1900,
        "text": "\nCodes of practice\n\tPreparation of codes\n\t\tThe Authority may prepare and issue codes of practice for the purpose of—\n\t\t\tgiving practical guidance to persons carrying on activities within itsremit, and\n\t\t\tlaying down the standards expected in relation to the carrying-on of suchactivities.\n\t\tThe Authority shall deal under subsection (1) with the following matters—\n\t\t\tthe carrying-out of anatomical examinations;\n\t\t\tthe storage of anatomical specimens;\n\t\t\tthe storage and disposal of former anatomical specimens;\n\t\t\tthe definition of death for the purposes of this Act;\n\t\t\tcommunication with the family of the deceased in relation to the making ofa post-mortem examination;\n\t\t\tthe making of post-mortem examinations;\n\t\t\tcommunication with the family of the deceased in relation to the removalfrom the body of the deceased, for use for a scheduled purpose, of anyrelevant material of which the body consists or which it contains;\n\t\t\tthe removal from a human body, for use for a scheduled purpose, of anyrelevant material of which the body consists or which it contains;\n\t\t\tthe storage for use for a scheduled purpose, and the use for such apurpose, of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body;\n\t\t\tthe storage for use for a scheduled purpose, and the use for such apurpose, of an existing holding within the meaning of section 9;\n\t\t\tthe import, and the export, of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\t\tfor use for a scheduled purpose;\n\t\t\tthe disposal of relevant material which—\n\t\t\thas been removed from a human body for use for a scheduled purpose, or\n\t\t\thas come from a human body and is an existing holding for the purposes ofsection 9.\n\t\tIn dealing under subsection (1) with the matters mentioned in subsection(2)(h) and (i), the Authority shall, in particular, deal with consent.\n\t\tThe Authority shall—\n\t\t\tkeep any code of practice under this section under review, and\n\t\t\tprepare a revised code of practice when appropriate.\n\t\tBefore preparing a code of practice under this section, the Authorityshall—\n\t\t\tconsult such persons as it considers appropriate,\n\t\t\tif the code of practice relates to Wales, consult the National Assembly forWales, and\n\t\t\tif the code of practice relates to Northern Ireland, consult the relevantNorthern Ireland department.\n\t\tThe Authority shall publish a code of practice issued under this section insuch way as, in its opinion, is likely to bring it to the attention of thoseinterested.\n\t\tA code of practice issued under this section shall come into effect on suchday as may be appointed by directions.\n\t\tCodes of practice under this section may make different provision inrelation to England, Wales and Northern Ireland respectively.\n\tProvision with respect to consent\n\t\tThe duty under section 26(3) shall have effect, in particular, to requirethe Authority to lay down the standards expected in relation to the obtainingof consent where consent falls by virtue of section 2(7)(b)(ii) or 3(6)(c) tobe obtained from a person in a qualifying relationship.\n\t\tSubject to subsection (3), the standards required to be laid down bysubsection (1) shall include provision to the effect set out in subsections(4) to (8).\n\t\tThe standards required to be laid down by subsection (1) may includeprovision to different effect in relation to cases which appear to theAuthority to be exceptional.\n\t\tThe qualifying relationships for the purpose of sections 2(7)(b)(ii) and3(6)(c) should be ranked in the following order—\n\t\t\tspouse or partner;\n\t\t\tparent or child;\n\t\t\tbrother or sister;\n\t\t\tgrandparent or grandchild;\n\t\t\tchild of a person falling within paragraph (c);\n\t\t\tstepfather or stepmother;\n\t\t\thalf-brother or half-sister;\n\t\t\tfriend of longstanding.\n\t\tRelationships in the same paragraph of subsection (4) should be accordedequal ranking.\n\t\tConsent should be obtained from the person whose relationship to the personconcerned is accorded the highest ranking in accordance with subsections (4)and (5).\n\t\tIf the relationship of each of two or more persons to the person concernedis accorded equal highest ranking in accordance with subsections (4) and (5),it is sufficient to obtain the consent of any of them.\n\t\tIn applying the principles set out above, a person’s relationship shall beleft out of account if—\n\t\t\the does not wish to deal with the issue of consent,\n\t\t\the is not able to deal with that issue, or\n\t\t\thaving regard to the activity in relation to which consent is sought, it isnot reasonably practicable to communicate with him within the time availableif consent in relation to the activity is to be acted on.\n\t\tThe Secretary of State may by order amend subsection (4).\n\tEffect of codes\n\t\tA failure on the part of any person to observe any provision of a code ofpractice under section 26 shall not of itself render the person liable to anyproceedings.\n\t\tThe Authority may, in carrying out its functions with respect to licences,take into account any relevant observance of, or failure to observe, a code ofpractice under section 26, so far as dealing with a matter mentioned in any ofparagraphs (a) to (c) and (e) to (j) of subsection (2) of that section.\n\tApproval of codes\n\t\tThe Authority may not issue a code of practice under section 26 that dealswith a matter mentioned in any of paragraphs (a) to (c) and (e) to (j) ofsubsection (2) of that section unless—\n\t\t\ta draft of it has been sent to and approved by the Secretary of State andlaid by him before both Houses of Parliament, and\n\t\t\tthe 40-day period has elapsed without either House resolving not to approvethe draft.\n\t\tBefore approving a draft code of practice sent to him under subsection (1),the Secretary of State shall—\n\t\t\tif the code relates to Wales, consult the National Assembly for Wales, and\n\t\t\tif the code relates to Northern Ireland, consult the relevant NorthernIreland department.\n\t\tIf the Secretary of State approves a draft code of practice sent to himunder subsection (1)—\n\t\t\tif the code relates to Wales, he shall send a copy of it to the NationalAssembly for Wales, and\n\t\t\tif the code relates to Northern Ireland, he shall send a copy of it to therelevant Northern Ireland department.\n\t\tIf the Secretary of State does not approve a draft sent to him undersubsection (1), he shall give reasons to the Authority.\n\t\tThe relevant Northern Ireland department shall lay before the NorthernIreland Assembly any document which it receives under subsection (3)(b).\n\t\tIn subsection (1)(b), “40-day period”, in relation to the draft of a codeof practice, means—\n\t\t\tif the draft is laid before one House on a day later than the day on whichit is laid before the other House, the period of 40 days beginning with thelater of the two days, and\n\t\t\tin any other case, the period of 40 days beginning with the day on whichthe draft is laid before each House,\n\t\t\t\tno account being taken of any period during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than 4 days."
    },
    {
        "length": 1230,
        "text": "\nAnatomy\n\tPossession of anatomical specimens away from licensed premises\n\t\tSubject to subsections (2) to (6), a person commits an offence if—\n\t\t\the has possession of an anatomical specimen, and\n\t\t\tthe specimen is not on premises in respect of which an anatomy licence isin force.\n\t\tSubsection (1) does not apply where—\n\t\t\tthe specimen has come from premises in respect of which a storage licenceis in force, and\n\t\t\tthe person—\n\t\t\tis authorised in writing by the designated individual to have possession ofthe specimen, and\n\t\t\thas possession of the specimen only for a purpose for which he is soauthorised to have possession of it.\n\t\tSubsection (1) does not apply where—\n\t\t\tthe specimen is the body of a deceased person which is to be used for thepurpose of anatomical examination,\n\t\t\tthe person who has possession of the body has come into lawful possessionof it immediately after the deceased’s death, and\n\t\t\the retains possession of the body prior to its removal to premises inrespect of which an anatomy licence is in force.\n\t\tSubsection (1) does not apply where the person has possession of thespecimen only for the purpose of transporting it to premises—\n\t\t\tin respect of which an anatomy licence is in force, or\n\t\t\twhere the specimen is to be used for the purpose of education, training orresearch.\n\t\tSubsection (1) does not apply where the person has possession of thespecimen for purposes of functions of, or under the authority of, a coroner.\n\t\tSubsection (1) does not apply where the person reasonably believes—\n\t\t\tthat what he has possession of is not an anatomical specimen,\n\t\t\tthat the specimen is on premises in respect of which an anatomy licence isin force, or\n\t\t\tthat any of subsections (2) to (5) applies.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years, or\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tIn this section—\n\t\t\t  * “anatomy licence” means a licence authorising— \n\t\t\tthe carrying-out of an anatomical examination, or\n\t\t\tthe storage of anatomical specimens;\n\t\t\t\t  * “storage licence” means a licence authorising the storage of anatomical specimens. \n\tPossession of former anatomical specimens away from licensed premises\n\t\tSubject to subsections (2) to (5), a person commits an offence if—\n\t\t\the has possession of a former anatomical specimen, and\n\t\t\tthe specimen is not on premises in respect of which a storage licence is inforce.\n\t\tSubsection (1) does not apply where—\n\t\t\tthe specimen has come from premises in respect of which a storage licenceis in force, and\n\t\t\tthe person—\n\t\t\tis authorised in writing by the designated individual to have possession ofthe specimen, and\n\t\t\thas possession of the specimen only for a purpose for which he is soauthorised to have possession of it.\n\t\tSubsection (1) does not apply where the person has possession of thespecimen only for the purpose of transporting it to premises—\n\t\t\tin respect of which a storage licence is in force, or\n\t\t\twhere the specimen is to be used for the purpose of education, training orresearch.\n\t\tSubsection (1) does not apply where the person has possession of thespecimen—\n\t\t\tonly for the purpose of its decent disposal, or\n\t\t\tfor purposes of functions of, or under the authority of, a coroner.\n\t\tSubsection (1) does not apply where the person reasonably believes—\n\t\t\tthat what he has possession of is not a former anatomical specimen,\n\t\t\tthat the specimen is on premises in respect of which a storage licence isin force, or\n\t\t\tthat any of subsections (2) to (4) applies.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton summary conviction to a fine not exceeding the statutory maximum;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years, or\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tIn this section, “storage licence” means a licence authorising the storage,for use for a scheduled purpose, of relevant material which has come from ahuman body."
    },
    {
        "length": 1123,
        "text": "\nTrafficking\n\tProhibition of commercial dealings in human material fortransplantation\n\t\tA person commits an offence if he—\n\t\t\tgives or receives a reward for the supply of, or for an offer to supply,any controlled material;\n\t\t\tseeks to find a person willing to supply any controlled material forreward;\n\t\t\toffers to supply any controlled material for reward;\n\t\t\tinitiates or negotiates any arrangement involving the giving of a rewardfor the supply of, or for an offer to supply, any controlled material;\n\t\t\ttakes part in the management or control of a body of persons corporate orunincorporate whose activities consist of or include the initiation ornegotiation of such arrangements.\n\t\tWithout prejudice to subsection (1)(b) and (c), a person commits an offenceif he causes to be published or distributed, or knowingly publishes ordistributes, an advertisement—\n\t\t\tinviting persons to supply, or offering to supply, any controlled materialfor reward, or\n\t\t\tindicating that the advertiser is willing to initiate or negotiate any sucharrangement as is mentioned in subsection (1)(d).\n\t\tA person who engages in an activity to which subsection (1) or (2) appliesdoes not commit an offence under that subsection if he is designated by theAuthority as a person who may lawfully engage in the activity.\n\t\tA person guilty of an offence under subsection (1) shall be liable—\n\t\t\ton summary conviction—\n\t\t\tto imprisonment for a term not exceeding 12 months, or\n\t\t\tto a fine not exceeding the statutory maximum, or\n\t\t\tto both;\n\t\t\ton conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years, or\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tA person guilty of an offence under subsection (2) shall be liable onsummary conviction—\n\t\t\tto imprisonment for a term not exceeding 51 weeks, or\n\t\t\tto a fine not exceeding level 5 on the standard scale, or\n\t\t\tto both.\n\t\tFor the purposes of subsections (1) and (2), payment in money or money’sworth to the holder of a licence shall be treated as not being a reward where—\n\t\t\tit is in consideration for transporting, removing, preparing, preserving orstoring controlled material, and\n\t\t\tits receipt by the holder of the licence is not expressly prohibited by theterms of the licence.\n\t\tReferences in subsections (1) and (2) to reward, in relation to the supplyof any controlled material, do not include payment in money or money’s worthfor defraying or reimbursing—\n\t\t\tany expenses incurred in, or in connection with, transporting, removing,preparing, preserving or storing the material,\n\t\t\tany liability incurred in respect of—\n\t\t\texpenses incurred by a third party in, or in connection with, any of theactivities mentioned in paragraph (a), or\n\t\t\ta payment in relation to which subsection (6) has effect, or\n\t\t\tany expenses or loss of earnings incurred by the person from whose body thematerial comes so far as reasonably and directly attributable to his supplyingthe material from his body.\n\t\tFor the purposes of this section, controlled material is any materialwhich—\n\t\t\tconsists of or includes human cells,\n\t\t\tis, or is intended to be removed, from a human body,\n\t\t\tis intended to be used for the purpose of transplantation, and\n\t\t\tis not of a kind excepted under subsection (9).\n\t\tThe following kinds of material are excepted—\n\t\t\tgametes, \n\t\t\tembryos, and\n\t\t\tmaterial which is the subject of property because of an application ofhuman skill.\n\t\tWhere the body of a deceased person is intended to be used to providematerial which—\n\t\t\tconsists of or includes human cells, and\n\t\t\tis not of a kind excepted under subsection (9),\n\t\t\t\tfor use for the purpose of transplantation, the body shall be treated ascontrolled material for the purposes of this section.\n\t\tIn this section—\n\t\t\t  * “advertisement” includes any form of advertising whether to the public generally, to any section of the public or individually to selected persons; \n\t\t\t  * “reward” means any description of financial or other material advantage. "
    },
    {
        "length": 847,
        "text": "\nTransplants\n\tRestriction on transplants involving a live donor\n\t\tSubject to subsections (3) and (5), a person commits an offence if—\n\t\t\the removes any transplantable material from the body of a living personintending that the material be used for the purpose of transplantation, and\n\t\t\twhen he removes the material, he knows, or might reasonably be expected toknow, that the person from whose body he removes the material is alive.\n\t\tSubject to subsections (3) and (5), a person commits an offence if—\n\t\t\the uses for the purpose of transplantation any transplantable materialwhich has come from the body of a living person, and\n\t\t\twhen he does so, he knows, or might reasonably be expected to know, thatthe transplantable material has come from the body of a living person.\n\t\tThe Secretary of State may by regulations provide that subsection (1) or(2) shall not apply in a case where—\n\t\t\tthe Authority is satisfied—\n\t\t\tthat no reward has been or is to be given in contravention of section 32,and\n\t\t\tthat such other conditions as are specified in the regulations aresatisfied, and\n\t\t\tsuch other requirements as are specified in the regulations are compliedwith.\n\t\tRegulations under subsection (3) shall include provision for decisions ofthe Authority in relation to matters which fall to be decided by it under theregulations to be subject, in such circumstances as the regulations mayprovide, to reconsideration in accordance with such procedure as theregulations may provide.\n\t\tWhere under subsection (3) an exception from subsection (1) or (2) is inforce, a person does not commit an offence under that subsection if hereasonably believes that the exception applies.\n\t\tA person guilty of an offence under this section is liable on summaryconviction—\n\t\t\tto imprisonment for a term not exceeding 51 weeks, or\n\t\t\tto a fine not exceeding level 5 on the standard scale, or\n\t\t\tto both.\n\t\tIn this section—\n\t\t\t  * “reward” has the same meaning as in section 32; \n\t\t\t  * “transplantable material” means material of a description specified by regulations made by the Secretary of State. \n\tInformation about transplant operations\n\t\tThe Secretary of State may make regulations requiring such persons as maybe specified in the regulations to supply to such authority as may be sospecified such information as may be so specified with respect to transplantsthat have been or are proposed to be carried out using transplantable materialremoved from a human body.\n\t\tAny such authority shall keep a record of information supplied to it inpursuance of regulations under this section.\n\t\tA person commits an offence if—\n\t\t\the fails without reasonable excuse to comply with regulations under thissection, or\n\t\t\tin purported compliance with such regulations, he knowingly or recklesslysupplies information which is false or misleading in a material respect.\n\t\tA person guilty of an offence under subsection (3)(a) is liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tA person guilty of an offence under subsection (3)(b) is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\tIn this section, “transplantable material” has the same meaning as insection 33."
    },
    {
        "length": 799,
        "text": "\nGeneral\n\tAgency arrangements and provision of services\n\t\tArrangements may be made between the Authority and a government department,a public authority or the holder of a public office (“the other authority”)for—\n\t\t\tany functions of the Authority to be carried out by, or by members of staffof, the other authority, or\n\t\t\tthe provision by the other authority of administrative, professional ortechnical services to the Authority.\n\t\tArrangements under subsection (1)(a) shall not affect responsibility forthe carrying-out of the Authority’s functions.\n\t\tSubsection (1)(a) shall not apply to functions of making subordinatelegislation (within the meaning of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\tAnnual report\n\t\tThe Authority shall prepare—\n\t\t\ta report for the first twelve months of its existence, and\n\t\t\ta report for each succeeding period of twelve months.\n\t\tA report under this section shall deal with the activities of the Authorityin the period to which the report relates.\n\t\tThe Authority shall send each report under this section—\n\t\t\tto the Secretary of State,\n\t\t\tto the National Assembly for Wales, and\n\t\t\tto the relevant Northern Ireland department,\n\t\t\t\tas soon as practicable after the end of the period to which the reportrelates.\n\t\tThe Secretary of State shall lay a copy of each report received by himunder this section before each House of Parliament.\n\t\tThe relevant Northern Ireland department shall lay a copy of each reportreceived by it under this section before the Northern Ireland Assembly.\n\tDirections \n\t\tThe Authority may give directions for any purpose for which directions maybe given under this Part.\n\t\tAny power under this Part to give directions includes power to vary orrevoke directions given in previous exercise of the power.\n\t\tAny power under this Part to give directions is exercisable by instrumentin writing.\n\t\tDirections under this Part to a particular person shall be given by servingnotice of the directions on the person.\n\t\tDirections under this Part in respect of any licence (including one whichhas ceased to have effect) may be given—\n\t\t\tby serving notice of the directions on the person who is (or wasimmediately before the cessation) the designated individual or holder of thelicence, or\n\t\t\tif it appears to the Authority that it is not practicable to give notice inthat way, by publishing the directions in such way as, in its opinion, islikely to bring them to the attention of the persons to whom they areapplicable.\n\t\tDirections under this Part which appear to the Authority to be generaldirections may be given by publishing them as mentioned in subsection (5)(b).\n\t\tThis section does not apply to directions under Schedule 2.\n\tDuties in relation to carrying out functions\n\t\tThe Authority must carry out its functions effectively, efficiently andeconomically.\n\t\tIn carrying out its functions, the Authority must, so far as relevant, haveregard to the principles of best regulatory practice (including the principlesunder which regulatory activities should be transparent, accountable,proportionate, consistent and targeted only at cases in which action isneeded)."
    },
    {
        "length": 822,
        "text": "\nExceptions\n\tCriminal justice purposes\n\t\tSubject to subsection (2), nothing in section 14(1) or 16(2) applies toanything done for purposes related to—\n\t\t\tthe prevention or detection of crime, or\n\t\t\tthe conduct of a prosecution.\n\t\tSubsection (1) does not except from section 14(1) or 16(2) the carrying-outof a post-mortem examination for purposes of functions of a coroner.\n\t\tThe reference in subsection (2) to the carrying-out of a post-mortemexamination does not include the removal of relevant material from the body ofa deceased person, or from a part of the body of a deceased person, at thefirst place where the body or part is situated to be attended by a constable.\n\t\tFor the purposes of subsection (1)(a), detecting crime shall be taken toinclude—\n\t\t\testablishing by whom, for what purpose, by what means and generally in whatcircumstances any crime was committed, and\n\t\t\tthe apprehension of the person by whom any crime was committed;\n\t\t\t\tand the reference in subsection (1)(a) to the detection of crime includes anydetection outside the United Kingdom of any crime or suspected crime.\n\t\tIn subsection (1)(b), the reference to a prosecution includes a prosecutionbrought in respect of any crime in a country or territory outside the UnitedKingdom.\n\t\tIn this section, references to crime include a reference to any conductwhich—\n\t\t\tconstitutes one or more criminal offences (whether under the law of a partof the United Kingdom or of a country or territory outside the UnitedKingdom),\n\t\t\tis, or corresponds to, any conduct which, if it all took place in any onepart of the United Kingdom, would constitute one or more criminal offences, or\n\t\t\tconstitutes one or more offences of a kind triable by court-martial underthe Army Act 1955 (3 & 4 Eliz. 2 c. 18), the Air Force Act 1955 (3 & 4 Eliz. 2c. 19) or the Naval Discipline Act [1957 (c. 53)](/id/ukpga/1957/53?view=plain\"Go to item of legislation\").\n\tReligious relics\n\t\tThis section applies—\n\t\t\tto the use of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\t\tfor the purpose of public display at a place of public religious worship or ata place associated with such a place, and\n\t\t\tto the storage of—\n\t\t\tthe body of a deceased person, or\n\t\t\trelevant material which has come from a human body,\n\t\t\tfor use for the purpose mentioned in paragraph (a).\n\t\tAn activity to which this section applies is excluded from sections 14(1)and 16(2) if there is a connection between—\n\t\t\tthe body or material to which the activity relates, and\n\t\t\tthe religious worship which takes place at the place of public religiousworship concerned.\n\t\tFor the purposes of this section, a place is associated with a place ofpublic religious worship if it is used for purposes associated with thereligious worship which takes place there."
    },
    {
        "length": 403,
        "text": "\nSupplementary\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t\t  * “anatomical specimen” means— \n\t\t\tthe body of a deceased person to be used for the purpose of anatomicalexamination, or\n\t\t\tthe body of a deceased person in the course of being used for the purpose ofanatomical examination (including separated parts of such a body);\n\t\t\t\t  * “appeals committee” has the meaning given by section 20(2); \n\t\t\t\t  * “designated individual”, in relation to a licence, means the individual designated in the licence as the person under whose supervision the licensed activity is authorised to be carried on; \n\t\t\t\t  * “export” means export from England, Wales or Northern Ireland to a place outside England, Wales and Northern Ireland; \n\t\t\t\t  * “import” means import into England, Wales or Northern Ireland from a place outside England, Wales and Northern Ireland; \n\t\t\t\t  * “scheduled purpose” means a purpose specified in Schedule 1. \n\t\tIn this Part, references to the carrying-out of an anatomical examinationare to the carrying-out of a macroscopic examination by dissection foranatomical purposes of the body of a deceased person, and, where parts of thebody of a deceased person are separated in the course of such an examination,include the carrying-out of a macroscopic examination by dissection of theparts for those purposes.\n\t\tIn this Part, references to a person to whom a licence applies are to aperson to whom the authority conferred by the licence extends (as provided bysection 17)."
    },
    {
        "length": 1714,
        "text": "\nMiscellaneous\n\tPower of Human Tissue Authority to assist other public authorities\n\t\tThe Authority may if it thinks it appropriate to do so provide assistanceto any other public authority in the United Kingdom for the purpose of theexercise by that authority of its functions.\n\t\tAssistance provided by the Authority under this section may be provided onsuch terms, including terms as to payment, as it thinks fit.\n\tPreservation for transplantation\n\t\tWhere part of a body lying in a hospital, nursing home or other institutionis or may be suitable for use for transplantation, it shall be lawful for theperson having the control and management of the institution—\n\t\t\tto take steps for the purpose of preserving the part for use fortransplantation, and\n\t\t\tto retain the body for that purpose.\n\t\tAuthority under subsection (1)(a) shall only extend—\n\t\t\tto the taking of the minimum steps necessary for the purpose mentioned inthat provision, and\n\t\t\tto the use of the least invasive procedure.\n\t\tAuthority under subsection (1) ceases to apply once it has been establishedthat consent making removal of the part for transplantation lawful has notbeen, and will not be, given.\n\t\tAuthority under subsection (1) shall extend to any person authorised to actunder the authority by—\n\t\t\tthe person on whom the authority is conferred by that subsection, or\n\t\t\ta person authorised under this subsection to act under the authority.\n\t\tAn activity done with authority under subsection (1) shall be treated—\n\t\t\tfor the purposes of Part 1, as not being an activity to which section 1(1)applies;\n\t\t\tfor the purposes of Part 2, as not being an activity to which section 16applies.\n\t\tIn this section, “body” means the body of a deceased person.\n\tSurplus tissue\n\t\tIt shall be lawful for material to which subsection (2) or (3) applies tobe dealt with as waste.\n\t\tThis subsection applies to any material which consists of or includes humancells and which has come from a person’s body in the course of his—\n\t\t\treceiving medical treatment,\n\t\t\tundergoing diagnostic testing, or\n\t\t\tparticipating in research.\n\t\tThis subsection applies to any relevant material which—\n\t\t\thas come from a human body, and\n\t\t\tceases to be used, or stored for use, for a purpose specified in Schedule1.\n\t\tThis section shall not be read as making unlawful anything which is lawfulapart from this section.\n\tNon-consensual analysis of DNA\n\t\tA person commits an offence if—\n\t\t\the has any bodily material intending—\n\t\t\tthat any human DNA in the material be analysed without qualifying consent,and\n\t\t\tthat the results of the analysis be used otherwise than for an exceptedpurpose,\n\t\t\tthe material is not of a kind excepted under subsection (2), and\n\t\t\the does not reasonably believe the material to be of a kind so excepted.\n\t\tBodily material is excepted if —\n\t\t\tit is material which has come from the body of a person who died before theday on which this section comes into force and at least one hundred years haveelapsed since the date of the person’s death,\n\t\t\tit is an existing holding and the person who has it is not in possession,and not likely to come into possession, of information from which theindividual from whose body the material has come can be identified, or\n\t\t\tit is an embryo outside the human body.\n\t\tA person guilty of an offence under this section—\n\t\t\tis liable on summary conviction to a fine not exceeding the statutorymaximum;\n\t\t\tis liable on conviction on indictment—\n\t\t\tto imprisonment for a term not exceeding 3 years, or\n\t\t\tto a fine, or\n\t\t\tto both.\n\t\tSchedule 4 (which makes provision for the interpretation of “qualifyingconsent” and “use for an excepted purpose” in subsection (1)(a)) has effect.\n\t\tIn this section (and Schedule 4)—\n\t\t\t  * “bodily material” means material which— \n\t\t\thas come from a human body, and\n\t\t\tconsists of or includes human cells;\n\t\t\t\t  * “existing holding” means bodily material held immediately before the day on which this section comes into force. \n\tPower to give effect to Community obligations\n\t\tThe Secretary of State may by regulations amend this Act—\n\t\t\tfor the purpose of implementing a relevant obligation or enabling arelevant obligation to be implemented, or\n\t\t\tfor the purpose of dealing with matters arising out of or related to arelevant obligation.\n\t\tThe power under subsection (1)—\n\t\t\tincludes (in particular) power to add or omit provisions, and\n\t\t\tincludes power consequentially to amend or repeal any other enactment andany instrument made under an enactment.\n\t\tIn this section, “relevant obligation” means a Community obligation of theUnited Kingdom relating to material which consists of, includes or is derivedfrom human cells.\n\tPower to de-accession human remains\n\t\tThis section applies to the following bodies—\n\t\t\t  * The Board of Trustees of the Armouries \n\t\t\t  * The Trustees of the British Museum \n\t\t\t  * The Trustees of the Imperial War Museum \n\t\t\t  * The Board of Governors of the Museum of London \n\t\t\t  * The Trustees of the National Maritime Museum \n\t\t\t  * The Board of Trustees of the National Museums and Galleries on Merseyside \n\t\t\t  * The Trustees of the Natural History Museum \n\t\t\t  * The Board of Trustees of the Science Museum \n\t\t\t  * The Board of Trustees of the Victoria and Albert Museum. \n\t\tAny body to which this section applies may transfer from their collectionany human remains which they reasonably believe to be remains of a person whodied less than one thousand years before the day on which this section comesinto force if it appears to them to be appropriate to do so for any reason,whether or not relating to their other functions.\n\t\tIf, in relation to any human remains in their collection, it appears to abody to which this section applies—\n\t\t\tthat the human remains are mixed or bound up with something other thanhuman remains, and\n\t\t\tthat it is undesirable, or impracticable, to separate them,\n\t\t\t\tthe power conferred by subsection (2) includes power to transfer the thingwith which the human remains are mixed or bound up.\n\t\tThe power conferred by subsection (2) does not affect any trust orcondition subject to which a body to which this section applies holds anythingin relation to which the power is exercisable.\n\t\tThe power conferred by subsection (2) is an additional power."
    },
    {
        "length": 292,
        "text": "\nOffences by bodies corporate\n\tWhere an offence under this Act is committed by a body corporate and isproved to have been committed with the consent or connivance of or to beattributable to any neglect on the part of—\n\t\tany director, manager, secretary or other similar officer of the bodycorporate, or\n\t\tany person who was purporting to act in any such capacity,\n\t\t\the (as well as the body corporate) commits the offence and shall be liable tobe proceeded against and punished accordingly.\n\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with his functions of management as if he were a director of thebody corporate.\n\tWhere an offence under this Act is committed by a Scottish partnership andis proved to have been committed with the consent or connivance of a partner,or to be attributable to any neglect on the part of a partner, he (as well asthe partnership) commits the offence and shall be liable to be proceededagainst and punished accordingly.\n\tIn subsection (3), “partner” includes a person purporting to act as apartner."
    },
    {
        "length": 106,
        "text": "\nOffences: Northern Ireland\n\tThis Act has effect in relation to Northern Ireland with the modificationsspecified in subsections (2) and (3).\n\tIn sections 32(5)(a) and 33(6)(a), for “51 weeks” there is substituted “6months”.\n\tIn section 32(4)(a)(i), for “12 months” there is substituted “6 months”."
    },
    {
        "length": 1116,
        "text": "\nOrders and regulations\n\tAny power to make orders or regulations under this Act includes power—\n\t\tto make different provision for different cases, and\n\t\tto make incidental, supplementary, consequential or transitional provisionor savings.\n\tAny power to make orders or regulations under this Act is exercisable bystatutory instrument.\n\tA statutory instrument containing an order or regulations under this Act,except sections 1(11), 6, 7(4), 10(9), 14(4), 16(5), 27(9), 33(3) and (7),46(1) and 54(10) and paragraphs 6(2), 12(2) and 13 of Schedule 4, made by theSecretary of State shall be subject to annulment in pursuance of a resolutionof either House of Parliament.\n\tNo order under section 1(11), 10(9), 14(4), 27(9) or 54(10) or paragraph 13of Schedule 4, and no regulations under section 6, 7(4), 16(5), 33(3) or (7)or 46(1) or paragraph 6(2) or 12(2) of Schedule 4, shall be made unless adraft of the statutory instrument containing it, or them, has been laid beforeand approved by a resolution of each House of Parliament.\n\tSubsections (1) and (2) do not apply to any power of a court.\n\tSubsections (1) to (3) do not apply to orders under section 58 or 60.\n\tThe power under section 14(4) or 16(5)—\n\t\tso far as relating to museums in Wales, may only be exercised with theconsent of the National Assembly for Wales, and\n\t\tso far as relating to museums in Northern Ireland, may only be exercisedwith the consent of the Department of Culture, Arts and Leisure.\n\tThe Secretary of State shall consult the National Assembly for Wales andthe relevant Northern Ireland department before acting under any of thefollowing provisions—\n\t\t  * section 1(9)(a) and (11); \n\t\t  * section 4(10)(b); \n\t\t  * section 6; \n\t\t  * section 7(4); \n\t\t  * section 8(4)(d); \n\t\t  * section 10(9); \n\t\t  * section 14(4); \n\t\t  * section 16(3) and (5); \n\t\t  * section 27(9); \n\t\t  * section 33(3) and (7); \n\t\t  * section 34(1); \n\t\t  * section 46(1); \n\t\t  * section 54(10); \n\t\t  * paragraphs 6(2), 10(b), 12(2) and 13 of Schedule 4; \n\t\t  * paragraph 4(5) of Schedule 5. \n\tBefore acting—\n\t\tunder section 54(10) in order to amend section 54(9) so far as havingeffect for the purposes of Schedule 4, or\n\t\tunder paragraph 6(2), 10(b), 12(2) or 13 of Schedule 4,\n\t\t\tthe Secretary of State shall also consult the Scottish Ministers.\n\tBefore acting under any of the following provisions, the Secretary ofState shall also consult such other persons as he considers appropriate—\n\t\t  * section 1(11); \n\t\t  * section 6; \n\t\t  * section 7(4); \n\t\t  * section 10(9); \n\t\t  * section 14(4); \n\t\t  * section 16(5); \n\t\t  * section 27(9); \n\t\t  * section 33(3) and (7); \n\t\t  * section 46(1); \n\t\t  * section 54(10); \n\t\t  * paragraphs 6(2), 12(2) and 13 of Schedule 4. "
    },
    {
        "length": 889,
        "text": "\nGeneral interpretation\n\tIn this Act—\n\t\t  * “adult” means a person who has attained the age of 18 years; \n\t\t  * “anatomical examination” means macroscopic examination by dissection for anatomical purposes; \n\t\t  * “anatomical purposes” means purposes of teaching or studying, or researching into, the gross structure of the human body; \n\t\t  * “the Authority” has the meaning given by section 13(1); \n\t\t  * “child”, except in the context of qualifying relationships, means a person who has not attained the age of 18 years; \n\t\t  * “licence” means a licence under paragraph 1 of Schedule 3; \n\t\t  * “licensed activity”, in relation to a licence, means the activity which the licence authorises to be carried on; \n\t\t  * “parental responsibility”— \n\t\tin relation to England and Wales, has the same meaning as in the Children Act[1989 (c. 41)](/id/ukpga/1989/41?view=plain \"Go to item of legislation\"), and\n\t\tin relation to Northern Ireland, has the same meaning as in the Children(Northern Ireland) Order 1995 ([S.I. 1995/755 (N.I.2)](/id/nisi/1995/755?view=plain \"Go to item of legislation\"));\n\t\t\t  * “relevant Northern Ireland department” means the Department of Health, Social Services and Public Safety. \n\tIn this Act—\n\t\treferences to material from the body of a living person are to materialfrom the body of a person alive at the point of separation, and\n\t\treferences to material from the body of a deceased person are to materialfrom the body of a person not alive at the point of separation.\n\tIn this Act, references to transplantation are to transplantation to ahuman body and include transfusion.\n\tIn this Act, references to decent disposal include, in relation to disposalof material which has come from a human body, disposal as waste.\n\tIn this Act, references to public display, in relation to the body of adeceased person, do not include—\n\t\tdisplay for the purpose of enabling people to pay their final respects tothe deceased, or\n\t\tdisplay which is incidental to the deceased’s funeral.\n\tSubsections (1) and (4) of section 1 of the Human Fertilisation andEmbryology Act [1990 (c. 37)](/id/ukpga/1990/37?view=plain \"Go to item oflegislation\") (definitions of “embryo” and “gametes”) have effect for thepurposes of this Act as they have effect for the purposes of that Act (otherthan that section).\n\tFor the purposes of this Act, material shall not be regarded as from ahuman body if it is created outside the human body.\n\tFor the purposes of this Act, except section 49, a person is another’spartner if the two of them (whether of different sexes or the same sex) liveas partners in an enduring family relationship.\n\tThe following are qualifying relationships for the purposes of this Act,spouse, partner, parent, child, brother, sister, grandparent, grandchild,child of a brother or sister, stepfather, stepmother, half-brother, half-sister and friend of long standing.\n\tThe Secretary of State may by order amend subsection (9)."
    },
    {
        "length": 393,
        "text": "\nTransition \n\tIn relation to an offence committed before the commencement of section154(1) of the Criminal Justice Act [2003 (c. 44)](/id/ukpga/2003/44?view=plain\"Go to item of legislation\"), the reference in section 32(4)(a)(i) to 12months is to be read as a reference to 6 months.\n\tIn relation to an offence committed before the commencement of section281(5) of the Criminal Justice Act 2003, the reference in each of sections32(5)(a) and 33(6)(a) to 51 weeks is to be read as a reference to 6 months.\n\tThe Secretary of State may by order made by statutory instrument make inconnection with the coming into force of any provision of this Act suchtransitional provision or savings as he considers necessary or expedient.\n\tThe power under subsection (3) includes power to make different provisionfor different cases.\n\tBefore making provision under subsection (3) in connection with the cominginto force in England and Wales of any provision of this Act, except section47, the Secretary of State shall consult the National Assembly for Wales.\n\tBefore making provision under subsection (3) in connection with the cominginto force in Northern Ireland of any provision of this Act, except section47, the Secretary of State shall consult the relevant Northern Irelanddepartment.\n\tBefore making provision under subsection (3) in connection with the cominginto force in Scotland of any provision of this Act, except section 47, theSecretary of State shall consult the Scottish Ministers."
    },
    {
        "length": 1018,
        "text": "\nExtent \n\tSubject to the following provisions, this Act extends to England and Walesand Northern Ireland only.\n\tSections 58(1), (2) and (5) and 60(3) extend to England and Wales only.\n\tSections 51(1) to (3), 58(6) and 60(4) extend to Northern Ireland only.\n\tThe following provisions also extend to Scotland—\n\t\tsections 45(1) to (3) and (5) and 47,\n\t\tsection 49 so far as having effect for the purposes of section 45,\n\t\tsection 52 so far as relating to orders under section 54(10) or paragraph13 of Schedule 4 or regulations under paragraph 6(2) or 12(2) of thatSchedule,\n\t\tsection 54(2)(a), (3), (8) and (9) so far as having effect for the purposesof Schedule 4,\n\t\tsection 54(6) and (7) so far as having effect for the purposes of section45 or Schedule 4,\n\t\tsections 54(10) and 58(3) and (4), this section and sections 60(1) and (2)and 61, and\n\t\tSchedule 4, except paragraphs 3 and 9(2) to (5), and section 45(4) so faras relating thereto.\n\tThe following provisions extend to Scotland only—\n\t\tsections 58(7) and 60(5),\n\t\tparagraphs 3 and 9(4) and (5) of Schedule 4, and section 45(4) so far asrelating thereto, and\n\t\tparagraphs 2 and 4 of Schedule 6, and section 56 so far as relatingthereto.\n\tSubject to subsection (5), any amendment made by this Act has the sameextent as the enactment to which it relates.\n\tSubject to subsection (8), any repeal or revocation made by this Act hasthe same extent as the enactment or instrument to which it relates.\n\tExcept as provided by subsection (9), the repeals of the following do notextend to Scotland—\n\t\tthe Human Tissue Act [1961 (c. 54)](/id/ukpga/1961/54?view=plain \"Go toitem of legislation\"),\n\t\tthe Anatomy Act [1984 (c. 14)](/id/ukpga/1984/14?view=plain \"Go to item oflegislation\"),\n\t\tthe Corneal Tissue Act [1986 (c. 18)](/id/ukpga/1986/18?view=plain \"Go toitem of legislation\"), and\n\t\tthe Human Organ Transplants Act [1989 (c. 31)](/id/ukpga/1989/31?view=plain\"Go to item of legislation\").\n\tThe repeals of the following provisions do extend to Scotland—\n\t\tin section 1(4A)(b) of the Human Tissue Act 1961, the words “, Primary CareTrust”;\n\t\tin section 1(10) of that Act—\n\t\tparagraph (a) of the definition of “health authority”,\n\t\tin the definition of “NHS trust”, the words “the National Health Serviceand Community Care Act 1990 or”, and\n\t\tthe words after the definition of that expression;\n\t\tsection 4(5) of the Anatomy Act 1984;\n\t\tin the Human Organ Transplants Act 1989—\n\t\tin section 1, the words “in Great Britain”, in the first and third placeswhere they occur,\n\t\tin sections 2 and 3, the words “in Great Britain”, in each place, and\n\t\tsections 5 and 6."
    },
    {
        "length": 473,
        "text": "\nCommencement \n\tThe following provisions shall come into force on the day on which this Actis passed—\n\t\t  * this section, and \n\t\t  * sections 58(3) to (7), 59 and 61. \n\tThe remaining provisions of this Act shall come into force on such day asthe Secretary of State may appoint by order made by statutory instrument, anddifferent days may be so appointed for different purposes.\n\tBefore exercising the power under subsection (2) in relation to the cominginto force in England and Wales of any provision of this Act, except section47, the Secretary of State shall consult the National Assembly for Wales.\n\tBefore exercising the power under subsection (2) in relation to the cominginto force in Northern Ireland of any provision of this Act, except section47, the Secretary of State shall consult the relevant Northern Irelanddepartment.\n\tBefore exercising the power under subsection (2) in relation to the cominginto force in Scotland of any provision of this Act, except section 47, theSecretary of State shall consult the Scottish Ministers.\n\tNo day may be appointed under subsection (2) for the coming into force ofsection 5 or 8 which is earlier than the end of the period of three monthsbeginning with the day on which the Authority first issues a code of practicedealing with the matters mentioned in section 26(2)(h) and (i).\n\tIf the Authority first issues a code of practice dealing with one of thematters mentioned in subsection (6) before it first issues a code of practicedealing with the other, that subsection shall have effect as if the threemonth period were one beginning with the later of—\n\t\tthe day on which the Authority first issues a code of practice dealing withthe matter mentioned in section 26(2)(h), and\n\t\tthe day on which the Authority first issues a code of practice dealing withthe matter mentioned in section 26(2)(i)."
    }
]