{
    "general": "This law requires local governments in England to update their lists of property values every few years, so they can more accurately calculate the amount of council tax each homeowner owes. This helps ensure fairness in how the tax burden is distributed among residents.",
    "series": [
        [
            {
                "length": 204,
                "short": "\"Council Tax Updates: Annual Revaluations in England\"",
                "text": "\n* Simplified point 1: The Council Tax (New Valuation Lists for England) Act 2006 requires new valuation lists to be compiled every year on April 1st in England.\n* Simplified point 2: Previously, new valuation lists were only required to be compiled every 5 years, but now they must be updated annually to ensure more accurate assessment of council tax.\n* Simplified point 3: This change affects billing authorities in England, and not those in Wales.\n* Simplified point 4: The amendments made by this act apply to subsequent dates on which new valuation lists must be compiled, including April 1st of each year.\n* Simplified point 5: Orders made by the Secretary of State can specify the exact dates on which new valuation lists must be compiled."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Council Tax (New Valuation Lists for England) Act 2006 changes when new valuation lists are created for council tax in England. Now, these lists must be updated every year starting on April 1st, instead of just once every five years. This means that the amount of council tax you pay may be reassessed more frequently to better match your property's value. Only billing authorities in England are affected, not those in Wales. The Secretary of State can set specific dates for when new valuation lists must be created.",
    "single": "\n•\tThe Council Tax (New Valuation Lists for England) Act 2006 changes the dates on which new valuation lists must be compiled for council tax purposes in England.\n•\tPrior to this act, new valuation lists had to be compiled on the first day of April in every fifth year, starting from 2000.\n•\tThe act amends the Local Government Finance Act of 1992 to require new valuation lists to be compiled on April 1st of every year, starting from 2006.\n•\tThe act also repeals certain provisions related to the compilation of new valuation lists in Wales.\n•\tThe changes made by this act apply to billing authorities in England only.\n•\tThe act may be cited as the Council Tax (New Valuation Lists for England) Act 2006.\n•\tThe amendments and repeals made by this act have the same extent as the enactments to which they relate."
}