[
    {
        "length": 2318,
        "text": "\nCertain deceased men to be registered as fathers\n\tAfter section 28(5) of the Human Fertilisation and Embryology Act [1990 (c.37)](/id/ukpga/1990/37?view=plain \"Go to item of legislation\") (meaning of“father”) there shall be inserted—\n\t\t“(5A)If—\n\t\ta child has been carried by a woman as the result of the placing in her ofan embryo or of sperm and eggs or her artificial insemination,\n\t\tthe creation of the embryo carried by her was brought about by using thesperm of a man after his death, or the creation of the embryo was broughtabout using the sperm of a man before his death but the embryo was placed inthe woman after his death,\n\t\tthe woman was a party to a marriage with the man immediately before hisdeath,\n\t\tthe man consented in writing (and did not withdraw the consent)—\n\t\tto the use of his sperm after his death which brought about the creation ofthe embryo carried by the woman or (as the case may be) to the placing in thewoman after his death of the embryo which was brought about using his spermbefore his death, and\n\t\tto being treated for the purpose mentioned in subsection (5I) below as thefather of any resulting child,\n\t\tthe woman has elected in writing not later than the end of the period of 42days from the day on which the child was born for the man to be treated forthe purpose mentioned in subsection (5I) below as the father of the child, and\n\t\tno-one else is to be treated as the father of the child by virtue ofsubsection (2) or (3) above or by virtue of adoption or the child beingtreated as mentioned in paragraph (a) or (b) of subsection (5) above,\n\t\tthen the man shall be treated for the purpose mentioned in subsection (5I)below as the father of the child.\n\t\t(5B)If—\n\t\ta child has been carried by a woman as the result of the placing in her ofan embryo or of sperm and eggs or her artificial insemination,\n\t\tthe creation of the embryo carried by her was brought about by using thesperm of a man after his death, or the creation of the embryo was broughtabout using the sperm of a man before his death but the embryo was placed inthe woman after his death,\n\t\tthe woman was not a party to a marriage with the man immediately before hisdeath but treatment services were being provided for the woman and the mantogether before his death either by a person to whom a licence applies oroutside the United Kingdom,\n\t\tthe man consented in writing (and did not withdraw the consent)—\n\t\tto the use of his sperm after his death which brought about the creation ofthe embryo carried by the woman or (as the case may be) to the placing in thewoman after his death of the embryo which was brought about using his spermbefore his death, and\n\t\tto being treated for the purpose mentioned in subsection (5I) below as thefather of any resulting child,\n\t\tthe woman has elected in writing not later than the end of the period of 42days from the day on which the child was born for the man to be treated forthe purpose mentioned in subsection (5I) below as the father of the child, and\n\t\tno-one else is to be treated as the father of the child by virtue ofsubsection (2) or (3) above or by virtue of adoption or the child beingtreated as mentioned in paragraph (a) or (b) of subsection (5) above,\n\t\tthen the man shall be treated for the purpose mentioned in subsection (5I)below as the father of the child.\n\t\t(5C)If—\n\t\ta child has been carried by a woman as the result of the placing in her ofan embryo,\n\t\tthe embryo was created at a time when the woman was a party to a marriage,\n\t\tthe creation of the embryo was not brought about with the sperm of theother party to the marriage,\n\t\tthe other party to the marriage died before the placing of the embryo inthe woman,\n\t\tthe other party to the marriage consented in writing (and did not withdrawthe consent)—\n\t\tto the placing of the embryo in the woman after his death, and\n\t\tto being treated for the purpose mentioned in subsection (5I) below as thefather of any resulting child,\n\t\tthe woman has elected in writing not later than the end of the period of 42days from the day on which the child was born for the other party to themarriage to be treated for the purpose mentioned in subsection (5I) below asthe father of the child, and\n\t\tno-one else is to be treated as the father of the child by virtue ofsubsection (2) or (3) above or by virtue of adoption or the child beingtreated as mentioned in paragraph (a) or (b) of subsection (5) above,\n\t\tthen the other party to the marriage shall be treated for the purposementioned in subsection (5I) below as the father of the child.\n\t\t(5D)If—\n\t\ta child has been carried by a woman as the result of the placing in her ofan embryo,\n\t\tthe embryo was not created at a time when the woman was a party to amarriage but was created in the course of treatment services provided for thewoman and a man together either by a person to whom a licence applies oroutside the United Kingdom,\n\t\tthe creation of the embryo was not brought about with the sperm of thatman,\n\t\tthe man died before the placing of the embryo in the woman,\n\t\tthe man consented in writing (and did not withdraw the consent)—\n\t\tto the placing of the embryo in the woman after his death, and\n\t\tto being treated for the purpose mentioned in subsection (5I) below as thefather of any resulting child,\n\t\tthe woman has elected in writing not later than the end of the period of 42days from the day on which the child was born for the man to be treated forthe purpose mentioned in subsection (5I) below as the father of the child, and\n\t\tno-one else is to be treated as the father of the child by virtue ofsubsection (2) or (3) above or by virtue of adoption or the child beingtreated as mentioned in paragraph (a) or (b) of subsection (5) above,\n\t\tthen the man shall be treated for the purpose mentioned in subsection (5I)below as the father of the child.\n\t\t(5E)In the application of subsections (5A) to (5D) above to Scotland, for anyreference to a period of 42 days there shall be substituted a reference to aperiod of 21 days.\n\t\t(5F)The requirement under subsection (5A), (5B), (5C) or (5D) above as to themaking of an election (which requires an election to be made either on orbefore the day on which the child was born or within the period of 42 or, asthe case may be, 21 days from that day) shall nevertheless be treated assatisfied if the required election is made after the end of that period butwith the consent of the Registrar General under subsection (5G) below.\n\t\t(5G)The Registrar General may at any time consent to the making of an electionafter the end of the period mentioned in subsection (5F) above if, on anapplication made to him in accordance with such requirements as he mayspecify, he is satisfied that there is a compelling reason for giving hisconsent to the making of such an election.\n\t\t(5H)In subsections (5F) and (5G) above “the Registrar General” means theRegistrar General for England and Wales, the Registrar General of Births,Deaths and Marriages for Scotland or (as the case may be) the RegistrarGeneral for Northern Ireland.\n\t\t(5I)The purpose referred to in subsections (5A) to (5D) above is the purposeof enabling the man’s particulars to be entered as the particulars of thechild’s father in (as the case may be) a register of live-births or still-births kept under the Births and Deaths Registration Act 1953 or the Birthsand Deaths Registration (Northern Ireland) Order 1976 or a register of birthsor still-births kept under the Registration of Births, Deaths and Marriages(Scotland) Act 1965.”\n\tAfter section 29(3) of the Act of 1990 (effect of sections 27 and 28) thereshall be inserted—\n\t“(3A)Subsections (1) to (3) above do not apply in relation to the treatment inlaw of a deceased man in a case to which section 28(5A), (5B), (5C) or (5D) ofthis Act applies.\n\t(3B)Where subsection (5A), (5B), (5C) or (5D) of section 28 of this Actapplies, the deceased man—\n\t\tis to be treated in law as the father of the child for the purpose referredto in that subsection, but\n\t\tis to be treated in law as not being the father of the child for any otherpurpose.\n\t\t(3C)Where subsection (3B) above has effect, references to any relationshipbetween two people in any enactment, deed or other instrument or document(whenever passed or made) are to be read accordingly.\n\t\t(3D)In subsection (3C) above “enactment” includes an enactment comprised in,or in an instrument made under, an Act of the Scottish Parliament or NorthernIreland legislation.”"
    },
    {
        "length": 226,
        "text": "\nConsequential and supplementary provision\n\tThe Schedule (which contains consequential amendments) shall have effect.\n\tSection 1 of the Regulatory Reform Act [2001 (c.6)](/id/ukpga/2001/6?view=plain \"Go to item of legislation\") (power by orderto make provision reforming law which imposes burdens) shall have effect, forthe purposes of making a relevant calculation in relation to any amendmentmade to the Births and Deaths Registration Act [1953 (c.20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\") by or underthis Act, as if this Act and any order made under this Act were passed or mademore than two years before it was passed or made.\n\tIn subsection (2) “relevant calculation” means a calculation as to whetherany period is a period of, or of more or less than, two years."
    },
    {
        "length": 1121,
        "text": "\nRetrospective, transitional and transitory provision\n\tThis Act shall (in addition to any case where the sperm or embryo is usedon or after the coming into force of section 1) apply to any case where thesperm of a man, or any embryo the creation of which was brought about with thesperm of a man, was used on or after 1st August 1991 and before the cominginto force of that section.\n\tWhere the child concerned was born before the coming into force of section1 of this Act, section 28(5A) or (as the case may be) (5B) of the HumanFertilisation and Embryology Act [1990 (c. 37)](/id/ukpga/1990/37?view=plain\"Go to item of legislation\") shall have effect as if for paragraph (e) therewere substituted—\n\t\tthe woman has elected in writing not later than the end of the period ofsix months beginning with the coming into force of this subsection for the manto be treated for the purpose mentioned in subsection (5I) below as the fatherof the child,”.\n\tWhere the child concerned was born before the coming into force of section1 of this Act, section 28(5C) of the Act of 1990 shall have effect as if forparagraph (f) there were substituted—\n\t\tthe woman has elected in writing not later than the end of the period ofsix months beginning with the coming into force of this subsection for theother party to the marriage to be treated for the purpose mentioned insubsection (5I) below as the father of the child,”.\n\tWhere the child concerned was born before the coming into force of section1 of this Act, section 28(5D) of the Act of 1990 shall have effect as if forparagraph (f) there were substituted—\n\t\tthe woman has elected in writing not later than the end of the period ofsix months beginning with the coming into force of this subsection for the manto be treated for the purpose mentioned in subsection (5I) below as the fatherof the child,”.\n\tWhere the child concerned was born before the coming into force of section1 of this Act, section 28 of the Act of 1990 shall have effect as if—\n\t\tsubsection (5E) were omitted; and\n\t\tin subsection (5F) for the words from “(which requires” to “that day)”there were substituted “(which requires an election to be made not later thanthe end of a period of six months)”.\n\tWhere the man who might be treated as the father of the child died beforethe passing of this Act—\n\t\tsubsections (5A) and (5B) of section 28 of the Act of 1990 shall haveeffect as if paragraph (d) of each subsection were omitted;\n\t\tsubsections (5C) and (5D) of that section of that Act shall have effect asif paragraph (e) of each subsection were omitted; and\n\t\tsections 10ZA(3)(a) of the Births and Deaths Registration Act [1953 (c.20)](/id/ukpga/1953/20?view=plain \"Go to item of legislation\") and 18ZA(3)(a)of the Registration of Births, Deaths and Marriages (Scotland) Act [1965 (c.49)](/id/ukpga/1965/49?view=plain \"Go to item of legislation\"), and Article14A(3)(a) of the Births and Deaths Registration (Northern Ireland) Order 1976([S.I. 1976/1041 (N.I.14)](/id/nisi/1976/1041?view=plain \"Go to item oflegislation\")), shall have effect as if the words “consent in writing and”were omitted.\n\tSection 15(3)(a) of the Adoption Act [1976 (c.36)](/id/ukpga/1976/36?view=plain \"Go to item of legislation\") (adoption byone person where no other parent) shall have effect as if after “1990” therewere inserted “(disregarding subsections (5A) to (5I) of that section)”.\n\tSubsection (7) shall cease to apply when, and to the extent that, therepeal of section 15(3)(a) of the Act of 1976 by the Adoption and Children Act[2002 (c. 38)](/id/ukpga/2002/38?view=plain \"Go to item of legislation\") comesinto force."
    },
    {
        "length": 186,
        "text": "\nShort title, commencement and extent\n\tThis Act may be cited as the Human Fertilisation and Embryology (DeceasedFathers) Act 2003.\n\tThis Act (apart from this section) shall come into force on such day as theSecretary of State may by order appoint; and different days may be appointedfor different purposes.\n\tAn order under subsection (2)—\n\t\tshall be made by statutory instrument; and\n\t\tmay make such transitory, transitional or saving provision as the Secretaryof State considers appropriate.\n\tAny amendment by the Schedule of an enactment has the same extent as theenactment amended.\n\tSubject to that, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tSection 2(1)"
    }
]