{
    "general": "This act allows local governments to spend money on getting ready for new developments, like building roads or schools, before they give permission for those developments to happen. This way, the government can make sure that the community has the things it needs before more people move in and start building. It's like saving up for a rainy day, so that when the rain comes (in this case, new developments), the community is prepared and doesn't get overwhelmed.",
    "series": [
        [
            {
                "length": 139,
                "short": "\"Tax Preparation Expenses Allowed Under New Development Permit Law\"",
                "text": "\n* Simplified point 1: The Act allows for the incurrence of expenses related to preparing for the implementation of a tax on increased land values due to development permits.\n* Simplified point 2: The Act empowers certain government entities such as HMRC, the Secretary of State, and Northern Ireland Departments to incur these expenses.\n* Simplified point 3: The expenses must be paid using public funds provided by Parliament.\n* Simplified point 4: The Act applies to the entirety of the United Kingdom."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Planning Gain Supplement (Preparations) Act of 2007 lets the government spend money to prepare for a new tax on land that becomes more valuable because of permission to build on it. This law gives power to certain government agencies like HMRC, the Secretary of State, and Northern Ireland Departments to spend public funds provided by Parliament. This means they can use money from the government's budget to pay for things like hiring experts to figure out how the tax will work and how it will be collected. This law applies all over the UK.\nIn simpler terms, the government can spend money to get ready for a new tax on land that becomes more valuable because of building permits. They can use public funds to hire experts to help with the tax. This law applies everywhere in the UK.",
    "single": "\n* The Planning-gain Supplement (Preparations) Act 2007 allows certain individuals and organizations to incur expenses in preparation for a tax on the increase in land value resulting from development permission.\n* These individuals and organizations include the Commissioners for Her Majesty's Revenue and Customs, the Secretary of State, and a Northern Ireland Department.\n* Expenditure incurred by these parties can be paid out of money provided by Parliament.\n* The Act extends to the United Kingdom.\n* The Act may be cited as the Planning-gain Supplement (Preparations) Act 2007.\nIn simpler terms, this Act allows the government and certain organizations to spend money in preparation for a tax on land value increases due to development permission. This tax is called \"planning gain supplement.\" The Act allows the government to spend money on preparing for this tax, and it applies to the United Kingdom."
}