[
    {
        "length": 856,
        "text": "\nCharge to tax\n\tCharge to tax\n\t\tIf a company carries on a ring fence trade in a qualifying accountingperiod, a sum equal to 25% of its levy profits for that period is to becharged on the company as if it were an amount of corporation tax chargeableon it.\n\t\tThe charge is referred to in this Act as “energy (oil and gas) profitslevy” (or as “the levy”).\n\t\tA qualifying accounting period is an accounting period of a company which—\n\t\t\tbegins on or after 26 May 2022, and\n\t\t\tends on or before 31 December 2025,\n\t\t\t\t(but see also sections 15 and 16 for provision about a case where a company’saccounting period straddles either of those dates).\n\t\tA company’s levy profits or loss for a qualifying accounting period are theamount which, on the following assumptions, would be determined forcorporation tax purposes to be the company’s ring fence profits or loss forthat period.\n\t\tThe assumptions are that—\n\t\t\tthe company has incurred such additional expenditure (if any) in thatperiod as is provided for by section 2(3),\n\t\t\tthat additional expenditure is allowable as a deduction in calculating theamount of the profits or loss of any ring fence trade of the company for theperiod,\n\t\t\tfinancing costs and decommissioning costs are left out of account incalculating the amount of the profits or loss of any ring fence trade of thecompany for the period (see also sections 8 and 9),\n\t\t\tany amount that would otherwise be brought into account under section 301of CTA 2010 (effect of repayment of petroleum revenue tax) in calculating theamount of the profits or loss of any ring fence trade of the company for theperiod is left out of account so far as the amount is referable to thedecommissioning part of an allowable loss, and\n\t\t\tno account is to be taken of any provision of Part 4, 5 or 5A of CTA 2010(loss relief, group relief and group relief for carried forward losses) or ofsections 303A to 303D of that Act (use of non-decommissioning losses of ringfence trades).\n\t\tFor the purposes of subsection (5)(d) an amount of petroleum revenue taxwhich is repaid as mentioned in section 301(1) of CTA 2010 is referable to thedecommissioning part of an allowable loss so far the allowable loss givingrise to the repayment is attributable, on a just and reasonable basis, toexpenditure allowable under section 3(1)(i) or (j) of OTA 1975.\n\t\tIn this Act any reference to the qualifying levy profits or loss of acompany for an accounting period are to the levy profits or loss for theperiod as determined in accordance with subsections (4) and (5).\n\t\tIf a company makes a qualifying levy loss for an accounting period, reliefmay be available for some or all of the loss in accordance with—\n\t\t\tPart 1 of Schedule 1 (carry back or forward of qualifying levy losses), or\n\t\t\tPart 2 of that Schedule (group relief for qualifying levy losses).\n\t\tIn accordance with section 11, the charging of the levy as if it were anamount of corporation tax is to be taken as applying all enactments applyinggenerally to corporation tax."
    },
    {
        "length": 2526,
        "text": "\nRelief for investment expenditure\n\tAdditional expenditure treated as incurred for purposes of section 1\n\t\tThis section applies for the purposes of section 1 if, in a qualifyingaccounting period, a company has incurred investment expenditure.\n\t\tExpenditure is “investment expenditure” so far as—\n\t\t\tit is capital expenditure, operating expenditure or leasing expenditure,\n\t\t\tit is incurred for the purposes of oil-related activities,\n\t\t\tit is not incurred for disqualifying purposes, and\n\t\t\tit does not consist of financing costs or decommissioning costs.\n\t\tFor the purposes of section 1 the company is to be treated as if, inaddition to the investment expenditure incurred by it in the accountingperiod, it had incurred in that period expenditure of an amount equal to 80%of the amount of that investment expenditure.\n\t\tFor the purposes of this section, if investment expenditure is incurredpartly for the purposes of oil-related activities and partly for otherpurposes, the expenditure is to be attributed to the oil-related activities ona just and reasonable basis.\n\t\tThis section needs to be read with section 6 (which prevents recycling etcof assets to generate relief).\n\tSection 2: meaning of “operating expenditure”\n\t\tExpenditure incurred by a company is “operating expenditure” for thepurposes of section 2 if—\n\t\t\tit is incurred for the purpose of increasing—\n\t\t\tthe rate at which oil is extracted or the reserves of oil,\n\t\t\tthe number of years for which it is economically viable to carry out oilextraction activities or for which a facility can be used for the purposes ofthose activities, or\n\t\t\tthe amount of tariff receipts earned by the company in respect ofupstream petroleum infrastructure,\n\t\t\tit is not routine repair or maintenance expenditure, and\n\t\t\tit is incurred in relation to a facility or an oil well on qualifyingmatters.\n\t\tExpenditure is incurred in relation to a facility on qualifying matters ifit is incurred on—\n\t\t\tthe replacement of a valve, pump, pipeline, power generation plant orcompressor that is no longer capable of being used for the purposes of oilextraction activities,\n\t\t\tmodifications to increase capacity, or availability, to carry out oilextraction activities, or\n\t\t\tmodifications to enable handling of reduced volumes resulting from reducedoperating pressures or handling of different fluid compositions.\n\t\tExpenditure is incurred in relation to an oil well on qualifying matters ifit is incurred on—\n\t\t\twater shut off or gas shut off,\n\t\t\tfracturing, or\n\t\t\tthe removal of sand, salt, scale or hydrates.\n\t\tFor the purposes of this section, where a company incurs expenditure partof which is operating expenditure and part of which is not, the expenditure isto be apportioned on a just and reasonable basis.\n\t\tIn this section—\n\t\t\t  * “facility” means a platform, a subsea oil well, a platform well, an oil well head or upstream petroleum infrastructure, \n\t\t\t  * “tariff receipts” has the meaning given by section 291A of CTA 2010, and \n\t\t\t  * “upstream petroleum infrastructure” has the meaning given by section 9H of the Petroleum Act 1998. \n\tSection 2: meaning of “leasing expenditure”\n\t\tExpenditure incurred by a company is “leasing expenditure” for the purposesof section 2 so far as—\n\t\t\tit represents payment in return for a mobile production or storage assetbeing made available under a lease whose term is at least 5 years, and\n\t\t\ton the date on which the expenditure is incurred, no company has obtainedrelevant tax relief in respect of the acquisition of the asset.\n\t\tBut expenditure counts as leasing expenditure only so far as it exceeds thetotal amount received by the company and its associated companies in respectof any qualifying lease other than—\n\t\t\tamounts received from the lessee where the parties to the lease areassociated companies, or\n\t\t\tamounts previously set against expenditure under this subsection whichwould otherwise have counted as leasing expenditure.\n\t\tFor this purpose a “qualifying lease” means a lease—\n\t\t\tto which the company or associated company is party as lessee, and\n\t\t\tin respect of which expenditure is incurred which is, or but for subsection(2) would have counted as, leasing expenditure.\n\t\tIn addition, if a sublease of an asset is entered into or modified on orafter 26 May 2022, expenditure is not leasing expenditure so far as it exceedsthe total amount of leasing expenditure incurred in relation to the head leaseduring the term of the sublease.\n\t\tFor the purposes of this section expenditure which does not representpayment in return for an asset being made available includes (among otherthings)—\n\t\t\tany charge for the provision of any staff or for any services,\n\t\t\tany amount payable which is, or represents, a profit or premium on the costof the asset being made available which is paid by the company to anassociated company,\n\t\t\tany amount which, in accordance with generally accepted accountingpractice, falls (or would fall) to be shown in the company’s accounts as afinance charge in respect of a lease, or\n\t\t\tany amount that can be attributed to finance costs by reference to theinterest rate implicit in the lease (which is to be taken to be the interestrate that would apply to the lease in accordance with normal commercialcriteria, including, in particular, generally accepted accounting practice (ifapplicable)).\n\t\tIn this section—\n\t\t\t  * “lease” includes sublease and “lessee” includes sublessee, \n\t\t\t  * “a mobile production or storage asset” means a mobile asset whose main function is the production or storage of oil, and \n\t\t\t  * “relevant tax relief” means— \n\t\t\trelief as a result of section 2,\n\t\t\trelief as a result of Chapter 6A of Part 8 of CTA 2010 (supplementary charge:investment allowance), or\n\t\t\trelief as a result of Chapter 9 of Part 8 of CTA 2010 (supplementary charge:cluster area allowance).\n\t\tFor the purposes of this section, where a company incurs expenditure partof which represents payment in return for a mobile production or storage assetand part of which does not, the expenditure is to be apportioned on a just andreasonable basis.\n\tSection 2: meaning of “disqualifying purposes”\n\t\tExpenditure is incurred for disqualifying purposes for the purposes ofsection 2 so far as it arises directly or indirectly in connection with, orotherwise in consequence of, any avoidance arrangements.\n\t\tFor this purpose arrangements are “avoidance arrangements” if—\n\t\t\tthe main purpose, or one of the main purposes, of the arrangements is tosecure a relevant levy advantage, and\n\t\t\tit is reasonable, taking account of all the relevant circumstances—\n\t\t\tto conclude that the arrangements are, or include steps that are,contrived, abnormal or lacking a genuine commercial purpose, or\n\t\t\tto regard the arrangements as circumventing the intended limits relatingto the relief under section 2(3) or as otherwise exploiting shortcomings inthis Act.\n\t\tFor this purpose “a relevant levy advantage” includes—\n\t\t\trelief or increased relief from the levy,\n\t\t\trepayment or increased repayment of the levy,\n\t\t\tavoidance or reduction of a charge to the levy or an assessment to thelevy,\n\t\t\tavoidance of a possible assessment to the levy,\n\t\t\tdeferral of a payment of the levy or advancement of a repayment of thelevy, and\n\t\t\tavoidance of an obligation to deduct or account for the levy.\n\t\tIn this section “arrangements” includes any transaction, series oftransactions, scheme or arrangement, whether or not legally enforceable.\n\tRecycling etc of assets to generate relief\n\t\tExpenditure incurred at any time by a company on the acquisition of anasset is not to count as investment expenditure for the purposes of section 2if—\n\t\t\texpenditure was incurred previously by the company or another company inacquiring, leasing, bringing into existence or enhancing the value of theasset, and\n\t\t\tany of that expenditure has been taken into account, or would on theapplicable assumption have been taken into account, for the purposes of thelevy.\n\t\tThe cases to which this section applies include (for example)—\n\t\t\tany case where the asset acquired is an interest in an oil field, and\n\t\t\tany case where the asset is acquired in connection with a transfer to thecompany of an interest in an oil field (whether or not the asset is acquiredat the time of the transfer).\n\t\tIn this section—\n\t\t\tany reference to expenditure incurred by a company in leasing an asset isto expenditure incurred by it under an agreement under which the asset wasleased to the company,\n\t\t\tany reference to the applicable assumption in the case of any expenditureincurred at any time is to the assumption that this Act were fully in forceand applied to expenditure incurred at that time, and\n\t\t\tany reference to an interest in an oil field is to the whole or part of theequity in an oil field.\n\tWhen investment expenditure is incurred\n\t\tIn determining for the purposes of this Act when a company has incurredinvestment expenditure—\n\t\t\tin the case of capital expenditure, section 5 of CAA 2001 (when capitalexpenditure is incurred) applies as it applies for the purposes of that Act,and\n\t\t\tin the case of operating expenditure or leasing expenditure, theexpenditure is treated as incurred on the date on which it is paid.\n\t\tAny investment expenditure which is (or is treated as) incurred before 26May 2022 or after 31 December 2025 is to be left out of account in determininga company’s levy profits or loss for any qualifying accounting period."
    },
    {
        "length": 1533,
        "text": "\nFinancing and decommissioning costs\n\tMeaning of “financing costs” etc\n\t\tThis section applies for the purposes of this Act.\n\t\t“Financing costs” means the costs of debt finance.\n\t\tIn calculating the costs of debt finance for an accounting period of acompany the matters to be taken into account include—\n\t\t\tany costs giving rise to debits in respect of debtor relationships of thecompany under Part 5 of CTA 2009 (loan relationships), other than debits inrespect of exchange losses from such relationships,\n\t\t\tany exchange gain or loss from a debtor relationship of the company inrelation to debt finance,\n\t\t\tany credit or debit falling to be brought into account in accordance withPart 7 of CTA 2009 (derivative contracts) in relation to debt finance,\n\t\t\tthe financing cost implicit in a payment under a finance lease,\n\t\t\tif the company is the lessee under a right-of-use lease which is a longfunding finance lease, any costs falling, in accordance with generallyaccepted accounting practice, to be treated in the accounts of the company asinterest expenses,\n\t\t\tif the company is the lessee under a long funding operating lease, theamount deductible in respect of payments under the lease in calculating theprofits of the lessee for corporation tax purposes (after first making againstany such amount any reductions falling to be made as a result of section 379of CTA 2010 (lessee under long funding operating lease)), and\n\t\t\tany other costs arising from what would be considered in accordance withgenerally accepted accounting practice to be a financing transaction.\n\t\tIf an amount representing the whole or part of a payment falling to be madeby a company—\n\t\t\tfalls (or would fall) to be treated as a finance charge, or an interestexpense, under a finance lease for the purposes of accounts which relate tothat company and one or more other companies and are prepared in accordancewith generally accepted accounting practice, but\n\t\t\tis not so treated in the accounts of the company,\n\t\t\t\tthe amount is to be treated as a financing cost within subsection (3)(d).\n\t\tIf— \n\t\t\tin calculating the qualifying levy profits or loss of a company for anaccounting period, an amount falls to be left out of account as a result ofsubsection (3)(d), but\n\t\t\tthe whole or any part of that amount is repaid,\n\t\t\tthe repayment is also to be left out of account in calculating the qualifyinglevy profits or loss of the company for any qualifying accounting period.\n\t\tIn this section “finance lease” means a lease which—\n\t\t\tunder generally accepted accounting practice—\n\t\t\tfalls (or would fall) to be treated, in the accounts of the lessee or aperson connected with the lessee, as a finance lease or loan, or\n\t\t\tis comprised in arrangements which fall (or would fall) to be so treated,or\n\t\t\tif the lease is a right-of-use lease—\n\t\t\twould fall to be treated in those accounts as a finance lease, or\n\t\t\tis comprised in arrangements which would fall to be so treated,\n\t\t\twere the lessee or person connected with the lessee required under generallyaccepted accounting practice to determine whether the lease falls, orarrangements fall, to be so treated.\n\t\tFor the purposes of applying subsection (6)(b), the lessee and any personconnected with the lessee are to be treated as being companies which areincorporated in a part of the United Kingdom.\n\t\tIn this section—\n\t\t\t  * “accounts”, in relation to a company, includes accounts which— \n\t\t\trelate to two or more companies of which that company is one, and\n\t\t\tare drawn up in accordance with generally accepted accounting practice,\n\t\t\t\t  * “debtor relationship” has the meaning given by section 302(6) of CTA 2009, \n\t\t\t\t  * “exchange gains” and “exchange losses” are to be read in accordance with section 475 of CTA 2009, \n\t\t\t\t  * “lease” means any arrangements which provide for an asset to be leased or otherwise made available by a person to another person (“the lessee”), and \n\t\t\t\t  * “long funding finance lease”, “long funding operating lease” and “right-of-use lease” have the meanings given in Part 2 of CAA 2001 (see section 70YI(1) of that Act). \n\tMeaning of “decommissioning costs”\n\t\tThis section applies for the purposes of this Act.\n\t\t“Decommissioning costs” means any expenditure which—\n\t\t\tis decommissioning expenditure or site restoration expenditure, and\n\t\t\tqualifies for a capital allowance.\n\t\tIn this section “decommissioning expenditure” means expenditure incurred inconnection with—\n\t\t\tdemolishing plant or machinery,\n\t\t\tpreserving plant or machinery pending its reuse or demolition,\n\t\t\tpreparing plant or machinery for reuse, or\n\t\t\tarranging for the reuse of plant or machinery,\n\t\t\t\tand the expression “plant or machinery” has the same meaning here as it has inPart 2 of CAA 2001.\n\t\tIn determining whether expenditure is incurred on preserving plant ormachinery pending its reuse or demolition, it does not matter whether theplant or machinery is reused, is demolished or is partly reused and partlydemolished.\n\t\tIn determining whether expenditure is incurred on preparing plant ormachinery for reuse, or on arranging for the reuse of plant or machinery, itdoes not matter whether the plant or machinery is in fact reused.\n\t\tIn this section “site restoration expenditure” means expenditure which isincurred on the restoration of—\n\t\t\tthe site of a source to the working of which the ring fence trade concernedrelates (or related), or\n\t\t\tland used in connection with working such a source.\n\t\tFor this purpose “restoration” includes the matters set out in section416ZA(7) of CAA 2001."
    },
    {
        "length": 961,
        "text": "\nManagement and administration etc\n\tApplication of corporation tax provisions\n\t\tThe provisions of section 1(1) relating to the charging of a sum as if itwere an amount of corporation tax are to be taken as applying all enactmentsapplying generally to corporation tax.\n\t\tBut this is subject to—\n\t\t\tthe provisions of the Corporation Tax Acts,\n\t\t\tany necessary modifications, and\n\t\t\tsubsection (5).\n\t\tThe enactments mentioned in subsection (1) include—\n\t\t\tthose relating to returns of information and the supply of accounts,statements and reports,\n\t\t\tthose relating to the assessing, collecting and receiving of corporationtax,\n\t\t\tthose conferring or regulating a right of appeal, and\n\t\t\tthose concerning administration, penalties, interest on unpaid tax andpriority of tax in cases of insolvency under the law of any part of the UnitedKingdom.\n\t\tAccordingly— \n\t\t\tTMA 1970 is to have effect as if any reference to corporation tax includeda sum chargeable on a company under section 1(1) as if it were an amount ofcorporation tax, and\n\t\t\tthe enactments referred to in subsection (3)(a) to (d) apply for thepurposes of the levy subject to any modifications necessary to take account ofthe provision made by Schedule 1 or by any other provision of this Act,\n\t\t\t\tbut nothing in this subsection is to be taken to limit subsections (1) to (3).\n\t\tIn the Corporation Tax (Treatment of Unrelieved Surplus Advance CorporationTax) Regulations 1999 ([SI 1999/358](/id/uksi/1999/358?view=plain \"Go to itemof legislation\")) or any further regulations made under section 32 of FA 1998(unrelieved surplus advance corporation tax)—\n\t\t\treferences to corporation tax do not include a sum chargeable on a companyunder section 1(1) as if it were corporation tax, and\n\t\t\treferences to profits charged to corporation tax do not include qualifyinglevy profits.\n\tRequirement to provide information about payments\n\t\tThis section applies if—\n\t\t\tthe levy is chargeable on a company (“the chargeable company”) for aqualifying accounting period, and\n\t\t\ta payment is made (whether or not by the company) that is wholly or partlyin respect of the levy.\n\t\tThe responsible company must give notice to an officer of Revenue andCustoms, on or before the date the payment is made, of the amount of thepayment that is in respect of the levy.\n\t\tThe “responsible company” is—\n\t\t\tin a case where the chargeable company is party to relevant group paymentarrangements, the company that is, under those arrangements, to discharge theliability of the chargeable company to pay the levy for the accounting period,and\n\t\t\tin any other case, the chargeable company.\n\t\t“Relevant group payment arrangements” means arrangements under section59F(1) of TMA 1970 (arrangements for paying corporation tax on behalf of groupmembers) that relate to the accounting period.\n\t\tThe requirement in subsection (2) is to be treated, for the purposes ofPart 7 of Schedule 36 to FA 2008 (information and inspection powers:penalties), as a requirement in an information notice.\n\t\tThis section is subject to any provision to the contrary in regulationsunder section 59E of TMA 1970 (further provision as to when corporation tax isdue and payable).\n\tAdjustments \n\t\tThis section applies if there is any alteration in a company’s ring fenceprofits or loss for an accounting period after this Act has effect in relationto the profits or loss.\n\t\tAny necessary adjustments to the operation of this Act (whether in relationto the profits or loss or otherwise) are to be made."
    },
    {
        "length": 2157,
        "text": "\nFinal provisions\n\tConsequential provision\n\t\tSchedule 2 contains amendments of enactments that are consequential on theprovision made by this Act.\n\tTransitional provision for accounting periods straddling 26 May 2022\n\t\tIn the case of an accounting period (a “straddling period”) beginningbefore 26 May 2022 and ending on or after that date—\n\t\t\tthis Act is to apply as if so much of the straddling period as falls beforethat date, and so much of the straddling period as falls on or after thatdate, were separate accounting periods, and\n\t\t\tthe company’s levy profits or loss determined for the straddling period (onthe assumption that the whole of that period were a qualifying accountingperiod) are apportioned to the two separate accounting periods in accordancewith section 17.\n\t\tIn the case of a straddling period, the Instalment Payments Regulations1998 are to apply separately—\n\t\t\tin relation to the levy, and\n\t\t\tin relation to any other tax chargeable on the company.\n\t\tIn their application as a result of subsection (2)(a), the InstalmentPayments Regulations 1998 are to have effect in relation to the levy as if—\n\t\t\tthe deemed accounting period treated under subsection (1)(a) as beginningon 26 May 2022 were an accounting period for the purposes of thoseRegulations, and\n\t\t\tthe levy were chargeable for that period.\n\t\tAny reference in the Instalment Payments Regulations 1998 to the totalliability of a company is accordingly to be read—\n\t\t\tin their application as a result of subsection (2)(a), as a reference tothe levy, and\n\t\t\tin their application as a result of subsection (2)(b), as a reference tothe amount that would be the company’s total liability for the straddlingperiod if the levy were left out of account.\n\t\tFor the purposes of the Instalment Payments Regulations 1998—\n\t\t\ta company is to be regarded as a large company as respects the deemedaccounting period under subsection (1)(a) only if it is a large company forthose purposes as respects the straddling period, and\n\t\t\tany question whether a company is a large company as respects thestraddling period is to be determined as it would have been determined apartfrom section 1.\n\tTransitional provision for accounting periods straddling 31 December2025\n\t\tIn the case of an accounting period (a “straddling period”) beginning on orbefore 31 December 2025 and ending after that date—\n\t\t\tthis Act is to apply as if so much of the straddling period as falls on orbefore that date, and so much of the straddling period as falls after thatdate, were separate accounting periods, and\n\t\t\tthe company’s levy profits or loss determined for the straddling period (onthe assumption that the whole of that period were a qualifying accountingperiod) are apportioned to the two separate accounting periods in accordancewith section 17.\n\t\tIn the case of a straddling period, the Instalment Payments Regulations1998 are to apply separately—\n\t\t\tin relation to the levy, and\n\t\t\tin relation to any other tax chargeable on the company.\n\t\tIn their application as a result of subsection (2)(a), the InstalmentPayments Regulations 1998 are to have effect in relation to the levy as if—\n\t\t\tthe deemed accounting period treated under subsection (1)(a) as ending on31 December 2025 were an accounting period for the purposes of thoseRegulations, and\n\t\t\tthe levy were chargeable for that period.\n\t\tAny reference in the Instalment Payments Regulations 1998 to the totalliability of a company is accordingly to be read—\n\t\t\tin their application as a result of subsection (2)(a), as a reference tothe levy, and\n\t\t\tin their application as a result of subsection (2)(b), as a reference tothe amount that would be the company’s total liability for the straddlingperiod if the levy were left out of account.\n\t\tFor the purposes of the Instalment Payments Regulations 1998—\n\t\t\ta company is to be regarded as a large company as respects the deemedaccounting period under subsection (1)(a) only if it is a large company forthose purposes as respects the straddling period, and\n\t\t\tany question whether a company is a large company as respects thestraddling period is to be determined as it would have been determined apartfrom section 1.\n\tRules for apportioning profits or loss to separate accounting periods\n\t\tThis section determines for the purposes of sections 15 and 16 how acompany’s levy profits or loss for the straddling period are to be apportionedto the two separate accounting periods mentioned in section 15 or 16 (as thecase may be).\n\t\tThe profits or loss are to be apportioned as if any claim to a capitalallowance were made for whichever of the separate accounting periods is theperiod in which the capital expenditure was incurred (applying section 5 ofCAA 2001 for this purpose).\n\t\tSubject to that, the receipts, expenses, assets and liabilities of the ringfence trade are to be apportioned between the two separate accounting periodson a just and reasonable basis.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “associated company” has the same meaning as in Part 8 of CTA 2010 (see section 271), \n\t\t\t  * “decommissioning costs” has the meaning given by section 9, \n\t\t\t  * “energy (oil and gas) profits levy” has the meaning given by section 1, \n\t\t\t  * “financing costs” has the meaning given by section 8, \n\t\t\t  * “investment expenditure” has the meaning given by section 2, \n\t\t\t  * “leasing expenditure” has the meaning given by section 4, \n\t\t\t  * “the levy” means the energy (oil and gas) profits levy, \n\t\t\t  * “levy profits” or “levy loss” has the meaning given by section 1, \n\t\t\t  * “oil” has the same meaning as in Part 8 of CTA 2010 (see section 278), \n\t\t\t  * “oil extraction activities” has the same meaning as in Part 8 of CTA 2010 (see section 272), \n\t\t\t  * “oil field” has the same meaning as in Part 8 of CTA 2010 (see section 278), \n\t\t\t  * “oil-related activities” has the same meaning as in Part 8 of CTA 2010 (see section 274), \n\t\t\t  * “operating expenditure” has the meaning given by section 3, \n\t\t\t  * “qualifying accounting period” has the meaning given by section 1, \n\t\t\t  * “qualifying levy loss” has the meaning given by section 1, \n\t\t\t  * “qualifying levy profits” has the meaning given by section 1, \n\t\t\t  * “ring fence profits” has the same meaning as in Part 8 of CTA 2010 (see section 276), and \n\t\t\t  * “ring fence trade” has the same meaning as in Part 8 of CTA 2010 (see section 277). \n\t\tIn this Act—\n\t\t\t  * “CAA 2001” means the Capital Allowances Act 2001, \n\t\t\t  * “CTA 2009” means the Corporation Tax Act 2009, \n\t\t\t  * “CTA 2010” means the Corporation Tax Act 2010, \n\t\t\t  * “FA”, followed by a year, means the Finance Act of that year, \n\t\t\t  * “the Instalment Payments Regulations 1998” means the Corporation Tax (Instalment Payments) Regulations 1998 ([SI 1998/3175](/id/uksi/1998/3175?view=plain \"Go to item of legislation\")), \n\t\t\t  * “OTA 1975” means the Oil Taxation Act 1975, and \n\t\t\t  * “TMA 1970” means the Taxes Management Act 1970. \n\tShort title\n\t\tThis Act may be cited as the Energy (Oil and Gas) Profits Levy Act 2022."
    }
]