{
    "general": "This law makes sure that big oil and gas companies pay a special tax on their profits so that the government can use the money for important things like schools and hospitals. It only affects the really big companies that make lots of money from selling oil and gas.",
    "series": [
        [
            {
                "length": 291,
                "short": "\"Energy Sector Tax Levy: Profit Charges & Relief Provisions\"",
                "text": "\n* Simplified point 1: The Energy (Oil and Gas) Profits Levy Act 2022 charges a levy of 25% on the profits of companies that carry on a \"ring fence trade\" in a specific accounting period.\n* Simplified point 2: The levy is calculated based on the company's \"ring fence profits\" or \"ring fence losses\" for the period, which are determined using specific assumptions and exclusions.\n* Simplified point 3: The levy is treated as if it were an amount of corporation tax, and companies may be eligible for relief for qualifying levy losses in accordance with certain provisions.\n* Simplified point 4: The levy is only applicable to companies that carry on a \"ring fence trade\" in a specific accounting period, and the period must begin on or after 26 May 2022 and end on or before 31 December 2025.\n* Simplified point 5: The levy is calculated based on the company's \"ring fence profits\" or \"ring fence losses\" for the period, which are determined using specific assumptions and exclusions."
            },
            {
                "length": 328,
                "short": "\"Oil and Gas Industry Investment Relief: Expanding Extraction Capacity and Reducing Costs\"",
                "text": "\n* Simplified point 1: This section of the legislation provides relief for investment expenditure incurred by a company in the oil and gas industry.\n* Simplified point 2: The relief is given in the form of additional expenditure treated as incurred for the purposes of section 1 of the Act, which relates to the levy of tax on oil-related activities.\n* Simplified point 3: The relief is limited to expenditure incurred for the purpose of increasing the rate at which oil is extracted, the number of years for which oil extraction activities can be carried out, or the amount of tariff receipts earned by the company.\n* Simplified point 4: The relief is also limited to expenditure incurred on qualifying matters such as the replacement of valves, pumps, or compressors, modifications to increase capacity or availability, or the removal of sand, salt, scale, or hydrates.\n* Simplified point 5: The section also includes provisions for the apportionment of expenditure on a just and reasonable basis, and for the disqualifying purposes of avoidance arrangements.\n* Simplified point 6: The section also includes provisions for the recycling of assets to generate relief, and for the determination of when investment expenditure is incurred."
            },
            {
                "length": 230,
                "short": "\"Energy Profits Levy Act 2022 Financing & Decommissioning Cost Rules\"",
                "text": "\n* Simplified point 1: This section defines financing and decommissioning costs for the purposes of the Energy (Oil and Gas) Profits Levy Act 2022.\n* Simplified point 2: Financing costs include debt finance costs, exchange gains/losses, and other financing transactions.\n* Simplified point 3: Decommissioning costs include expenditure on demolishing, preserving, preparing, or arranging for the reuse of plant or machinery, as well as site restoration expenditure.\n* Simplified point 4: The section provides detailed rules for calculating and leaving out of account certain amounts in relation to financing and decommissioning costs.\n* Simplified point 5: The section applies to companies incorporated in a part of the United Kingdom, and uses definitions from other Acts such as the Capital Allowances Act 2001."
            },
            {
                "length": 217,
                "short": "\"Energy Industry Profit Levy: Charges and Requirements\"",
                "text": "\n* Simplified point 1: The Energy (Oil and Gas) Profits Levy Act 2022 allows for the charging of a levy on the profits of certain companies in the oil and gas industry.\n* Simplified point 2: The levy is calculated as a percentage of the company's ring fence profits, and is payable in addition to corporation tax.\n* Simplified point 3: The Act applies certain provisions of the Corporation Tax Acts to the levy, including provisions relating to returns of information and the supply of accounts, statements, and reports.\n* Simplified point 4: The Act also provides for the requirement to provide information about payments made in respect of the levy, and for adjustments to be made to the operation of the Act in the event of any alterations in a company's ring fence profits or loss."
            },
            {
                "length": 317,
                "short": "\"Energy Companies Tax Levy: Cost Recovery and Fair Profit Sharing\"",
                "text": "\n* Simplified point 1: The Energy (Oil and Gas) Profits Levy Act 2022 contains provisions for the levy of a tax on the profits of oil and gas companies.\n* Simplified point 2: The levy is designed to ensure that the companies pay a fair amount of tax on their profits, taking into account the costs of decommissioning and other expenditure.\n* Simplified point 3: The Act provides for the levy to be apportioned between two separate accounting periods, one ending on May 26, 2022, and the other ending on December 31, 2025.\n* Simplified point 4: The Instalment Payments Regulations 1998 apply separately to the levy and to any other tax chargeable on the company.\n* Simplified point 5: The Act defines various terms used in the legislation, including \"associated company,\" \"decommissioning costs,\" \"energy (oil and gas) profits levy,\" and \"qualifying accounting period.\"\n* Simplified point 6: The Act includes provisions for the apportioning of profits or loss to the two separate accounting periods and for the determination of the levy profits or loss for the straddling period."
            }
        ],
        [
            {
                "length": 270,
                "short": "\"Energy Sector Tax Levy: Profit Charges & Relief Provisions\"",
                "text": "\n* Simplified point 1: The Energy (Oil and Gas) Profits Levy Act 2022 charges a levy of 25% on the profits of companies that carry on a \"ring fence trade\" in a specific accounting period.\n* Simplified point 2: The levy is calculated based on the company's \"ring fence profits\" or \"ring fence losses\" for the period, which are determined using specific assumptions and exclusions.\n* Simplified point 3: The levy is treated as if it were an amount of corporation tax, and companies may be eligible for relief for qualifying levy losses in accordance with certain provisions.\n* Simplified point 4: The levy is only applicable to companies that carry on a \"ring fence trade\" in a specific accounting period, and the period must begin on or after 26 May 2022 and end on or before 31 December 2025.\n* Simplified point 5: The levy is calculated based on the company's \"ring fence profits\" or \"ring fence losses\" for the period, which are determined using specific assumptions and exclusions."
            }
        ]
    ],
    "summary": "The Energy (Oil and Gas) Profits Levy Act 2022 is a law that charges a levy on the profits of companies in the oil and gas industry. The levy is calculated as a percentage of the company's \"ring fence profits\" or \"ring fence losses\" for a specific accounting period. The levy is treated as if it were an amount of corporation tax, and companies may be eligible for relief for qualifying levy losses. The levy is only applicable to companies that carry on a \"ring fence trade\" in a specific accounting period, and the period must begin on or after May 26, 2022 and end on or before December 31, 2025. The Act includes provisions for the calculation of the levy, the recovery of costs, and the sharing of profits fairly among companies."
}