[
    {
        "length": 780,
        "text": "\nWorks\n\tPower to construct and maintain works for Phase One of High Speed 2\n\t\tThe nominated undertaker may construct and maintain the works specified inSchedule 1, being—\n\t\t\tworks for the construction of Phase One of High Speed 2, and\n\t\t\tworks consequent on, or incidental to, such works.\n\t\tIn this Act, the works specified in Schedule 1 are called the “scheduledworks”.\n\t\tIn this Act “Phase One of High Speed 2” means a railway between Euston inLondon and a junction with the West Coast Main Line at Handsacre inStaffordshire, with a spur from Water Orton in Warwickshire to Curzon Streetin Birmingham.\n\tFurther provision about works\n\t\tThe nominated undertaker may, for the purposes of or in connection with thescheduled works or otherwise for Phase One purposes, do any of the followingwithin the Act limits—\n\t\t\tcarry out and maintain railway electrification and signalling works;\n\t\t\tmake, provide and maintain all such approaches, bridges, subways,interchanges, roundabouts, turning places, lifts, stairs, escalators, ramps,passages, means of access, shafts, buildings, apparatus, plant and machineryas may be necessary or expedient;\n\t\t\tconstruct, provide and maintain all such embankments, aprons, abutments,retaining walls, wing walls, culverts and other works as may be necessary orexpedient;\n\t\t\tdemolish the whole or part of any building or structure;\n\t\t\talter or remove any structure erected upon any highway or adjoining land;\n\t\t\talter, or alter the position of, railway track and any apparatus associatedwith railway track;\n\t\t\talter, or alter the position of, other apparatus, including mains, sewers,drains and cables;\n\t\t\talter the course of, or otherwise interfere with, non-navigable rivers,streams or watercourses;\n\t\t\tcarry out and maintain such other works, of whatever description, as may benecessary or expedient.\n\t\tSubsection (1) does not authorise the making of any cut for drainagepurposes which is more than 3.4 metres wide at the bottom.\n\t\tThe nominated undertaker may within the Act limits—\n\t\t\tcarry out and maintain landscaping and other works to mitigate any adverseeffects of the construction, maintenance or operation of any of the worksauthorised by this Act, and\n\t\t\tcarry out and maintain works for the benefit or protection of land affectedby any of the works authorised by this Act.\n\t\tSchedule 2 contains further and supplementary provision about works.\n\t\tWithout prejudice to subsection (1)(g), the nominated undertaker may, forthe purposes of or in connection with the works authorised by this Act,undertake the electric line diversions and other works specified in the tablein Schedule 3.\n\tHighways \n\t\tThe powers conferred on the nominated undertaker under this Act withrespect to works may not be exercised in relation to a highway for which astrategic highways company is the highway authority unless the companyconsents.\n\t\tSchedule 4 contains provision about—\n\t\t\thighway access;\n\t\t\tpower to stop up and interfere with highways;\n\t\t\tconstruction and maintenance of highways."
    },
    {
        "length": 2377,
        "text": "\nCompulsory acquisition of land\n\tPower to acquire land compulsorily\n\t\tSubject to subsection (6), the Secretary of State may acquire compulsorilyso much of the land within the Act limits as may be required for Phase Onepurposes.\n\t\tSchedule 5 contains provision about the particular purposes for which landwithin the limits of land to be acquired or used may be acquired undersubsection (1).\n\t\tPart 1 of the Compulsory Purchase Act 1965, so far as not inconsistent withthis Act, applies to an acquisition of land under subsection (1)—\n\t\t\tas it applies to a compulsory purchase to which Schedule 1 to theAcquisition of Land Act 1981 applies, and\n\t\t\tas if this Act were a compulsory purchase order under that Act.\n\t\tThe Compulsory Purchase (Vesting Declarations) Act 1981 applies as if thisAct were a compulsory purchase order.\n\t\tSchedule 6 contains further provision about the application of compulsorypurchase legislation.\n\t\tThis section does not apply to Plot 91 or 91a in the Parish of Bickenhillin the Metropolitan Borough of Solihull, as shown on the deposited plans andin the deposited book of reference.\n\t\tIn subsection (6), “the deposited book of reference” means the bookdeposited in November 2013 in connection with the High Speed Rail (London -West Midlands) Bill in the office of the Clerk of the Parliaments and thePrivate Bill Office of the House of Commons.\n\tAcquisition of rights in land\n\t\tThe power under section 4(1) includes power to acquire such easements orother rights over land to which the power relates as may be required for PhaseOne purposes, by—\n\t\t\tcreating new easements or other rights, or\n\t\t\tacquiring easements or other rights already in existence.\n\t\tThe terms of an easement created under subsection (1)(a) may include termsimposing a restrictive covenant for the purpose of making the easementeffective.\n\t\tIn the case of land specified in the table in Schedule 7, the power undersection 4(1) also includes power to impose restrictive covenants over the landfor the purposes specified in relation to the land in column (3) of the table.\n\t\tIn the case of land specified in the table in Schedule 8, the power undersection 4(1) may be exercised only so as to acquire rights for purposesspecified in relation to the land in column (3) of the table.\n\t\tThe Secretary of State may by order provide that section 4(1), so far asrelating to compulsory acquisition by virtue of this section, is to be treatedas also authorising acquisition of rights or imposition of restrictivecovenants by such person as may be specified in the order.\n\t\tThe power to make an order under subsection (5) includes power to make anorder varying or revoking any order previously made under that subsection.\n\t\tSchedule 9 contains provision about the application of compulsory purchaselegislation to a compulsory acquisition by virtue of this section.\n\tAcquisition of part of land\n\t\tThe provisions of Schedule 10 apply instead of section 8(1) of theCompulsory Purchase Act 1965 where—\n\t\t\ta notice to treat under Part 1 of the Compulsory Purchase Act 1965, asapplied by section 4(3) to the acquisition of land under section 4(1), isgiven in respect of land forming part only of a house, building or manufactoryor part only of land consisting of a house with a park or garden, and\n\t\t\ta copy of this section and Schedule 10 is given with the notice to treat.\n\t\tNothing in this section or Schedule 10 applies in relation to a compulsoryacquisition under section 4(1) by virtue of section 5 (acquisition of rightsor imposition of restrictive covenants).\n\tAcquisition of airspace\n\t\tThe power under section 4(1) in relation to land may be exercised inrelation to the airspace over the land only.\n\t\tThe following do not apply in connection with the exercise of the powerunder section 4(1) in relation to airspace only—\n\t\t\tsection 8(1) of the Compulsory Purchase Act 1965 (limitation on right torequire person to sell part only of any house, building, manufactory or parkor garden belonging to a house);\n\t\t\tSchedule 1 to the Compulsory Purchase (Vesting Declarations) Act 1981(corresponding provision in case of general vesting declaration).\n\tAcquisition of subsoil or under-surface\n\t\tThe power under section 4(1) in relation to land may be exercised inrelation to the subsoil or under-surface of the land only.\n\t\tThe following do not apply in connection with the exercise of the powerunder section 4(1) in relation to subsoil or under-surface only—\n\t\t\tsection 8(1) of the Compulsory Purchase Act 1965 (limitation on right torequire person to sell only part of a house, building, manufactory or park orgarden belonging to a house);\n\t\t\tSchedule 1 to the Compulsory Purchase (Vesting Declarations) Act 1981(corresponding provision in case of general vesting declaration).\n\t\tSubsection (2) is to be disregarded where the power under section 4(1) isexercised in relation to a cellar, vault, arch or other construction formingpart of a house, building or manufactory.\n\t\tSchedule 11 contains provision which in certain cases restricts the powerunder section 4(1)—\n\t\t\tto the subsoil or under-surface of land, or\n\t\t\tto the subsoil or under-surface of land and rights of passage.\n\tHighway subsoil\n\t\tThe nominated undertaker may enter upon, take and use for the purposes ofthe works authorised by this Act so much of the subsoil of any highway withinthe Act limits as is required for the purposes of the construction ormaintenance of those works, without being required to acquire that subsoil orany interest in it.\n\t\tSubsection (1) does not apply in relation to any cellar, vault, arch orother construction in, on or under a highway which forms part of a buildingfronting on to the highway.\n\t\tIn the case of land specified in the table in Schedule 12—\n\t\t\tthe power under subsection (1) is not exercisable in relation to thesubsoil of a highway comprised in the land, and\n\t\t\tthe power under section 4(1) is not exercisable in relation to the land sofar as the surface of the land is comprised in a highway.\n\t\tSubsection (3)(b) does not restrict the exercise of the power under section4(1) in relation to a cellar, vault, arch or other construction in, on orunder a highway which forms part of a building fronting on to the highwaywhere—\n\t\t\tthe building is within the Act limits, and\n\t\t\tthe power under section 4(1) is exercisable in relation to the building.\n\t\tIn the case of a highway comprised in land specified in the table inparagraph 1 of Schedule 11, the power under subsection (1) is exercisable onlyin relation to so much of the subsoil of the highway as lies more than 9metres beneath the level of the surface of the highway.\n\t\tThe restrictions imposed by subsections (3) and (5) on the power undersubsection (1) do not affect the power under paragraph 7(1) of Schedule 4(power of nominated undertaker to enter upon highway to carry out certainstreet works).\n\t\tThe nominated undertaker must compensate any person who—\n\t\t\tis an owner or occupier of land in respect of which the power undersubsection (1) is exercised, and\n\t\t\tsuffers loss by the exercise of that power.\n\t\tAny dispute as to a person’s entitlement to compensation under subsection(7), or as to the amount of compensation, must be determined under and inaccordance with Part 1 of the Land Compensation Act 1961.\n\t\tCompensation is not payable under subsection (7) to any person who is anundertaker to whom section 85 of the New Roads and Street Works Act 1991applies (sharing of cost of necessary measures) in respect of measures ofwhich the allowable costs are to be borne in accordance with that section.\n\tTermination of power to acquire land\n\t\tAfter the end of the period of 5 years beginning with the day on which thisAct is passed—\n\t\t\tno notice to treat may be served under Part 1 of the Compulsory PurchaseAct 1965, as applied by section 4(3) to the acquisition of land under section4(1), and\n\t\t\tno declaration may be executed under section 4 of the Compulsory Purchase(Vesting Declarations) Act 1981, as applied by section 4(4) to the acquisitionof land under section 4(1).\n\t\tThe Secretary of State may by order extend the period under subsection (1)in relation to any land, but may only do so—\n\t\t\tonce, and\n\t\t\tby not more than 5 years.\n\t\tAn order under subsection (2) is subject to special parliamentary procedure(as to which, see the Statutory Orders (Special Procedure) Act 1945).\n\t\tSchedule 13 contains provision about a right to require acquisition wherean order is made under subsection (2).\n\tAmendments consequential on the Housing and Planning Act 2016\n\t\tSchedule 14 contains amendments to this Act that are consequential onprovision made by Part 7 of the Housing and Planning Act 2016 (compulsorypurchase)."
    },
    {
        "length": 733,
        "text": "\nExtinction and exclusion of rights over land\n\tExtinction of rights over land\n\t\tSchedule 15 contains provision about the extinction of private and otherrights over land.\n\tExtinction of rights of statutory undertakers\n\t\tSections 271 to 273 of the Town and Country Planning Act 1990(extinguishment of rights of statutory undertakers etc) apply in relation toland held by the Secretary of State as being land which is required for or inconnection with the works authorised by this Act as they apply in relation toland acquired or appropriated as mentioned in section 271(1) of that Act.\n\t\tIn their application by virtue of subsection (1)—\n\t\t\tsections 271 to 273 of the Town and Country Planning Act 1990 have effectas if references to the acquiring or appropriating authority were to thenominated undertaker, and\n\t\t\tsections 271 and 272 of that Act also have effect as if—\n\t\t\tin subsection (2), for the words from “with” to “appropriated” there weresubstituted “authorised by the High Speed Rail (London - West Midlands) Act2017”, and\n\t\t\tin subsection (5), for the words from “local” to “or undertakers” therewere substituted “a person other than a Minister, the Minister”.\n\t\tAny reference in the Town and Country Planning Act 1990 to section 271, 272or 273 (including a reference to a provision of any of those sections)includes a reference to that section (or provision) as applied by subsection(1).\n\t\tIn their application by virtue of subsection (3)—\n\t\t\tsection 274(3) of the Town and Country Planning Act 1990 has effect as iffor “local authority or statutory undertakers” there were substituted“person”, and\n\t\t\tsections 274(5), 279(2) to (4) and 280(6) of that Act have effect as ifreferences to the acquiring or appropriating authority were to the nominatedundertaker.\n\tExclusion of new rights of way\n\t\tNo right of way may be acquired by prescription or user over land which—\n\t\t\tforms an access or approach to any railway infrastructure, and\n\t\t\tfalls within subsection (2).\n\t\tLand falls within this subsection if it is within the Act limits and—\n\t\t\tthe land, or a right of way over the land, has been acquired under thisAct,\n\t\t\tthe land, or a right of way over the land, is acquired by the Secretary ofState for Phase One purposes otherwise than under this Act on or after the dayon which this Act comes into force, or\n\t\t\tthe land, or a right of way over the land, was held by the Secretary ofState for Phase One purposes immediately before that day.\n\t\tIn subsection (1) “railway infrastructure” means any building, structure,railway track or other work used, or intended to be used, for Phase Onepurposes."
    },
    {
        "length": 1174,
        "text": "\nTemporary possession and use of land\n\tTemporary possession and use of land\n\t\tSchedule 16 contains provisions about temporary possession and use of land inconnection with the works authorised by this Act.\n\tUse of roads\n\t\tThe nominated undertaker may use any road situated on land specified in—\n\t\t\tthe table in Schedule 8, or\n\t\t\tthe table in paragraph 2 of Schedule 11,\n\t\t\t\tfor the passage of persons or vehicles (with or without materials, plant ormachinery) for Phase One purposes.\n\t\tThe power under subsection (1) may not be exercised after the end of fiveyears beginning with the date on which Phase One of High Speed 2 is broughtinto general use.\n\t\tThe nominated undertaker must compensate the person having the managementof a road to which subsection (1) applies for any loss which the person maysuffer by reason of the exercise of the power under that subsection.\n\t\tAny dispute as to a person’s entitlement to compensation under subsection(3), or as to the amount of compensation, must be determined under and inaccordance with Part 1 of the Land Compensation Act 1961.\n\tCranes \n\t\tThe nominated undertaker may enter upon and use airspace above the surfaceof land specified in subsection (7) for the oversailing of cranes used by thenominated undertaker for Phase One purposes.\n\t\tThe power under subsection (1) is exercisable on giving at least 7 days’notice to the owners and occupiers of the land.\n\t\tThe nominated undertaker may not, without the agreement of the owners ofthe land, use airspace above the surface of the land as mentioned insubsection (1) after the end of 7 days beginning with the date of completionof the activities for which the crane has been used.\n\t\tThe nominated undertaker must pay compensation to the owners and occupiersof land above which the power under subsection (1) is exercised for any losswhich they may suffer by reason of the exercise of that power.\n\t\tAny dispute as to a person’s entitlement to compensation under subsection(4), or as to the amount of compensation, must be determined under and inaccordance with Part 1 of the Land Compensation Act 1961.\n\t\tNothing in this section affects any liability to pay compensation undersection 10(2) of the Compulsory Purchase Act 1965 (as applied by section 4(3)to the acquisition of land under section 4(1)) or under any other enactment,otherwise than for loss for which compensation is payable under subsection(4).\n\t\tThis is the land referred to in subsection (1)—\n\t\t\tArea| Number of land shown on deposited plans  ---|---  London Borough of Camden| 865, 866, 877 to 888, 890, 895 to 898, 902, 903,909, 913 to 915, 922 to 925, 927, 929 to 931, 943, 944, 956, 957, 969, 1039,1046, AP3-1  London Borough of Hillingdon| 581, 582, 589, 592, 596, 599    ### 18Enforcement of restrictions on land use\n\t\tThis section applies where—\n\t\t\ta prohibition or restriction on the use of land is imposed by a covenant oragreement between a person interested in the land (“the promisor”) and theSecretary of State, and\n\t\t\tthe covenant or agreement is made for Phase One purposes.\n\t\tThe Secretary of State may enforce the prohibition or restriction againstpersons deriving title from or under the promisor in respect of land to whichit relates as if—\n\t\t\tthe Secretary of State were possessed of adjacent land, and\n\t\t\tthe covenant or agreement had been expressed to be made for the benefit ofsuch land.\n\t\tSection 2(c) of the Local Land Charges Act 1975 (under which a prohibitionor restriction enforceable by a Minister of the Crown under a covenant oragreement is not a local land charge if binding on successive owners becausemade for the benefit of land of the Minister) does not apply to theprohibition or restriction.\n\tCompensation for injurious affection\n\t\tSection 10(1) of the Compulsory Purchase Act 1965 (compensation for injuriousaffection) has effect, in relation to land injuriously affected by theexecution of works under this Act by the nominated undertaker, as if for“acquiring authority have” there were substituted “nominated undertaker has”."
    },
    {
        "length": 1916,
        "text": "\nPlanning\n\tDeemed planning permission\n\t\tPlanning permission is deemed to be granted under Part 3 of the Town andCountry Planning Act 1990 for the carrying out of development authorised bythis Act.\n\t\t\tThis is subject to the other provisions of this Act.\n\t\tWhere development authorised by this Act consists of the carrying out of awork which is not a scheduled work, subsection (1) does not apply if—\n\t\t\tthe development is likely to have significant effects on the environment byvirtue of factors such as its nature, size or location,\n\t\t\tthe development is not exempt development within the meaning of theEnvironmental Impact Assessment Regulations, and\n\t\t\tthe development is not covered by an environmental assessment in connectionwith the High Speed Rail (London - West Midlands) Bill.\n\t\tSchedule 17 imposes conditions on deemed planning permission undersubsection (1).\n\t\tDeemed planning permission under subsection (1) is specific planningpermission for the purposes of section 264(3)(a) of the Town and CountryPlanning Act 1990 (specific planning permission for development of statutoryundertakers’ land relevant to whether the land is operational land).\n\t\tDevelopment which has deemed planning permission under subsection (1) isnot development of a class for which planning permission is granted by theTown and Country Planning (General Permitted Development) (England) Order 2015([S.I. 2015/596](/id/uksi/2015/596?view=plain \"Go to item of legislation\"))(or any order replacing it).\n\tTime limit on deemed planning permission\n\t\tIn relation to development consisting of the construction of a scheduledwork, it is a condition of the deemed planning permission under section 20(1)that the development must be begun not later than the end of 10 yearsbeginning with the day on which this Act is passed.\n\t\tThe Secretary of State may, in relation to any such development, by orderextend the period within which the development must be begun by virtue of thissection.\n\t\tAn order under subsection (2) must be made by statutory instrument; and astatutory instrument containing such an order is subject to annulment inpursuance of a resolution of either House of Parliament.\n\t\tSection 91 of the Town and Country Planning Act 1990 (limit on duration ofplanning permission) does not apply to deemed planning permission undersection 20(1).\n\tPower to disapply deemed planning permission\n\t\tThe Secretary of State may by order provide, in relation to any workconstructed in exercise of the powers conferred by this Act, that section20(1) is not to apply to development consisting of operations for themaintenance or alteration of the work which are begun on or after a dayspecified in the order.\n\t\tThe Town and Country Planning (General Permitted Development) (England)Order 2015 ([S.I. 2015/596](/id/uksi/2015/596?view=plain \"Go to item oflegislation\")) (or any order replacing that order) has effect in relation toany development excepted from section 20(1) by subsection (1) as if this Actwere a local Act.\n\t\tAn order under subsection (1) may make different provision for differentcases.\n\t\tAn order under subsection (1) must be made by statutory instrument; and astatutory instrument containing such an order must be laid before Parliamentafter being made.\n\t\tThe Secretary of State may direct that section 20(1) does not apply inrelation to development consisting of the carrying out of Works Nos. 2/76B,2/76C and 2/78 (scheduled works relating to relocation of waste managementfacilities in Calvert Green, Buckinghamshire).\n\t\tWhere a direction under subsection (5) has effect in relation to the worksmentioned in that subsection, the Secretary of State may direct—\n\t\t\tthat planning permission for the works is deemed to be granted under Part 3of the Town and Country Planning Act 1990, subject to such conditions as maybe specified in the direction;\n\t\t\tthat, where the works have deemed planning permission under paragraph (a),section 1(1) is to be treated as also authorising them to be carried out bysuch person as may be specified in the direction.\n\t\tThe provisions of the Town and Country Planning Act 1990 (other thansection 92 and Part 12) apply in relation to deemed planning permission undersubsection (6)(a) as if it had been granted by the Secretary of State on anapplication referred to the Secretary of State under section 77 of that Act.\n\t\tSection 21 (time limit on permission) applies in relation to developmentauthorised by subsection (6)(a) as if it had deemed planning permission undersection 20(1).\n\t\tThe Secretary of State must—\n\t\t\tpublish any direction under subsection (6)(a) in such manner as theSecretary of State thinks appropriate, and\n\t\t\tgive copies of any such direction to—\n\t\t\tthe owners and occupiers of the land to which the deemed planningpermission relates, and\n\t\t\tthe district council in whose area the development to which the directionrelates is or is to be carried out.\n\t\tWhere the works mentioned in subsection (5) are carried out by a personother than the nominated undertaker—\n\t\t\tsection 10(1) of the Compulsory Purchase Act 1965 (compensation forinjurious affection) has effect, in relation to land injuriously affected bythe execution of the works, as if for “acquiring authority have” there weresubstituted “person carrying out the works has”;\n\t\t\tsection 6 of the Railways Clauses Consolidation Act 1845 (as applied byparagraph 4(1) of Schedule 27) has effect as if references to “the company”were to the person carrying out the works.\n\t\tDirections given under subsection (5) or (6) may revoke or vary previoussuch directions.\n\tParking at Birmingham Interchange: limit on deemed planning permission\n\t\tIn the case of development consisting of the provision of parking atBirmingham Interchange (“relevant development”), section 20(1) only applies todevelopment which, when taken together with any other relevant developmentwhich has deemed planning permission under section 20(1), does not involve—\n\t\t\tthe provision of more than 7500 parking spaces for cars, and\n\t\t\tthe provision of more than 5 parking spaces for coaches.\n\t\tSchedule 17 (planning conditions) does not apply to development to whichsubsection (1) applies.\n\t\tThe deemed planning permission under section 20(1) for relevant developmentis to be treated for the purposes of the Development Management ProcedureOrder (and for no other purpose) as an outline planning permission in respectof which access, appearance, landscaping and layout (in each case as definedby that Order) are specified as reserved matters for the subsequent approvalof the local planning authority.\n\t\tIn this section—\n\t\t\t“Birmingham Interchange” means so much of the land within the Act limits asfalls within the area bounded by—\n\t\t\tthe A452 Chester Road to the east,\n\t\t\tthe M42 to the west, and\n\t\t\tthe A45 Coventry Road to the south;\n\t\t\t“the Development Management Procedure Order” means the Town and CountryPlanning (Development Management Procedure) (England) Order 2015 ([S.I.2015/595](/id/uksi/2015/595?view=plain \"Go to item of legislation\")) (or anyorder replacing it);\n\t\t\tthe reference to development consisting of the provision of parking doesnot include development consisting of—\n\t\t\tthe provision of short-term parking for cars, taxis and coaches, or\n\t\t\tthe provision of parking on working sites.\n\tDevelopment consent\n\t\tThe works authorised by this Act do not require consent under the Planning Act2008 (development consent)."
    },
    {
        "length": 1450,
        "text": "\nDeregulation\n\tListed buildings\n\t\tSchedule 18 contains provision for the disapplication or modification ofcontrols relating to listed buildings.\n\tAncient monuments\n\t\tSchedule 19 contains provision for the disapplication or modification ofcontrols relating to ancient monuments.\n\tBurial grounds\n\t\tNothing in any enactment relating to burial grounds and no obligation orrestriction imposed under ecclesiastical law or otherwise has effect toprohibit, restrict or impose any condition on the use of any land comprised ina burial ground for the purpose of constructing any of the works authorised bythis Act.\n\t\tSubsection (1) does not apply where the use of the land for that purposewould involve disturbing human remains which are buried in it, unless theremains and any monument to the deceased have been dealt with in accordancewith Schedule 20.\n\t\tIn this section and Schedule 20 “monument” includes a tombstone or othermemorial; and references to a monument to a person are to a monumentcommemorating that person, whether alone or with any other person.\n\tConsecrated land\n\t\tNo obligation or restriction imposed under ecclesiastical law or otherwisein relation to consecrated land has effect to prohibit, restrict or impose anycondition on the exercise of the powers conferred by this Act with respect toworks.\n\t\tSubsection (1) does not apply in relation to the use of land comprised in aburial ground for the purpose of constructing any of the works authorised bythis Act.\n\tCommons and open spaces\n\t\tNo enactment regulating the use of commons, town or village greens, openspaces or allotments, and no enactment specially regulating any land of any ofthose kinds, prevents or restricts—\n\t\t\tthe doing of anything for Phase One purposes on land held by the Secretaryof State or the nominated undertaker for those purposes,\n\t\t\tthe exercise of any right of entry under this Act (or the doing of anythingpursuant to such a right of entry), or\n\t\t\tthe doing of anything in exercise of any other power under this Act.\n\tTrees \n\t\tThe enactments specified in subsection (2) do not apply to—\n\t\t\ttree works which are carried out in relation to a tree growing on landwithin the Act limits for the purposes of or in connection with theconstruction of the works authorised by this Act, or\n\t\t\ttree works which are carried out in relation to a tree growing on land usedfor Phase One purposes and are necessary—\n\t\t\tto enable works authorised by this Act to be maintained, or\n\t\t\tfor reasons of safety in connection with such works or the operation ofPhase One of High Speed 2.\n\t\tThe enactments referred to in subsection (1) are—\n\t\t\tan order under section 198(1) or 202(1) of the Town and Country PlanningAct 1990 and regulations under section 202A(1) of that Act (tree preservationorders), and\n\t\t\tsection 211(1) and (5) of that Act (preservation of trees in conservationareas).\n\t\tIn this section, “tree works” means works consisting of the removal,topping or lopping of a tree or the cutting back of the roots of a tree.\n\tOverhead lines\n\t\tSection 37(1) of the Electricity Act 1989 (which requires the consent ofthe Secretary of State in relation to overhead lines) does not apply inrelation to an electric line where—\n\t\t\tthe line is installed above land within the Act limits, and\n\t\t\tthe installation of the line—\n\t\t\tis a work authorised by this Act, and\n\t\t\thas deemed planning permission under section 20(1).\n\t\tWhere section 37(1) of the Electricity Act 1989 applies in relation to anelectric line—\n\t\t\tthe installation of which is a work authorised by this Act, or\n\t\t\twhich is installed, or is to be installed, for the purposes of, inconnection with or in consequence of the construction of any work authorisedby this Act,\n\t\t\t\tSchedule 8 to that Act (procedure for obtaining consent) has effect as ifparagraph 2(2) (public inquiry to be held where planning authority object toconsent application) were omitted.\n\t\tThe installation of an electric line by a person other than the nominatedundertaker is to be treated for the purposes of subsection (1)—\n\t\t\tas a work authorised by this Act, and\n\t\t\tas having deemed planning permission under section 20(1),\n\t\t\tif, were it carried out by the nominated undertaker, it would be a workauthorised by this Act and would have such permission.\n\t\tThe installation of an electric line for the purposes of, in connectionwith or in consequence of the construction of any work authorised by this Actdoes not require consent under the Planning Act 2008 (development consent).\n\t\tIn this section, “electric line” has the same meaning as in Part 1 of theElectricity Act 1989 (see section 64 of that Act).\n\tWater \n\t\tSchedule 21 contains provision about water abstraction and impounding andother matters related to water and drainage.\n\tBuildings \n\t\tSchedule 22 contains provision about the application of various provisionsof the Building Act 1984 and building regulations.\n\t\tSchedule 23 contains provision about the application of the Party Wall etcAct 1996.\n\tStreet works\n\t\tSchedule 24 disapplies various controls relating to works in or near streetsand highways.\n\tTraffic \n\t\tSchedule 25 contains provision relating to traffic regulation.\n\tLorries \n\t\tSchedule 26 contains provision about the use of heavy commercial vehicles.\n\tNoise \n\t\tSchedule 27 contains provision about—\n\t\t\tnoise on construction sites, and\n\t\t\tnoise which constitutes a statutory nuisance.\n\tLocal Acts\n\t\tSchedule 28 disapplies various controls under local Acts relating to London,Oxfordshire, Staffordshire and the West Midlands."
    },
    {
        "length": 1795,
        "text": "\nRailway matters\n\tObjectives of Office of Rail and Road\n\t\tThe list of objectives in section 4(1) of the Railways Act 1993 (objectivesof Office of Rail and Road and Secretary of State) is to be treated, inrelation to the Office of Rail and Road only, as including the objective offacilitating the construction of Phase One of High Speed 2.\n\t\tThe Office of Rail and Road must consult the Secretary of State about thedischarge of its duty under section 4(1) of the Railways Act 1993 so far asrelating to that objective.\n\t\tThis section ceases to have effect on such day as the Secretary of Statemay specify by order.\n\t\tAn order under subsection (3) must be made by statutory instrument; and astatutory instrument containing such an order must be laid before Parliamentafter being made.\n\tDisapplication of licensing requirement in pre-operational phase\n\t\tSection 6(1) of the Railways Act 1993 (which prohibits any person fromacting as the operator of a railway asset unless authorised by a licence undersection 8 of that Act) does not apply in relation to—\n\t\t\ta railway asset, other than a train, which is constructed in exercise ofthe powers conferred under this Act but which is not yet ready for commercialuse, or\n\t\t\ta train being used on a network where the network is a railway assetfalling within paragraph (a).\n\t\tFor the purposes of subsection (1), a railway asset is to be taken to beready for commercial use only if the Secretary of State has laid beforeParliament notice of his or her determination that it is ready for such use.\n\t\tThe exemption granted by subsection (1) is an appropriate licence exemptionfor the purposes of section 122 of the Railways Act 1993 (which provides adefence to actions in nuisance etc to persons who hold a licence under section8 of that Act or have an appropriate licence exemption).\n\t\tIn this section “network”, “railway asset” and “train” have the samemeanings as in Part 1 of the Railways Act 1993.\n\tDisapplication of statutory closure provisions\n\t\tThe Secretary of State may at any time before Phase One of High Speed 2 isready for commercial use direct that the statutory closure provisions (so faras otherwise relevant) are not to apply to any discontinuance which theSecretary of State considers necessary or expedient because of—\n\t\t\tthe carrying out or proposed carrying out of works authorised by this Act,or\n\t\t\tthe proposed operation of Phase One of High Speed 2.\n\t\tIn subsection (1) “statutory closure provisions” means the followingprovisions of the Railways Act 2005—\n\t\t\t  * sections 22 to 25 (discontinuance of railway passenger services), \n\t\t\t  * sections 26 to 28 (discontinuance of operation of passenger networks), \n\t\t\t  * sections 29 to 31 (discontinuance of use or operation of stations), and \n\t\t\t  * section 37 (discontinuance of experimental passenger services). \n\t\tFor the purposes of this section, Phase One of High Speed 2 is to be takento be ready for commercial use only if the Secretary of State has laid beforeParliament notice of his or her determination that it is ready for such use.\n\tOther railway legislation etc\n\t\tSchedule 29 contains provision about the application of railway legislation.\n\tCo-operation \n\t\tWhere the nominated undertaker considers that a matter affects—\n\t\t\tthe construction, maintenance or operation of Phase One of High Speed 2,and\n\t\t\tthe construction, maintenance or operation of a railway asset, or otherrailway facility, which is not a Phase One asset or facility,\n\t\t\t\tthe nominated undertaker may by notice require a controller of the asset orfacility to enter into an agreement with the nominated undertaker about howthe matter is to be dealt with.\n\t\tWhere a controller of a railway asset, or other railway facility, that isnot a Phase One asset or facility considers that a matter affects—\n\t\t\tthe construction, maintenance or operation of the asset or facility, and\n\t\t\tthe construction, maintenance or operation of Phase One of High Speed 2,\n\t\t\tthe controller may by notice require the nominated undertaker to enter into anagreement with the controller about how the matter is to be dealt with.\n\t\tThe terms of an agreement under subsection (1) or (2) are to be such as thenominated undertaker and the controller may agree or, in default of agreement,as may be determined by arbitration.\n\t\tSchedule 30 contains provision about arbitration under subsection (3)(which is in addition to the general provision about arbitration in section64).\n\t\tFor the purposes of this section, a railway asset or other railway facilityis a “Phase One asset or facility” if—\n\t\t\tin the case of a railway asset consisting of any train being used on anetwork, the network is comprised in Phase One of High Speed 2, and\n\t\t\tin any other case, if the railway asset or other railway facility is used,or intended for use, for Phase One purposes.\n\t\tSubsections (1) and (2) do not apply in relation to—\n\t\t\ta matter which pursuant to any enactment must or may be dealt with by theOffice of Rail and Road, or\n\t\t\ta matter relating to an agreement which pursuant to any provision of thator any other agreement must or may be dealt with by the Office of Rail andRoad.\n\t\tIn this section—\n\t\t\t  * “controller”, in relation to a railway asset or facility, means— \n\t\t\tthe person having the management of the asset or facility for the time being,or\n\t\t\ta person who owns, or has rights in relation to, the asset or facility;\n\t\t\t\t  * “network”, “railway asset” and “train” have the same meanings as in Part 1 of the Railways Act 1993; \n\t\t\t\t  * “railway facility” includes a maintenance depot, electrical supply facility or stabling facility. \n\tTransfer of functions relating to works\n\t\tIf for the purposes of this Act the Secretary of State acquires any landfrom a railway operator on which works authorised by any enactment aresituated, the Secretary of State may by order provide for the transfer to theSecretary of State or the nominated undertaker of any power or duty which—\n\t\t\twas previously exercisable by the railway operator, and\n\t\t\twas conferred under an enactment.\n\t\tThe Secretary of State may by order provide for the further transfer, tothe Secretary of State or the nominated undertaker, of a power or dutytransferred under subsection (1) or this subsection.\n\t\tIf a railway operator acquires any land from the Secretary of State onwhich works authorised by this Act are situated, the Secretary of State may,with the consent of the railway operator, by order provide for the transfer tothe railway operator of any duty under this Act relating to the works.\n\t\tAn order under this section may contain such supplementary, incidental,consequential or transitional provision as the Secretary of State considersnecessary or expedient in connection with the order.\n\t\tIn subsections (1) and (3), references to a railway operator are to aperson who has the management for the time being of any network, station orlight maintenance depot.\n\t\tIn this section “light maintenance depot”, “network” and “station” have thesame meanings as in Part 1 of the Railways Act 1993."
    },
    {
        "length": 536,
        "text": "\nNominated undertaker and other Phase One function-holders\n\tNominated undertaker\n\t\tThe Secretary of State may by order—\n\t\t\tappoint a person specified in the order as the nominated undertaker forsuch purposes of such provisions of this Act as may be so specified;\n\t\t\tprovide that an appointment under paragraph (a) ceases to have effect insuch circumstances as may be specified in the order.\n\t\tWhere, in the case of any provision of this Act which refers to thenominated undertaker, there is any purpose of the provision for which no-onehas been appointed as the nominated undertaker under subsection (1), anyreference in the provision to the nominated undertaker is to be read, inrelation to that purpose, as a reference to the Secretary of State.\n\t\tThe Secretary of State may fetter the exercise of his or her discretionunder subsection (1) by agreement with a person who is, or is proposed to be,specified in an order under that subsection.\n\t\tThe Secretary of State may by order make such modifications of anyprovision of this Act referring to the Secretary of State, so far as applyingfor a purpose in relation to which subsection (2) has effect, as appear to theSecretary of State to be necessary or expedient in consequence of theSecretary of State’s having functions by virtue of that subsection.\n\t\tAn order under this section may contain such supplementary, incidental,consequential or transitional provision as the Secretary of State considersnecessary or expedient.\n\t\tAn order under this section must be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (4) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tTransfer schemes\n\t\tThe Secretary of State may make schemes for the transfer of property,rights and liabilities—\n\t\t\tfrom High Speed Two (HS2) Limited, or\n\t\t\tfrom a body corporate which is a wholly-owned subsidiary of High Speed Two(HS2) Limited,\n\t\t\t\tto any person, including the Secretary of State.\n\t\tIn subsection (1), “wholly-owned subsidiary” has the meaning given bysection 1159 of the Companies Act 2006.\n\t\tSchedule 31 contains further provision about schemes made under thissection."
    },
    {
        "length": 115,
        "text": "\nStatutory undertakers\n\tExtension of planning permission for statutory undertakers\n\t\tSchedule 32 contains provision about certain works carried out by statutoryundertakers, including provision extending the planning permission granted bythe Town and Country Planning (General Permitted Development) (England) Order2015 for works covered by an environmental assessment.\n\tProtective provisions\n\t\tSchedule 33 contains provision protecting the interests of certain persons whomay be affected by other provisions of this Act."
    },
    {
        "length": 2975,
        "text": "\nReinstatement and environmental works\n\tCompulsory acquisition of land for relocation\n\t\tIf the whole or part of any undertaking is displaced, or is likely to bedisplaced, as a result of the exercise of any power under this Act, theSecretary of State may acquire land compulsorily—\n\t\t\tfor the relocation of the undertaking, or\n\t\t\tin a case relating to part of an undertaking—\n\t\t\tfor the relocation of the displaced part, or\n\t\t\tfor the purpose of providing land in substitution for the site of thedisplaced part.\n\t\tFor the purposes of subsection (1), the whole or part of an undertaking isdisplaced if the site on which it has previously been carried on is no longerreasonably capable of being used for the purposes of the undertaking.\n\t\tThe Acquisition of Land Act 1981 applies to the compulsory acquisition ofland under this section.\n\t\tIn relation to a compulsory acquisition under this section—\n\t\t\tsection 234 of TCPA 1990 (disposal of land) and section 236 of that Act(extinguishment of rights) apply as they apply where land is acquired asmentioned in those sections,\n\t\t\tsection 237 of TCPA 1990 (power to override easements etc) applies as itapplies to land acquired or appropriated by a local authority for planningpurposes, but as if in subsections (1) and (1A) for “in accordance withplanning permission” there were substituted “for the purpose for which theland was acquired”,\n\t\t\tsections 238, 239 and 241 of TCPA 1990 (use and development of consecratedland, burial grounds and open spaces) apply as if, in subsection (1)(a) ofeach of those sections, for “for any purpose for which he acquired the land”there were substituted “, or by any other person, for any purpose for whichthe land was acquired”, and\n\t\t\tsection 245 of TCPA 1990 (modified application of Acquisition of Land Act1981 and Compulsory Purchase Act 1965) applies as it applies where land isproposed to be acquired as mentioned in that section.\n\t\tSections 237, 238, 239 and 241 of TCPA 1990 also apply as mentioned insubsection (4)(b) and (c) where land is acquired by the Secretary of State,otherwise than under this section, for a purpose for which land may beacquired under this section.\n\t\tThe power to acquire land compulsorily under this section includes power toacquire an easement or other right over land by creating a new easement orright.\n\t\tSection 13(2), (3) and (5) of, and Part 2 of Schedule 1 to, the LocalGovernment (Miscellaneous Provisions) Act 1976 (application of compulsorypurchase legislation) apply to a compulsory acquisition by virtue ofsubsection (6) as they apply to an acquisition of rights by virtue of section13(1) of that Act.\n\t\tIn this section—\n\t\t\t  * “TCPA 1990” means the Town and Country Planning Act 1990; \n\t\t\t  * “undertaking” includes a business or facility. \n\tPower to carry out reinstatement works\n\t\tThe nominated undertaker may, where the operation or use of the whole orpart of an undertaking is discontinued or substantially impaired as a resultof the exercise of any power under this Act, carry out reinstatement workswithin the Act limits.\n\t\tFor the purposes of this section, “reinstatement works” means works for thepurposes of or in connection with the reinstatement (whether on the same siteor otherwise) of the whole or part of the undertaking in question.\n\t\tWhere the power under subsection (1) is exercised for the purpose ofcarrying out temporary reinstatement works, it may be further exercised forthe purpose of carrying out permanent reinstatement works.\n\t\tThe Secretary of State may direct that section 20(1) (deemed planningpermission for development authorised by this Act) does not apply in relationto particular reinstatement works.\n\t\tWhere a direction under subsection (4) has effect in relation toreinstatement works, the Secretary of State may direct—\n\t\t\tthat planning permission for the works is deemed to be granted under Part 3of the Town and Country Planning Act 1990, subject to such conditions as maybe specified in the direction (but see subsection (8));\n\t\t\tthat, where the works have deemed planning permission under paragraph (a),subsection (1) is to be treated as also authorising them to be carried out bysuch person as may be specified in the direction.\n\t\tThe provisions of the Town and Country Planning Act 1990 (other thansection 92 and Part 12) apply in relation to deemed planning permission undersubsection (5)(a) as if it had been granted by the Secretary of State on anapplication referred to the Secretary of State under section 77 of that Act.\n\t\tSection 21 (time limit on deemed planning permission) applies in relationto development authorised by subsection (5)(a) as it applies in relation todevelopment consisting of the carrying out of a scheduled work.\n\t\tThe power in subsection (5)(a) does not apply in relation to developmentwhich—\n\t\t\tis likely to have significant effects on the environment by virtue offactors such as its nature, size or location,\n\t\t\tis not exempt development within the meaning of the Environmental ImpactAssessment Regulations, and\n\t\t\tis not covered by an environmental assessment in connection with the HighSpeed Rail (London - West Midlands) Bill.\n\t\tThe Secretary of State must—\n\t\t\tpublish any direction under subsection (5)(a) in such manner as theSecretary of State thinks appropriate, and\n\t\t\tgive copies of any such direction to—\n\t\t\tthe owners and occupiers of the land to which the deemed planningpermission relates, and\n\t\t\tthe unitary authority or, in a non-unitary area, the district council inwhose area the development to which the direction relates is or is to becarried out.\n\t\tBut where—\n\t\t\tthe unitary authority for the purposes of subsection (9)(b)(ii) is a Londonborough council, and\n\t\t\tas a result of a Localism Act TCPA order, a Mayoral development corporationis the local planning authority for the purposes of Part 3 of the Town andCountry Planning Act 1990 for the area where the development to which thedirection relates is or is to be carried out,\n\t\t\t\tthe Secretary of State must give a copy of the direction to the Mayoraldevelopment corporation instead of the London borough council.\n\t\tThe Secretary of State may make regulations modifying the operation ofthis section—\n\t\t\tin consequence of an order under section 198(2) of the Localism Act 2011giving effect to a decision under section 204(2) of that Act (decisionremoving or restricting planning functions), or\n\t\t\tto make transitional provision relating to—\n\t\t\tan order mentioned in paragraph (a),\n\t\t\ta Localism Act TCPA order, or\n\t\t\tan order under section 217 of the Localism Act 2011 (order dissolvingMayoral development corporation).\n\t\tRegulations under subsection (11)—\n\t\t\tmust be made by statutory instrument;\n\t\t\tmay make different provision for different purposes.\n\t\tA statutory instrument containing regulations under subsection (11) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tWhere reinstatement works are carried out by a person other than thenominated undertaker—\n\t\t\tsection 10(1) of the Compulsory Purchase Act 1965 (compensation forinjurious affection) has effect, in relation to land injuriously affected bythe execution of the works, as if for “acquiring authority have” there weresubstituted “person carrying out the works has”;\n\t\t\tsection 6 of the Railways Clauses Consolidation Act 1845 (as applied byparagraph 4(1) of Schedule 29) has effect as if references to “the company”were to the person carrying out the works.\n\t\tDirections given under this section may revoke or vary previous directionsunder this section.\n\t\tIn this section, “undertaking” includes a business or facility.\n\tEnforcement of environmental covenants\n\t\tThis section applies where—\n\t\t\ta covenant relating to land is made between a person interested in the land(the “promisor”) and the Secretary of State,\n\t\t\tthe covenant imposes on the promisor—\n\t\t\tan obligation (which may be an obligation to make payments) relating to thecarrying out, maintenance, protection or enhancement of relevant environmentalworks in respect of the land, or\n\t\t\ta prohibition of or restriction on the use of the land, for the purposesof the maintenance, protection or enhancement of relevant environmental workswhich have been carried out in respect of the land, and\n\t\t\tthe covenant is made by an agreement (whether entered into before or afterthe day on which this Act is passed) which satisfies the requirementsmentioned in subsection (6).\n\t\tIn this section—\n\t\t\t  * a covenant to which this section applies is referred to as an “environmental covenant”; \n\t\t\t  * an obligation, prohibition or restriction of a kind mentioned in subsection (1)(b) is referred to as a “qualifying provision” of an environmental covenant; \n\t\t\t  * “relevant environmental works” means— \n\t\t\tlandscaping or other works to mitigate any adverse effects of theconstruction, maintenance or operation of any of the works authorised by thisAct, or\n\t\t\tworks for the restoration of land affected by any of the works authorised bythis Act,\n\t\t\t\tand may include works involving the planting of trees and shrubs and theprovision of replacement habitat for wild animals.\n\t\tThe Secretary of State or an authorised person may enforce—\n\t\t\ta qualifying provision of an environmental covenant, and\n\t\t\tany ancillary obligation, prohibition or restriction imposed by thecovenant on the promisor,\n\t\t\tagainst the promisor or persons deriving title from or under the promisor inrespect of land (including Crown land) to which the covenant relates.\n\t\tIn subsection (3), “authorised person” means a person authorised by theSecretary of State (whether generally or in specified circumstances) toexercise the power under that subsection.\n\t\tThe reference in subsection (3)(b) to an ancillary obligation, prohibitionor restriction imposed by an environmental covenant is a reference to anobligation, prohibition or restriction (other than one within subsection(1)(b)) which—\n\t\t\trelates to land or relevant environmental works to which the covenantrelates, and\n\t\t\tis imposed—\n\t\t\tto enable works authorised by this Act or relevant environmental works tobe maintained, or\n\t\t\tfor reasons of safety in connection with such works or the operation ofPhase One of High Speed 2.\n\t\tThe agreement by which an environmental covenant is made must—\n\t\t\tdescribe the qualifying provision or provisions of the covenant and therelevant environmental works to which the covenant relates,\n\t\t\tidentify the land to which the covenant relates, and\n\t\t\tbe entered into by an instrument executed as a deed.\n\t\tWhere, in the case of an environmental covenant, the Secretary of Stateauthorises a person for the purposes of subsection (3), the Secretary of Statemust give notice of that to the person or persons against whom a qualifyingprovision of the covenant is enforceable at the time of the authorisation.\n\t\tAn environmental covenant is a local land charge.\n\t\tSubsection (10) applies in the case of a breach of a qualifying provisionof an environmental covenant by a person against whom the provision isenforceable.\n\t\tA court may award exemplary damages against the person if the court thinksit appropriate to do so in the circumstances.\n\t\tExemplary damages may be awarded under subsection (10) whether or notanother remedy is granted."
    },
    {
        "length": 2673,
        "text": "\nFurther high speed rail works\n\tWorks in Scotland for Phase One purposes\n\t\tThe Scottish Ministers may make an order relating to the carrying out ofworks in Scotland for Phase One purposes.\n\t\tThe following provisions apply in relation to an order under this sectionas to an order under section 1 of the Transport and Works (Scotland) Act [2007(asp 8)](/id/asp/2007/8?view=plain \"Go to item of legislation\")—\n\t\t\tsection 2 of, and schedule 1 to, that Act (which contain provision aboutthe subject-matter of orders under section 1 of that Act);\n\t\t\tsections 3 to 10, 11(1), (2) and (4) to (7), 12 to 14, 16 to 21, 23 and 28of that Act (which contain further provision relating to orders under section1 of that Act);\n\t\t\trules and regulations under that Act;\n\t\t\torders under section 12(18) or 18(1) of that Act;\n\t\t\tsection 57(2A) of, and paragraph 16 of Schedule 14 to, the Town and CountryPlanning (Scotland) Act 1997 (which contain provision relating to deemedplanning permission and blighted land).\n\t\tReferences to provisions in subsections (2)(a) to (e) include thoseprovisions as amended at any time by an Act of the Scottish Parliament or aninstrument made under such an Act.\n\t\tThe power conferred by section 2(3)(a) of the Transport and Works(Scotland) Act 2007, as applied by subsection (2), is exercisable in relationto enactments relating to reserved matters without the restrictions imposed bysection 29(2)(b) or (c) of, or Schedule 4 to, the Scotland Act 1998.\n\t\tIn subsection (4), “reserved matters” means matters which are reservedmatters for the purposes of the Scotland Act 1998.\n\t\tIn this Act, references to works authorised by this Act do not includeworks authorised by an order under this section.\n\tPower to apply Act to further high speed rail works\n\t\tA Transport and Works Act order which relates to a relevant Phase Onematter may apply any provision of this Act, with or without modification, toanything authorised by the order, so far as relating to that matter.\n\t\tThe following are “relevant Phase One matters”—\n\t\t\ta power exercisable or to be exercisable in connection with the worksauthorised by this Act,\n\t\t\tan extension of Phase One of High Speed 2, and\n\t\t\tany other works carried out or to be carried out for Phase One purposes.\n\t\tA Transport and Works Act order which relates to an extension or worksreferred to in subsection (2)(b) and (c) may also provide for any provision ofthis Act to have effect as if Phase One of High Speed 2 included the extensionor works.\n\t\tSection 13(2) of the Transport and Works Act 1992 (power of Secretary ofState to refuse application on ground that objects of order sought could beachieved by other means) does not apply where, for purposes relating to thediversion of apparatus belonging to a utility undertaker, an application ismade under section 6 of that Act for a Transport and Works Act order inrelation to a relevant Phase One matter.\n\t\tSubsection (1) does not confer power to apply any of the following—\n\t\t\t  * section 10(2) and Schedule 13 (extension of time-limit on compulsory acquisition); \n\t\t\t  * Schedules 18 and 19 (listed buildings and ancient monuments). \n\t\tIn this section, “Transport and Works Act order” means an order undersection 1 of the Transport and Works Act 1992.\n\tRights of entry for further high speed rail works\n\t\tAn authorised person may, in connection with a Bill or proposed Bill toauthorise works for a high speed railway line in Great Britain, enter any landwithin 500 metres of the proposed route of the line for the purpose of—\n\t\t\tsurveying the land, or\n\t\t\tfacilitating compliance with EU environmental protection legislation.\n\t\tA person is authorised for the purposes of subsection (1)—\n\t\t\tin the case of residential land, if the person is authorised by a warrantissued by a justice of the peace (for residential land in England and Wales)or justice of the peace or sheriff (for residential land in Scotland);\n\t\t\tin the case of any other land, if the person is authorised in writing bythe Secretary of State.\n\t\tA person may only issue a warrant or give authorisation under subsection(2) if it appears to the person that—\n\t\t\tentry to the land for the purpose proposed is genuinely needed for purposesrelating to the construction of the high speed railway line, and\n\t\t\tall reasonable attempts have been made to obtain consent to enter the land.\n\t\tThe reference in subsection (1) to a proposed Bill is to a Bill proposed ina Command Paper which the Secretary of State has presented to Parliament atany time in the previous five years.\n\t\tA right to enter land under subsection (1) includes power—\n\t\t\tto take samples of anything in or on the land for the purpose for which theright of entry is exercised,\n\t\t\tto take on to the land such other persons as may be necessary, and\n\t\t\tto take vehicles and equipment on to the land.\n\t\tA right to enter land under subsection (1)(a) also includes power—\n\t\t\tto search and bore for the purpose of ascertaining the nature of thesubsoil or the presence of minerals or other matter in it (subject to section55), and\n\t\t\tto place on, leave on and remove apparatus from the land.\n\t\tIn this section—\n\t\t\t  * “EU environmental protection legislation” means any EU instrument relating to— \n\t\t\tthe conservation of habitats, flora and fauna, or\n\t\t\tthe assessment of the effects of projects on the environment;\n\t\t\t\t  * “residential land” means so much of any land as consists of— \n\t\t\ta dwelling or part of a dwelling,\n\t\t\ta garden, yard, private garage or outbuilding which is used and enjoyed whollyor mainly with a dwelling, or\n\t\t\tin the case of a building which includes one or more dwellings, any part ofthe building which is used and enjoyed wholly or mainly with those dwellingsor any of them.\n\t\tThe reference in subsection (1) to a high speed railway line in GreatBritain does not include one which starts, ends and remains in Scotland.\n\t\tFor the purposes of subsection (1), distance is to be measured from thecentre line of the proposed route.\n\t\tThe Secretary of State may by order made by statutory instrument—\n\t\t\tamend subsection (1) so as to substitute a different distance for thedistance specified in it;\n\t\t\tprovide, in relation to any class of case, that subsection (1) is to haveeffect as if a different distance were specified in it.\n\t\tA statutory instrument containing an order under subsection (10)(a) maynot be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tIf a draft of an instrument containing an order under subsection (10)(a)would, apart from this subsection, be treated for the purposes of the StandingOrders of either House of Parliament as a hybrid instrument, it is to proceedin that House as if it were not such an instrument.\n\t\tA statutory instrument containing only an order under subsection (10)(b)is subject to annulment in pursuance of a resolution of either House ofParliament.\n\tExercise of rights of entry\n\t\tA warrant or other authorisation under section 54 is valid for a period ofsix weeks beginning with the day on which it is issued or given.\n\t\tA right of entry under section 54(1) is exercisable at any reasonable time.\n\t\tA person authorised under section 54 to enter any land—\n\t\t\tmust, if so required, produce evidence of the person’s warrant or otherauthorisation, and state the purpose of entry, before entering,\n\t\t\tmay not demand admission as of right to any land which is occupied unless14 days’ notice of the intended entry has been given to the occupier, and\n\t\t\tmust comply with any other conditions subject to which the warrant or otherauthorisation is given.\n\t\tA person who wilfully obstructs another in the exercise of the power undersection 54(1) commits an offence; and a person guilty of such an offence isliable on summary conviction to a fine not exceeding level 3 on the standardscale.\n\t\tWhere any damage is caused to land or other property—\n\t\t\tin the exercise of a right of entry conferred by section 54(1), or\n\t\t\tin the carrying out of a survey for the purposes of which any such right ofentry has been conferred,\n\t\t\t\tcompensation may be recovered by any person suffering the damage from theperson exercising the right of entry.\n\t\tAny dispute as to a person’s entitlement to compensation under subsection(5), or as to the amount of compensation, must be determined—\n\t\t\tin England and Wales, under and in accordance with Part 1 of the LandCompensation Act 1961;\n\t\t\tin Scotland, by the Lands Tribunal for Scotland (and sections 9 and 11 ofthe Land Compensation (Scotland) Act 1963 apply).\n\t\tNo person may carry out works referred to in section 54(6)(a) (searchingand boring) unless notice of the person’s intention to do so was included inthe notice required by subsection (3)(b).\n\t\tThe authority of the appropriate minister is required for the carrying outof works referred to in section 54(6)(a) if—\n\t\t\tthe land in question is held by statutory undertakers, and\n\t\t\tthey object to the proposed works on the ground that carrying them outwould be seriously detrimental to the carrying on of their undertaking.\n\t\tIn this section—\n\t\t\t  * “appropriate minister” means— \n\t\t\tin the case of land in Wales held by a water or sewerage undertaker, the WelshMinisters,\n\t\t\tin the case of land in Scotland in respect of which any functions in relationto statutory undertakers have been transferred by or under the Scotland Act1998 to the Scottish Ministers, the Scottish Ministers, and\n\t\t\tin any other case, the Secretary of State;\n\t\t\t\t  * “statutory undertakers” means— \n\t\t\tin England and Wales, persons who are, or who are deemed to be, statutoryundertakers for the purposes of Part 11 of the Town and Country Planning Act1990, and\n\t\t\tin Scotland, persons who are, or who are deemed to be, statutory undertakersfor the purposes of Part 10 of the Town and Country Planning (Scotland) Act1997."
    },
    {
        "length": 343,
        "text": "\nGrants\n\tGrants for affected communities and businesses etc\n\t\tThe Secretary of State may pay grants to contribute to the funding ofactivities or projects that are intended—\n\t\t\tto benefit communities that are, or are likely to be, disrupted by thecarrying out of relevant high speed railway works,\n\t\t\tto benefit the environment in any area that is, or is likely to be,affected by the carrying out of such works, or\n\t\t\tto support businesses and other economic activities in areas that are, orare likely to be, disrupted by the carrying out of such works.\n\t\t“Relevant high speed railway works” means—\n\t\t\tthe works authorised by this Act, and\n\t\t\tworks in connection with a Bill or proposed Bill to authorise works for ahigh speed railway line connecting with Phase One of High Speed 2.\n\t\tThe reference in subsection (2)(b) to a proposed Bill is to a Bill proposedin a Command Paper which the Secretary of State has presented to Parliament.\n\t\tThe Secretary of State may determine the amount and the manner of paymentof grants under this section.\n\t\tGrants under this section may be subject to conditions determined by theSecretary of State, such as—\n\t\t\tconditions as to the use of the grant;\n\t\t\tconditions as to the circumstances in which the whole or part of the grantmust be repaid.\n\t\tThe Secretary of State may delegate his or her functions under subsections(4) and (5) to another person."
    },
    {
        "length": 891,
        "text": "\nThe Crown\n\tApplication of powers to Crown land\n\t\tThe powers conferred on the nominated undertaker under this Act may beexercised in relation to Crown land with the consent of the Crown authority.\n\t\tThe power conferred under section 54 (rights of entry for further highspeed rail works) may be exercised in relation to Crown land with the consentof the Crown authority.\n\t\tThe Crown authority may give consent under this section—\n\t\t\tsubject to conditions, and\n\t\t\tnotwithstanding anything in any lease or other grant granted by or to thatauthority.\n\t\tIn this Act, “Crown land” means land in which there is—\n\t\t\tan interest belonging to a government department or held in trust for HerMajesty for the purposes of a government department,\n\t\t\tan interest belonging to an office-holder in the Scottish Administration orheld in trust for Her Majesty for the purposes of the Scottish Administrationby such an office-holder,\n\t\t\tan interest belonging to Her Majesty in right of the Crown, or\n\t\t\tan interest belonging to Her Majesty in right of the Duchy of Lancaster.\n\t\tIn this Act, “Crown authority”, in relation to any Crown land, means—\n\t\t\tin a subsection (4)(a) case, the government department in question;\n\t\t\tin a subsection (4)(b) case, the Scottish Ministers;\n\t\t\tin a subsection (4)(c) case—\n\t\t\tif the land forms part of the Crown Estate, the Crown Estate Commissioners,and\n\t\t\tin any other case, the government department having management of theland;\n\t\t\tin a subsection (4)(d) case, the Chancellor of the Duchy of Lancaster.\n\t\tIf for the purposes of this section a question arises as to which authorityis the Crown authority for any land—\n\t\t\tthe question is to be decided by the Treasury, and\n\t\t\tthe Treasury’s decision is final.\n\t\tIn subsection (4)(b) “office-holder in the Scottish Administration” has themeaning given by section 126(7) of the Scotland Act 1998.\n\tHighways for which Secretary of State is highway authority\n\t\tThe powers conferred on the nominated undertaker under this Act withrespect to works may be exercised in relation to a highway for which theSecretary of State is the highway authority with the Secretary of State’sconsent.\n\t\tThe Secretary of State may give consent subject to conditions.\n\tCrown Estate\n\t\tSection 3(1) and (2) of the Crown Estate Act 1961 (limitations on Crown EstateCommissioners’ powers of disposal in relation to land under their management)do not apply in relation to land within the Act limits which appears to theCrown Estate Commissioners to be required for Phase One purposes.\n\tRoyal parks\n\t\tThe Secretary of State may grant a lease of royal park land within the Actlimits if it appears to the Secretary of State that the land is required forPhase One purposes.\n\t\tA lease may be granted under subsection (1) for such period, for suchconsideration (if any) and otherwise on such terms as the Secretary of Statethinks fit.\n\t\tThe Secretary of State may grant an easement or other right over royal parkland within the Act limits if it appears to the Secretary of State that theeasement or right is required for Phase One purposes.\n\t\tAn easement or other right may be granted under subsection (3)—\n\t\t\tin fee simple or for such period as the Secretary of State thinks fit, and\n\t\t\tfor such consideration (if any) and otherwise on such terms as theSecretary of State thinks fit.\n\t\tIn this section “royal park land” means land subject to management undersection 22 of the Crown Lands Act 1851 (royal parks etc)."
    },
    {
        "length": 2462,
        "text": "\nDeposited plans and sections\n\t“Deposited plans” and “deposited sections”\n\t\tIn this Act “deposited plans” and “deposited sections” mean, respectively,the plans and sections deposited in connection with the High Speed Rail(London - West Midlands) Bill in the office of the Clerk of the Parliamentsand the Private Bill Office of the House of Commons.\n\t\tThe plans and sections referred to in subsection (1) are—\n\t\t\tthose deposited in November 2013, but excluding sheets 1-38 to 1-40, 2-23,2-62, 3-66 to 3-68, 3-70, 3-71, 3-73, 4-42 to 4-49, 4-51 to 4-53, 6-62, 6-63and 7-101 and as altered by—\n\t\t\treplacement sheets 2-30, 2-32, 2-42, 2-48, 2-70, 2-72, 2-94, 2-102, 3-009,3-53 3-58, 3-107, 3-108, 3-110, 5-53, 5-54, 5-65 and 5-94 deposited inSeptember 2014,\n\t\t\treplacement sheets 1-24, 1-46, 1-47, 2-03, 2-28, 2-29, 2-34, 2-36, 2-38,2-50, 2-54, 2-55, 2-60, 2-63 to 2-66, 2-68, 2-69, 2-74, 2-75, 2-77, 2-79,2-81, 2-82, 2-89, 2-95, 2-116, 3-001, 3-002, 3-004, 3-005, 3-12, 3-14 to 3-16,3-18 to 3-21, 3-23, 3-28, 3-40 to 3-49, 3-51, 3-52, 3-57, 3-63 to 3-65, 3-69,3-72, 3-74, 3-76, 3-82, 3-84, 3-90, 3-91, 3-112, 3-113, 4-64, 5-89, 5-90,5-100, 5-109, 5-110, 5-112, 6-27 to 6-33, 6-55, 6-57 to 6-59, 6-70, 6-71,6-79, 6-80, 6-85, 6-87, 6-91, 6-94 to 6-98, 6-99, 6-004, 6-009, 6-010, 7-02,7-07 and 7-08 deposited in July 2015,\n\t\t\treplacement sheets 1-01, 1-02, 1-05, 1-06, 1-09, 4-01, 4-04 to 4-06 and4-08A deposited in September 2015,\n\t\t\treplacement sheets 1-11, 1-14 to 1-16, 1-20, 1-21, 1-25, 1-26, 1-34, 1-35,1-41, 1-42, 1-45, 1-48 to 1-50, 2-02, 2-08, 2-09, 2-10, 2-12, 2-16, 2-18,2-22, 2-24 to 2-27, 2-33, 2-39 to 2-41, 2-46, 2-47, 2-56 to 2-58, 2-61, 2-83to 2-88, 2-90, 2-92, 2-96 to 2-101, 2-103 to 2-105, 2-107 to 2-115, 3-003,3-007, 3-22, 3-24 to 3-27, 3-29 to 3-32, 3-33 to 3-38, 3-56, 3-60, 3-75, 3-77,3-80, 3-81, 3-101 to 3-103, 3-111, 3-114, 3-115, 3-116, 4-12, 4-17, 4-34,4-55, 5-11, 5-12, 5-37, 5-56, 5-78, 5-91, 5-97, 5-99, 5-101, 5-104, 5-106 to5-108, 5-111, 6-23, 6-49, 6-74, 6-75, 6-76, 6-106, 7-01, 7-05, 7-06, 7-204 and7-213 deposited in October 2015, and\n\t\t\treplacement sheets 1-36, 2-01, 2-04, 2-05, 2-37, 2-52, 2-80, 3-008, 3-54,3-55, 3-61, 3-62, 3-79, 4-79, 6-88 and 6-93, deposited in December 2015,\n\t\t\tsheets 5-113 and 5-114 deposited in September 2014,\n\t\t\tsheets 2-55A, 2-85A, 3-56B, 4-83, 4-84, 5-115 to 5-118, 8-01, 6-98A,6-010A, 8-101 to 8-103, and 7-212 deposited in July 2015,\n\t\t\tsheets 3-32A, 3-115A, 4-85, 5-119, 5-120, 6-74A, 6-74B, 6-74C andreplacement sheet 8-02 deposited in October 2015, and\n\t\t\tsheets 2-48A and 3-61A deposited in December 2015.\n\t\tA copy of the deposited plans or deposited sections, or any extract fromthose plans or sections, certified as such by the Secretary of State isadmissible in any proceedings as evidence of its contents.\n\tCorrection of deposited plans\n\t\tIf the deposited plans or the book of reference to those plans areinaccurate—\n\t\t\tin their description of any land, or\n\t\t\tin their statement or description of the ownership or occupation of anyland,\n\t\t\t\tthe Secretary of State, after giving not less than 10 days’ notice to theowners and occupiers of the land in question, may apply to two justices havingjurisdiction in the place where the land is situated for the correction of theplans or book of reference.\n\t\tIf on such an application it appears to the justices that the misstatementor wrong description arose from mistake or inadvertence, the justices—\n\t\t\tmust certify accordingly, and\n\t\t\tmust in their certificate state in what respect a matter is misstated orwrongly described.\n\t\tA certificate under subsection (2) must be deposited in the office of theClerk of the Parliaments, and a copy of it must be deposited—\n\t\t\tin the Private Bill Office of the House of Commons, and\n\t\t\twith the proper officer of each local authority in whose area the land towhich the certificate relates is situated.\n\t\tUpon deposit of the certificate—\n\t\t\tthe deposited plans or the book of reference are deemed to be correctedaccording to the certificate, and\n\t\t\tit is lawful for the Secretary of State, in accordance with thecertificate, to proceed under this Act as if the deposited plans or book ofreference had always been in the corrected form.\n\t\tA copy certificate deposited under subsection (3) must be kept with thedocuments to which it relates.\n\t\tA justice of the peace may act under this section in relation to land whichis partly in one area and partly in another if the justice may act in respectof land in either area.\n\t\tIn this section—\n\t\t\t  * “book of reference” means the book deposited in November 2013 in connection with the High Speed Rail (London - West Midlands) Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, together with the books so deposited in September 2014 and July, September, October and December 2015; \n\t\t\t  * “local authority” means a unitary authority or, in a non-unitary area, a county council. "
    },
    {
        "length": 1509,
        "text": "\nMiscellaneous and general\n\tEnvironmental Impact Assessment Regulations\n\t\tThe Environmental Impact Assessment Regulations have effect as if thedefinition of “EIA development” in regulation 2(1) included any developmentnot included in paragraph (a) or (b) of the definition where—\n\t\t\tthe development consists of the construction of a building in place of abuilding demolished, or substantially demolished, in exercise of the powersconferred by this Act,\n\t\t\tthe development does not have deemed planning permission under section20(1),\n\t\t\tthe development is not exempt development within the meaning of theEnvironmental Impact Assessment Regulations, and\n\t\t\tthe development would be likely to have significant effects on theenvironment by virtue of factors such as its nature, size or location.\n\t\tThe condition in subsection (1)(d) does not apply where the buildingreferred to in subsection (1)(a) is—\n\t\t\t22 Melton Street (Grant Thornton House), or\n\t\t\t40 Melton Street (One Euston Square),\n\t\t\t\tin the London Borough of Camden.\n\t\tIn regulation 8 of the Environmental Impact Assessment Regulations(subsequent applications where environmental information previously provided),in paragraph (1)(b)(ii), after “Crossrail Act 2008” insert “or section 20(1)or 50(5)(a) of the High Speed Rail (London - West Midlands) Act 2017”.\n\tArbitration \n\t\tWhere under this Act any difference is to be referred to arbitration, thedifference is to be referred to, and settled by, a single arbitrator to beagreed between the parties or, in default of agreement, to be appointed on theapplication of either party, after notice to the other, by the President ofthe Institution of Civil Engineers.\n\t\tSubsection (3) applies where—\n\t\t\ta party has under subsection (1) applied for the arbitrator to be appointedby the President of the Institution of Civil Engineers, and\n\t\t\tthe President notifies either of the parties that he or she is not going toappoint an arbitrator under subsection (1).\n\t\tIn default of agreement between the parties as to who in the circumstancesshould be the arbitrator, the arbitrator is to be appointed on the applicationof either party, after notice to the other, by the Office of Rail and Road.\n\t\tThe Office of Rail and Road may under subsection (3) appoint a member oremployee of that Office as the arbitrator.\n\t\tThe Secretary of State for Communities and Local Government and theSecretary of State for Transport acting jointly may by rules make provisionabout procedure in relation to arbitration under this Act.\n\t\tRules under subsection (5) must be made by statutory instrument; and astatutory instrument containing such rules is subject to annulment inpursuance of a resolution of either House of Parliament.\n\tNotices and other documents\n\t\tA notice or other document required or authorised to be given to a personfor the purposes of this Act may be given by—\n\t\t\ttransmitting the text of the notice or document to the person by agreedelectronic means (for example, by email to an agreed address),\n\t\t\tdelivering it to the person or sending it by post to the person at theperson’s last known address,\n\t\t\tif the person is a body corporate, delivering it to the secretary of thebody corporate or sending it by post to the secretary of the body corporate atits registered or principal office within the United Kingdom, or\n\t\t\tif the person is a partnership, delivering it to a partner of thepartnership or a person having control or management of the partnershipbusiness, or sending it by post to such a partner or person at the principaloffice of the partnership.\n\t\tFor the purposes of subsection (1), any person to whom a notice or otherdocument is to be given may specify a different address within the UnitedKingdom as the one to which the notice or document must be sent.\n\t\tWhere a notice or document is given to a person in accordance withsubsection (1)(a) and, within 7 days of receiving it, the person requests acopy of the notice or document in printed form, the sender must provide such acopy as soon as reasonably practicable.\n\t\tSubsection (1)(a) does not apply to the giving of a notice under section55(3)(b).\n\t\tSubsection (6) applies where—\n\t\t\ta document is required or authorised to be given to a person for thepurposes of this Act as the owner of an interest in, or occupier of, any land,and\n\t\t\tthe person’s name or address cannot be ascertained after reasonableenquiry.\n\t\tThe document may be given to the person by addressing it to the person byname or by the description of “owner” or “occupier” (as the case may be) ofthe land and—\n\t\t\tleaving it with a person who is, or appears to be, resident or employed onthe land, or\n\t\t\tleaving it conspicuously affixed to some building or object on or near theland.\n\t\tAny notice given for the purposes of this Act must be in writing.\n\t\tIn this section—\n\t\t\t  * “secretary”, in relation to a local authority within the meaning of the Local Government Act 1972, means the proper officer within the meaning of that Act; \n\t\t\t  * references to giving a document include similar expressions (such as serving). \n\tVocational qualifications\n\t\tThe Secretary of State must prepare a report on vocational qualificationsobtained in each financial year in connection with HS2 construction.\n\t\tEach such report must contain an account of vocational qualificationsgained by individuals employed in constructing the network referred to insection 1(1), in preparing for such construction, and in connected andancillary activities, broken down by type of qualification and activity.\n\t\tEach such report must contain an overall assessment of the costs ofvocational training for relevant qualifications and by whom such costs wereincurred.\n\t\tIn this section, “financial year” means—\n\t\t\tthe period beginning with the day on which this Act is passed and endingwith 31 March 2018;\n\t\t\teach subsequent period of 12 months.\n\t\tThe Secretary of State must lay each report under this section beforeParliament as soon as is reasonably practicable after the end of the financialyear to which it relates."
    },
    {
        "length": 2210,
        "text": "\nInterpretation\n\t“Phase One purposes”\n\t\tReferences in this Act to anything being done or required for “Phase Onepurposes” are to the thing being done or required—\n\t\t\tfor the purposes of or in connection with the works authorised by this Act,\n\t\t\tfor the purposes of or in connection with trains all or part of whosejourney is on Phase One of High Speed 2, or\n\t\t\totherwise for the purposes of or in connection with Phase One of High Speed2 or any high speed railway transport system of which Phase One of High Speed2 forms or is to form part.\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “Act limits” is to be construed in accordance with subsection (2) of this section; \n\t\t\t  * “allotment” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act; \n\t\t\t  * “bridleway”, “carriageway”, “footpath” and “footway” have the same meanings as in the Highways Act 1980; \n\t\t\t  * “burial ground” means— \n\t\t\ta churchyard, cemetery or other ground, whether consecrated or not, which hasat any time been set apart for the purposes of burial, or\n\t\t\tany other place of burial;\n\t\t\t\t  * “common” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882; \n\t\t\t\t  * “covered by an environmental assessment in connection with the High Speed Rail (London - West Midlands) Bill” is to be construed in accordance with subsection (4) of this section; \n\t\t\t\t  * “Crown authority” has the meaning given by section 57(5); \n\t\t\t\t  * “Crown land” has the meaning given by section 57(4); \n\t\t\t\t  * “deposited plans” and “deposited sections” have the meanings given by section 61; \n\t\t\t\t  * “deposited statement” has the meaning given by subsection (5); \n\t\t\t\t  * “development” has the same meaning as in the Town and Country Planning Act 1990; \n\t\t\t\t  * “enactment” means either of the following (or a provision of either of the following)— \n\t\t\tan Act (including a local or private Act), or\n\t\t\tany subordinate legislation, within the meaning given by section 21 of theInterpretation Act 1978;\n\t\t\t\t  * “Environmental Impact Assessment Regulations” means the Town and Country Planning (Environmental Impact Assessment) Regulations 2011 ([S.I. 2011/1824](/id/uksi/2011/1824?view=plain \"Go to item of legislation\")) (or any regulations replacing them); \n\t\t\t\t  * “held” is to be construed in accordance with subsection (3) of this section (in the case of a reference to land or a building held by the nominated undertaker); \n\t\t\t\t  * “highway” and “highway authority” have the same meanings as in the Highways Act 1980; \n\t\t\t\t  * “limits of deviation” means the limits of deviation which are shown on the deposited plans (which are the limits of deviation for the scheduled works); \n\t\t\t\t  * “limits of land to be acquired or used” means the limits of land to be acquired or used which are shown on the deposited plans; \n\t\t\t\t  * “Localism Act TCPA order” means an order under section 198(2)(c) of the Localism Act 2011 giving effect to a decision under section 202(2)(a) of that Act (decision that a Mayoral development corporation is to be the local planning authority for the purposes of Part 3 of the Town and Country Planning Act 1990); \n\t\t\t\t  * “Mayoral development corporation” means a Mayoral development corporation established under section 198(2)(a) of the Localism Act 2011; \n\t\t\t\t  * “nominated undertaker” is to be construed in accordance with section 45; \n\t\t\t\t  * “non-unitary area” means an area for which there is both a district and a county council; \n\t\t\t\t  * “open space” means any land laid out as a public garden, or used for the purposes of public recreation, or land which is a disused burial ground; \n\t\t\t\t  * “owner”, in relation to any land, has the same meaning as in Part 1 of the Acquisition of Land Act 1981 (but this does not apply to Schedule 13, which has its own definition); \n\t\t\t\t  * “Phase One of High Speed 2” has the meaning given by section 1(3); \n\t\t\t\t  * “Phase One purposes” is to be construed in accordance with section 67; \n\t\t\t\t  * “scheduled works” has the meaning given by section 1(2); \n\t\t\t\t  * “strategic highways company” means a company for the time being appointed under Part 1 of the Infrastructure Act 2015; \n\t\t\t\t  * “unitary authority” means— \n\t\t\ta county council, so far as its area is not part of the area of a districtcouncil,\n\t\t\ta district council whose area is not part of the area of a county council, or\n\t\t\ta London borough council;\n\t\t\t\t  * “utility undertaker” means— \n\t\t\ta gas transporter within the meaning of Part 1 of the Gas Act 1986,\n\t\t\tthe holder of a licence under Part 1 of the Electricity Act 1989,\n\t\t\ta water undertaker or sewerage undertaker,\n\t\t\ta local authority (within the meaning of the Water Industry Act 1991) which isa relevant authority for the purposes of section 97 of that Act, or\n\t\t\tthe operator of an electronic communications code network (within the meaninggiven by paragraph 1(1) of Schedule 17 to the Communications Act 2003).\n\t\tFor the purposes of this Act, land or any other thing is within the Actlimits if it is—\n\t\t\twithin the limits of deviation for the scheduled works, or\n\t\t\twithin the limits of land to be acquired or used,\n\t\t\t\tand references to the doing of anything within the Act limits are to beconstrued accordingly.\n\t\tReferences in this Act to land or a building held by the nominatedundertaker include references to land or a building in the nominatedundertaker’s temporary possession.\n\t\tFor the purposes of this Act, development is covered by an environmentalassessment in connection with the High Speed Rail (London - West Midlands)Bill if it is development in relation to which information contained in adeposited statement constituted, at the time of the statement’s deposit orpublication, an environmental statement within the meaning of theEnvironmental Impact Assessment Regulations.\n\t\tEach of the following is a “deposited statement” for the purposes of thisAct—\n\t\t\tthe statement deposited in connection with the High Speed Rail (London –West Midlands) Bill in the Private Bill Office of the House of Commons inNovember 2013 in pursuance of Standing Order 27A of the Standing Orders of theHouse of Commons relating to private business (environmental assessment);\n\t\t\tthe statements containing additional environmental information published inconnection with the High Speed Rail (London - West Midlands) Bill, notice ofthe publication of which was published in the London Gazette on 17 September2014, 15 July 2015, 24 September 2015, 15 October 2015 and 7 December 2015.\n\t\tIn this Act—\n\t\t\ta reference to a highway or any other place identified by letters andnumbers is a reference to the highway or place shown as such on the depositedplans;\n\t\t\ta reference to a work identified by numbers (or numbers and a letter) is areference to the scheduled work of those numbers (or those numbers andletter);\n\t\t\ta reference to a sheet identified by numbers is a reference to the sheet ofthose numbers contained in the deposited plans;\n\t\t\ta reference in any description of works, powers or land to area, distance,length or direction, or to a particular location, is to be read as ifqualified by the words “or thereabouts”;\n\t\t\ta reference to distance, in relation to points on a road or railway, is todistance measured along the centre line of the road or railway.\n\t\tFor the purposes of this Act, the level of the surface of land is to betaken—\n\t\t\tin the case of land on which a building is erected, to be the level of thesurface of the ground adjoining the building, and\n\t\t\tin the case of a watercourse or other area of water, to be the level of thesurface of the adjoining ground which is at all times above water level."
    },
    {
        "length": 245,
        "text": "\nFinal\n\tFinancial provision\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of thisAct, and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\tCommencement and short title\n\t\tThis Act comes into force on the day on which it is passed (subject tosubsection (2)).\n\t\tSection 11 and Schedule 14 (amendments to this Act consequential on theHousing and Planning Act 2016) come into force on such day or days as theSecretary of State may appoint by regulations made by statutory instrument.\n\t\tRegulations under subsection (2)—\n\t\t\tmay include consequential, supplementary, incidental, transitional orsaving provision;\n\t\t\tmay make different provision for different purposes.\n\t\tThis Act may be cited as the High Speed Rail (London - West Midlands) Act2017."
    }
]