{
    "general": "This law allows members of the military to work flexible hours, either part-time or only in certain locations. This means they can balance their military service with other responsibilities like family or education. It also lets them choose where they want to serve, so they can be closer to home if they need to be. The goal is to give military personnel more control over their lives and help them better manage their work and personal obligations.",
    "series": [
        [
            {
                "length": 227,
                "short": "\"Armed Forces Flexible Working Rights and Regulations\"",
                "text": "\n* Simplified point 1: The Armed Forces (Flexible Working) Act 2018 allows members of the regular forces to serve on a part-time basis and restricts their service to specific areas or geographic restrictions.\n* Simplified point 2: The act gives the Secretary of State the power to vary, suspend or terminate these rights in certain circumstances.\n* Simplified point 3: The act also makes consequential amendments to the Juries Act 1974 and the Law Reform (Miscellaneous Provisions) (Scotland) Act 1980 to reflect the changes to the Armed Forces Act 2006.\n* Simplified point 4: The short title of the act is the Armed Forces (Flexible Working) Act 2018, and it comes into force on the day it is passed, with some provisions coming into force later through regulations made by the Secretary of State."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Armed Forces (Flexible Working) Act 2018 lets military personnel work part-time or only in certain places. This means they can balance their military duties with other responsibilities like family or education. The government can change or stop these rules if necessary. This law also updates two older laws to match the new flexible working rules. It came into effect right after it was passed, but some parts started working later through rules made by the government.",
    "single": "\n* The Armed Forces (Flexible Working) Act 2018 allows members of the regular forces to serve part-time or subject to geographic restrictions.\n* The act amends the Armed Forces Act 2006 to give members of the regular forces the right to serve part-time or with geographic restrictions.\n* The act also allows for variations, suspensions, and terminations of these rights in prescribed circumstances.\n* The act applies to England and Wales, Scotland, and Northern Ireland, as well as the Isle of Man and British overseas territories (except Gibraltar).\n* The act excludes Gibraltar from its application.\n* The act allows for the modification of sections 329 and 373 of the Armed Forces Act 2006 as amended by the act, as they extend to the Isle of Man or a British overseas territory other than Gibraltar.\n* The act allows for the extension of the amendments made by the act to any of the Channel Islands (with or without modifications).\n* The act applies to members of the regular forces, who are defined as members of the armed forces who serve on a full-time basis.\n* The act does not apply to members of the reserve forces or the Royal Fleet Auxiliary.\n* The act comes into force on the day it is passed, with the exception of certain sections that come into force on a later date to be appointed by regulations."
}