[
    {
        "length": 581,
        "text": "\nOffences\n\tOffences relating to glue traps in England\n\t\tA person who sets a glue trap in England for the purpose of catching arodent commits an offence.\n\t\tA person who sets a glue trap in England in a manner which gives rise to arisk that a rodent will become caught in the glue trap commits an offence.\n\t\tSubsections (1) and (2) do not apply if the glue trap is set under, and inaccordance with the terms of, a glue trap licence (see section 2).\n\t\tA person who knowingly causes or permits an offence to be committed undersubsection (1) or (2) commits an offence.\n\t\tA person commits an offence if the person—\n\t\t\tfinds a glue trap in England that has been set in a manner which gives riseto a risk that a rodent will become caught in the glue trap, and\n\t\t\twithout reasonable excuse, fails to ensure that the glue trap no longergives rise to such a risk.\n\t\tIf the person reasonably believes that the glue trap was set under, and inaccordance with the terms of, a glue trap licence, the person has a reasonableexcuse for the purposes of subsection (5)(b).\n\t\tA person guilty of an offence under subsection (1), (2) or (4) is liable onsummary conviction to imprisonment for a term not exceeding 51 weeks or a fine(or both).\n\t\tA person guilty of an offence under subsection (5) is liable on summaryconviction to a fine.\n\t\tIn relation to an offence committed before section 281(5) of the CriminalJustice Act 2003 comes into force, the reference in subsection (7) to 51 weeksis to be read as a reference to six months.\n\t\tThe court by which a person is convicted of an offence under this section—\n\t\t\tmust order the person to forfeit any glue trap in the person’s possessionor control which has been used in the course of, or in connection with, thatoffence, and\n\t\t\tmay order the person to forfeit any other glue trap in the person’spossession or control.\n\t\tIn this Act “glue trap” means a trap which—\n\t\t\tis designed, or is capable of being used, to catch a rodent, and\n\t\t\tuses an adhesive substance as the means, or one of the means, of capture."
    },
    {
        "length": 1054,
        "text": "\nLicences\n\tGlue trap licences\n\t\tThe Secretary of State may grant a licence under this section (a “glue traplicence”) authorising a pest controller specified or described in the licenceto engage in conduct, for the purpose of preserving public health or publicsafety, which would otherwise amount to an offence under section 1(1) or (2).\n\t\tThe Secretary of State may not grant a glue trap licence for a purposementioned in subsection (1), unless the Secretary of State is satisfied that,as regards that purpose, there is no other satisfactory solution.\n\t\tA glue trap licence—\n\t\t\tmay be, to any degree, general or specific,\n\t\t\tmay be granted to all pest controllers, a class of pest controllers or aparticular pest controller (whether or not on an application from thecontroller or controllers concerned),\n\t\t\tmay be subject to any conditions specified in the licence,\n\t\t\tmay be modified or revoked at any time by the Secretary of State (whetheror not on an application from the controller or controllers authorised by thelicence), and\n\t\t\tsubject to paragraph (d), is to be valid for the period specified in thelicence.\n\t\tThe Secretary of State may require an application for the grant ormodification of a glue trap licence, or of a glue trap licence of a particulardescription, to be made in such form, and to be accompanied by suchdocumentation or information, as the Secretary of State considers appropriate.\n\t\tThe Secretary of State may by regulations—\n\t\t\tmake provision for, or in connection with, the charging of fees or othercharges in relation to an application for the grant or modification of a gluetrap licence (and such fees or other charges may be set by reference to anycosts incurred, or expected to be incurred, by the Secretary of State or apublic authority in connection with this section or section 5, including costsunconnected with the application);\n\t\t\tmake provision for, or in connection with, appeals in respect of—\n\t\t\ta decision to refuse an application for the grant or modification of a gluetrap licence;\n\t\t\ta decision to modify or revoke a glue trap licence.\n\t\tRegulations under subsection (5)(b) may, in particular, include provisionabout—\n\t\t\tthe grounds upon which an appeal may be made;\n\t\t\twhen an appeal may be made;\n\t\t\tthe court, tribunal or other person who is to determine the appeal;\n\t\t\tthe procedure for making, or determining, an appeal.\n\t\tThe Secretary of State may by regulations make provision for, or inconnection with, the delegation of a function of the Secretary of State underthis section (including a function involving the exercise of a discretion) toany public authority which the Secretary of State considers to be competent toexercise the function concerned.\n\t\tRegulations under subsection (7) may not delegate a power to makeregulations.\n\t\tRegulations under this section—\n\t\t\tare to be made by statutory instrument;\n\t\t\tmay make consequential, supplementary, incidental, transitory, transitionalor saving provision.\n\t\tA statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tIn this section “public authority” means any person certain of whosefunctions are functions of a public nature.\n\t\tIn this Act “pest controller” means a person—\n\t\t\twho, in the course of a business, provides a service which consists of, orinvolves, pest control, or\n\t\t\tis employed by a public authority to carry out pest control.\n\tOffences in connection with licences\n\t\tA person commits an offence if, in connection with an application for thegrant or modification of a glue trap licence, the person—\n\t\t\tmakes a statement or representation, or provides a document or information,which the person knows to be false in a material particular, or\n\t\t\trecklessly makes a statement or representation, or provides a document orinformation, which is false in a material particular.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to imprisonment for a term not exceeding 51 weeks or a fine (orboth).\n\t\tIn relation to an offence committed before section 281(5) of the CriminalJustice Act 2003 comes into force, the reference in subsection (2) to 51 weeksis to be read as a reference to six months."
    },
    {
        "length": 1486,
        "text": "\nEnforcement and other powers\n\tEnforcement powers of constables\n\t\tIf a justice of the peace is satisfied by information on oath that—\n\t\t\tthere are reasonable grounds for believing that an offence under section 1is being or has been committed, and\n\t\t\tevidence of the offence, or any glue trap which may be liable to beforfeited under section 1(10), may be found on any premises,\n\t\t\t\tthe justice of the peace may grant a warrant to any constable to enter andsearch those premises, if necessary using reasonable force, for the purpose ofexercising a power conferred by subsection (2).\n\t\tAfter a constable has entered premises under subsection (1), the constablemay seize and detain for the purposes of proceedings under this Act—\n\t\t\tanything the constable reasonably believes to be evidence of the offence,or\n\t\t\tany glue trap which may be liable to be forfeited under section 1(10).\n\t\tA constable may, for the purpose of assisting the constable in exercising apower conferred by subsection (2), when entering premises under subsection(1), take with them—\n\t\t\tany other person, and\n\t\t\tany equipment or materials.\n\tEnforcement powers of authorised inspectors\n\t\tAn “authorised inspector” is a person authorised in writing under thissubsection by the Secretary of State.\n\t\tAn authorisation under subsection (1) is subject to any conditions orlimitations specified in it.\n\t\tAn authorised inspector may, at any reasonable time, enter and inspectpremises (other than a dwelling) occupied by any pest controller who isauthorised by a glue trap licence, for the purposes of—\n\t\t\tverifying any statement or representation made, or document or informationprovided, by the pest controller in connection with an application for thegrant or modification of a glue trap licence, or\n\t\t\tascertaining whether any condition to which a glue trap licence is subjecthas been complied with.\n\t\tAn authorised inspector must produce evidence of the inspector’sauthorisation under subsection (1) before entering any premises undersubsection (3), if requested to do so by a person entitled to be on thepremises.\n\t\tAfter an inspector has entered any premises under subsection (3), theinspector may for a purpose mentioned in subsection (3)(a) or (b)—\n\t\t\tinspect any document, record or other thing found on the premises;\n\t\t\ttake a sample from anything found on the premises;\n\t\t\tquestion any person on the premises;\n\t\t\trequire any person on the premises to give the inspector such assistance asis reasonable in the circumstances;\n\t\t\ttake a photograph or video recording of anything that is found on thepremises;\n\t\t\ttake copies of any document or record on the premises (in whatever form itis held);\n\t\t\trequire information stored in an electronic form and accessible from thepremises to be produced in a form in which it can be taken away and in whichit is visible and legible or from which it can readily be produced in avisible and legible form;\n\t\t\tseize and detain anything which the inspector reasonably believes to beevidence of the commission of an offence under section 3 or non-compliancewith any condition to which a glue trap licence is subject.\n\t\tSubsection (5)(h) does not include power to seize an item which the personexercising the power has reasonable grounds for believing to be subject tolegal privilege (within the meaning of section 10 of the Police and CriminalEvidence Act 1984).\n\t\tThe inspector must, on request, provide a record of anything that is seizedunder subsection (5)(h) to any person who—\n\t\t\tis an occupier of the premises, or\n\t\t\thas possession or control of the thing seized immediately before itsseizure.\n\t\tAnything which has been seized in the exercise of a power under subsection(5)(h) may be retained so long as is necessary in all the circumstances,including in particular—\n\t\t\tfor use as evidence in proceedings under this Act, or\n\t\t\tfor forensic examination or for investigation in connection with an offenceunder this Act.\n\t\tBut nothing may be retained for either of the purposes mentioned insubsection (8) if a photograph, video recording or a copy would be sufficientfor that purpose.\n\t\tThe authorised inspector may, for the purpose of assisting the inspectorin exercising any of the powers conferred by subsection (5), when enteringpremises under subsection (3) take with them—\n\t\t\tany other person, and\n\t\t\tany equipment or materials.\n\t\tA person taken onto premises under subsection (10) may exercise any powerconferred by subsection (5) if the person is in the company, and under thesupervision, of the inspector.\n\t\tIn subsection (3), “dwelling” includes any yard, garden, garage orouthouse which is used for purposes in connection with a dwelling.\n\tOffences in connection with authorised inspectors\n\t\tA person who intentionally obstructs an authorised inspector acting in theexercise of powers conferred by section 5 commits an offence.\n\t\tA person who fails without reasonable excuse to comply with a requirementfor assistance reasonably made under section 5(5)(d) commits an offence.\n\t\tA person who, with intent to deceive, falsely pretends to be an authorisedinspector commits an offence.\n\t\tA person guilty of an offence under subsection (1) or (2) is liable onsummary conviction to a fine.\n\t\tA person guilty of an offence under subsection (3) is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine (or both);\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or a fine (or both).\n\t\tIn relation to an offence committed before the commencement of paragraph24(2) of Schedule 22 to the Sentencing Act 2020, the reference in subsection(5)(a) to 12 months is to be read as a reference to six months."
    },
    {
        "length": 665,
        "text": "\nGeneral\n\tOffences by bodies corporate\n\t\tThis section applies if an offence under this Act is committed by a bodycorporate.\n\t\tIf the offence is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of—\n\t\t\ta senior officer of the body corporate, or\n\t\t\ta person purporting to act in such a capacity,\n\t\t\t\tthe senior officer or person (as well as the body corporate) is guilty of theoffence and liable to be proceeded against and punished accordingly.\n\t\tIn this section—\n\t\t\t  * “director”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate; \n\t\t\t  * “senior officer”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body corporate. \n\tCrown application\n\t\tSubject to the provisions of this section, this Act binds the Crown.\n\t\tThe Crown is not to be criminally liable under this Act.\n\t\tDespite subsection (2), this Act applies to persons in the service of theCrown as it applies to other persons.\n\t\tBut the powers conferred by sections 4 and 5 are not exercisable inrelation to premises occupied by the Crown.\n\t\tIn circumstances where, but for subsection (2), the Crown would becriminally liable under this Act, the High Court may make a declaration tothat effect.\n\t\tNothing in this Act affects Her Majesty in her private capacity.\n\t\tSubsection (6) is to be read as if section 38(3) of the Crown ProceedingsAct 1947 (meaning of Her Majesty in her private capacity) were contained inthis Act.\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t  * “authorised inspector” has the meaning given by section 5(1); \n\t\t  * “glue trap” has the meaning given by section 1(11); \n\t\t  * “glue trap licence” has the meaning given by section 2(1); \n\t\t  * “pest controller” has the meaning given by section 2(12); \n\t\t  * “premises” includes any place and, in particular, includes— \n\t\t\tany vehicle, vessel, aircraft or hovercraft;\n\t\t\tany tent or movable structure.\n\tExtent, commencement and short title\n\t\tThis Act extends to England and Wales only.\n\t\tThe provisions of this Act come into force on such day or days as theSecretary of State may by regulations made by statutory instrument appoint anddifferent days may be appointed for different purposes.\n\t\tThis Act may be cited as the Glue Traps (Offences) Act 2022.\n\t\t\t"
    }
]