[
    {
        "length": 1497,
        "text": "\nDonations and loans etc for political purposes\n\tDonations \n\t\tIn the Northern Ireland (Miscellaneous Provisions) Act 2006—\n\t\t\tfor section 14 (modifications of the Political Parties, Elections andReferendums Act 2000 to have effect during a prescribed period) substitute—\n\t\t“14Special provision in relation to Northern Ireland recipients\n\t\t\tSchedule 1 contains amendments of the 2000 Act relating to donations receivedby Northern Ireland recipients.”;\n\t\t\t\tin Schedule 1, in the heading, for “Modifications” substitute “Amendments”.\n\t\t\tAfter section 15 of that Act insert—\n\t\t“15APower to increase transparency\n\t\t\tThe Secretary of State may, after consulting the Electoral Commission, byorder—\n\t\t\t\tmake provision permitting or requiring the Electoral Commission to publishinformation about donations received by Northern Ireland recipients, or\n\t\t\t\tmake other provision for the purpose of increasing transparency in relationto such donations.\n\t\t\tProvision made under this section may—\n\t\t\t\tamend, repeal or modify any enactment connected with donations forpolitical purposes (including in particular any of the provisions insertedinto the 2000 Act by Schedule 1);\n\t\t\t\tinclude consequential, supplementary, incidental, transitional, transitoryor saving provision.\n\t\t\tProvision made under this section may apply in relation to donationsreceived at any time on or after 1 November 2007.\n\t\t\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\t\t\tNo order is to be made under this section unless a draft of the instrumentcontaining the order has been laid before and approved by a resolution of eachHouse of Parliament.\n\t\t\tFor the purposes of this section and section 15B—\n\t\t\t\t“donation” has the same meaning as in Part 4 of the 2000 Act (see section50 of that Act);\n\t\t\t\tthe time at which a donation is received is to be determined in the sameway as for the purposes of that Part;\n\t\t\t\t“Northern Ireland recipient” has the same meaning as in Chapter 6 of thatPart (see section 71A of that Act).\n\t\t\tSection 15B imposes limits on the provision that may be made under thissection.\n\t\tBConfidentiality of donations received before 1 January 2014\n\t\t\tThe provision that may be made by order under section 15A does not includeprovision which—\n\t\t\t\talters the effect of section 71E of the 2000 Act (duty not to disclosecontents of donation reports) in relation to the disclosure of protectedinformation,\n\t\t\t\treduces the maximum penalty for an offence under that section committed inrelation to the disclosure of protected information, or\n\t\t\t\tgives a person a right to obtain protected information contained in aregister kept by the Commission under that Act.\n\t\t\t“Protected information” means information—\n\t\t\t\twhich relates to a donation received before 1 January 2014, and\n\t\t\t\twhich identifies the donor or from which it is possible to identify thedonor.\n\t\t\tThe references in subsection (1) to section 71E of the 2000 Act and to themaximum penalty for an offence under that section are to that section andmaximum penalty as they have effect at the time at which the order undersection 15A is made.”\n\t\t\tIn section 71E of the Political Parties, Elections and Referendums Act 2000(duty not to disclose contents of donation reports), after subsection (4)insert—\n\t\t\t\t“(4A)Such information may be disclosed if the Commission believe, onreasonable grounds, that—\n\t\t\t\tthe relevant person has consented to the disclosure, and\n\t\t\t\tthe consent was given in accordance with any prescribed requirements.\n\t\t\t\t(4B)“The relevant person” means the person who made the donation to which theinformation relates.”\n\tLoans etc\n\t\tIn the Electoral Administration Act 2006 (Regulation of Loans etc: NorthernIreland) Order 2008 ([S.I. 2008/1319](/id/uksi/2008/1319?view=plain \"Go toitem of legislation\"))—\n\t\t\tfor article 5 (modifications of the Political Parties, Elections andReferendums Act 2000 to have effect during a prescribed period) substitute—\n\t\t“5Special provision in relation to Northern Ireland participants\n\t\t\tSchedule 1 contains amendments of the 2000 Act relating to loans etc involvingNorthern Ireland participants.”;\n\t\t\t\tin Schedule 1, in the heading, for “Modifications” substitute “Amendments”.\n\t\t\tIn section 71Z4 of the Political Parties, Elections and Referendums Act2000 (duty not to disclose contents of transaction reports), after subsection(4) insert—\n\t\t\t“(4A)Such information may be disclosed if the Commission believe, onreasonable grounds, that—\n\t\t\t\teach relevant person has consented to the disclosure, and\n\t\t\t\tthe consent was given in accordance with any prescribed requirements.\n\t\t\t\t(4B)“Relevant person” means a party to the transaction to which theinformation relates other than—\n\t\t\t\ta registered party whose treasurer is required under this Part to prepare areport to the Commission giving details of the transaction, or\n\t\t\t\tany other party to the transaction who is required under this Part toprepare such a report.”\n\t\t\tIn section 63 of the Electoral Administration Act 2006 (power to makeprovision for regulation of loans etc: Northern Ireland), after subsection (7)insert—\n\t\t\tFor the purposes of this section, section 1(3) of the Northern Ireland(Miscellaneous Provisions) Act 2014 (which amends section 71E of the 2000 Act)is treated as provision made by the 2006 Act.”"
    },
    {
        "length": 2235,
        "text": "\nNorthern Ireland Assembly\n\tMPs to be disqualified for membership of Assembly\n\t\tIn section 1(1) of the Northern Ireland Assembly Disqualification Act 1975(disqualification of holders of certain offices etc), before paragraph (a)insert—\n\t\t\tis a member of the House of Commons;”.\n\t\tAfter section 1 of that Act insert—\n\t\t“1AMembers of the House of Commons\n\t\t\tA person returned at an election as a member of the Northern IrelandAssembly is not disqualified under section 1(1)(za) at any time in the periodof 8 days beginning with the day the person is so returned.\n\t\t\tSubsection (3) applies where a person—\n\t\t\t\tis returned at an election as a member of the Northern Ireland Assembly,\n\t\t\t\ton being so returned is a candidate for election to the House of Commons,and\n\t\t\t\tis subsequently returned at that election as a member of that House.\n\t\t\tThe person is not disqualified under section 1(1)(za) at any time in theperiod of 8 days beginning with the day the person is returned as a member ofthe House of Commons.\n\t\t\tA person is a “candidate for election to the House of Commons” if theperson’s nomination paper for election as a member of the House of Commons hasbeen delivered to the returning officer under rule 6 of Schedule 1 to theRepresentation of the People Act 1983 (parliamentary election rules).”\n\t\t\tIn section 37(1) of the Northern Ireland Act 1998 (effect ofdisqualification)—\n\t\t\t\tin paragraph (a), after “by virtue of” insert “the Northern IrelandAssembly Disqualification Act 1975 or”;\n\t\t\t\tin paragraph (b), after “by virtue of” insert “that Act or”.\n\t\t\tIn section 47(4) of that Act (remuneration of members), for “either Houseof Parliament” substitute “the House of Lords”.\n\tMembers of the Dáil Éireann to be disqualified for membership of Assembly\n\t\tIn section 1(1) of the Northern Ireland Assembly Disqualification Act 1975(disqualification of holders of certain offices etc), before paragraph (e)insert—\n\t\t\tis a member of the Dáil Éireann (House of Representatives of Ireland);”.\n\t\tAfter section 1A of that Act (as inserted by section 3) insert—\n\t\t“1BMembers of the Dáil Éireann\n\t\t\tA person returned at an election as a member of the Northern Ireland Assemblyis not disqualified under section 1(1)(db) at any time in the period of 8 daysbeginning with the day the person is so returned.”\n\tStatements by prospective members of Assembly\n\t\tThe Northern Ireland Assembly (Elections) Order 2001 ([S.I.2001/2599](/id/uksi/2001/2599?view=plain \"Go to item of legislation\")) isamended as follows.\n\t\tIn article 6 (vacancies filled by substitutes)—\n\t\t\tin paragraph (2), for the words from “state in writing” to the endsubstitute “make a statement of readiness”;\n\t\t\tin paragraph (3)—\n\t\t\tin sub-paragraph (a)(ii), for the words from “in writing” to “Assembly”substitute “of readiness”;\n\t\t\tin sub-paragraph (b), for “is not willing or able to be so returned”substitute “will not make a statement of readiness,”;\n\t\t\tin paragraph (4)—\n\t\t\tfor “states in writing” substitute “makes a statement of readiness”;\n\t\t\tomit “that he is willing and able to be returned as a member of theAssembly”;\n\t\t\tin paragraph (5)—\n\t\t\tin the opening words: after “a statement” insert “of readiness”; and omit“that he is willing and able to be returned as a member of the Assembly”;\n\t\t\tin sub-paragraph (a), for “is not willing and able to be so returned”substitute “will not make a statement of readiness”;\n\t\t\tin sub-paragraph (b), for “in writing that he is willing and able to beso returned” substitute “of readiness”;\n\t\t\tafter paragraph (6) insert—\n\t\tIn this article and article 6B “statement of readiness” means a statementin writing by a person (“P”)—\n\t\t\tthat P is willing and able to be returned as a member of the Assembly,\n\t\t\tthat P is aware of the provisions of the Northern Ireland AssemblyDisqualification Act 1975 and section 36 of the Northern Ireland Act 1998, and\n\t\t\tthat P is, to the best of P’s knowledge and belief, not disqualified formembership of the Assembly.”\n\t\tIn article 6B (vacancies arising during an Assembly term: members ofregistered parties)—\n\t\t\tin paragraph (3), for the words “in writing” to the end substitute “with—\n\t\t\ta statement of readiness, or\n\t\t\ta statement in writing that he will not make a statement of readiness.”;\n\t\t\tfor paragraph (4)(a) and (b) substitute—\n\t\t\tdoes not respond within such period as the Officer considers reasonablewith a statement of the kind mentioned in paragraph (3)(a) or (b), or\n\t\t\tresponds within such a period with a statement of the kind mentioned inparagraph (3)(b).”;\n\t\t\tin paragraph (6), for the words from “does” to “Assembly” substitute“responds within such period as the Officer considers reasonable with astatement of the kind mentioned in paragraph (3)(a)”.\n\t\tSchedule 1 (application with modifications of provisions of theRepresentation of the People Act 1983 etc) is amended as follows.\n\t\tIn the entry for section 65A (false statements in nomination papers etc),in the second column, insert “For subsection (1B)(c) substitute—\n\t\t\tthat he is, to the best of his knowledge and belief, not disqualified formembership of the Assembly, or\n\t\t\tthat he is, to the best of his knowledge and belief, disqualified formembership of the Assembly only under section 1(1)(za) or (db) of the NorthernIreland Assembly Disqualification Act 1975 (disqualification of MPs or membersof the Dáil Éireann).”.”\n\t\tIn the entry for rule 8 of the parliamentary elections rules (consent tonomination), in the second column, for the first sentence substitute “Forparagraph (3)(b) substitute—\n\t\t\tshall state that he is aware of the provisions of the Northern IrelandAssembly Disqualification Act 1975 and section 36 of the Northern Ireland Act1998; and\n\t\t\tshall state either—\n\t\t\tthat he is, to the best of his knowledge and belief, not disqualified formembership of the Assembly, or\n\t\t\tthat he is, to the best of his knowledge and belief, disqualified formembership of the Assembly only under section 1(1)(za) or (db) of the NorthernIreland Assembly Disqualification Act 1975 (disqualification of MPs or membersof the Dáil Éireann); and”.”\n\tReduction in size of Assembly to be reserved matter\n\t\tThe Northern Ireland Act 1998 is amended as follows.\n\t\tIn Schedule 3 (reserved matters), after paragraph 7 insert—\n\t\t\t“7AThe alteration of the number of members of the Assembly returned for eachconstituency.\n\t\tThis paragraph does not include—\n\t\t\tthe alteration of that number to a number lower than five or higher thansix, or\n\t\t\tthe provision of different numbers for different constituencies.”\n\t\tAfter section 7 insert—\n\t\t“7ACross-community support required for Bill altering size of Assembly\n\t\t\tThe Assembly shall not pass a relevant Bill without cross-communitysupport.\n\t\t\tIn this section—\n\t\t\t\t  * “pass”, in relation to a Bill, means pass at the stage in the Assembly’s proceedings at which the Bill falls finally to be passed or rejected;\n\t\t\t\t  * “relevant Bill” means a Bill containing a provision which deals with a matter falling within a description specified in paragraph 7A of Schedule 3 (size of Assembly).”\n\t\t\tIn section 14 (submission by Secretary of State), after subsection (3)insert—\n\t\t\t\t“(3A)The Secretary of State shall not submit a Bill for Royal Assent if theAssembly has passed the Bill in contravention of section 7A (cross-communitysupport required for Bill altering size of Assembly).”\n\t\t\tIn section 53(3)(b) (agreements etc by person participating in Councils),after “section” insert “7A,”.\n\tExtension of term of Assembly\n\t\tIn section 31(1) of the Northern Ireland Act 1998 (dates of elections anddissolutions), for “fourth” substitute “fifth”.\n\t\tThe amendment made by subsection (1) has effect in relation to thedetermination of the date of the poll for the election of the Assembly nextfollowing the Assembly elected at the poll on 5 May 2011 (as well as itssuccessors)."
    },
    {
        "length": 1228,
        "text": "\nJustice Minister\n\tAppointment of Justice Minister\n\t\tPart 1A of Schedule 4A to the Northern Ireland Act 1998 (department withpolicing and justice functions) is amended as follows.\n\t\tFor paragraph 3B (modification of section 16A) substitute—\n\t\t\t“3BSection 16A(3) has effect as if, for paragraph (b) (and the word “and”before it) there were substituted—\n\t\t\tonce those offices have been filled, the relevant Ministerial office(within the meaning of Part 1A of Schedule 4A) shall be filled by applyingparagraph 3D(4) to (8) of that Schedule; and\n\t\t\tonce that office has been filled, the other Ministerial offices to be heldby Northern Ireland Ministers shall be filled by applying section 18(2) to(6).””\n\t\tIn paragraph 3C (section 18 not to apply to relevant Minister)—\n\t\t\tthe existing provision becomes sub-paragraph (1);\n\t\t\tafter that sub-paragraph insert—\n\t\tBut the reference to Ministerial offices in subsection (5) of that section(in the definition of M) shall be taken to include the relevant Ministerialoffice.”\n\t\tParagraph 3D (provisions relating to relevant Minister) is amended inaccordance with subsections (5) to (8).\n\t\tIn sub-paragraph (3), after “after” insert “section 16B(3) to (7) isapplied in relation to the offices of First Minister and deputy First Ministerbut before”.\n\t\tAfter sub-paragraph (4) insert—\n\t\t“(4A)But a member of the Assembly who is a member of a political party may notbe nominated unless the nominating officer of the party consents to thenomination within a period specified in standing orders.”\n\t\tIn sub-paragraph (11)—\n\t\t\tomit the “or” at the end of paragraph (b) and after that paragraph insert—\n\t\t\twhere consent to the Minister’s nomination was required under sub-paragraph (4A), the Minister is dismissed by the nominating officer of theparty and the Presiding Officer is notified of the dismissal, or”;\n\t\t\tat the beginning of paragraph (c) insert “where consent to the Minister’snomination was not required under sub-paragraph (4A),”.\n\t\tAfter sub-paragraph (17) insert—\n\t\tIn this paragraph and paragraph 3E “nominating officer” has the samemeaning as in section 18.”\n\tReappointment of other Northern Ireland Ministers in certain cases\n\t\tIn Part 1A of Schedule 4A to the Northern Ireland Act 1998 (department withpolicing and justice functions), after paragraph 3D insert—\n\t\t“Reappointment of other Northern Ireland Ministers in certain cases\n\t\t\t3E(1)Where the first condition or the second condition is met—\n\t\t\t\tall the Northern Ireland Ministers other than the relevant Minister ceaseto hold office, and\n\t\t\t\tthose Ministerial offices must be filled by applying section 18(2) to (6)within a period specified in standing orders.\n\t\t\tThe first condition is that—\n\t\t\t\tthe relevant Minister ceased to hold office by virtue of paragraph3D(1)(a), and the office was filled by virtue of paragraph 3D(1)(b),\n\t\t\t\tparagraph 3D(1) applied because a resolution was passed under section 30(2)which caused no Ministerial office other than the relevant Ministerial officeto become vacant, and\n\t\t\t\tas a result of the events mentioned in paragraph (a) the total number ofMinisterial offices held by members of a political party increased ordecreased.\n\t\t\tThe second condition is that—\n\t\t\t\tthe relevant Minister (“the former Minister”) ceased to hold officeotherwise than by virtue of paragraph 3D(1)(a), and the office was filled byvirtue of paragraph 3D(14), and\n\t\t\t\tas a result of the events mentioned in paragraph (a) the total number ofMinisterial offices held by members of a political party increased ordecreased.\n\t\t\tBut the second condition is not met where—\n\t\t\t\tthe former Minister ceased to hold office by virtue of being dismissed by anominating officer under paragraph 3D(11)(ba),\n\t\t\t\timmediately before the office was filled there was at least one eligiblemember of the nominating officer’s political party, and\n\t\t\t\teach such eligible member failed to fill the office for one or other of thefollowing reasons.\n\t\t\tThose reasons are—\n\t\t\t\tthat one or more members of the Assembly sought to nominate the eligiblemember for the office, but consent to the nomination was not given by thenominating officer in accordance with paragraph 3D(4A);\n\t\t\t\tthat the eligible member was nominated for the office but did not take itup within the period specified in standing orders under paragraph 3D(7)(a).\n\t\t\tReferences in this paragraph to an eligible member of a political party areto a member of that party who is also a member of the Assembly, but do notinclude the former Minister.”"
    },
    {
        "length": 990,
        "text": "\nExcepted and reserved matters\n\tCivil Service Commissioners for Northern Ireland\n\t\tIn paragraph 21 of Schedule 2 to the Northern Ireland Act 1998 (exceptedmatters), after “Northern Ireland Constitution Act 1973” insert “, other thansection 36(1)(c),”.\n\t\tIn paragraph 16 of Schedule 3 to that Act (reserved matters), omit“functions and procedures of the”.\n\t\tSection 4 of that Act (transferred, excepted and reserved matters) isamended as follows.\n\t\tIn subsection (2), for “and (3)” substitute “to (3D)”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)The Secretary of State shall not lay before Parliament under subsection(2) the draft of an Order amending paragraph 16 of Schedule 3 (Civil ServiceCommissioners for Northern Ireland) unless the Secretary of State has, atleast three months before laying the draft, laid a report before Parliament.\n\t\t(3B)The report under subsection (3A) must set out the Secretary of State’sview of the effect (if any) that the Order would have on—\n\t\t\tthe independence of the Civil Service Commissioners for Northern Ireland;\n\t\t\tthe application of the principle that persons should be selected forappointment to the Northern Ireland Civil Service on merit on the basis offair and open competition; and\n\t\t\tthe impartiality of the Northern Ireland Civil Service.”\n\tNorthern Ireland Human Rights Commission\n\t\tIn paragraph 22 of Schedule 2 to the Northern Ireland Act 1998 (exceptedmatters), for sub-paragraph (f) substitute—\n\t\t\tin Part VII, sections 69B, 71(1) and (2) and (3) to (5), 74(5) and (6), 76and 78;”.\n\t\tIn paragraph 42 of Schedule 3 to that Act (reserved matters), after sub-paragraph (a) insert—\n\t\t\tin Part VII, sections 68 to 69A, 69C to 70, 71(2A) to (2C) and Schedule7;”.\n\t\tIn section 4 of that Act (transferred, excepted and reserved matters),after subsection (3B) (as inserted by section 10) insert—\n\t\t\t“(3C)The Secretary of State shall not lay before Parliament under subsection(2) the draft of an Order amending paragraph 42(aa) of Schedule 3 (NorthernIreland Human Rights Commission) unless the Secretary of State has, at leastthree months before laying the draft, laid a report before Parliament.\n\t\t(3D)The report under subsection (3C) must set out the Secretary of State’sview of the effect (if any) that the Order would have on—\n\t\t\tthe independence of the Northern Ireland Human Rights Commission;\n\t\t\tthe application of internationally accepted principles relating to nationalhuman rights institutions; and\n\t\t\tthe relationship between the Northern Ireland Human Rights Commission andthe Assembly.”\n\tDistrict electoral areas for council elections\n\t\tIn paragraph 12 of Schedule 2 to the Northern Ireland Act 1998 (exceptedmatters), the existing provision becomes sub-paragraph (1) and after that sub-paragraph insert—\n\t\tThis paragraph does not apply to—\n\t\t\tthe division of local government districts into areas (“district electoralareas”) for the purposes of elections to the councils of those districts,\n\t\t\tthe determination of the names of district electoral areas, or\n\t\t\tthe determination of the number of councillors to be elected for a districtelectoral area or a local government district.”\n\t\tAfter paragraph 41 of Schedule 3 to that Act (reserved matters) insert—\n\t\t\t“41A(1)The division of local government districts into areas (“districtelectoral areas”) for the purposes of elections to the councils of thosedistricts.\n\t\tThe determination of the names of district electoral areas.\n\t\tThe determination of the number of councillors to be elected for a districtelectoral area or a local government district.”"
    },
    {
        "length": 576,
        "text": "\nRemoval of requirement that canvass form must be prescribed form\n\tIn section 10 of the Representation of the People Act 1983 (“RPA 1983”)(duty to conduct canvass)—\n\t\tin subsection (4) (as substituted by paragraph 9(5) of Schedule 4 to theElectoral Registration and Administration Act 2013), for “be a form prescribedfor those purposes” substitute “comply with such requirements as to its formor content as shall be prescribed by the Secretary of State after havingconsulted the Electoral Commission”;\n\t\tin subsection (4A), for “prescribe a form” substitute “prescriberequirements”;\n\t\tafter subsection (4B), insert—\n\t\t\t“(4BA)If requested to do so by the Secretary State for the purposes of makingregulations under subsection (4), the Electoral Commission must design a formfor the purposes of a canvass under this section.”\n\tIn section 201 of RPA 1983 (regulations), in subsections (2) and (2A),before “110(7)” insert “10(4) or”.\n\tIf sub-paragraph (5) of paragraph 9 of Schedule 4 to the ElectoralRegistration and Administration Act 2013 has not come into force on or beforethe day on which this section comes into force, then until that sub-paragraphcomes into force—\n\t\tthe amendment made by subsection (1)(a) of this section is of no effect;\n\t\tsection 10(4) of RPA 1983 has effect as if, for “a form prescribed forthose purposes shall be used”, there were substituted “that does not apply andthe form to be used for the purposes of the canvass must comply with suchrequirements as to its form or content as shall be prescribed by the Secretaryof State after having consulted the Electoral Commission”;\n\t\tthe following provisions of RPA 1983 have effect as if the references inthem to regulations under section 10(4) of that Act were references to suchregulations in respect of a canvass in Northern Ireland only—\n\t\tsection 10(4BA) (as inserted by subsection (1)(c));\n\t\tsection 201(2) and (2A) (as amended by subsection (2))."
    },
    {
        "length": 529,
        "text": "\nRegistration as an elector: abolition of 3 month residence requirement\n\tThe following provisions (which impose or relate to the requirement thatpersons registering as electors in Northern Ireland must have been residentthere for three months) are repealed or revoked—\n\t\tin the Representation of the People Act 1983—\n\t\tsection 4(2);\n\t\tsection 7B(5);\n\t\tsection 7C(1)(b) (and the “and” before it);\n\t\tsection 10(4A)(c)(ii) (but not the “and” after it);\n\t\tsection 10A(1A)(c)(ii) (but not the “and” after it);\n\t\tsection 13A(2A)(c)(ii) (but not the “and” after it);\n\t\tsection 14(2);\n\t\tsection 17(1)(b) (but not the “and” after it);\n\t\tin the European Parliamentary Elections (Franchise of Relevant Citizens ofthe Union) Regulations 2001 ([S.I. 2001/1184](/id/uksi/2001/1184?view=plain\"Go to item of legislation\"))—\n\t\tregulation 4(2);\n\t\tregulation 6(1)(c);\n\t\tin the Representation of the People (Northern Ireland) Regulations 2008([S.I. 2008/1741](/id/uksi/2008/1741?view=plain \"Go to item of legislation\")),regulation 25(6).\n\tIn consequence of the amendments made by subsection (1)—\n\t\tin the Elected Authorities (Northern Ireland) Act 1989, in Schedule 1—\n\t\tin Part 1, for “Section 4(2)” substitute “Section 4(3)”;\n\t\tin Part 2, omit paragraph 7(1);\n\t\tin the Representation of the People Act 2000, omit paragraph 7 of Schedule1."
    },
    {
        "length": 1154,
        "text": "\nRegistration as an overseas elector: declaration of nationality\n\tIn the Representation of the People Act 1985, in section 2 (registration ofBritish citizens overseas)—\n\t\tafter subsection (3) insert—\n\t\t\t“(3A)An overseas elector’s declaration that specifies an address in NorthernIreland under subsection (4) may, instead of or in addition to including astatement under subsection (3)(b), state that the declarant is an eligibleIrish citizen.”;\n\t\tafter subsection (8) insert—\n\tIn this section “eligible Irish citizen” means an Irish citizen who—\n\t\twas born in Northern Ireland, and\n\t\tqualifies as a British citizen (whether or not he identifies himself assuch).\n\tA person found abandoned in Northern Ireland as a new-born infant is,unless the contrary is shown, deemed for the purposes of subsection (9) tohave been born in Northern Ireland.”\n\tIn the Representation of the People (Northern Ireland) Regulations 2008([S.I. 2008/1741](/id/uksi/2008/1741?view=plain \"Go to item of legislation\")),in regulation 20 (contents of overseas elector’s declaration)—\n\t\tin paragraph (1)—\n\t\tafter “required” insert “or permitted”;\n\t\tafter “2(3)(a) to (d)” insert “, (3A)”;\n\t\tfor “(7)” substitute “(6B)”;\n\t\tafter paragraph (5) insert—\n\t\t“(5A)Where the conditions in paragraph (4)(a) and (b) are not met in relationto a declarant, his overseas elector’s declaration shall comply withparagraphs (6) to (6B).”;\n\t\tin paragraph (6), for the words before sub-paragraph (a) substitute “If thedeclaration includes a statement under section 2(3)(b) of the 1985 Act(statement that declarant is a British citizen), the declaration shallstate—”;\n\t\tafter that paragraph insert—\n\t\t“(6A)If the declaration includes a statement under section 2(3A) of the 1985Act (statement that declarant is an eligible Irish citizen), the declarationshall state—\n\t\tin the case of a declarant who is the bearer of an Irish passport, thenumber of that passport together with its date and place of issue, or\n\t\totherwise, when and how the declarant acquired the status of Irish citizen,together with the date, place and country of the declarant’s birth.\n\t\t(6B)Where, apart from this paragraph, a declaration would be required toinclude both a statement under paragraph (6) and a statement under paragraph(6A), the declaration need include only one of those statements.”;\n\t\tomit paragraph (7).\n\tIn regulation 22 of those regulations (attestation of certain overseaselectors’ declarations)—\n\t\tin paragraph (3) for “the bearer of a British passport which describes hisnational status as a “British citizen”” substitute “a person”;\n\t\tafter paragraph (3)(c) insert “; and\n\t\tis— \n\t\tthe bearer of a British passport which describes his national status as a“British citizen”, or\n\t\tan eligible Irish citizen who is the bearer of an Irish passport.”;\n\t\tin paragraph (4), after “British citizen” insert “, or an eligible Irishcitizen,”;\n\t\tfor paragraph (5)(b) substitute—\n\t\tany of the following—\n\t\tthat he is the bearer of a British passport which describes his nationalstatus as a “British citizen”, together with the number of that passport andits date and place of issue;\n\t\tthat he is an eligible Irish citizen who is the bearer of an Irishpassport, together with the number of that passport and its date and place ofissue;\n\t\tthat he is the bearer of a British passport which describes his nationalstatus as a “British citizen” and is an eligible Irish citizen who is thebearer of an Irish passport, together with the number of either of thosepassports and its date and place of issue;”;\n\t\tin paragraph (5)(f), after “British citizen” insert “, or an eligible Irishcitizen,”;\n\t\tafter paragraph (5) insert—\n\tIn this regulation “eligible Irish citizen” has the meaning given bysection 2(9) and (10) of the 1985 Act.”"
    },
    {
        "length": 152,
        "text": "\nAbsent voting\n\tIn section 13BA of the Representation of the People Act 1983 (alteration ofregisters in Northern Ireland: pending elections), omit subsection (4) (whichprevents late registration as an absent voter).\n\tIn consequence of the amendment made by subsection (1)—\n\t\tin Part 2 of Schedule 1 to the Elected Authorities (Northern Ireland) Act1989, omit paragraph 8A;\n\t\tin Schedule 4 to the Northern Ireland (Miscellaneous Provisions) Act 2006,omit paragraph 7(4)."
    },
    {
        "length": 313,
        "text": "\nElectoral identity cards\n\tAfter section 13C of the Representation of the People Act 1983 (electoralidentity card: Northern Ireland) insert—\n\t“13CZAProvision of false information: application for electoral identitycard\n\t\tA person who provides false information in connection with an applicationfor an electoral identity card is guilty of an offence.\n\t\tIn relation to a signature, “false information” for the purposes ofsubsection (1) means a signature which—\n\t\t\tis not the usual signature of, or\n\t\t\twas written by a person other than,\n\t\t\t\tthe person whose signature it purports to be.\n\t\tA person does not commit an offence under subsection (1) if the person didnot know, and had no reason to suspect, that the information was false.\n\t\tWhere sufficient evidence is adduced to raise an issue with respect to thedefence under subsection (3), the court must assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to—\n\t\t\timprisonment for a term not exceeding six months, or\n\t\t\ta fine not exceeding level 5 on the standard scale,\n\t\t\tor to both.”"
    },
    {
        "length": 450,
        "text": "\nChief Electoral Officer: duty to take necessary steps\n\tIn the Representation of the People Act 1983 (“RPA 1983”)—\n\t\tsection 9A (duty of registration officers to take necessary steps) extendsto Northern Ireland (as well as Great Britain), and\n\t\tin section 9 (registers of electors), omit subsection (6) (duty ofregistration officers in Northern Ireland to take reasonable steps).\n\tIn consequence of subsection (1)(a), in section 78(2)(a) of the ElectoralAdministration Act 2006 (which confined the extent of section 9A of RPA 1983to Great Britain), for “9” substitute “9(2)”.\n\tSection 9A of RPA 1983 is amended as follows—\n\t\tin subsection (1), for the words from “for the purpose of securing” to theend substitute “—\n\t\tin the case of a registration officer in Great Britain, for the purpose ofsecuring that, so far as is reasonably practicable, persons who are entitledto be registered in a register (and no others) are registered in it, and\n\t\tin the case of the Chief Electoral Officer for Northern Ireland, for thepurpose of meeting the relevant registration objectives.”;\n\t\tin subsection (2)(a), after “section 9D” insert “or 10”;\n\t\tin subsection (2)(b), for “subsection (5) of that section” substitute“section 9D(5) or 10(5)”.\n\tIn Schedule 1 to the Elected Authorities (Northern Ireland) Act 1989(application, with modifications, of provisions of RPA 1983 to localelections), in Part 1 (provisions applied), after “Sections 9,” insert “9A,”."
    },
    {
        "length": 335,
        "text": "\nChief Electoral Officer: performance standards etc\n\tThe Secretary of State may by order made by statutory instrument makeprovision about objectives or standards of performance to be met by the ChiefElectoral Officer for Northern Ireland, including in particular provisionabout—\n\t\tsetting such objectives or standards;\n\t\tassessing or reporting the extent to which such objectives or standardshave been met.\n\tAn order under this section may confer a function on, or modify or remove afunction of, the Chief Electoral Officer for Northern Ireland, the ElectoralCommission or the Secretary of State.\n\tReferences in subsection (2) to a function include a discretionaryfunction.\n\tAn order under this section may—\n\t\tamend, repeal, revoke or otherwise modify any enactment (whenever passed ormade);\n\t\tinclude consequential, supplementary, incidental, transitional, transitoryor saving provision.\n\tIn this section “enactment” includes—\n\t\ta provision of an Act, including a provision of or inserted by this Act;\n\t\ta provision of, or of an instrument made under, Northern Irelandlegislation;\n\t\ta provision of subordinate legislation (within the meaning of theInterpretation Act 1978).\n\tAn order under this section may not be made unless a draft of the statutoryinstrument containing it has been laid before, and approved by a resolutionof, each House of Parliament."
    },
    {
        "length": 770,
        "text": "\nData sharing\n\tIn the Representation of the People Act 1983 (“RPA 1983”), in section 53(8)(power to make regulations as to registration etc), omit “in Great Britain”.\n\tIn Schedule 2 to RPA 1983 (provisions which may be contained in regulationsas to registration etc)—\n\t\tin paragraph 1—\n\t\tomit sub-paragraphs (4A) and (4B);\n\t\tin sub-paragraph (5) omit “or (4A)”;\n\t\tomit sub-paragraphs (6) to (8);\n\t\tin paragraph 1A(1), omit “in Great Britain”;\n\t\tin paragraph 8C—\n\t\tin sub-paragraph (1)(a), for “or 10ZD” substitute “, 10ZD or 10A”;\n\t\tin sub-paragraph (1)(b) omit “in Great Britain”;\n\t\tin paragraph 11A, omit sub-paragraph (1A);\n\t\tin paragraph 13, omit sub-paragraph (1ZA).\n\tIn Schedule 1 to the Elected Authorities (Northern Ireland) Act 1989(application, with modifications, of provisions of RPA 1983 to localelections), in Part 1 (provisions applied), after “Section 53 and, in Schedule2, paragraphs 1(2) to (5),” insert “1A,”.\n\tIn the Representation of the People (Northern Ireland) Regulations 2008([S.I. 2008/1741](/id/uksi/2008/1741?view=plain \"Go to item of legislation\"))(“the 2008 regulations”)—\n\t\tin regulation 41(1) (requests for information), for “the purposes mentionedin paragraph 1(4B)” substitute “any of the purposes mentioned in paragraph1A(1)”;\n\t\tin regulation 43(1)(a) (disclosure of information), for “the purposementioned in paragraph 1(4B)” substitute “any of the purposes mentioned inparagraph 1A(1)”.\n\tRegulation 41 (as amended by subsection (4)(a)) and regulation 42 of the2008 regulations are treated for the purposes of paragraph 1A of Schedule 2 toRPA 1983 as having been made under that paragraph.\n\tRegulation 43 (as amended by subsection (4)(b)) of the 2008 regulations istreated for the purposes of paragraphs 1A and 13(1ZB) of Schedule 2 to RPA1983 as having been made under those paragraphs.\n\tIn consequence of the amendments made by subsection (2)(a), (d) and (e)—\n\t\tomit section 6 of the Electoral Fraud (Northern Ireland) Act 2002;\n\t\tomit section 7 of the Northern Ireland (Miscellaneous Provisions) Act 2006."
    },
    {
        "length": 708,
        "text": "\nMiscellaneous\n\tRules of court\n\t\tThe Schedule to this Act makes provision about rules of court.\n\tEquality duties\n\t\tIn section 75 of the Northern Ireland Act 1998 (statutory duty on publicauthorities), after subsection (3) insert—\n\t\t\t“(3A)An order under subsection (3)(a) or (d) may provide that the designateddepartment, corporation, body or other person—\n\t\t\tis not subject to, or is only subject to, specified obligations undersubsection (1) or (2), or\n\t\t\tis not subject to, or is only subject to, specified obligations undersubsection (1) or (2)—\n\t\t\twhen exercising a specified function, or\n\t\t\twhen exercising a specified function in specified circumstances or forspecified purposes.\n\t\t\t(3B)In subsection (3A) “specified” means specified in the order.”\n\t\tIn Schedule 9 to that Act (equality: enforcement of duties), in paragraph4, after sub-paragraph (4) insert—\n\t\tBut where the public authority is designated by order under section75(3)(a) or (d)—\n\t\t\t  * “equality of opportunity” does not include equality of opportunity in relation to which (by virtue of the order) the public authority has no obligations under section 75(1);\n\t\t\t  * “the relevant functions” does not include functions of the public authority so far as the obligations imposed by section 75 do not (by virtue of the order) apply to their exercise.”\n\tExtension of powers to make secondary legislation about elections etc\n\t\tIn section 34 of the Northern Ireland Act 1998 (elections and franchise forthe Assembly), after subsection (6) insert—\n\t\tAn order under subsection (4) may make different provision for differentareas about the conduct of elections, including different provision about theregistration of persons entitled to vote at an election.”\n\t\tIn section 84 of that Act (provision with respect to certain matters),after subsection (1A) insert—\n\t\t\t“(1B)An Order in Council under subsection (1) may make different provision fordifferent areas about the conduct of elections, including different provisionabout the registration of persons entitled to vote at an election.”\n\tRegulation of biometric data\n\t\tIn Schedule 1 to the Protection of Freedoms Act 2012 (amendments of regimesother than PACE), in Part 7 (corresponding Northern Ireland provision forexcepted or reserved matters etc), in paragraph 8(1) for “2011 or 2012(whether before or after the passing of this Act)” substitute “2013 or 2014”.\n\tAmendment of Northern Ireland Assembly Disqualification Act 1975\n\t\tIn Part 3 of Schedule 1 to the Northern Ireland Assembly Disqualification Act1975 (other disqualifying offices), at the appropriate place, insert “CivilService Commissioner for Northern Ireland.”"
    },
    {
        "length": 1236,
        "text": "\nFinal provisions\n\tAmendments that could have been made under existing powers\n\t\tThe amendments made by section 2(1) and (2) are treated, for the purposesof section 63 of the Electoral Administration Act 2006, as made under thatsection.\n\t\tWhere— \n\t\t\tany other provision of this Act amends or revokes subordinate legislation(within the meaning of the Interpretation Act 1978), and\n\t\t\tthe amendment or revocation could have been made under a power conferred byan enactment,\n\t\t\t\tthe amendment or revocation is treated, for the purposes of that enactment, ashaving been made under it.\n\tExtent \n\t\tThe amendment made by section 17 extends to Northern Ireland only.\n\t\tAny other amendment, repeal, revocation or other modification of anenactment made by this Act has the same extent as the enactment, or relevantpart of the enactment, to which it relates.\n\t\tSubject to subsections (1) and (2), this Act extends to the whole of theUnited Kingdom.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tin section 1 (donations for political purposes)—\n\t\t\tsubsections (1) and (2), and\n\t\t\tsubsection (3) for the purpose of prescribing requirements;\n\t\t\tin section 2 (loans etc for political purposes)—\n\t\t\tsubsection (1),\n\t\t\tsubsection (2) for the purpose of prescribing requirements, and\n\t\t\tsubsection (3);\n\t\t\tsection 7 (extension of term of Assembly);\n\t\t\tsection 19 (Chief Electoral Officer: performance standards etc);\n\t\t\tsection 20 (data sharing) (but see subsection (2) below);\n\t\t\tsection 22 (equality duties);\n\t\t\tsection 23 (extension of powers to make secondary legislation aboutelections etc);\n\t\t\tsection 24 (regulation of biometric data) (but see subsection (3) below);\n\t\t\tsections 26 to 29 (final provisions).\n\t\tIf paragraph 10 of Schedule 4 to the Electoral Registration andAdministration Act 2013 (which restricts to Northern Ireland the applicationof section 10A of the Representation of the People Act 1983) comes into forceon a day after that on which this Act is passed, subsection (2)(c)(i) ofsection 20 comes into force immediately after that paragraph comes into force.\n\t\tIf paragraph 8(1) of Schedule 1 to the Protection of Freedoms Act 2012comes into force on a day after that on which this Act is passed, section 24comes into force immediately after that paragraph comes into force.\n\t\tThe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\t  * section 6 (reduction in size of the Assembly to be reserved matter); \n\t\t\t  * section 10 (Civil Service Commissioners for Northern Ireland); \n\t\t\t  * section 11 (Northern Ireland Human Rights Commission); \n\t\t\t  * section 12 (district electoral areas for council elections); \n\t\t\t  * section 13 (removal of requirement that canvass form must be prescribed form); \n\t\t\t  * section 17 (electoral identity cards); \n\t\t\t  * section 18 (Chief Electoral Officer: duty to take necessary steps) (but see subsection (5) below); \n\t\t\t  * section 21 and the Schedule (rules of court); \n\t\t\t  * section 25 (amendment of Northern Ireland Assembly Disqualification Act 1975). \n\t\tIf paragraph 6 of Schedule 4 to the Electoral Registration andAdministration Act 2013 (which amends section 9A of the Representation of thePeople Act 1983) comes into force on a day after the end of the periodmentioned in subsection (4), section 18(3) comes into force immediately afterthat paragraph comes into force.\n\t\tThe following provisions come into force on the first day after this Act ispassed on which the Northern Ireland Assembly is dissolved—\n\t\t\t  * section 3 (MPs to be disqualified for membership of Assembly); \n\t\t\t  * section 4 (members of the Dáil Éireann to be disqualified for membership of the Assembly); \n\t\t\t  * section 5 (statements by prospective members of Assembly). \n\t\tSubject to the preceding subsections of this section, this Act comes intoforce on such day as the Secretary of State may appoint by order made bystatutory instrument.\n\t\tAn order under subsection (7)—\n\t\t\tmay appoint different days for different purposes, and\n\t\t\tmay make transitional, transitory or saving provision.\n\tShort title\n\t\tThis Act may be cited as the Northern Ireland (Miscellaneous Provisions) Act2014.\n\tSection 21"
    }
]