[
    {
        "length": 990,
        "text": "\nCHAPTER 1Police areas outside London\n\tPolice and crime commissioners\n\t\tThere is to be a police and crime commissioner for each police area listedin Schedule 1 to the Police Act 1996 (police areas outside London).\n\t\tA police and crime commissioner is a corporation sole.\n\t\tThe name of the police and crime commissioner for a police area is “thePolice and Crime Commissioner for” with the addition of the name of the policearea.\n\t\tThe police and crime commissioner for a police area is to be elected, andhold office, in accordance with Chapter 6.\n\t\tA police and crime commissioner has—\n\t\t\tthe functions conferred by this section,\n\t\t\tthe functions relating to community safety and crime prevention conferredby Chapter 3, and\n\t\t\tthe other functions conferred by this Act and other enactments.\n\t\tThe police and crime commissioner for a police area must—\n\t\t\tsecure the maintenance of the police force for that area, and\n\t\t\tsecure that the police force is efficient and effective.\n\t\tThe police and crime commissioner for a police area must hold the relevantchief constable to account for the exercise of—\n\t\t\tthe functions of the chief constable, and\n\t\t\tthe functions of persons under the direction and control of the chiefconstable.\n\t\tThe police and crime commissioner must, in particular, hold the chiefconstable to account for—\n\t\t\tthe exercise of the duty under section 8(2) (duty to have regard to policeand crime plan);\n\t\t\tthe exercise of the duty under section 37A(2) of the Police Act 1996 (dutyto have regard to strategic policing requirement);\n\t\t\tthe exercise of the duty under section 39A(7) of the Police Act 1996 (dutyto have regard to codes of practice issued by Secretary of State);\n\t\t\tthe effectiveness and efficiency of the chief constable’s arrangements forco-operating with other persons in the exercise of the chief constable’sfunctions (whether under section 22A of the Police Act 1996 or otherwise);\n\t\t\tthe effectiveness and efficiency of the chief constable’s arrangementsunder section 34 (engagement with local people);\n\t\t\tthe extent to which the chief constable has complied with section 35 (valuefor money);\n\t\t\tthe exercise of duties relating to equality and diversity that are imposedon the chief constable by any enactment;\n\t\t\tthe exercise of duties in relation to the safeguarding of children and thepromotion of child welfare that are imposed on the chief constable by sections10 and 11 of the Children Act 2004.\n\t\tThe police authorities established for police areas under section 3 of thePolice Act 1996 are abolished.\n\t\tSchedule 1 (police and crime commissioners) has effect.\n\tChief constables\n\t\tEach police force is to have a chief constable.\n\t\tThe chief constable of a police force is to be appointed, and hold office,in accordance with—\n\t\t\tsection 38, and\n\t\t\tthe terms and conditions of the appointment.\n\t\tA police force, and the civilian staff of a police force, are under thedirection and control of the chief constable of the force.\n\t\tA chief constable has the other functions conferred by this Act and byother enactments.\n\t\tA chief constable must exercise the power of direction and controlconferred by subsection (3) in such a way as is reasonable to assist therelevant police and crime commissioner to exercise the commissioner’sfunctions.\n\t\tSubsection (3) is subject to any provision included in a collaborationagreement (see section 22A of the Police Act 1996).\n\t\tSchedule 2 (chief constables) has effect.\n\t\tIn this section “police force” means the police force for a police arealisted in Schedule 1 to the Police Act 1996 (see section 2 of that Act)."
    },
    {
        "length": 1261,
        "text": "\nCHAPTER 2Metropolitan police district\n\tMayor’s Office for Policing and Crime\n\t\tThere is to be a body with the name “The Mayor’s Office for Policing andCrime” for the metropolitan police district.\n\t\tThe Mayor’s Office for Policing and Crime is a corporation sole.\n\t\tThe person who is Mayor of London for the time being is to be the occupantfor the time being of the Mayor’s Office for Policing and Crime.\n\t\tAccordingly, where a person is the occupant of the Mayor’s Office forPolicing and Crime by virtue of a particular term of office as Mayor of London(the “relevant mayoral term”), the person’s term as the occupant of theMayor’s Office for Policing and Crime—\n\t\t\tbegins at the same time as the relevant mayoral term, and\n\t\t\tends at the same time as the relevant mayoral term.\n\t\tThe Mayor’s Office for Policing and Crime has—\n\t\t\tthe functions conferred by this section,\n\t\t\tthe functions relating to community safety and crime prevention conferredby Chapter 3, and\n\t\t\tthe other functions conferred by this Act and other enactments.\n\t\tThe Mayor’s Office for Policing and Crime must—\n\t\t\tsecure the maintenance of the metropolitan police force, and\n\t\t\tsecure that the metropolitan police force is efficient and effective.\n\t\tThe Mayor’s Office for Policing and Crime must hold the Commissioner ofPolice of the Metropolis to account for the exercise of—\n\t\t\tthe functions of the Commissioner, and\n\t\t\tthe functions of persons under the direction and control of theCommissioner.\n\t\tThe Mayor’s Office for Policing and Crime must, in particular, hold theCommissioner to account for—\n\t\t\tthe exercise of the duty imposed by section 8(4) (duty to have regard topolice and crime plan);\n\t\t\tthe exercise of the duty under section 37A(2) of the Police Act 1996 (dutyto have regard to strategic policing requirement);\n\t\t\tthe exercise of the duty imposed by section 39A(7) of the Police Act 1996(duty to have regard to codes of practice issued by Secretary of State);\n\t\t\tthe effectiveness and efficiency of the Commissioner’s arrangements for co-operating with other persons in the exercise of the Commissioner’s functions(whether under section 22A of the Police Act 1996 or otherwise);\n\t\t\tthe effectiveness and efficiency of the Commissioner’s arrangements undersection 34 (engagement with local people);\n\t\t\tthe extent to which the Commissioner has complied with section 35 (valuefor money);\n\t\t\tthe exercise of duties relating to equality and diversity imposed on theCommissioner by any enactment;\n\t\t\tthe exercise of duties in relation to the safeguarding of children and thepromotion of child welfare that are imposed on the Commissioner by sections 10and 11 of the Children Act 2004.\n\t\tIn section 424 of the Greater London Authority Act 1999 (interpretation),in subsection (1), in the definition of “functional body”, for paragraph (c)substitute—\n\t\t\tthe Mayor’s Office for Policing and Crime; or”.\n\t\tIn this section, references to the Mayor of London include references to aperson who is, by virtue of Schedule 4 to the Greater London Authority Act1999 (exercise of functions of Mayor during vacancy or incapacity), treated asif the person were the Mayor of London.\n\t\tWhere such a person is the occupant for the time being of the Mayor’sOffice for Policing and Crime, references in this section to the relevantmayoral term are references to the period for which the person is treated asif the person were the Mayor of London.\n\t\tThe Metropolitan Police Authority is abolished.\n\t\tSchedule 3 (Mayor’s Office for Policing and Crime) has effect.\n\tCommissioner of Police of the Metropolis\n\t\tThere is to be a corporation sole with the name “the Commissioner of Policeof the Metropolis”.\n\t\tThe Commissioner of Police of the Metropolis is to be appointed, and holdoffice, in accordance with—\n\t\t\tsections 42 and 48, and\n\t\t\tthe terms and conditions of the appointment.\n\t\tThe metropolitan police force, and the civilian staff of the metropolitanpolice force, are under the direction and control of the Commissioner ofPolice of the Metropolis.\n\t\tThe Commissioner of Police of the Metropolis has the other functionsconferred by this Act and by other enactments.\n\t\tThe Commissioner of Police of the Metropolis must exercise the power ofdirection and control conferred by subsection (3) in such a way as isreasonable to assist the Mayor’s Office for Policing and Crime to exercisethat Office’s functions.\n\t\tSubsection (3) is subject to any provision included in a collaborationagreement (see section 22A of the Police Act 1996).\n\t\tSchedule 4 (Commissioner of Police of the Metropolis) has effect."
    },
    {
        "length": 893,
        "text": "\nPolice and crime commissioners to issue police and crime plans\n\tThe police and crime commissioner for a police area must issue a police andcrime plan within the financial year in which each ordinary election is held.\n\tA police and crime commissioner must comply with the duty under subsection(1) as soon as practicable after the commissioner takes office.\n\tA police and crime commissioner may, at any time, issue a police and crimeplan.\n\tA police and crime commissioner may vary a police and crime plan.\n\tIn issuing or varying a police and crime plan, a police and crimecommissioner must have regard to the strategic policing requirement issued bythe Secretary of State under section 37A of the Police Act 1996.\n\tBefore issuing or varying a police and crime plan, a police and crimecommissioner must—\n\t\tprepare a draft of the plan or variation,\n\t\tconsult the relevant chief constable in preparing the draft plan orvariation,\n\t\tsend the draft plan or variation to the relevant police and crime panel,\n\t\thave regard to any report or recommendations made by the panel in relationto the draft plan or variation (see section 28(3)),\n\t\tgive the panel a response to any such report or recommendations, and\n\t\tpublish any such response.\n\tIn complying with subsection (6)(c), the police and crime commissioner mustensure that the relevant police and crime panel has a reasonable amount oftime to exercise its functions under section 28(3).\n\tA police and crime commissioner must consult the relevant chief constablebefore issuing or varying a police and crime plan if, and to the extent that,the plan or variation is different from the draft prepared in accordance withsubsection (6).\n\tA police and crime commissioner must—\n\t\tkeep the police and crime plan under review, and\n\t\tin particular, review the police and crime plan in the light of—\n\t\tany report or recommendations made to the commissioner by the relevantpolice and crime panel under section 28(4), and\n\t\tany changes in the strategic policing requirement issued by the Secretaryof State under section 37A of the Police Act 1996;\n\t\t\tand exercise the powers under subsection (3) or (4) accordingly.\n\tA police and crime commissioner who issues or varies a police and crimeplan must—\n\t\tsend a copy of the issued plan, or the variation, to the relevant chiefconstable and to each of the other persons and bodies that are, for thepurposes of section 5 of the Crime and Disorder Act 1998, responsibleauthorities in relation to local government areas that are wholly or partlywithin the relevant police area, and\n\t\tpublish a copy of the issued plan, or the variation.\n\tThe duty under subsection (10) to send or publish a copy of the variationmay instead be satisfied by sending or publishing a copy of the plan asvaried.\n\tIt is for the commissioner to determine the manner in which—\n\t\ta response to a report or recommendations is to be published in accordancewith subsection (6)(f), and\n\t\ta copy of the plan or variation is to be published in accordance withsubsection (10) (b).\n\tIn this section—\n\t\t  * “financial year” means the financial year of the police and crime commissioner; \n\t\t  * “ordinary election”, in relation to the police and crime commissioner for a police area, means an election held under section 50 in relation to that area. "
    },
    {
        "length": 1233,
        "text": "\nMayor’s Office for Policing and Crime to issue police and crime plans\n\tThe Mayor’s Office for Policing and Crime must issue a police and crimeplan within the financial year in which each ordinary election is held.\n\tThe Mayor’s Office for Policing and Crime must comply with the duty undersubsection (1) as soon as practicable after the person elected in the ordinaryelection takes office.\n\tThe Mayor’s Office for Policing and Crime may, at any time, issue a policeand crime plan.\n\tThe Mayor’s Office for Policing and Crime may vary a police and crime plan.\n\tIn issuing or varying a police and crime plan, the Mayor’s Office forPolicing and Crime must have regard to the strategic policing requirementissued by the Secretary of State under section 37A of the Police Act 1996.\n\tBefore issuing or varying a police and crime plan, the Mayor’s Office forPolicing and Crime must—\n\t\tprepare a draft of the plan or variation,\n\t\tconsult the Commissioner of Police of the Metropolis in preparing the draftplan or variation,\n\t\tsend the draft plan or variation to the police and crime panel of theLondon Assembly (see section 32),\n\t\thave regard to any report or recommendations made by the panel in relationto the draft plan or variation (see section 33(1)),\n\t\tgive the panel a response to any such report or recommendations, and\n\t\tpublish any such response.\n\tIn complying with subsection (6)(c), the Mayor’s Office for Policing andCrime must ensure that the police and crime panel has a reasonable amount oftime to exercise its functions under section 33(1).\n\tThe Mayor’s Office for Policing and Crime must consult the Commissioner ofPolice of the Metropolis before issuing or varying a police and crime plan if,and to the extent that, the plan or variation is different from the draftprepared in accordance with subsection (6).\n\tThe Mayor’s Office for Policing and Crime must—\n\t\tkeep the police and crime plan under review, and\n\t\tin particular, review the police and crime plan in the light of any changesin the strategic policing requirement issued by the Secretary of State undersection 37A of the Police Act 1996;\n\t\t\tand exercise the powers under subsection (3) or (4) accordingly.\n\tThe provisions of the 1999 Act set out in subsection (11) apply to theMayor’s Office for Policing and Crime and police and crime plans as theprovisions apply to the Mayor of London and the relevant mayoral strategies.\n\tThose provisions of the 1999 Act are—\n\t\tsection 33(1)(b) and (c) (equality of opportunity);\n\t\tsection 41(4)(b) and (c), (5), (6)(a) and (b), (7) to (8A), and (10) to(12) (general duties in preparing and revising strategies);\n\t\tsection 42(1) and (6) (consultation);\n\t\tsection 42A (apart from subsection (2)) (consultation: supplementaryprovision);\n\t\tsection 43 (publicity and availability of strategies);\n\t\tsection 44 (directions by the Secretary of State).\n\tSection 41(5)(b) of the 1999 Act has effect in relation to the Mayor ofLondon as if the police and crime plan were a strategy listed in section 41(1)of the 1999 Act.\n\tThe Mayor of London and the Mayor’s Office for Policing and Crime must co-operate with each other in exercising their respective functions under section41(5)(b) of the 1999 Act.\n\tIn its application by virtue of subsection (11)(e), section 43(2) of the1999 Act (duty to send copies of current version of police and crime plan) haseffect with the insertion after “to each London borough council” of the words“and to each of the other persons and bodies that are, for the purposes ofsection 5 of the Crime and Disorder Act 1998, responsible authorities inrelation to local government areas that are wholly or partly within themetropolitan police district”.\n\tIn this section—\n\t\t  * “1999 Act” means the Greater London Authority Act 1999; \n\t\t  * “financial year” means the financial year of the Mayor’s Office for Policing and Crime; \n\t\t  * “ordinary election” means an election of the Mayor of London held under section 3 of the 1999 Act; \n\t\t  * “relevant mayoral strategy”, in relation to a provision set out in subsection (11), means a strategy to which the provision applies. "
    },
    {
        "length": 921,
        "text": "\nPolice and crime plans\n\tA police and crime plan is a plan which sets out, in relation to theplanning period, the following matters—\n\t\tthe elected local policing body’s police and crime objectives;\n\t\tthe policing of the police area which the chief officer of police is toprovide;\n\t\tthe financial and other resources which the elected local policing body isto provide to the chief officer of police for the chief officer to exercisethe functions of chief officer;\n\t\tthe means by which the chief officer of police will report to the electedlocal policing body on the chief officer’s provision of policing;\n\t\tthe means by which the chief officer of police’s performance in providingpolicing will be measured;\n\t\tthe crime and disorder reduction grants which the elected local policingbody is to make, and the conditions (if any) to which such grants are to bemade.\n\tThe elected local policing body’s police and crime objectives are thebody’s objectives for—\n\t\tthe policing of the body’s area,\n\t\tcrime and disorder reduction in that area, and\n\t\tthe discharge by the relevant police force of its national or internationalfunctions.\n\tA police and crime plan has effect from the start of the planning perioduntil—\n\t\tthe end of that planning period, or\n\t\tif another police and crime plan is issued in relation to the elected localpolicing body’s area before the end of that planning period, the day when thatother plan first has effect.\n\tThe Secretary of State may give guidance to elected local policing bodiesabout the matters to be dealt with in police and crime plans.\n\tAn elected local policing body must have regard to such guidance.\n\tBefore giving guidance under subsection (4) the Secretary of State mustconsult—\n\t\tsuch persons as appear to the Secretary of State to represent the views ofpolice and crime commissioners,\n\t\tthe Mayor’s Office for Policing and Crime,\n\t\tsuch persons as appear to the Secretary of State to represent the views ofchief officers of police, and\n\t\tsuch other persons as the Secretary of State thinks fit.\n\tIn this section, in relation to a police and crime plan—\n\t\t  * “financial year” means the financial year of the elected local policing body; \n\t\t  * “ordinary election”— \n\t\tin relation to a police and crime commissioner, has the meaning given insection 5;\n\t\tin relation to the Mayor’s Office for Policing and Crime, has the meaninggiven in section 6;\n\t\t\t  * “planning period”, in relation to a police and crime plan, is the period that— \n\t\tbegins with—\n\t\tthe day on which the plan is issued, or\n\t\tif a qualifying day is specified in the plan as the day on which the plan isto begin to have effect, that day, and\n\t\tends with the last day of the financial year in which the next ordinaryelection is expected to take place after the plan is issued;\n\t\t\t  * “qualifying day” means a day which meets the following conditions (so far as applicable)— \n\t\tthe day must fall after the day on which the plan is issued;\n\t\tthe day must not fall after the day on which the next ordinary election isexpected to take place after the plan is issued;\n\t\tin the case of a plan issued in accordance with the duty in section 5(1) or6(1), the day must be, or fall before, the first day of the financial yearfollowing the financial year in which that duty must be complied with."
    },
    {
        "length": 369,
        "text": "\nDuty to have regard to police and crime plan\n\tA police and crime commissioner must, in exercising the functions ofcommissioner, have regard to the police and crime plan issued by thecommissioner.\n\tThe chief constable of the police force for a police area listed inSchedule 1 to the Police Act 1996 must, in exercising the functions of chiefconstable, have regard to the police and crime plan issued by the police andcrime commissioner for that police area.\n\tThe Mayor’s Office for Policing and Crime must, in exercising the functionsof the Office, have regard to the police and crime plan issued by the Office.\n\tThe Commissioner of Police of the Metropolis must, in exercising thefunctions of Commissioner, have regard to the police and crime plan issued bythe Mayor’s Office for Policing and Crime.\n\tThe Secretary of State may give guidance to a person subject to a dutyunder this section about how that duty is to be complied with.\n\tA person given such guidance must have regard to the guidance.\n\tBefore giving guidance under subsection (5) the Secretary of State mustconsult—\n\t\tsuch persons as appear to the Secretary of State to represent the views ofpolice and crime commissioners,\n\t\tthe Mayor’s Office for Policing and Crime,\n\t\tsuch persons as appear to the Secretary of State to represent the views ofchief officers of police, and\n\t\tsuch other persons as the Secretary of State thinks fit."
    },
    {
        "length": 130,
        "text": "\nCrime and disorder reduction grants\n\tThe elected local policing body for a police area may make a crime anddisorder reduction grant to any person.\n\tA crime and disorder reduction grant is a grant which, in the opinion ofthe elected local policing body, will secure, or contribute to securing, crimeand disorder reduction in the body’s area.\n\tThe elected local policing body may make a crime and disorder reductiongrant subject to any conditions (including conditions as to repayment) whichthe body thinks appropriate."
    },
    {
        "length": 715,
        "text": "\nCo-operative working\n\tThe elected local policing body for a police area must, in exercising itsfunctions, have regard to the relevant priorities of each responsibleauthority.\n\tThe elected local policing body for a police area, in exercising itsfunctions, and a responsible authority, in exercising its functions conferredby or under section 6 of the Crime and Disorder Act 1998 in relation to thatpolice area, must act in co-operation with each other.\n\tThe elected local policing body for a police area, and the criminal justicebodies which exercise functions as criminal justice bodies in that policearea, must make arrangements (so far as it is appropriate to do so) for theexercise of functions so as to provide an efficient and effective criminaljustice system for the police area.\n\tThe references in this section to a responsible authority exercisingfunctions in relation to a police area are references to the responsibleauthority exercising the functions in relation to a local government area thatis comprised, or included, in the police area.\n\tIn this section—\n\t\t  * “criminal justice body”, in relation to the elected local policing body for a police area, means— \n\t\tthe chief officer of police for that police area;\n\t\tthe Crown Prosecution Service;\n\t\tthe Lord Chancellor, in exercising functions under section 1 of the Courts Act2003 (duty to ensure efficient and effective courts service);\n\t\ta Minister of the Crown, in exercising functions in relation to prisons(within the meaning of the Prison Act 1952);\n\t\ta youth offending team established under section 39 of the Crime and DisorderAct 1998;\n\t\ta person with whom the Secretary of State has made contractual or otherarrangements, under section 3(2) of the Offender Management Act 2007, for themaking of probation provision;\n\t\tthe Secretary of State, in making probation provision in accordance witharrangements made by the Secretary of State under section 3(5) of the OffenderManagement Act 2007;\n\t\t\t  * “functions” does not include functions which are exercisable only in relation to Wales and relate to matters in relation to which the Welsh Ministers have functions; \n\t\t\t  * “Minister of the Crown” has the same meaning as in the Ministers of the Crown Act 1975; \n\t\t\t  * “relevant priority”, in relation to a responsible authority, means a priority applicable to the exercise of that authority’s functions which is identified by that authority in compliance with a requirement imposed by regulations made under section 6(2) of the Crime and Disorder Act 1998; \n\t\t\t  * “responsible authority” has the same meaning as in section 5 of the Crime and Disorder Act 1998. "
    },
    {
        "length": 1650,
        "text": "\nInformation, consultation etc\n\tInformation for public etc\n\t\tAn elected local policing body—\n\t\t\tmust publish specified information; and\n\t\t\tif the time or manner of the publication of that information is specified,must publish it at that time or in that manner.\n\t\tFor that purpose, “specified” means specified by the Secretary of State byorder.\n\t\tAn elected local policing body must publish the information which the bodyconsiders to be necessary to enable the persons who live in the body’s area toassess—\n\t\t\tthe performance of the body in exercising the body’s functions, and\n\t\t\tthe performance of the relevant chief officer of police in exercising thechief officer’s functions.\n\t\tThe information necessary to enable those persons to assess those mattersby reference to a particular time, or a particular period, must be publishedby the elected local policing body as soon as practicable after that time orthe end of that period.\n\t\tAn elected local policing body may provide (whether by publication or othermeans) information about—\n\t\t\tthe exercise of the body’s functions, and\n\t\t\tthe exercise of the functions of the relevant chief officer of police.\n\tAnnual reports\n\t\tEach elected local policing body must produce a report (an “annual report”)on—\n\t\t\tthe exercise of the body’s functions in each financial year, and\n\t\t\tthe progress which has been made in the financial year in meeting thepolice and crime objectives in the body’s police and crime plan.\n\t\tAs soon as practicable after producing an annual report, the elected localpolicing body must send the report to the relevant police and crime panel.\n\t\tThe elected local policing body must attend before the panel at the publicmeeting arranged by the panel in accordance with section 28(4), to—\n\t\t\tpresent the report to the panel, and\n\t\t\tanswer the panel’s questions on the report.\n\t\tThe elected local policing body must—\n\t\t\tgive the panel a response to any report or recommendations on the annualreport (see section 28(4)), and\n\t\t\tpublish any such response.\n\t\tIt is for the police and crime panel to determine the manner in which aresponse to a report or recommendations is to be published in accordance withsubsection (4)(b).\n\t\tAn elected local policing body must arrange for each annual report to bepublished.\n\t\tIt is for the elected local policing body to determine the manner in whichan annual report is to be published.\n\tInformation for police and crime panels\n\t\tAn elected local policing body must provide the relevant police and crimepanel with any information which the panel may reasonably require in order tocarry out its functions.\n\t\tBut subsection (1) does not require the elected local policing body toprovide information if disclosure of the information—\n\t\t\twould, in the view of the chief officer of police, be against the interestsof national security,\n\t\t\tmight, in the view of the chief officer of police, jeopardise the safety ofany person,\n\t\t\tmight, in the view of the chief officer of police, prejudice the preventionor detection of crime, the apprehension or prosecution of offenders, or theadministration of justice, or\n\t\t\tis prohibited by or under any enactment.\n\t\tAn elected local policing body may provide the relevant police and crimepanel with any other information which the body thinks appropriate.\n\tArrangements for obtaining the views of the community on policing\n\t\tSection 96 of the Police Act 1996 (arrangements for obtaining the views ofthe community on policing) is amended in accordance with this section.\n\t\tIn subsection (1), after paragraph (b) insert “;\n\t\t\tand for obtaining the views of victims of crime in that area about mattersconcerning the policing of the area.”.\n\t\tAfter subsection (1) insert—\n\t\t“(1A)Those arrangements must include, in the case of—\n\t\t\ta police area listed in Schedule 1, or\n\t\t\tthe metropolitan police district,\n\t\t\tarrangements for obtaining, before a police and crime plan is issued undersection 5 or 6 of the Police Reform and Social Responsibility Act 2011, theviews of the people in that police area, and the views of the victims of crimein that area, on that plan.\n\t\t\t(1B)Those arrangements must include, in the case of a police area listed inSchedule 1, arrangements for obtaining, before the first precept for afinancial year is issued by the police and crime commissioner under section 40of the Local Government Finance Act 1992, the views of—\n\t\t\tthe people in that police area, and\n\t\t\tthe relevant ratepayers’ representatives,\n\t\t\ton the proposals of the police and crime commissioner for expenditure(including capital expenditure) in that financial year.\n\t\t\t(1C)Those arrangements must include, in the case of the metropolitan policedistrict, arrangements for obtaining, before the first calculations inrelation to the Mayor’s Office for Policing and Crime are made for a financialyear under section 85 of the Greater London Authority Act 1999, the views of—\n\t\t\tthe people in the metropolitan police district, and\n\t\t\tthe relevant ratepayers’ representatives,\n\t\t\ton the proposals of the Mayor’s Office for Policing and Crime for expenditure(including capital expenditure) in that financial year.”.\n\t\tFor subsection (2) substitute—\n\t\tArrangements under this section are to be made by the local policing bodyfor the police area, after consulting the chief officer of police for thatarea.”.\n\t\tBefore subsection (6) insert—\n\t\t“(5A)In subsections (1B) and (1C) “relevant ratepayers’ representatives”, inrelation to a police area listed in Schedule 1, or the metropolitan policedistrict, means the persons or bodies who appear to the elected local policingbody for that area or district to be representative of persons subject to non-domestic rates under sections 43 and 45 of the Local Government Finance Act1988 as regards hereditaments situated in that area or district.\n\t\t(5B)In determining which persons or bodies are relevant ratepayers’representatives, an elected local policing body must have regard to anyguidance given by the Secretary of State.”.\n\t\tOmit subsections (6) to (10)."
    },
    {
        "length": 3507,
        "text": "\nOther provisions about functions\n\tSupply of goods and services\n\t\tSubsections (1), (2) and (3) of section 1 of the 1970 Act (supply of goodsand services by local authorities) apply, with the modification set out insubsection (2), to each elected local policing body as they apply to a localauthority.\n\t\tIn those subsections, references to a public body (within the meaning ofthat section) are to be read as references to any person.\n\t\tAn elected local policing body may not enter into an agreement with anotherelected local policing body, or with the Common Council of the City of Londonin its capacity as a police authority, under section 1 of the 1970 Act inrespect of a matter which could be the subject of force collaborationprovision in a collaboration agreement under section 22A of the Police Act1996.\n\t\tIn this section “1970 Act” means the Local Authorities (Goods and Services)Act 1970.\n\tAppointment of persons not employed by elected local policing bodies\n\t\tThis section applies where an elected local policing body is required orauthorised by any Act—\n\t\t\tto appoint a person to a specified post in the body, or\n\t\t\tto designate a person as having specified duties or responsibilities.\n\t\tThe elected local policing body may appoint or designate a person whetheror not the person is already a member of staff of the body.\n\t\tSubsection (2) has effect in spite of any provision to the contrary in theAct that is mentioned in subsection (1).\n\tDuties when carrying out functions\n\t\tIn carrying out functions, an elected local policing body must have regardto the views of people in the body’s area about policing in that area.\n\t\tIn carrying out functions in a particular financial year, an elected localpolicing body must have regard to any report or recommendations made by therelevant police and crime panel on the annual report for the previousfinancial year (see section 28(4)).\n\t\tSubsection (2) does not affect any exercise of the functions of the electedlocal policing body in any part of a particular financial year that falls—\n\t\t\tbefore the body has received a report or recommendations on the annualreport for the previous financial year, or\n\t\t\tduring the period after receipt of a report or recommendations when thebody is considering the report or recommendations.\n\t\tIn carrying out functions, an elected local policing body must have regardto any financial code of practice issued by the Secretary of State.\n\t\tThe Secretary of State may from time to time revise the whole or any partof any financial code of practice.\n\t\tThe Secretary of State must lay before Parliament a copy of—\n\t\t\tany financial code of practice, and\n\t\t\tany revision of a financial code of practice.\n\t\tIn this section “financial code of practice” means a code of practicerelating to the proper administration by elected local policing bodies oftheir financial affairs.\n\t\tThis section is in addition to the duty under section 8 to have regard tothe police and crime plan.\n\tDelegation of functions by police and crime commissioners\n\t\tThe police and crime commissioner for a police area may—\n\t\t\tappoint a person as the deputy police and crime commissioner for thatpolice area, and\n\t\t\tarrange for the deputy police and crime commissioner to exercise anyfunction of the police and crime commissioner.\n\t\tA police and crime commissioner may arrange for any person (who is not thedeputy police and crime commissioner) to exercise any function of thecommissioner.\n\t\tBut a police and crime commissioner may not—\n\t\t\tappoint a person listed in subsection (6) as the deputy police and crimecommissioner;\n\t\t\tarrange for the deputy police and crime commissioner to exercise a functionlisted in subsection (7)(a), (e) or (f);\n\t\t\tarrange, under subsection (2), for a person listed in subsection (6) toexercise any function; or\n\t\t\tarrange, under subsection (2), for any person to exercise a function listedin subsection (7).\n\t\tA deputy police and crime commissioner may arrange for any other person toexercise any function of the police and crime commissioner which is, inaccordance with subsection (1)(b), exercisable by the deputy police and crimecommissioner.\n\t\tBut the deputy police and crime commissioner may not arrange for a personto exercise a function if—\n\t\t\tthe person is listed in subsection (6), or\n\t\t\tthe function is listed in subsection (7).\n\t\tThe persons referred to in subsections (3)(a) and (c) and (5) are—\n\t\t\ta constable (whether or not in England and Wales);\n\t\t\ta police and crime commissioner;\n\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\tthe Deputy Mayor for Policing and Crime appointed by the Mayor’s Office forPolicing and Crime;\n\t\t\tthe Mayor of London;\n\t\t\tthe Common Council of the City of London;\n\t\t\tany other person or body which maintains a police force;\n\t\t\ta member of the staff of a person falling within any of paragraphs (a) to(g).\n\t\tThe functions referred to in subsection (3) are—\n\t\t\tissuing a police and crime plan (see section 5);\n\t\t\tdetermining police and crime objectives (see section 7);\n\t\t\tattendance at a meeting of a police and crime panel in compliance with arequirement by the panel to do so (see section 29);\n\t\t\tpreparing an annual report to a policing and crime panel (see section 12);\n\t\t\tappointing the chief constable, suspending the chief constable, or callingupon the chief constable to retire or resign (see section 38);\n\t\t\tcalculating a budget requirement (see section 43 of the Local GovernmentFinance Act 1992).\n\t\tIf a function of a police and crime commissioner is exercisable by anyother person in accordance with this section, any property or rights vested inthe commissioner may be dealt with by the other person in exercising thefunction, as if vested in that person.\n\t\tSubsection (2) applies whether or not there is a deputy police and crimecommissioner.\n\t\tThe deputy police and crime commissioner is a member of the police andcrime commissioner’s staff.\n\t\tFor further provision about the appointment of a deputy police and crimecommissioner, see paragraphs 8 to 12 of Schedule 1.\n\tDelegation of functions by Mayor’s Office for Policing and Crime\n\t\tThe Mayor’s Office for Policing and Crime may—\n\t\t\tappoint a person as the Deputy Mayor for Policing and Crime, and\n\t\t\tarrange for the Deputy Mayor for Policing and Crime to exercise anyfunction of the Mayor’s Office for Policing and Crime.\n\t\tThe Mayor’s Office for Policing and Crime may arrange for a person (who isnot the Deputy Mayor for Policing and Crime) to exercise any function of theMayor’s Office for Policing and Crime.\n\t\tBut the Mayor’s Office for Policing and Crime may not—\n\t\t\tappoint a person listed in subsection (6) as the Deputy Mayor for Policingand Crime;\n\t\t\tarrange for the Deputy Mayor for Policing and Crime to exercise a functionlisted in subsection (7) (a), (e), (f), (g) or (h);\n\t\t\tarrange, under subsection (2), for a person listed in subsection (6) toexercise any function; or\n\t\t\tarrange, under subsection (2), for a person to exercise a function listedin subsection (7).\n\t\tThe Deputy Mayor for Policing and Crime may arrange for any other person toexercise any function of the Mayor’s Office for Policing and Crime which is,in accordance with subsection (1)(b), exercisable by the Deputy Mayor forPolicing and Crime.\n\t\tBut the Deputy Mayor for Policing and Crime may not arrange for a person toexercise a function if—\n\t\t\tthe person is listed in subsection (6), or\n\t\t\tthe function is listed in subsection (7).\n\t\tThe persons referred to in subsections (3)(a) and (c) and (5) are—\n\t\t\ta constable (whether or not in England and Wales);\n\t\t\ta police and crime commissioner;\n\t\t\tthe Mayor of London;\n\t\t\tthe Common Council of the City of London;\n\t\t\tany other person or body which maintains a police force;\n\t\t\ta member of the staff of a person falling within any of paragraphs (a) to(e).\n\t\tThe functions mentioned in subsection (3) are—\n\t\t\tissuing a police and crime plan (see section 6);\n\t\t\tdetermining police and crime objectives (see section 7);\n\t\t\tattendance at a meeting of the police and crime panel of the LondonAssembly in compliance with a requirement by the panel to do so (see section29);\n\t\t\tpreparing an annual report to the policing and crime panel of the LondonAssembly (see section 12);\n\t\t\tmaking recommendations in relation to the appointment of a Commissioner ofPolice of the Metropolis under section 42;\n\t\t\tmaking representations in relation to the appointment of a DeputyCommissioner of Police of the Metropolis under section 45;\n\t\t\tbeing consulted in relation to the appointment or removal of an AssistantCommissioner of Police of the Metropolis, a Deputy Assistant Commissioner ofPolice of the Metropolis, or a Commander (see sections 45, 46, 47 and 49);\n\t\t\tsuspending the Commissioner, or Deputy Commissioner, of Police of theMetropolis, or calling upon the Commissioner, or Deputy Commissioner, toretire or resign (see section 48).\n\t\tIf a function of the Mayor’s Office for Policing and Crime is exercisableby a person in accordance with subsection (1), (2) or (4), any property orrights vested in the Office may be dealt with by the other person inexercising the function, as if vested in that person.\n\t\tSubsection (2) applies whether or not there is a Deputy Mayor for Policingand Crime.\n\t\tThe Deputy Mayor for Policing and Crime is a member of the staff of theMayor’s Office for Policing and Crime.\n\t\tBut that is subject to paragraph 4(4) of Schedule 3 (Deputy Mayor anAssembly member).\n\t\tThe appointment of the Deputy Mayor for Policing and Crime is subject toSchedule 4A to the Greater London Authority Act 1999.\n\t\tFor further provision about the appointment of the Deputy Mayor forPolicing and Crime, see paragraph 4 of Schedule 3.\n\tDeputy Mayor for Policing and Crime: confirmation hearings\n\t\tThe Greater London Authority Act 1999 is amended in accordance with thissection.\n\t\tIn section 60A (confirmation hearings etc for certain appointments by theMayor)—\n\t\t\tin the title, at the end insert “ **or Mayor’s Office for Policing andCrime** ”;\n\t\t\tin subsection (3), omit the entry relating to the chairman and vicechairman of the Metropolitan Police Authority;\n\t\t\tfor subsection (4) substitute—\n\t\tThis section also applies in any case where the Mayor’s Office forPolicing and Crime proposes to make an appointment, under section 19 of thePolice Reform and Social Responsibility Act 2011, of a person to be the DeputyMayor for Policing and Crime.”.\n\t\tIn Schedule 4A (confirmation hearings etc)—\n\t\t\tin paragraph 1 (application of Schedule), after sub-paragraph (2) insert—\n\t\tThis Schedule also has effect where the Mayor’s Office for Policing andCrime proposes to make an appointment, under section 19 of the Police Reformand Social Responsibility Act 2011, of a person to be the Deputy Mayor forPolicing and Crime.\n\t\tIn the application of this Schedule in relation to such an appointment,references to the Mayor are to be read as references to the Mayor’s Office forPolicing and Crime.\n\t\tParagraph 9 does not apply in relation to such an appointment (but seesection 32 of the Police Reform and Social Responsibility Act 2011).\n\t\tParagraph 10 applies in relation to such an appointment if the candidate isnot a member of the London Assembly.\n\t\tParagraphs 2, 4 and 5 are subject to paragraph 10.”;\n\t\t\tafter paragraph 9 insert—\n\t\tThe London Assembly may veto the appointment of the candidate as DeputyMayor for Policing and Crime if the candidate is not a member of the LondonAssembly.\n\t\tThe exercise of that power of veto in relation to an appointment is notvalid unless the London Assembly—\n\t\t\thas held a confirmation meeting in relation to the appointment before theexercise of the power; and\n\t\t\tnotifies the Mayor’s Office for Policing and Crime of the veto within theperiod of 3 weeks described in paragraph 4(3).\n\t\tIf the London Assembly vetoes the appointment of the candidate, the Mayor’sOffice for Policing and Crime must not appoint the candidate.\n\t\tReferences in this Schedule to the London Assembly vetoing the appointmentof a candidate are references to the Assembly making a decision, by therequired majority, that the candidate should not be appointed as Deputy Mayorfor Policing and Crime.\n\t\tFor that purpose, the London Assembly makes that decision by the requiredmajority if at least two-thirds of the votes given in making that decision arevotes in favour of making that decision.”"
    },
    {
        "length": 2459,
        "text": "\nFinancial matters\n\tPolice fund\n\t\tEach elected local policing body must keep a fund to be known as the policefund.\n\t\tAll of an elected local policing body’s receipts must be paid into therelevant police fund.\n\t\tAll of an elected local policing body’s expenditure must be paid out of therelevant police fund.\n\t\tAn elected local policing body must keep accounts of payments made into orout of the relevant police fund.\n\t\tSubsections (2) and (3) are subject to any regulations under the PolicePensions Act 1976.\n\t\tIn this section “relevant police fund”, in relation to an elected localpolicing body, means the police fund which that body keeps.\n\tMinimum budget for police and crime commissioner\n\t\tSection 41 of the Police Act 1996 (directions as to minimum budget) isamended as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “a police authority established under section 3” substitute “a policeand crime commissioner”;\n\t\t\tfor “the authority” substitute “the commissioner”;\n\t\t\tfor “its budget requirement” substitute “the commissioner’s budgetrequirement”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)But the Secretary of State may not give a direction to the police andcrime commissioner for a police area by virtue of subsection (1) unless theSecretary of State is satisfied that it is necessary to give the direction inorder to prevent the safety of people in that police area from being put atrisk.”.\n\t\tIn subsection (4)—\n\t\t\tfor “a police authority” substitute “a police and crime commissioner”;\n\t\t\tfor “the authority” substitute “the commissioner”.\n\tMinimum budget for Mayor’s Office for Policing and Crime\n\t\tThe Greater London Authority Act 1999 is amended as follows.\n\t\tSection 95 (minimum budget for Metropolitan Police Authority) is amended inaccordance with subsections (3) to (7).\n\t\tIn the title, for “ **Metropolitan Police Authority** ” substitute “**Mayor’s Office for Policing and Crime** ”.\n\t\tIn subsection (1), for “Metropolitan Police Authority” substitute “Mayor’sOffice for Policing and Crime”.\n\t\tIn subsection (2), for “Metropolitan Police Authority” substitute “Mayor’sOffice for Policing and Crime”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)But the Secretary of State may not give a direction to the Authorityunder subsection (2) unless the Secretary of State is satisfied that it isnecessary to give the direction in order to prevent the safety of people inthe metropolitan police district from being put at risk.”.\n\t\tIn subsections (3), (4) and (7), for “Metropolitan Police Authority” (ineach place) substitute “Mayor’s Office for Policing and Crime”.\n\t\tIn section 96 (provisions supplemental to section 95), in subsection (6),for “Metropolitan Police Authority” substitute “Mayor’s Office for Policingand Crime”.\n\tPolice grant\n\t\tSection 46 of the Police Act 1996 (police grant) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tfor paragraph (a) substitute—\n\t\t\tpolice and crime commissioners,\n\t\t\tthe Common Council, and”;\n\t\t\tfor the words after paragraph (b) substitute—\n\t\t\t\t“and in those provisions a reference to a grant recipient is a reference to apolice and crime commissioner, the Common Council or the Greater LondonAuthority.”.\n\t\tIn subsection (2)(b), for “authority” substitute “grant recipient”.\n\t\tIn subsection (4), for “police authorities” substitute “grant recipients”.\n\t\tIn subsection (5), for “different authorities or different classes ofauthority” substitute “different grant recipients or different classes ofgrant recipient”.\n\t\tIn subsection (7), for “police authority” substitute “grant recipient”.\n\t\tIn subsection (7A)—\n\t\t\tfor “Metropolitan Police Authority” substitute “Mayor’s Office for Policingand Crime”;\n\t\t\tfor “that Authority” substitute “that Office”.\n\t\tIn subsection (8)—\n\t\t\tfor “an authority’s” substitute “a grant recipient’s”;\n\t\t\tfor “the authority” substitute “the grant recipient”;\n\t\t\tfor “an authority” substitute “a grant recipient”.\n\t\tIn subsection (9), for “Metropolitan Police Authority” substitute “Mayor’sOffice for Policing and Crime”.\n\tOther grants etc under Police Act 1996\n\t\tThe Police Act 1996 is amended as follows.\n\t\tIn section 47 (grants for capital expenditure)—\n\t\t\tin subsection (1), for the words from “by” to “Authority”, substitute “bylocal policing bodies”;\n\t\t\tin subsection (4), for “by virtue of subsection (1)(b)” substitute “undersubsection (1) in respect of expenditure incurred (or to be incurred) by theMayor’s Office for Policing and Crime”;\n\t\t\tin subsection (5)—\n\t\t\tfor “Metropolitan Police Authority” substitute “Mayor’s Office for Policingand Crime”;\n\t\t\tfor “that Authority” substitute “that Office”.\n\t\tIn section 48 (grants for expenditure on safeguarding national security)—\n\t\t\tin subsection (1), for the words from “by” to “security”, substitute “bylocal policing bodies in connection with safeguarding national security”;\n\t\t\tin subsection (4), for “by virtue of subsection (1)(b)” substitute “undersubsection (1) in respect of expenditure incurred (or to be incurred) by theMayor’s Office for Policing and Crime”;\n\t\t\tin subsection (5)—\n\t\t\tfor “Metropolitan Police Authority” substitute “Mayor’s Office for Policingand Crime”;\n\t\t\tfor “that Authority” substitute “that Office”.\n\t\tIn section 92 (grants by local authorities)—\n\t\t\tin subsection (1), for “police authority established under section 3”substitute “police and crime commissioner”;\n\t\t\tin subsection (2), for “Metropolitan Police Authority” substitute “Mayor’sOffice for Policing and Crime”.\n\t\tIn section 93 (acceptance of gifts or loans)—\n\t\t\tin subsection (1), for “police authority” substitute “local policing body”;\n\t\t\tin subsection (2), for “police authority” substitute “local policing body”.\n\t\tSection 94 (financing of new police authorities) is amended as follows.\n\t\tIn the title, for “ **police authorities** ” substitute “ **police andcrime commissioners** ”.\n\t\tIn subsection (1)—\n\t\t\tfor “police authority established under section 3” substitute “police andcrime commissioner”;\n\t\t\tfor “it” substitute “the commissioner”.\n\t\tIn subsection (2)—\n\t\t\tfor “police authority established under section 3” substitute “police andcrime commissioner”;\n\t\t\tfor “it” substitute “the commissioner”;\n\t\t\tfor “its” (in both places) substitute “the commissioner’s”.\n\t\tIn subsection (3)—\n\t\t\tfor “an authority” substitute “a commissioner”;\n\t\t\tfor “its” substitute “the commissioner’s”.\n\t\tIn subsection (4)—\n\t\t\tfor “a police authority” substitute “a police and crime commissioner”;\n\t\t\tfor “it” (in both places) substitute “the commissioner”.\n\tPrecepts \n\t\tThe Local Government Finance Act 1992 is amended in accordance withsubsections (2) and (3).\n\t\tIn section 39 (precepting and precepted authorities), in subsection (1)(major precepting authorities), for paragraph (b) substitute—\n\t\t\ta police and crime commissioner;”.\n\t\tIn section 65 (duty to consult ratepayers), in subsection (3) (definitionof relevant authority), after “major precepting authority” insert “, apartfrom a police and crime commissioner”.\n\t\tSchedule 5 (issuing precepts) has effect.\n\tOther grants etc\n\t\tSection 155 of the Local Government and Housing Act 1989 (emergencyfinancial assistance to local authorities) is amended in accordance withsubsections (2) and (3).\n\t\tIn subsection (1A) (grants to GLA functional bodies), for paragraph (b)substitute—\n\t\t\tthe Mayor’s Office for Policing and Crime, or”.\n\t\tIn subsection (4) (meaning of local authority), for paragraph (ea)substitute—\n\t\t\ta police and crime commissioner;”.\n\t\tIn section 33 of the Local Government Act 2003 (interpretation of Chapter 1of Part 3: expenditure grant), in subsection (1) (meaning of local authority),for paragraph (m) substitute—\n\t\t\ta police and crime commissioner.”."
    },
    {
        "length": 3436,
        "text": "\nCHAPTER 4Accountability of elected local policing bodies\n\tScrutiny of police and crime commissioners\n\t\tPolice and crime panels outside London\n\t\t\tEach police area, other than the metropolitan police district, is to have apolice and crime panel established and maintained in accordance with Schedule6 (police and crime panels).\n\t\t\tThe functions of the police and crime panel for a police area must beexercised with a view to supporting the effective exercise of the functions ofthe police and crime commissioner for that police area.\n\t\t\tA police and crime panel must—\n\t\t\t\treview the draft police and crime plan, or draft variation, given to thepanel by the relevant police and crime commissioner in accordance with section5(6)(c), and\n\t\t\t\tmake a report or recommendations on the draft plan or variation to thecommissioner.\n\t\t\tA police and crime panel must—\n\t\t\t\tarrange for a public meeting of the panel to be held as soon as practicableafter the panel is sent an annual report under section 12,\n\t\t\t\task the police and crime commissioner, at that meeting, such questionsabout the annual report as the members of the panel think appropriate,\n\t\t\t\treview the annual report, and\n\t\t\t\tmake a report or recommendations on the annual report to the commissioner.\n\t\t\tA police and crime panel has the functions conferred by Schedules 1(procedure for appointments of senior staff), 5 (issuing precepts) and 8(procedure for appointments by police and crime commissioners).\n\t\t\tA police and crime panel must—\n\t\t\t\treview or scrutinise decisions made, or other action taken, by the relevantpolice and crime commissioner in connection with the discharge of thecommissioner’s functions; and\n\t\t\t\tmake reports or recommendations to the relevant police and crimecommissioner with respect to the discharge of the commissioner’s functions,\n\t\t\t\t\tinsofar as the panel is not otherwise required to do so by subsection (3) or(4) or by Schedule 1, 5 or 8.\n\t\t\tA police and crime panel must publish any reports or recommendations madeto the relevant police and crime commissioner.\n\t\t\tThe police and crime panel for a police area in England must send copies ofany such reports or recommendations to each local authority whose area fallswholly or partly within the police area.\n\t\t\tIt is for the police and crime panel to determine the manner in whichreports or recommendations are to be published in accordance with subsection(7).\n\t\t\tSchedule 6 (police and crime panels) has effect.\n\t\t\tIn this section “local authority” means a county council or a districtcouncil.\n\t\tPower to require attendance and information\n\t\t\tA police and crime panel may require the relevant police and crimecommissioner, and members of that commissioner’s staff, to attend before thepanel (at reasonable notice) to answer any question which appears to the panelto be necessary in order for it to carry out its functions.\n\t\t\tNothing in subsection (1) requires a member of the police and crimecommissioner’s staff to give any evidence, or produce any document, whichdiscloses advice given to the commissioner by that person.\n\t\t\tA police and crime panel may require the relevant police and crimecommissioner to respond in writing (within a reasonable period determined bythe panel) to any report or recommendation made by the panel to thecommissioner.\n\t\t\tThe police and crime commissioner must comply with any requirement imposedby the panel under subsection (1) or (3).\n\t\t\tMembers of the staff of the police and crime commissioner must comply withany requirement imposed on them under subsection (1).\n\t\t\tIf a police and crime panel requires the relevant police and crimecommissioner to attend before the panel, the panel may (at reasonable notice)request the relevant chief constable to attend before the panel on the sameoccasion to answer any question which appears to the panel to be necessary inorder for it to carry out its functions.\n\t\tSuspension of police and crime commissioner\n\t\t\tA police and crime panel may suspend the relevant police and crimecommissioner if it appears to the panel that—\n\t\t\t\tthe commissioner has been charged in the United Kingdom, the ChannelIslands or the Isle of Man with an offence, and\n\t\t\t\tthe offence is one which carries a maximum term of imprisonment exceedingtwo years.\n\t\t\tThe suspension of the police and crime commissioner ceases to have effectupon the occurrence of the earliest of these events—\n\t\t\t\tthe charge being dropped;\n\t\t\t\tthe police and crime commissioner being acquitted of the offence;\n\t\t\t\tthe police and crime commissioner being convicted of the offence but notbeing disqualified under section 66 by virtue of the conviction;\n\t\t\t\tthe termination of the suspension by the police and crime panel.\n\t\t\tFor the purposes of salary, pensions and allowances in respect of timesduring a period of suspension, the police and crime commissioner is to betreated as not holding that office during that suspension.\n\t\t\tIn this section references to an offence which carries a maximum term ofimprisonment exceeding two years are references—\n\t\t\t\tto an offence which carries such a maximum term in the case of a person whohas attained the age of 18 years, or\n\t\t\t\tto an offence for which, in the case of such a person, the sentence isfixed by law as life imprisonment.\n\tConduct\n\t\tConduct \n\t\t\tThe Secretary of State may, by regulations, make provision about—\n\t\t\t\tthe making and handling of complaints about the conduct of relevant officeholders (“qualifying complaints”);\n\t\t\t\tthe recording of matters in the case of which there is an indication(whether from the circumstances or otherwise) that a relevant office holdermay have committed a criminal offence (“conduct matters”);\n\t\t\t\tthe manner in which qualifying complaints and conduct matters areinvestigated or otherwise dealt with.\n\t\t\tSchedule 7 (regulations about complaints and conduct matters) has effect.\n\t\t\tIn this section and that Schedule “relevant officer holder” means theholder of any of the following offices—\n\t\t\t\tpolice and crime commissioner;\n\t\t\t\tdeputy police and crime commissioner;\n\t\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\t\tDeputy Mayor for Policing and Crime.\n\tScrutiny of Mayor’s Office for Policing and Crime\n\t\tLondon Assembly police and crime panel\n\t\t\tThe London Assembly must arrange for the functions referred to insubsection (2) to be discharged on its behalf by a particular committee of theAssembly (the “police and crime panel”).\n\t\t\tThose functions (“the police and crime panel functions”) are—\n\t\t\t\tthe functions conferred on the Assembly by section 33;\n\t\t\t\tthe functions conferred on the Assembly by section 60A of, and Schedule 4Ato, the 1999 Act in relation to the appointment of the Deputy Mayor forPolicing and Crime by the Mayor’s Office for Policing and Crime.\n\t\t\tThe London Assembly may not arrange for the police and crime panelfunctions to be discharged on its behalf otherwise than in accordance withsubsection (1).\n\t\t\tThe London Assembly may not arrange for any of its other functions to bedischarged by the police and crime panel.\n\t\t\tThe special scrutiny functions may only be exercised at a meeting of thewhole panel; but that is without prejudice to rules of procedure about thequorum of a meeting of the whole panel.\n\t\t\tThe enactments applying to committees of the London Assembly, apart fromthe excluded provisions, apply to the police and crime panel as if the policeand crime panel functions were to be discharged by the panel by virtue ofarrangements under section 54(1)(a) of the 1999 Act.\n\t\t\tIn subsection (6), “excluded provisions” means the following provisions ofthe 1999 Act—\n\t\t\t\tsection 54(5), so far as it provides for the London Assembly to retainpower to exercise functions delegated to a committee;\n\t\t\t\tsection 55 (Assembly committees and sub-committees).\n\t\t\tThe enactments conferring, or relating to, the police and crime panelfunctions are to be read with the appropriate modifications; in particular—\n\t\t\t\treferences to the London Assembly are to be read as references to thepolice and crime panel; and\n\t\t\t\treferences to proceedings of the London Assembly are to be read asreferences to proceedings of the police and crime panel.\n\t\t\tFor the purposes of subsection (8), references to the police and crimepanel include references to a sub-committee or member (if any) by whomfunctions are to be discharged in accordance with section 54(3) of the 1999Act.\n\t\t\tThe following provisions apply to the police and crime panel—\n\t\t\t\tthe number of members of the panel, and their term of office, are to befixed by the London Assembly;\n\t\t\t\tpersons who are not members of the London Assembly may be members of thepanel.\n\t\t\tThe following provisions apply to any sub-committee by which police andcrime panel functions are to be discharged—\n\t\t\t\tthe number of members of the sub-committee, and their term of office, areto be fixed by the police and crime panel;\n\t\t\t\tpersons who are not members of the London Assembly may be members of thesub-committee.\n\t\t\tThe police and crime panel functions must be exercised with a view tosupporting the effective exercise of the functions of the Mayor’s Office forPolicing and Crime.\n\t\t\tIn this section—\n\t\t\t\t  * “1999 Act” means the Greater London Authority Act 1999; \n\t\t\t\t  * “special scrutiny functions” means the functions conferred— \n\t\t\t\tby section 33(1), or\n\t\t\t\tby section 60A of, and Schedule 4A to, the 1999 Act in relation to theappointment of the Deputy Mayor for Policing and Crime by the Mayor’s Officefor Policing and Crime.\n\t\tFunctions to be discharged by police and crime panel\n\t\t\tThe London Assembly must—\n\t\t\t\treview the draft police and crime plan, or draft variation, given to theAssembly by the Mayor’s Office for Policing and Crime in accordance withsection 6(6)(c), and\n\t\t\t\tmake a report or recommendations on the draft plan or variation to theMayor’s Office for Policing and Crime.\n\t\t\tThe London Assembly must keep under review the exercise of the functions ofthe Mayor’s Office for Policing and Crime, insofar as the Assembly is nototherwise required to do so by the other provisions of this section or bySchedule 4A to the 1999 Act.\n\t\t\tFor the purposes of subsection (2), the powers of the London Assemblyinclude, in particular, power to investigate, and prepare reports about—\n\t\t\t\tany actions and decisions of the Mayor’s Office for Policing and Crime;\n\t\t\t\tany actions and decisions of the Deputy Mayor for Policing and Crime;\n\t\t\t\tany actions and decisions of a member of staff of the Mayor’s Office forPolicing and Crime;\n\t\t\t\tmatters relating to the functions of the Mayor’s Office for Policing andCrime;\n\t\t\t\tmatters in relation to which the functions of the Mayor’s Office forPolicing and Crime are exercisable; or\n\t\t\t\tany other matters which the Assembly considers to be of importance topolicing and crime reduction in the metropolitan police district.\n\t\t\tThe London Assembly may submit proposals to the Mayor’s Office for Policingand Crime.\n\t\t\tThe London Assembly may require a person referred to in subsection (6)—\n\t\t\t\tto attend proceedings of the Assembly for the purpose of giving evidence,or\n\t\t\t\tto produce to the Assembly documents in the person’s possession or underthe person’s control.\n\t\t\tThose persons are—\n\t\t\t\tthe Deputy Mayor for Policing and Crime;\n\t\t\t\tany member of the staff of the Mayor’s Office for Policing and Crime;\n\t\t\t\tthe person who is the occupant of the Mayor’s Office for Policing andCrime;\n\t\t\t\tany person who has within the 8 years prior to the date of the requirementto be imposed under subsection (5) been the Deputy Mayor for Policing andCrime or the occupant of the Mayor’s Office for Policing and Crime.\n\t\t\tNothing in subsection (5) requires a member of the staff of the Mayor’sOffice for Policing and Crime to give any evidence, or produce any document,which discloses advice given to the Mayor’s Office for Policing and Crime bythat person.\n\t\t\tIf the London Assembly requires the Deputy Mayor for Policing and Crime, orthe person who is the occupant of the Mayor’s Office for Policing and Crime,to attend proceedings, the Assembly may (at reasonable notice) request theCommissioner of Police of the Metropolis to attend proceedings on the sameoccasion for the purpose of giving evidence.\n\t\t\tThe following provisions of the 1999 Act apply (with appropriatemodifications) to a requirement under subsection (5) as they apply to arequirement under section 61(1) of the 1999 Act—\n\t\t\t\tsection 61(14) (meaning of document etc);\n\t\t\t\tsection 62(3) to (6) (procedure for requiring attendance);\n\t\t\t\tsection 63 (restriction of information);\n\t\t\t\tsection 64 (failure to attend proceedings);\n\t\t\t\tsection 65 (openness).\n\t\t\tIn this section “1999 Act” means the Greater London Authority Act 1999."
    },
    {
        "length": 628,
        "text": "\nChief officers of police\n\tEngagement with local people\n\t\tA chief officer of police must make arrangements for obtaining the views ofpersons within each neighbourhood in the relevant police area about crime anddisorder in that neighbourhood.\n\t\tA chief officer of police must make arrangements for providing personswithin each neighbourhood in the relevant police area with information aboutpolicing in that neighbourhood (including information about how policing inthat neighbourhood is aimed at dealing with crime and disorder there).\n\t\tArrangements under this section must provide for, or include arrangementsfor, the holding in each neighbourhood of regular meetings between—\n\t\t\tpersons within that neighbourhood, and\n\t\t\tpolice officers with responsibility for supervising or carrying outpolicing in that neighbourhood.\n\t\tIt is for a chief officer of police to determine what the neighbourhoodsare in the relevant police area.\n\tValue for money\n\t\tIn exercising functions, a chief officer of police must secure that goodvalue for money is obtained.\n\t\tThat includes securing that the persons under the direction and control ofthe chief officer of police obtain good value for money in exercising theirfunctions.\n\tInformation for elected local policing bodies\n\t\tA chief officer of police must give the relevant elected local policingbody such information on policing matters that the body may require the chiefofficer to give.\n\t\tSuch information must be in the form (if any) specified by the electedlocal policing body.\n\t\tThe elected local policing body may—\n\t\t\tarrange for such information to be published, or\n\t\t\trequire the chief officer of police to arrange for such information to bepublished.\n\t\tIt is for the elected local policing body to determine the manner in whichinformation is to be published in accordance with subsection (3) (a) or (b).\n\t\tIn this section “policing matters” means matters connected with thepolicing of the relevant police area.\n\tAppointment of persons not employed by chief officers of police\n\t\tThis section applies where a chief officer of police is required orauthorised by any Act—\n\t\t\tto appoint a person to a specified post in the relevant police force, or aspecified post in the civilian staff of the relevant police force, or\n\t\t\tto designate a person as having specified duties or responsibilities.\n\t\tThe chief officer of police may appoint or designate a person whether ornot the person is already a member of staff of the police force.\n\t\tSubsection (2) has effect in spite of any provision to the contrary in theAct that is mentioned in subsection (1)."
    },
    {
        "length": 1771,
        "text": "\nPolice forces outside London\n\tAppointment, suspension and removal of chief constables\n\t\tThe police and crime commissioner for a police area is to appoint the chiefconstable of the police force for that area.\n\t\tThe police and crime commissioner for a police area may suspend from dutythe chief constable of the police force for that area.\n\t\tThe police and crime commissioner for a police area may call upon the chiefconstable of the police force for that area to resign or retire.\n\t\tThe chief constable must retire or resign if called upon to do so by therelevant police and crime commissioner in accordance with subsection (3).\n\t\tSchedule 8 (appointment, suspension and removal of senior police officers)has effect.\n\t\tThis section is subject to Parts 1 and 2 of Schedule 8.\n\t\tThis section and Schedule 8 are subject to regulations under section 50 ofthe Police Act 1996.\n\tDeputy chief constables\n\t\tEach police force must have one or more deputy chief constables.\n\t\tThe chief constable of a police force must consult the relevant police andcrime commissioner before increasing the number of deputy chief constableswhich the force has.\n\t\tThe chief constable of a police force must consult the relevant police andcrime commissioner before appointing a person to be a deputy chief constableof the force.\n\t\tThe chief constable of a police force may suspend from duty a deputy chiefconstable of that police force.\n\t\tThe chief constable of a police force may call upon a deputy chiefconstable of that police force to resign or retire.\n\t\tA deputy chief constable must resign or retire if called upon to do so bythe chief constable in accordance with subsection (5).\n\t\tSubsections (3) to (6) are subject to regulations under section 50 of thePolice Act 1996.\n\t\tSubsections (4) to (6) are subject to Part 3 of Schedule 8 (suspension andremoval of other senior police officers).\n\t\tIn this section “police force” means the police force for a police arealisted in Schedule 1 to the Police Act 1996 (police areas outside London).\n\tAssistant chief constables\n\t\tEach police force must have one or more assistant chief constables.\n\t\tThe chief constable of a police force must consult the relevant police andcrime commissioner before appointing a person as an assistant chief constableof the force.\n\t\tThe chief constable of a police force may suspend from duty an assistantchief constable of that police force.\n\t\tThe chief constable of a police force may call upon an assistant chiefconstable of that police force to resign or retire.\n\t\tAn assistant chief constable must resign or retire if called upon to do soby the chief constable in accordance with subsection (4).\n\t\tSubsections (2) to (5) are subject to regulations under section 50 of thePolice Act 1996.\n\t\tSubsections (3) to (5) are subject to Part 3 of Schedule 8 (suspension andremoval of other senior police officers).\n\t\tIn this section “police force” means the police force for a police arealisted in Schedule 1 to the Police Act 1996 (police areas outside London).\n\tPower of deputy to exercise functions of chief constable\n\t\tThe appropriate deputy chief constable of a police force may exercise orperform any or all of the functions of the chief constable of the force—\n\t\t\tduring any period when the chief constable is unable to exercise functions,or\n\t\t\tat any other time, with the consent of the chief constable.\n\t\tFor the purposes of subsection (1), the appropriate deputy chief constableis—\n\t\t\tif the police force has only one deputy chief constable, the deputy chiefconstable;\n\t\t\tif the police force has more than one deputy chief constable, the mostsenior deputy chief constable.\n\t\tIf the police force has more than one deputy chief constable, the chiefconstable must designate the deputy chief constables in order of seniority forthe purposes of subsection (2)(b).\n\t\tDuring any absence, incapacity or suspension from duty of the person who—\n\t\t\tis designated as the most senior deputy chief constable for the purposes ofsubsection (2)(b), or\n\t\t\tis treated under this section as the most senior deputy chief constable,\n\t\t\t\tthe person designated as the next most senior deputy chief constable is to betreated as the most senior one for the purposes of subsection (2)(b).\n\t\tThe assistant chief constable designated for this purpose by the chiefconstable of the force may exercise any or all of the chief constable’sfunctions during any period when—\n\t\t\tthe chief constable is unable to exercise functions, and\n\t\t\ta deputy chief constable is unable to exercise functions.\n\t\tThe chief constable of the force must designate an assistant chiefconstable of the force for the purposes of subsection (5).\n\t\tOnly one person is authorised to act at any one time by virtue of adesignation by the chief constable.\n\t\tThe chief constable must consult the relevant police and crime commissionerbefore making a designation for the purposes of subsection (2)(b) or (5).\n\t\tThis section is without prejudice to any other enactment that makesprovision for a person other than the chief constable to exercise the chiefconstable’s functions.\n\t\tIn a case where a deputy chief constable or assistant chief constable (the“acting chief constable”) is authorised by subsection (1)(a) or (5) toexercise or perform functions of a chief constable—\n\t\t\tsection 38(2) and (3) apply in relation to the acting chief constable asthey apply in relation to the chief constable (and references to chiefconstables in those provisions, and in other enactments relating to thoseprovisions, are to be read accordingly); and\n\t\t\tsection 39(4) and (5) or section 40(3) and (4) do not apply in relation tothe acting chief constable.\n\t\tIn this section—\n\t\t\t“police force” means the police force for a police area listed in Schedule1 to the Police Act 1996 (police areas outside London);\n\t\t\ta reference to a period when the chief constable is unable to exercisefunctions is a reference to a period when—\n\t\t\tthe chief constable is absent, incapacitated or suspended from duty, or\n\t\t\tthe office of chief constable is vacant;\n\t\t\ta reference to a period when a deputy chief constable is unable to exercisefunctions is a reference to a period when—\n\t\t\tthe deputy chief constable, or each of the deputy chief constables, isabsent, incapacitated or suspended from duty, or\n\t\t\tthe office of deputy chief constable, or of each deputy chief constable,is vacant."
    },
    {
        "length": 2241,
        "text": "\nThe metropolitan police force\n\tAppointment of Commissioner of Police of the Metropolis\n\t\tThe Commissioner of Police of the Metropolis is to be appointed by HerMajesty by warrant under Her sign manual.\n\t\tA constable holds office as the Commissioner of Police of the Metropolis atHer Majesty’s pleasure.\n\t\tThe Secretary of State may not recommend to Her Majesty that She appoint aperson as the Commissioner of Police of the Metropolis unless that person is,or has been, a constable in any part of the United Kingdom; and, before makingsuch a recommendation, the Secretary of State must have regard to anyrecommendations made by the Mayor’s Office for Policing and Crime.\n\t\tThe appointment of the Commissioner of Police of the Metropolis is subjectto regulations under section 50 of the Police Act 1996.\n\tDeputy Commissioner of Police of the Metropolis\n\t\tThe Metropolitan Police force has one Deputy Commissioner of Police of theMetropolis.\n\t\tThe Deputy Commissioner of Police of the Metropolis is to be appointed byHer Majesty by warrant under Her sign manual.\n\t\tA person holds office as the Deputy Commissioner of Police of theMetropolis at Her Majesty’s pleasure.\n\t\tBefore recommending to Her Majesty that She appoint a person as the DeputyCommissioner of Police of the Metropolis, the Secretary of State must haveregard to—\n\t\t\tany recommendations made by the Commissioner of Police of the Metropolis,and\n\t\t\tany representations made by the Mayor’s Office for Policing and Crime.\n\t\tThe appointment of the Deputy Commissioner of Police of the Metropolis issubject to regulations under section 50 of the Police Act 1996.\n\tFunctions of Deputy Commissioner of Police of the Metropolis\n\t\tThe Deputy Commissioner of Police of the Metropolis may exercise any or allof the powers and duties of the Commissioner of Police of the Metropolis—\n\t\t\tduring any absence, incapacity or suspension from duty of the Commissioner,\n\t\t\tduring any vacancy in the office of Commissioner, or\n\t\t\tat any other time, with the consent of the Commissioner.\n\t\tThe Deputy Commissioner of Police of the Metropolis does not have power toact by virtue of subsection (1)(a) or (b) for a continuous period exceedingthree months, except with the consent of the Secretary of State.\n\t\tThe Deputy Commissioner of Police of the Metropolis has all the powers andduties of an Assistant Commissioner of Police of the Metropolis.\n\tAssistant Commissioners of Police of the Metropolis\n\t\tThe metropolitan police force must have one or more Assistant Commissionersof Police of the Metropolis.\n\t\tThe Commissioner of Police of the Metropolis must consult the Mayor’sOffice for Policing and Crime before appointing a person as an AssistantCommissioner of Police of the Metropolis.\n\t\tThe appointment of a person as an Assistant Commissioner of Police of theMetropolis is subject to regulations under section 50 of the Police Act 1996.\n\t\tAn Assistant Commissioner of Police of the Metropolis may exercise any ofthe powers and duties of the Commissioner of Police of the Metropolis with theconsent of the Commissioner of Police of the Metropolis.\n\t\tSubsection (4) is without prejudice to regulations under section 50 of thePolice Act 1996.\n\t\tIn a case where an Assistant Commissioner of Police of the Metropolis isacting in place of the Commissioner of Police of the Metropolis—\n\t\t\tsection 48 applies in relation to the Assistant Commissioner as it appliesto the Commissioner (and references to the Commissioner in that section, andin other enactments relating to that section, are to be read accordingly); and\n\t\t\tsection 49 does not apply in relation to the Assistant Commissioner.\n\t\tFor the purposes of subsection (6), an Assistant Commissioner is to betaken to be acting in place of the Commissioner at a particular time if—\n\t\t\tthe Assistant Commissioner is, at that time, authorised by subsection (4)to exercise powers and duties of the Commissioner, and\n\t\t\tthat time falls during—\n\t\t\tany absence, incapacity or suspension from office of the Commissioner, or\n\t\t\tany vacancy in the office of Commissioner.\n\tDeputy Assistant Commissioners of Police of the Metropolis\n\t\tThe metropolitan police force must have one or more Deputy AssistantCommissioners of Police of the Metropolis.\n\t\tThe Commissioner of Police of the Metropolis must consult the Mayor’sOffice for Policing and Crime before appointing a person as a Deputy AssistantCommissioner of Police of the Metropolis.\n\t\tThe appointment of a person as a Deputy Assistant Commissioner of Police ofthe Metropolis is subject to regulations under section 50 of the Police Act1996.\n\tCommanders \n\t\tThe metropolitan police force must have one or more Commanders.\n\t\tThe Commissioner of Police of the Metropolis must consult the Mayor’sOffice for Policing and Crime before appointing a person as a Commander.\n\t\tThe appointment of a person as a Commander is subject to regulations undersection 50 of the Police Act 1996.\n\tSuspension and removal of Commissioner and Deputy Commissioner\n\t\tThe Mayor’s Office for Policing and Crime may, with the approval of theSecretary of State—\n\t\t\tsuspend the Commissioner of Police of the Metropolis from duty, or\n\t\t\tsuspend the Deputy Commissioner of Police of the Metropolis from duty.\n\t\tIf the Mayor’s Office for Policing and Crime suspends the Commissioner, orDeputy Commissioner, from duty, that Office must notify the Secretary of Stateof the suspension.\n\t\tThe Mayor’s Office for Policing and Crime may, subject to subsections (5)and (6), and with the approval of the Secretary of State—\n\t\t\tcall upon the Commissioner of Police of the Metropolis to resign or retire,or\n\t\t\tcall upon the Deputy Commissioner of Police of the Metropolis to resign orretire.\n\t\tThe Commissioner, or Deputy Commissioner, must resign or retire if calledupon to do so in accordance with subsection (3).\n\t\tBefore calling upon the Commissioner, or Deputy Commissioner, to retire orresign, the Mayor’s Office for Policing and Crime must—\n\t\t\tgive the police officer a written explanation of the reasons why the Officeis proposing to call for the retirement or resignation;\n\t\t\tgive the police officer the opportunity to make written representationsabout the proposal to call for the police officer’s resignation or retirement;and\n\t\t\tconsider any written representations made by the police officer.\n\t\tThe Mayor’s Office for Policing and Crime must comply with subsection (5)before seeking the approval of the Secretary of State to call upon theCommissioner, or Deputy Commissioner, to retire or resign.\n\t\tThis section is subject to regulations under section 50 of the Police Act1996.\n\t\tThis section is without prejudice to—\n\t\t\tsection 42(2);\n\t\t\tsection 43(3); or\n\t\t\tregulations under the Police Pensions Act 1976.\n\tSuspension and removal of other senior metropolitan police officers\n\t\tThe Commissioner of Police of the Metropolis may suspend a seniormetropolitan police officer from duty.\n\t\tIf the Commissioner suspends a senior metropolitan police officer fromduty, the Commissioner must notify the Mayor’s Office for Policing and Crimeof the suspension.\n\t\tThe Commissioner of Police of the Metropolis may, subject to subsection(5), and after consulting the Mayor’s Office for Policing and Crime, call upona senior metropolitan police officer to resign or retire.\n\t\tA senior metropolitan police officer must resign or retire if called uponto do so in accordance with subsection (3).\n\t\tBefore calling upon a senior metropolitan police officer to retire orresign, the Commissioner of Police of the Metropolis must—\n\t\t\tgive the police officer a written explanation of the reasons why theCommissioner is proposing to call for the retirement or resignation;\n\t\t\tgive the police officer the opportunity to make written representationsabout the proposal to call for the police officer’s resignation or retirement;and\n\t\t\tconsider any written representations made by the police officer.\n\t\tThis section is subject to regulations under section 50 of the Police Act1996.\n\t\tThis section is without prejudice to regulations under the Police PensionsAct 1976.\n\t\tIn this section “senior metropolitan police officer” means any of thefollowing—\n\t\t\tan Assistant Commissioner of Police of the Metropolis;\n\t\t\ta Deputy Assistant Commissioner of Police of the Metropolis;\n\t\t\ta Commander."
    },
    {
        "length": 1328,
        "text": "\nHolding of elections\n\tOrdinary elections\n\t\tAn election of police and crime commissioners for all police areas (an“ordinary election”) is to be held—\n\t\t\tin 2012;\n\t\t\tin each subsequent fourth year.\n\t\tThe poll at the ordinary election of police and crime commissioners in 2012is to be held on 15 November 2012.\n\t\tThe poll at an ordinary election of police and crime commissioners in anyyear after 2012 is to be held on the ordinary day of election in the year ofthe election.\n\t\tBut, if the Secretary of State so specifies in an order, the poll at anordinary election of police and crime commissioners in any year after 2012 isto be held on such day in the year of the election as may be specified in theorder.\n\t\tAn order under subsection (4)—\n\t\t\tmay not specify, as the day of a poll, a day which is before the ordinaryday of election in the year of the election;\n\t\t\tmay not be made within the period of six months ending with the ordinaryday of election in relation to England, or (if earlier) the ordinary day ofelection in relation to Wales, in the year of the election (or the first ofthe elections) to which the order relates.\n\t\tIn this section, “the ordinary day of election” in any year means—\n\t\t\tin relation to England, the day which is the ordinary day of election inthat year of councillors for counties in England and districts (see sections37 and 37A of the Representation of the People Act 1983), and\n\t\t\tin relation to Wales, the day which is the ordinary day of election in thatyear of councillors for counties in Wales and county boroughs (see sections 37and 37B of that Act).\n\t\tThe term of office of a person elected as a police and crime commissionerat an ordinary election—\n\t\t\tbegins with the seventh day after the day of the poll at the election, and\n\t\t\tends with the sixth day after the day of the poll at the next ordinaryelection of police and crime commissioners.\n\t\tSubsection (7) is subject to any provision of or made under this or anyother Act relating to the appointment or election of police and crimecommissioners or their ceasing to hold office.\n\tElection to fill vacancy in office of commissioner\n\t\tThis section applies where a vacancy occurs in the office of police andcrime commissioner for a police area.\n\t\tAn election must be held to fill the vacancy.\n\t\tThe police area returning officer must fix the date of the poll at theelection.\n\t\tThe date fixed must be not more than 35 days after the relevant event(computed in accordance with section 73).\n\t\tFor the purposes of subsection (4), “the relevant event” means—\n\t\t\tin a case where the High Court or the appropriate officer has declared theoffice to be vacant, the making of that declaration;\n\t\t\tin any other case, the giving of notice of the vacancy to the appropriateofficer by two or more relevant electors.\n\t\tFor this purpose “relevant elector” means a person who is registered in aregister of local government electors in respect of an address within thepolice area.\n\t\tIf the vacancy occurs within the period of six months ending with the dayof the poll at the next ordinary election of police and crime commissioners—\n\t\t\tno election is to be held under subsection (2) in respect of the vacancy,and\n\t\t\taccordingly, the office is to be left unfilled until that ordinaryelection.\n\t\tThe term of office of a person elected as a police and crime commissionerfor a police area at an election to fill a vacancy in the office—\n\t\t\tbegins immediately the person is declared to be elected as police and crimecommissioner for the area;\n\t\t\tends at the time when it would have ended had the person been elected atthe most recent ordinary election of police and crime commissioners.\n\t\tIn the case of a vacancy occurring in consequence of the failure of, orother irregularity in relation to, an election, subsections (3) and (4) haveeffect subject to any provision made by an order under section 58.\n\tPersons entitled to vote\n\t\tA person is entitled to vote as an elector at an election of a police andcrime commissioner for a police area if on the date of the poll—\n\t\t\tthe person would be entitled to vote as an elector at a local governmentelection in an electoral area wholly or partly comprised in the police area,and\n\t\t\tthe address in respect of which the person is registered in the register oflocal government electors for that electoral area is within the police area.\n\t\tA person is not entitled to vote as an elector more than once in the samepolice area at any election of a police and crime commissioner.\n\tPublic awareness about elections: role of Electoral Commission\n\t\tThe Electoral Commission must, in relation to—\n\t\t\teach ordinary election of police and crime commissioners under section 50,\n\t\t\teach election to fill a vacancy in the office of police and crimecommissioner for a police area under section 51,\n\t\t\ttake such steps as it considers appropriate to raise public awareness aboutthe election and how to vote in it."
    },
    {
        "length": 2836,
        "text": "\nConduct of elections\n\tReturning officers etc\n\t\tThe returning officer for an election of a police and crime commissionerfor a police area (“the police area returning officer”) is to be a person who—\n\t\t\tis an acting returning officer by virtue of section 28(1) of theRepresentation of the People Act 1983 (acting returning officer forparliamentary election) for a constituency falling wholly or partly within thepolice area, and\n\t\t\tis designated for the purposes of this subsection by order of the Secretaryof State.\n\t\tThe Secretary of State may by regulations confer functions—\n\t\t\ton police area returning officers, and\n\t\t\ton local returning officers.\n\t\tRegulations under subsection (2) may apply or incorporate, with or withoutmodifications or exceptions, any relevant provision.\n\t\tEach relevant local authority must place the services of its officers atthe disposal of any person on whom functions are conferred under subsection(2) in relation to the police area for the purpose of assisting that person inthe discharge of those functions.\n\t\tIn this section—\n\t\t\t  * “local authority” means— \n\t\t\ta district council,\n\t\t\ta county council in England for a county in which there are no districtcouncils,\n\t\t\tthe Council of the Isles of Scilly,\n\t\t\ta county council or county borough council in Wales;\n\t\t\t\t  * “local election” means an election of members of a local authority; \n\t\t\t\t  * “local returning officer” means a person who, by virtue of section 35 of the Representation of the People Act 1983, is a returning officer for any local elections; \n\t\t\t\t  * “relevant local authority”, in relation to a police area, means a local authority whose area falls wholly or partly within the police area; \n\t\t\t\t  * “relevant provision” means any provision (whenever passed or made) of, or made under, any of the following— \n\t\t\tthe Representation of the People Acts,\n\t\t\tthe Local Government Act 1972,\n\t\t\tthe Local Government Act 2000,\n\t\t\tthe Political Parties, Elections and Referendums Act 2000,\n\t\t\tthe European Parliamentary Elections Act 2002,\n\t\t\tthe Government of Wales Act 2006, and\n\t\t\tany other enactment relating to parliamentary elections, EuropeanParliamentary elections or local government elections.\n\tReturning officers: expenditure\n\t\tA returning officer may recover charges in respect of services rendered, orexpenses incurred, by the officer for or in connection with an election of apolice and crime commissioner if—\n\t\t\tthe services were necessarily rendered, or the expenses were necessarilyincurred, for the efficient and effective conduct of the election, and\n\t\t\tthe total of the officer’s charges does not exceed the amount (“the overallmaximum recoverable amount”) specified in, or determined in accordance with,an order made by the Secretary of State, with the consent of the Treasury, forthe purposes of this subsection.\n\t\tAn order under subsection (1) may specify, or make provision fordetermining in accordance with the order, a maximum recoverable amount forservices or expenses of any specified description.\n\t\tSubject to subsection (4), the returning officer may not recover more thanthe specified maximum recoverable amount in respect of any specified servicesor expenses.\n\t\tIn a particular case the Secretary of State may authorise the payment of—\n\t\t\tmore than the overall maximum recoverable amount, or\n\t\t\tmore than the specified maximum recoverable amount for any specifiedservices or expenses,\n\t\t\t\tif the Secretary of State is satisfied that the conditions in subsection (5)are met.\n\t\tThose conditions are—\n\t\t\tthat it was reasonable for the returning officer concerned to render theservices or incur the expenses, and\n\t\t\tthat the charges in question are reasonable.\n\t\tThe amount of any charges recoverable in accordance with this section is tobe paid by the Secretary of State on an account being submitted to theSecretary of State.\n\t\tBut the Secretary of State may, before payment, apply for the account to betaxed under section 56.\n\t\tWhere the superannuation contributions required to be paid by a localauthority in respect of any person are increased by any fee paid under thissection as part of a returning officer’s charges at an election of a policeand crime commissioner, then on an account being submitted to the Secretary ofState a sum equal to the increase must be paid to the authority by theSecretary of State.\n\t\tOn the request of a returning officer for an advance on account of theofficer’s charges, the Secretary of State may make such an advance on suchterms as the Secretary of State thinks fit.\n\t\tThe Secretary of State may by regulations make provision as to—\n\t\t\tthe time when, and\n\t\t\tthe manner and form in which,\n\t\t\taccounts are to be rendered to the Secretary of State for the purposes of thepayment of a returning officer’s charges.\n\t\tAny sums required by the Secretary of State for making payments under thissection are to be charged on, and paid out of, the Consolidated Fund.\n\t\tIn this section—\n\t\t\t  * “local authority” has the same meaning as in section 54; \n\t\t\t  * “local returning officer” has the same meaning as in that section; \n\t\t\t  * “returning officer” means— \n\t\t\ta police area returning officer, or\n\t\t\ta local returning officer on whom functions are conferred under subsection (2)of that section;\n\t\t\t\t  * “specified” means specified in, or determined in accordance with, an order under subsection (1). \n\tTaxation of returning officer’s account\n\t\tAny application under section 55(7) for a returning officer’s account to betaxed is to be made to the county court.\n\t\tOn any such application the court has jurisdiction—\n\t\t\tto tax the account—\n\t\t\tin such manner, and\n\t\t\tat such time and place,\n\t\t\t\tas the court thinks fit, and\n\t\t\tfinally to determine the amount payable to the returning officer.\n\t\tOn any such application the returning officer may apply to the court toexamine any claim made by any person against the officer in respect of matterscharged in the account.\n\t\tWhere an application is made in respect of a claim under subsection (3)—\n\t\t\tnotice of the application must be given to the claimant;\n\t\t\tthe court must give the claimant an opportunity to be heard and to tenderany evidence;\n\t\t\tthe court may allow or disallow the claim, with or without costs;\n\t\t\tthe determination of the court is final for all purposes and as against allpersons.\n\t\tIn this section “returning officer” has the same meaning as in section 55.\n\tVoting at elections of police and crime commissioners\n\t\tThis section applies to any election under this Chapter of a police andcrime commissioner for a police area.\n\t\tThe commissioner is to be returned under the simple majority system, unlessthere are three or more candidates.\n\t\tIf there are three or more candidates—\n\t\t\tthe commissioner is to be returned under the supplementary vote system, and\n\t\t\tany vote in the election is a supplementary vote.\n\t\tSchedule 9 (the supplementary vote system) has effect.\n\t\tIn subsection (3), “supplementary vote” means a vote capable of being givento indicate first and second preferences from among the candidates.\n\tPower to make provision about elections etc\n\t\tThe Secretary of State may by order make provision as to—\n\t\t\tthe conduct of elections of persons to be police and crime commissioners;\n\t\t\tthe questioning of such an election and the consequences of irregularities.\n\t\tThe provision which may be made under subsection (1)(a) includes, inparticular, provision—\n\t\t\tabout registration of electors;\n\t\t\tfor disregarding alterations in a register of electors;\n\t\t\tabout the registration or other recognition of political parties and otherpersons incurring expenditure in relation to elections of police and crimecommissioners;\n\t\t\tabout funding and expenditure, in relation to elections of police and crimecommissioners, of candidates, political parties and other persons incurringsuch expenditure;\n\t\t\tfor the combination of polls at elections of police and crime commissionersand other polls;\n\t\t\tfor any election held in consequence of any irregularity at an ordinaryelection to be treated as held at an ordinary election for any of the purposesof this Act.\n\t\tAn order under subsection (1) may—\n\t\t\tapply or incorporate, with or without modifications or exceptions, anyrelevant provision;\n\t\t\tmodify any form contained in any relevant provision so far as may benecessary to enable it to be used both for the original purpose and inrelation to elections for police and crime commissioners;\n\t\t\tinclude provision creating criminal offences.\n\t\tProvision within paragraph (d) of subsection (2) includes, in particular—\n\t\t\tprovision prohibiting, or imposing limitations on, funding or expenditureof any kind mentioned in that paragraph, and\n\t\t\tprovision for treating funding or expenditure of any such kind which doesnot relate exclusively to an election of police and crime commissioners asbeing (or not being), wholly or partly, funding or expenditure in relation towhich—\n\t\t\tany provision within paragraph (a) applies, or\n\t\t\tany relevant provision applies.\n\t\tThe Secretary of State may by order make modifications of any relevantprovision that are consequential on any provision of—\n\t\t\tsection 1(4),\n\t\t\tthis Chapter,\n\t\t\tan order under subsection (1), or\n\t\t\tregulations under section 54.\n\t\tProvision that may be made under subsection (5) includes, in particular,provision modifying any relevant provision so as to apply (with or withoutmodifications)—\n\t\t\tin relation to elections for police and crime commissioners as it appliesin relation to other elections;\n\t\t\tin relation to police and crime commissioners as it applies in relation topersons elected at other elections.\n\t\tIn this section—\n\t\t\t  * “relevant provision” means any provision (whenever passed or made) of, or made under, any of the following— \n\t\t\tthe Representation of the People Acts,\n\t\t\tthe Local Government Act 1972,\n\t\t\tthe Local Government Act 2000,\n\t\t\tthe Political Parties, Elections and Referendums Act 2000,\n\t\t\tthe European Parliamentary Elections Act 2002,\n\t\t\tthe Government of Wales Act 2006, and\n\t\t\tany other enactment relating to parliamentary elections, EuropeanParliamentary elections or local government elections;\n\t\t\t\t  * “modify” includes amend, repeal or revoke (and related terms are to be read accordingly). "
    },
    {
        "length": 793,
        "text": "\nVacancy in office of police and crime commissioner\n\tDate of vacancy in office of commissioner\n\t\tFor the purposes of this Chapter, a vacancy in the office of police andcrime commissioner for a police area is to be regarded as occurring—\n\t\t\tin the case of a vacancy in consequence of the failure of, or otherirregularity in relation to, an election, at the time specified in an orderunder section 58;\n\t\t\tin the case of resignation, on receipt of the notice of resignation by theappropriate officer;\n\t\t\tin the case of death, on the date of death;\n\t\t\tin any case within subsection (2), on the date on which the office ofpolice and crime commissioner for the police area is declared to have beenvacated by the High Court or by the appropriate officer, as the case may be.\n\t\tThe cases referred to in subsection (1)(d) are—\n\t\t\twhere the person elected as police and crime commissioner fails to make anddeliver a declaration of acceptance of office in accordance with section 70;\n\t\t\twhere a vacancy arises under section 63 (incapacity of commissioner: actingcommissioner acting for 6 months);\n\t\t\twhere a person becomes disqualified—\n\t\t\tfrom being a police and crime commissioner, or\n\t\t\tfrom being the police and crime commissioner for the police area.\n\t\tThe appropriate officer must give public notice of a vacancy in the officeof police and crime commissioner for a police area.\n\t\tThe appropriate officer must give notice of a vacancy in the office ofpolice and crime commissioner for a police area to the police area returningofficer.\n\t\tAny notice under subsection (3) or (4) must be given as soon as practicableafter the date on which the vacancy is to be regarded under this section asoccurring.\n\tDeclaration of vacancy in certain cases\n\t\tSubsection (2) applies where—\n\t\t\ta police and crime commissioner for a police area becomes disqualified(whether by virtue of this or any other Act)—\n\t\t\tfrom being a police and crime commissioner, or\n\t\t\tfrom being the police and crime commissioner for the police area,\n\t\t\tthe person elected as police and crime commissioner for a police area failsto make and deliver a declaration of acceptance of office in accordance withsection 70, or\n\t\t\ta vacancy arises under section 63 (incapacity of commissioner: actingcommissioner acting for 6 months).\n\t\tThe appropriate officer must forthwith declare the office of police andcrime commissioner for that police area to be vacant, unless—\n\t\t\tit has been declared vacant by the High Court, or\n\t\t\tan application has been made to the High Court for a declaration undersection 71 and the grounds in issue include any ground on which theappropriate officer would (but for this paragraph) make the declaration.\n\tResignation of commissioner\n\t\tA police and crime commissioner may at any time resign office by givingnotice to the appropriate officer.\n\t\tAny such resignation takes effect on the officer’s receipt of the notice."
    },
    {
        "length": 903,
        "text": "\nVacancy or incapacity\n\tAppointment of acting commissioner\n\t\tThe police and crime panel for a police area must appoint a person to actas police and crime commissioner for that area (the “acting commissioner”) if—\n\t\t\tno person holds the office of police and crime commissioner for that area,\n\t\t\tthe police and crime commissioner for that area is incapacitated, or\n\t\t\tthe police and crime commissioner for that area is suspended in accordancewith section 30.\n\t\tThe police and crime panel may appoint a person as acting commissioner onlyif the person is a member of the police and crime commissioner’s staff at thetime of the appointment.\n\t\tIn appointing a person as acting commissioner in a case where the policeand crime commissioner is incapacitated, the police and crime panel must haveregard to any representations made by the commissioner in relation to theappointment.\n\t\tAll the functions of a police and crime commissioner are exercisable by anacting commissioner, apart from issuing or varying a police and crime planunder section 5.\n\t\tAny property or rights vested in the police and crime commissioner may bedealt with by the acting commissioner as if vested in the acting commissioner.\n\t\tThe appointment of an acting commissioner ceases to have effect upon theoccurrence of the earliest of these events—\n\t\t\tthe election of a person as police and crime commissioner;\n\t\t\tthe termination by the police and crime panel, or by the actingcommissioner, of the appointment of the acting commissioner;\n\t\t\tin a case where the acting commissioner is appointed because the police andcrime commissioner is incapacitated, the commissioner ceasing to beincapacitated;\n\t\t\tin a case where the acting commissioner is appointed because the police andcrime commissioner is suspended, the commissioner ceasing to be suspended.\n\t\tIn a case where—\n\t\t\tthe acting commissioner is appointed because the police and crimecommissioner is incapacitated or suspended, and\n\t\t\ta vacancy subsequently occurs in the office of police and crimecommissioner,\n\t\t\t\tthe occurrence of that vacancy does not affect the appointment of the actingcommissioner (and accordingly subsection (6)(c) or (d) does not apply).\n\t\tFor the purposes of this section—\n\t\t\ta police and crime commissioner is incapacitated if the commissioner isunable to exercise the functions of commissioner, except where thecommissioner is unable to exercise those functions only because thecommissioner has yet to give a declaration of office under section 70; and\n\t\t\tit is for the police and crime panel for a police area to determine whetheror not the police and crime commissioner for that area is incapacitated.\n\t\tSubject to subsection (4), a reference in any enactment to a police andcrime commissioner includes a reference to an acting commissioner.\n\tVacancy where acting commissioner acts for 6 months\n\t\tSubsection (2) applies where—\n\t\t\tan acting commissioner is appointed under section 62 to act for the policeand crime commissioner for a police area because the police and crimecommissioner is incapacitated, and\n\t\t\tthe police and crime commissioner does not cease to be incapacitated duringthe period of 6 months beginning with the day on which the acting commissioneris appointed.\n\t\tAt the end of that 6 month period—\n\t\t\tthe police and crime commissioner ceases to be police and crimecommissioner, and\n\t\t\taccordingly, the office of police and crime commissioner for that policearea becomes vacant."
    },
    {
        "length": 2751,
        "text": "\nDisqualification\n\tDisqualification from election as police and crime commissioner\n\t\tA person is disqualified from being elected to the office of police andcrime commissioner for a police area at any election unless—\n\t\t\tthe person has attained the age of 18 when nominated as a candidate at theelection, and\n\t\t\ton each relevant day, the person is registered in the register of localgovernment electors for an electoral area in respect of an address in thepolice area.\n\t\tIn this section “relevant day”, in relation to a person who is a candidateat an election, means—\n\t\t\tthe day on which the person is nominated as a candidate at the election;\n\t\t\tthe day of the poll at the election.\n\t\tA person is disqualified from being elected to the office of police andcrime commissioner for a police area at an ordinary election if the person hasbeen nominated as a candidate for election as police and crime commissionerfor any other police area at that election.\n\t\tA person is disqualified from being elected to the office of police andcrime commissioner for a police area at an election other than an ordinaryelection if—\n\t\t\tthe person is police and crime commissioner for any other police area, or\n\t\t\tthe person has been nominated as a candidate for election as police andcrime commissioner for any other police area for which an election is held onthe same day.\n\tDisqualification from election or holding office as police and crimecommissioner: police grounds\n\t\tA person is disqualified from being elected as, or being, a police andcrime commissioner if the person—\n\t\t\tis disqualified from being a member of the House of Commons under section1(1)(d) of the House of Commons Disqualification Act 1975 (members of policeforces for police areas in the United Kingdom);\n\t\t\tis a member of—\n\t\t\tthe British Transport Police Force;\n\t\t\tthe Civil Nuclear Constabulary;\n\t\t\tis a special constable appointed—\n\t\t\tunder section 27 of the Police Act 1996 for a police area or the City ofLondon police area;\n\t\t\tunder section 25 of the Railways and Transport Safety Act 2003 (BritishTransport Police Force);\n\t\t\tis a member of staff of the chief officer of police of any police forcemaintained for a police area;\n\t\t\tis a member of staff of—\n\t\t\ta police and crime commissioner;\n\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\tis the Mayor of London;\n\t\t\tis a member of the Common Council of the City of London or a member ofstaff of that Council in its capacity as a police authority;\n\t\t\tis a member (including a member who is chairman or chief executive), ormember of staff, of—\n\t\t\tthe British Transport Police Authority;\n\t\t\tthe Civil Nuclear Police Authority;\n\t\t\tthe Independent Police Complaints Commission;\n\t\t\tthe Serious Organised Crime Agency;\n\t\t\tthe National Policing Improvement Agency;\n\t\t\tholds any employment in an entity which is under the control of—\n\t\t\ta local policing body;\n\t\t\tany body mentioned in paragraph (h);\n\t\t\tthe chief officer of police for any police force maintained for a policearea or the City of London police area;\n\t\t\tthe chief officer of police for any police force mentioned in paragraph(b).\n\t\tIn this section, “member of staff”, in relation to any person (“A”),includes a person (“B”) who works for A—\n\t\t\tunder a contract of employment,\n\t\t\tunder a contract for services, or\n\t\t\tin accordance with arrangements made between B’s employer and A;\n\t\t\t\tand for this purpose B works for A if B provides services for A under thedirection and control of A.\n\t\tIn subsection (1)(i), the reference to an entity under the control of alocal policing body or other body or a chief officer of police is to beconstrued in accordance with regulations made by the Secretary of State.\n\t\tIn its application in relation to the first election of a police and crimecommissioner to be held for a police area, this section applies as if—\n\t\t\tfor paragraphs (d) to (g) of subsection (1) there were substituted—\n\t\t\tany member, or member of staff, of a police authority within the meaningof the Police Act 1996 (see section 101 of that Act);”, and\n\t\t\tfor paragraph (i)(i) of that subsection there were substituted—\n\t\t\ta police authority within the meaning of the Police Act 1996.”\n\tDisqualification from election or holding office as police and crimecommissioner: other grounds\n\t\tA person is disqualified from being elected as, or being, a police andcrime commissioner unless the person satisfies the citizenship condition (seesection 68).\n\t\tA person is disqualified from being elected as, or being, a police andcrime commissioner if the person—\n\t\t\tis disqualified from being a member of the House of Commons under section1(1)(a) to (c) of the House of Commons Disqualification Act 1975 (judges,civil servants, members of the armed forces), or\n\t\t\tis a member of the legislature of any country or territory outside theUnited Kingdom.\n\t\tA person is disqualified from being elected as, or being, a police andcrime commissioner if—\n\t\t\tthe person is the subject of—\n\t\t\ta debt relief restrictions order under paragraph 1 of Schedule 4ZB to theInsolvency Act 1986;\n\t\t\tan interim debt relief restrictions order under paragraph 5 of thatSchedule;\n\t\t\ta bankruptcy restrictions order under paragraph 1 of Schedule 4A to thatAct;\n\t\t\ta bankruptcy restrictions interim order under paragraph 5 of thatSchedule;\n\t\t\ta debt relief restrictions undertaking has effect in respect of the personunder paragraph 7 of Schedule 4ZB to that Act;\n\t\t\tthe person has been convicted in the United Kingdom, the Channel Islands,or the Isle of Man, of any imprisonable offence (whether or not sentenced to aterm of imprisonment in respect of the offence); or\n\t\t\tthe person is incapable of being elected as a member of the House ofCommons, or is required to vacate a seat in the House of Commons, under Part 3of the Representation of the People Act 1983 (consequences of corrupt orillegal practices).\n\t\tFor the purpose of subsection (3)(c)—\n\t\t\t“imprisonable offence” means an offence—\n\t\t\tfor which a person who has attained the age of 18 years may be sentenced toa term of imprisonment, or\n\t\t\tfor which, in the case of such a person, the sentence is fixed by law aslife imprisonment;\n\t\t\ta person is to be treated as having been convicted—\n\t\t\ton the expiry of the ordinary period allowed for an appeal or applicationin respect of the conviction, or\n\t\t\tif an appeal or application is made in respect of the conviction, when theappeal or application is finally disposed of or abandoned or fails by reasonof non-prosecution.\n\t\tA person is disqualified from being elected as, or being, police and crimecommissioner for a police area if the person—\n\t\t\tis a member of staff of a relevant council, or\n\t\t\tholds any employment in an entity which is under the control of a relevantcouncil within subsection (7)(a), (b), (c) or (f).\n\t\tFor this purpose—\n\t\t\t  * “member of staff” has the same meaning as in section 65; \n\t\t\t  * “relevant council”, in relation to a police area, means a council within subsection (7) for an area which, or any part of which, lies within the police area. \n\t\tThose councils are—\n\t\t\ta county council;\n\t\t\ta county borough council;\n\t\t\ta district council;\n\t\t\ta parish council;\n\t\t\ta community council;\n\t\t\tthe Council of the Isles of Scilly.\n\t\tIn subsection (5)(b), the reference to an entity under the control of arelevant council is to be construed in accordance with regulations made by theSecretary of State.\n\t\tNothing in subsection (5) is to be taken to disqualify a person by virtueof being a teacher, or otherwise employed, in a school or other educationalinstitution maintained or assisted by a relevant council.\n\tDisqualification of person holding office as police and crimecommissioner\n\t\tA person becomes disqualified from being a police and crime commissioner uponbecoming a member of—\n\t\t\tthe House of Commons;\n\t\t\tthe Scottish Parliament;\n\t\t\tthe National Assembly for Wales;\n\t\t\tthe Northern Ireland Assembly;\n\t\t\tthe European Parliament.\n\tCitizenship condition\n\t\tThis section applies for the purposes of section 66.\n\t\tA person satisfies the citizenship condition if the person is—\n\t\t\ta qualifying Commonwealth citizen,\n\t\t\ta citizen of the Republic of Ireland, or\n\t\t\ta citizen of the Union.\n\t\tFor the purposes of this section, a person is a qualifying Commonwealthcitizen if the person is a Commonwealth citizen and—\n\t\t\tis not a person who requires leave under the Immigration Act 1971 to enteror remain in the United Kingdom, or\n\t\t\tis a person who requires such leave but for the time being has (or is, byvirtue of any enactment, to be treated as having) indefinite leave to remainwithin the meaning of that Act.\n\t\tBut a person who does not require leave to enter or remain in the UnitedKingdom by virtue only of section 8 of the Immigration Act 1971 (exceptions torequirement for leave in special cases) is not a qualifying Commonwealthcitizen by virtue of subsection (3)(a).\n\t\tIn this section the expression “citizen of the Union” is to be construed inaccordance with Article 20(1) of the Treaty on the Functioning of the EuropeanUnion.\n\tValidity of acts\n\t\tThe acts of a person elected as police and crime commissioner for a policearea under this Chapter who acts in that office are, despite anydisqualification—\n\t\t\tfrom being, or being elected as, a police and crime commissioner, or\n\t\t\tfrom being, or being elected as police and crime commissioner for thatarea,\n\t\t\tas valid and effectual as if the person had not been so disqualified."
    },
    {
        "length": 2290,
        "text": "\nElections: further provision\n\tDeclaration of acceptance of office of police and crime commissioner\n\t\tA person elected to the office of police and crime commissioner for anypolice area may not act in that office unless the person has—\n\t\t\tmade a declaration of acceptance of the office in a form specified in anorder made by the Secretary of State, and\n\t\t\tdelivered the declaration to the appropriate officer,\n\t\t\t\tin each case, when not ineligible by virtue of subsection (5).\n\t\tIf the person fails to make and deliver a declaration in accordance withsubsection (1) within the period of two months beginning with the day afterthe election, the office of police and crime commissioner for that areabecomes vacant at the end of the period.\n\t\tAny declaration made under this section must be made before—\n\t\t\tthe appropriate officer;\n\t\t\ta justice of the peace or magistrate in the United Kingdom, the ChannelIslands or the Isle of Man, or\n\t\t\ta commissioner appointed to administer oaths in the Senior Courts.\n\t\tAny person before whom a declaration is authorised to be made under thissection may take the declaration.\n\t\tA person is ineligible to make or give a declaration of acceptance ofoffice under this section in respect of the office of police and crimecommissioner for a police area at any time when the person is a member of—\n\t\t\tthe House of Commons;\n\t\t\tthe Scottish Parliament;\n\t\t\tthe National Assembly for Wales;\n\t\t\tthe Northern Ireland Assembly;\n\t\t\tthe European Parliament.\n\t\tNo salary, and no payment towards the provision of superannuation benefits,is to be paid under this Act to or in respect of a police and crimecommissioner until the commissioner has complied with the requirements ofsubsection (1).\n\t\tSubsection (6) does not affect any entitlement of a police and crimecommissioner to payments in respect of the period before the commissionercomplies with the requirements of subsection (1) once the commissioner hascomplied with those requirements.\n\tJudicial proceedings as to disqualification or vacancy\n\t\tAny person who claims that a person purporting to be a police and crimecommissioner for a police area is, or at any time since being elected hasbeen, disqualified—\n\t\t\tfrom being a police and crime commissioner; or\n\t\t\tfrom being police and crime commissioner for the police area,\n\t\t\t\tmay apply to the High Court for a declaration to that effect, and thataccordingly the office of police and crime commissioner for the area isvacant.\n\t\tAn application under subsection (1) in respect of any person may be madewhether the grounds on which it is made are alleged to have subsisted at thetime when the person was elected or to have arisen subsequently.\n\t\tNo declaration may be made under this section in respect of any person ongrounds which subsisted when the person was elected, if an election petitionunder an order under section 58 is pending or has been tried in which theperson’s disqualification on those grounds is or was in issue.\n\t\tAny person who claims that a person purporting to be a police and crimecommissioner for a police area has ceased to be the police and crimecommissioner for the police area by virtue of—\n\t\t\tsection 63, or\n\t\t\tsection 70,\n\t\t\tmay apply to the High Court for a declaration to that effect.\n\t\tOn an application under this section—\n\t\t\tthe person in respect of whom the application is made is to be therespondent, and\n\t\t\tthe applicant must give such security for the costs of the proceedings asthe court may direct.\n\t\tThe amount of the security may not exceed £5,000 or such other sum as theSecretary of State may specify by order.\n\t\tThe decision of the court on an application under this section is final.\n\tAmendment of police areas: term of office of commissioner\n\t\tSubsection (2) applies where a person becomes police and crime commissionerfor a resulting police area by virtue of, or of an election required to beheld by, a police area alteration order.\n\t\tThe person’s term of office as police and crime commissioner ends at thetime when it would end had the person been elected as police and crimecommissioner at the previous ordinary election of commissioners in England or,as the case may be, Wales.\n\t\tIn this section—\n\t\t\t  * “police area alteration order” means— \n\t\t\tan order under section 32 of the Police Act 1996 (power to alter police areasby order);\n\t\t\tan order under section 10 of the Local Government and Public Involvement inHealth Act 2007 (implementation of Boundary Committee for England review oflocal government areas) which alters the boundary of any police area inEngland;\n\t\t\tan order under section 58 of the Local Government Act 1972 (implementation ofproposals by Local Government Boundary Commission for Wales) which alters theboundary of any police area in Wales;\n\t\t\t\t  * “resulting police area”, in relation to a police area alteration order, means a police area existing immediately after the order comes into force— \n\t\t\twhich is created by the order, or\n\t\t\tany part of whose boundary results from the order.\n\t\tReferences in this section to the coming into force of a police areaalteration order are references to the changes in police areas made by theorder taking effect.\n\tComputation of time and timing of elections etc\n\t\tSubsection (2) applies where the day, or the last day, on which anything isrequired or permitted to be done by or under section 50, 51 or 70 is not abusiness day.\n\t\tThe requirement or permission is deemed to relate instead to the firstbusiness day after that day.\n\t\tWhere under subsection (2) the day of an election is postponed, the day towhich it is postponed is to be treated as the day of election for the purposeof—\n\t\t\tany provision of, or made under, this Act, or\n\t\t\tany relevant provision (within the meaning of section 58).\n\t\tAny day which is not a business day is to be disregarded in computing anyperiod of time for the purpose of section 51.\n\t\tIn this section, “business day” means a day other than—\n\t\t\t  * a Saturday, \n\t\t\t  * a Sunday, \n\t\t\t  * Christmas Eve, \n\t\t\t  * Christmas Day, \n\t\t\t  * Good Friday, \n\t\t\t  * a bank holiday, or \n\t\t\t  * a day appointed for public thanksgiving or mourning. \n\tElections: consequential amendments\n\t\tSchedule 10 (consequential amendments relating to elections of persons aspolice and crime commissioners) has effect.\n\tThe appropriate officer\n\t\tFor each police area, other than the metropolitan police district, theSecretary of State must by order designate a local authority.\n\t\tIn this Chapter, the “appropriate officer”, in relation to any such policearea, means the head of paid service of the local authority designated forthat police area.\n\t\tIn this section—\n\t\t\t  * “local authority” means— \n\t\t\ta district council,\n\t\t\ta county council in England for a county in which there are no districtcouncils,\n\t\t\tthe Council of the Isles of Scilly,\n\t\t\ta county council or county borough council in Wales;\n\t\t\t\t  * “head of paid service”, in relation to a council, means the person designated by the council under section 4(1)(a) of the Local Government Act 1989. \n\tInterpretation of Chapter 6\n\t\tIn this Chapter, the following terms have the following meanings, unless thecontext otherwise requires—\n\t\t  * “appropriate officer” has the meaning given by section 75; \n\t\t  * “elector”— \n\t\t\tin relation to an election of a police and crime commissioner, means a personentitled to vote at the election;\n\t\t\tin relation to a local government election, has the same meaning as in theRepresentation of the People Act 1983 (see section 202 of that Act);\n\t\t\t\t  * “electoral area” has the same meaning as in that Act as it applies in relation to England and Wales (see section 203 of that Act); \n\t\t\t\t  * “local government election” has the same meaning as in that Act as it applies in relation to England and Wales (see section 203 of that Act); \n\t\t\t\t  * “local government elector” means a person registered as a local government elector in the register of electors in accordance with the provisions of the Representation of the People Acts; \n\t\t\t\t  * “ordinary election” has the meaning given in section 50; \n\t\t\t\t  * “police area returning officer” has the meaning given by section 54. "
    },
    {
        "length": 631,
        "text": "\nRequirement for national policing capabilities\n\tThe strategic policing requirement\n\t\tFor section 37A of the Police Act 1996 (setting of strategic priorities forpolice authorities), substitute—\n\t\t“37AThe strategic policing requirement\n\t\t\tThe Secretary of State must, from time to time, issue a document (the“strategic policing requirement”) which sets out what, in the Secretary ofState’s view, are—\n\t\t\t\tnational threats at the time the document is issued, and\n\t\t\t\tappropriate national policing capabilities to counter those nationalthreats.\n\t\t\tA chief officer of police must, in exercising the functions of chiefofficer, have regard to the strategic policing requirement.\n\t\t\tBefore issuing the strategic policing requirement, the Secretary of State—\n\t\t\t\tmust obtain the advice of—\n\t\t\t\tsuch persons as appear to the Secretary of State to represent the views ofchief officers of police, and\n\t\t\t\tsuch persons as appear to the Secretary of State to represent the views oflocal policing bodies, and\n\t\t\t\tmust consult such other persons as the Secretary of State thinks fit.\n\t\t\tThe strategic policing requirement need not set out a national threat (inparticular) if, in the Secretary of State’s view, countering the threat wouldinvolve police forces other than England and Wales police forces (and onlythose other police forces).\n\t\t\tReferences in this section to national policing capabilities to counter athreat are references to the ability of all England and Wales police forces—\n\t\t\t\tto exercise one or more functions to counter that threat,\n\t\t\t\tto exercise one or more functions in one or more particular ways to counterthat threat, or\n\t\t\t\tto exercise one or more functions in accordance with common operationalstandards to counter that threat.\n\t\t\tIn this section—\n\t\t\t\t  * “England and Wales police force” means—\n\t\t\t\ta police force maintained under section 2,\n\t\t\t\tthe metropolitan police force, and\n\t\t\t\tthe City of London police force;\n\t\t\t\t\t  * “national threat” means a threat (whether actual or prospective) which is—\n\t\t\t\ta threat to national security, public safety, public order or publicconfidence that is of such gravity as to be of national importance, or\n\t\t\t\ta threat which can be countered effectively or efficiently only by nationalpolicing capabilities to counter the threat.”."
    },
    {
        "length": 2089,
        "text": "\nDuties and powers of Secretary of State\n\tGeneral duty of Secretary of State\n\t\tThe Secretary of State must exercise the powers conferred by this Part in suchmanner and to such extent as appears to the Secretary of State to be bestcalculated to promote the efficiency and effectiveness of the police.\n\tPolicing protocol\n\t\tThe Secretary of State must issue a policing protocol.\n\t\tEach relevant person must have regard to the policing protocol inexercising the person’s functions.\n\t\tThe Secretary of State may at any time—\n\t\t\tvary the policing protocol, or\n\t\t\treplace the policing protocol.\n\t\tBefore varying or replacing the policing protocol, the Secretary of Statemust consult—\n\t\t\tsuch persons as appear to the Secretary of State to represent the views ofelected local policing bodies,\n\t\t\tsuch persons as appear to the Secretary of State to represent the views ofchief officers of police of police forces maintained by elected local policingbodies,\n\t\t\tsuch persons as appear to the Secretary of State to represent the views ofpolice and crime panels, and\n\t\t\tsuch other persons as the Secretary of State thinks fit.\n\t\tThe functions of the Secretary of State under subsections (1) and (3) areexercisable by order.\n\t\tIn this section—\n\t\t\t  * “police and crime panel” means— \n\t\t\teach police and crime panel established in accordance with Schedule 6 (policeareas outside London);\n\t\t\tthe London Assembly’s police and crime panel (see section 32);\n\t\t\t\t  * “policing protocol” means a document which sets out, or otherwise makes provision about, ways in which relevant persons should (in the Secretary of State’s view) exercise, or refrain from exercising, functions so as to— \n\t\t\tencourage, maintain or improve working relationships (including co-operativeworking) between relevant persons, or\n\t\t\tlimit or prevent the overlapping or conflicting exercise of functions;\n\t\t\t\t  * “relevant persons” means— \n\t\t\tthe Secretary of State in the exercise of policing functions;\n\t\t\teach elected local policing body;\n\t\t\tthe chief officer of each police force maintained by an elected local policingbody;\n\t\t\tpolice and crime panels.\n\tObtaining advice from representative bodies\n\t\tThe Secretary of State may, in connection with the exercise by theSecretary of State of any function relating to the police or policing, requirea representative body to give the Secretary of State advice on any matter.\n\t\tA requirement under subsection (1) may specify the period within which theadvice is to be given.\n\t\tA representative body must comply with a requirement under subsection (1).\n\t\tIn a case where—\n\t\t\tthe Secretary of State makes such a request, and\n\t\t\tthe representative body gives the advice (and, where applicable, does sowithin the period specified),\n\t\t\t\tthe Secretary of State must have regard to the advice in that exercise of thatfunction.\n\t\tIn this section “representative body” means any body which appears to theSecretary of State to represent the professional views of members of one ormore police forces.\n\tAbolition of certain powers of Secretary of State\n\t\tIn the Police Act 1996, omit—\n\t\t\tsection 38 (performance targets for police strategic priorities);\n\t\t\tsection 39 (codes of practice for police authorities);\n\t\t\tsection 43 (reports from police authorities to Secretary of State).\n\tSuspension and removal of senior police officers\n\t\tThe Police Act 1996 is amended as follows.\n\t\tSection 42 (removal of chief constables etc) is amended in accordance withsubsections (3) to (11).\n\t\tFor the title substitute “ **Metropolitan police: suspension or removal ofCommissioner or Deputy Commissioner** ”.\n\t\tFor subsections (1) to (1B) substitute—\n\t\tThe Secretary of State may require the Mayor’s Office for Policing andCrime to exercise the power under section 48 of the Police Reform and SocialResponsibility Act 2011 (the “2011 Act”) to call upon the Commissioner ofPolice of the Metropolis, or the Deputy Commissioner of Police of theMetropolis, to retire or resign.\n\t\t\t(1A)The Secretary of State may also require the Mayor’s Office for Policingand Crime to exercise the power under section 48 of the 2011 Act to suspendthe Commissioner of Police of the Metropolis, or the Deputy Commissioner ofPolice of the Metropolis, if the Secretary of State considers that it isnecessary for the maintenance of public confidence in the metropolitan policeforce for that police officer to be suspended.”.\n\t\tIn subsection (2), for the words before paragraph (a) substitute—\n\t\tBefore requiring the Mayor’s Office for Policing and Crime to exercise itspower to call upon the Commissioner of Police of the Metropolis, or the DeputyCommissioner of Police of the Metropolis, to retire or resign, the Secretaryof State shall—”.\n\t\tIn subsection (2A), for the words from “notice” (in the second place) tothe end substitute “notice to the Mayor’s Office for Policing and Crime.”.\n\t\tIn subsection (3A)—\n\t\t\tin paragraph (a), for the words from “, Deputy” to “question” substitute“or Deputy Commissioner”;\n\t\t\tin paragraph (b), for the words from “Metropolitan” to “concerned”substitute “Mayor’s Office for Policing and Crime”.\n\t\tIn subsection (3B), for the words from “, Deputy” to “question” substitute“or Deputy Commissioner”.\n\t\tIn subsection (4), for the words from “, the Deputy” to “constable”substitute “or Deputy Commissioner”.\n\t\tFor subsection (4A) substitute—\n\t\t“(4A)If the Secretary of State exercises the power conferred by subsection (1)to require the Mayor’s Office for Policing and Crime to call upon theCommissioner to retire or resign—\n\t\t\tthe requirement of section 48(1) of the 2011 Act to obtain the Secretary ofState’s consent does not apply, and\n\t\t\tsection 48(5) of the 2011 Act does not apply.”.\n\t\tOmit subsection (4C).\n\t\tIn section 50 (regulations for police forces), after subsection (2)insert—\n\t\t“(2A)Without prejudice to the generality of subsection (1) or (2), regulationsunder this section may make provision with respect to the procedures to befollowed by police and crime commissioners, or the Mayor’s Office for Policingand Crime, in exercising—\n\t\t\tpowers of suspension, or\n\t\t\tpowers of removal,\n\t\t\t(whether, in the case of the Mayor’s Office for Policing and Crime, on theirown initiative or in compliance with a requirement imposed by the Secretary ofState).\n\t\t\t(2B)In subsection (2A)—\n\t\t\t\t  * “power of removal” means—\n\t\t\tthe power conferred on police and crime commissioners by section 38(3) of the2011 Act to require chief constables to retire or resign;\n\t\t\tthe power conferred on the Mayor’s Office for Policing and Crime by section48(3) of the 2011 Act to require the Commissioner or Deputy Commissioner ofPolice of the Metropolis to retire or resign;\n\t\t\t\t  * “power of suspension” means—\n\t\t\tthe power conferred on police and crime commissioners by section 38(2) of the2011 Act to suspend chief constables;\n\t\t\tthe power conferred on the Mayor’s Office for Policing and Crime by section48(1) of the 2011 Act to suspend the Commissioner or Deputy Commissioner ofPolice of the Metropolis;\n\t\t\tand for this purpose “2011 Act” means the Police Reform and SocialResponsibility Act 2011.”."
    },
    {
        "length": 2365,
        "text": "\nHer Majesty’s inspectors of constabulary\n\tFunctions of HMIC\n\t\tSection 54 of the Police Act 1996 (appointment and functions of inspectorsof constabulary) is amended as follows.\n\t\tIn subsection (2) omit “to the Secretary of State”.\n\t\tOmit subsection (2A).\n\t\tAfter subsection (2B) insert—\n\t\t\t“(2BA)The local policing body for a police area may at any time request theinspectors of constabulary to carry out an inspection under this section of apolice force maintained for that police area; and a request under thissubsection may include a request for the inspection to be confined to aparticular part of the force in question, to particular matters or toparticular activities of that force.\n\t\t(2BB)Where a local policing body requests the inspectors to carry out aninspection under subsection (2BA), the body must pay to the inspectors suchreasonable costs incurred or to be incurred in connection with the inspectionas the inspectors may require.”.\n\t\tOmit subsection (2C).\n\t\tIn subsection (4)—\n\t\t\tfor “in such form as the Secretary of State may direct” substitute “on thecarrying out of inspections under this section”, and\n\t\t\tfor “Secretary of State” (in the third place) substitute “chief inspector”.\n\t\tAfter subsection (4) insert—\n\t\t“(4A)A report under subsection (4) must include the chief inspector’sassessment of the efficiency and effectiveness of policing in England andWales for the year in respect of which the report is prepared.”.\n\tHMIC reports: publication\n\t\tSection 55 of the Police Act 1996 (publication of reports) is amended asfollows.\n\t\tFor subsection (1) substitute—\n\t\tThe inspectors of constabulary must arrange for any report prepared undersection 54 to be published in such manner as appears to the inspectors to beappropriate.”.\n\t\tFor subsection (2) substitute—\n\t\tBut the inspectors of constabulary must exclude from publication undersubsection (1) anything that the inspectors consider—\n\t\t\twould be against the interests of national security, or\n\t\t\tmight jeopardise the safety of any person.\n\t\t\t\t(2A)The inspectors must disclose to the Secretary of State anything excludedfrom publication by virtue of subsection (2).”.\n\t\tFor subsection (3) substitute—\n\t\tThe inspectors of constabulary must send a copy of the published reportto—\n\t\t\tthe Secretary of State,\n\t\t\tthe local policing body maintaining the police force to which the reportrelates,\n\t\t\tthe chief officer of police of that police force, and\n\t\t\tany police and crime panel established under section 28 of the PoliceReform and Social Responsibility Act 2011 for the police area of that policeforce.”.\n\t\tIn subsection (4)—\n\t\t\tfor “police authority” substitute “local policing body”, and\n\t\t\tfor “authority” substitute “body”.\n\t\tIn subsection (5)—\n\t\t\tfor “police authority” substitute “local policing body”, and\n\t\t\tin paragraph (c) and in the words following that paragraph, for “authority”substitute “body”.\n\t\tIn subsection (6) for “police authority” substitute “local policing body”.\n\t\tOmit subsection (8).\n\tInspection programmes and frameworks\n\t\tParagraph 2 of Schedule 4A to the Police Act 1996 (further provision aboutHMIC) is amended as follows.\n\t\tIn sub-paragraph (1) omit “, or at such times as the Secretary of State mayspecify by order,”.\n\t\tIn sub-paragraph (2) for “each of those persons or bodies” substitute “theSecretary of State”.\n\t\tAfter sub-paragraph (2) insert—\n\t\t\t“(2A)The chief inspector of constabulary must—\n\t\t\tlay before Parliament a copy of each inspection programme or inspectionframework prepared under this paragraph,\n\t\t\tarrange for each such programme or framework to be published in such manneras the chief inspector thinks appropriate, and\n\t\t\tsend a copy of each such programme or framework to each of the persons orbodies listed in sub-paragraph (2)(a) to (j).\n\t\t\t(2B)But the chief inspector of constabulary must obtain the approval of theSecretary of State to the inspection programme or framework in question beforeacting under sub-paragraph (2A).”.\n\t\tIn sub-paragraph (3)—\n\t\t\tbefore “to send” insert “under sub-paragraph (2A)(c)”, and\n\t\t\tfor “that sub-paragraph” substitute “sub-paragraph (2)”.\n\t\tOmit sub-paragraph (4).\n\t\tBefore sub-paragraph (5) insert—\n\t\t“(4A)The Secretary of State may by order specify matters to which the chiefinspector of constabulary must have regard in preparing an inspectionprogramme or an inspection framework.\n\t\t(4B)Those matters may (in particular) include the need to secure, so far aspossible, the following objectives—\n\t\t\tthat any requirements placed on police forces as a result of inspectionscarried out under section 54 are not unduly burdensome; and\n\t\t\tthat inspections under that section can be carried out promptly in responseto matters that raise issues of national importance in relation to the police.\n\t\t\t(4C)For the purposes of sub-paragraph (4B)(b), the Secretary of State mayissue guidance as to the matters that raise issues of national importance inrelation to the police; and the chief inspector of constabulary must haveregard to any such guidance in preparing an inspection programme or aninspection framework.”.\n\tPowers in connection with HMIC inspections\n\t\tIn Schedule 4A to the Police Act 1996 (further provision about HMIC), afterparagraph 6 insert—\n\t\t“Powers of inspectors regarding information etc\n\t\t\t6A(1)The chief officer of police of a police force must—\n\t\t\t\tprovide to an inspector such information and documents specified ordescribed in a notification given by the inspector to that chief officer, and\n\t\t\t\tproduce or deliver up to the inspector all such evidence and other thingsso specified or described,\n\t\t\t\tas appear to the inspector to be required for the purposes of an inspectionunder section 54.\n\t\t\tA notification under sub-paragraph (1) requiring any information ordocuments to be provided may authorise or require that they be providedelectronically.\n\t\t\tAnything that a chief officer is obliged to provide, produce or deliver upby virtue of a requirement imposed under sub-paragraph (1) must be provided,produced or delivered up in such form and manner, and within such period, asmay be specified—\n\t\t\t\tin the notification imposing the requirement, or\n\t\t\t\tin any subsequent notification given by the inspector to the chief officer.\n\t\t\tNothing in this paragraph requires a chief officer—\n\t\t\t\tto comply with an obligation imposed under sub-paragraph (1) before theearliest time at which it is practicable to do so, or\n\t\t\t\tto comply at all with any such obligation if it never becomes practicableto do so.\n\t\t\tIn this paragraph—\n\t\t\t\t  * “document” means anything in which information of any description is recorded, and\n\t\t\t\t  * “inspector” means—\n\t\t\t\tan inspector of constabulary, or\n\t\t\t\ta person appointed under section 56 as an assistant inspector of constabularyor staff officer to the inspectors of constabulary.\n\t\tPowers of inspectors regarding access to police premises\n\t\t\t6B(1)Sub-paragraph (2) applies if—\n\t\t\t\tan inspector requires the chief officer of police of a police force toallow the inspector to have access to any premises occupied for the purposesof that force and to documents and other things on those premises, and\n\t\t\t\tthe requirement is imposed for the purposes of an inspection under section54.\n\t\t\tThe chief officer must secure that the required access is allowed to theinspector.\n\t\t\tWhere there are reasonable grounds for not allowing the inspector to havethe required access at the time at which the inspector seeks to have it, theobligation under sub-paragraph (2) has effect as an obligation to secure thatthe required access is allowed to the inspector at the earliest practicabletime specified by the inspector after there cease to be any such grounds.\n\t\t\tIn this paragraph “document” and “inspector” have the same meanings as inparagraph 6A.”.\n\tHMIC and freedom of information\n\t\tIn Part 6 of Schedule 1 to the Freedom of Information Act 2000 (other publicbodies and offices: general), at the appropriate place insert—\n\t“The chief inspector of constabulary appointed under section 54(1) of thePolice Act 1996.”."
    },
    {
        "length": 3494,
        "text": "\nPolicing in England and Wales\n\tCollaboration agreements\n\t\tThe Police Act 1996 is amended in accordance with subsections (2) and (3).\n\t\tAfter section 22 insert—\n\t\t“22ACollaboration agreements\n\t\t\tA collaboration agreement may be made by—\n\t\t\t\ttwo or more policing bodies; or\n\t\t\t\tthe chief officers of police of one or more police forces and two or morepolicing bodies.\n\t\t\tA collaboration agreement is an agreement containing one or more of thefollowing—\n\t\t\t\tprovision about the discharge of functions of members of a police force(“force collaboration provision”);\n\t\t\t\tprovision about support by a policing body for another policing body(“policing body collaboration provision”);\n\t\t\t\tprovision about support by a policing body for the police force whichanother policing body is responsible for maintaining (“policing body & forcecollaboration provision”).\n\t\t\tA collaboration agreement may not contain force collaboration provisionunless the parties to the agreement consist of, or include,—\n\t\t\t\tthe chief officer of police of each police force to which the provisionrelates, and\n\t\t\t\tthe policing body that is responsible for maintaining each such policeforce.\n\t\t\tA collaboration agreement may not contain policing body collaborationprovision unless the parties to the agreement consist of, or include, eachpolicing body to which the provision relates.\n\t\t\tA collaboration agreement may not contain policing body & forcecollaboration provision unless the parties to the agreement consist of, orinclude—\n\t\t\t\tthe policing body, or each policing body, to which the provision relates;\n\t\t\t\tthe chief officer of police of the police force, or each police force, towhich the provision relates; and\n\t\t\t\tthe policing body that is responsible for maintaining each such policeforce.\n\t\t\tSubsection (1) does not prevent other persons from being parties tocollaboration agreements.\n\t\t\tSubsection (2) does not prevent a collaboration agreement from includingother kinds of provision.\n\t\t\tFor the purposes of subsections (3) and (5), the circumstances in whichforce collaboration provision, or policing body & force collaborationprovision, is to be taken to relate to a police force include the cases whereprovision relates—\n\t\t\t\tto functions of a kind which are or may be exercisable by members of thatpolice force, or\n\t\t\t\tto the police area for which that police force is established.\n\t\t\tFor the purposes of subsections (4) and (5), the circumstances in whichpolicing body collaboration provision, or policing body & force collaborationprovision, is to be taken to relate to a policing body include the cases whereprovision relates—\n\t\t\t\tto functions of a kind which are or may be exercisable by that policingbody or members of the staff of that body, or\n\t\t\t\tto the police area for which that policing body is established.\n\t\tBDuty of chief officers to keep collaboration agreements under review\n\t\t\tThe chief officer of police of a police force must keep under considerationthe ways in which the collaboration functions could be exercised by the chiefofficer and by one or more other persons to improve the efficiency oreffectiveness of—\n\t\t\t\tthat police force, and\n\t\t\t\tone or more other police forces.\n\t\t\tIf the chief officer considers that there is a particular way in which thecollaboration functions could be so exercised by the chief officer and by oneor more other particular persons (“the proposed collaboration”), the chiefofficer must notify those other persons (the “proposed partners”) of theproposed collaboration.\n\t\t\tThe chief officer, and the proposed partners notified under subsection (2)(the “notified proposed partners”), must consider whether to exercise thecollaboration functions to give effect to the proposed collaboration.\n\t\t\tIn considering whether to so exercise the collaboration functions, thechief officer and the notified proposed partners must consider whether theproposed collaboration would be in the interests of the efficiency oreffectiveness of one or more police forces.\n\t\t\tSubsection (6) applies if all, or two or more, of—\n\t\t\t\tthe chief officer, and\n\t\t\t\tthe notified proposed partners,\n\t\t\t\t\t(the “agreeing parties”) are of the view that the proposed collaboration wouldbe in the interests of the efficiency or effectiveness of one or more policeforces (if the agreeing parties were to exercise the collaboration functionsto give effect to the proposed collaboration, or to give effect to it so faras it relates to them).\n\t\t\tThe agreeing parties must exercise the collaboration functions so as togive effect to the proposed collaboration or to give effect to it so far as itrelates to them.\n\t\t\tIn this section “collaboration functions” means functions of chief officersof police or policing bodies under any of sections 22A to 23I (apart from thissection).\n\t\tCDuty of policing bodies to keep collaboration agreements underreview\n\t\t\tA policing body must keep under consideration the ways in which thecollaboration functions could be exercised by the policing body and by one ormore other persons to improve—\n\t\t\t\tthe efficiency or effectiveness of—\n\t\t\t\tthat policing body,\n\t\t\t\tthe police force which that policing body is responsible for maintaining,or\n\t\t\t\tthat body and that force, and\n\t\t\t\tthe efficiency or effectiveness of one or more other policing bodies andpolice forces.\n\t\t\tIf the policing body considers that there is a particular way in which thecollaboration functions could be so exercised by the policing body and by oneor more other particular persons (“the proposed collaboration”), the policingbody must notify those other persons (the “proposed partners”) of the proposedcollaboration.\n\t\t\tThe policing body, and the proposed partners notified under subsection (2)(the “notified proposed partners”), must consider whether to exercise thecollaboration functions to give effect to the proposed collaboration.\n\t\t\tIn considering whether to so exercise the collaboration functions, thepolicing body and the notified proposed partners must consider whether theproposed collaboration would be in the interests of the efficiency oreffectiveness of one or more policing bodies or police forces.\n\t\t\tSubsection (6) applies if all, or two or more, of—\n\t\t\t\tthe policing body, and\n\t\t\t\tthe notified proposed partners,\n\t\t\t\t\t(the “agreeing parties”) are of the view that the proposed collaboration wouldbe in the interests of the efficiency or effectiveness of one or more policingbodies or police forces (if the agreeing parties were to exercise thecollaboration functions to give effect to the proposed collaboration, or togive effect to it so far as it relates to them).\n\t\t\tThe agreeing parties must exercise the collaboration functions so as togive effect to the proposed collaboration, or to give effect to it so far asit relates to them.\n\t\t\tIn this section “collaboration functions” means functions of policingbodies or chief officers of police under any of sections 22A to 23I (apartfrom this section).”.\n\t\t\tAfter section 23F insert—\n\t\t“23FA Police functions that must be the subject of force collaborationprovision\n\t\t\tThe Secretary of State may, by order, require a specified police functionto be exercised in relation to—\n\t\t\t\tall police areas, or\n\t\t\t\tall police areas apart from any specified in the order,\n\t\t\t\t\tin accordance with police collaboration provision.\n\t\t\tAn order under this section may specify whether the specified policefunction is required to be exercised in relation to the specified police areasin accordance with police collaboration provision contained in—\n\t\t\t\ta single collaboration agreement which relates to all of those policeareas, or\n\t\t\t\ta number of collaboration agreements which, between them, relate to all ofthose police areas.\n\t\t\tProvision under subsection (2)(b) need not specify a particular number ofcollaboration agreements.\n\t\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\t\tIf, but for this subsection, an instrument containing an order under thissection would be treated for the purposes of the standing orders of eitherHouse of Parliament as a hybrid instrument, it is to proceed in that House asif it were not a hybrid instrument.\n\t\t\tIn this section “specified” means specified in an order under thissection.”.\n\t\t\tSchedule 12 (collaboration agreements) has effect.\n\tPolice powers for civilian employees under collaboration agreements\n\t\tSchedule 13 (police powers for civilian employees under collaborationagreements) has effect.\n\tPower to give directions\n\t\tThe Police Act 1996 is amended as follows.\n\t\tIn section 40 (powers to give directions in relation to police force), for“police authority” (in each place) substitute “local policing body”.\n\t\tIn section 40A (powers to give directions in relation to police authority)—\n\t\t\tfor “police authority” (in each place, including in the title) substitute“local policing body”;\n\t\t\tfor “the authority” substitute “the local policing body”.\n\t\tIn section 40B (procedure for directions under section 40 or 40A)—\n\t\t\tfor subsection (2)(a) substitute—\n\t\t\tsuch persons as appear to the Secretary of State to represent the views ofpolice and crime commissioners;\n\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\tthe Common Council;”;\n\t\t\tin subsection (5), for “police authority” substitute “local policing body”.\n\tProvision of information by chief officers of police\n\t\tIn the Police Act 1996, for section 44 (reports from chief constables) andsection 45 (criminal statistics) substitute—\n\t\t“44Provision of information by chief officers of police\n\t\t\tThe Secretary of State may require a chief officer of police of any policeforce to provide the Secretary of State with information on such matters asmay be specified in the requirement, being matters connected with—\n\t\t\t\tthe policing of the police area for which that police force is maintained,or\n\t\t\t\tthe discharge of the national or international functions of that policeforce.\n\t\t\tA requirement under subsection (1) may, in particular, specify informationin the form of statistical data, being data connected with—\n\t\t\t\tthe policing of that police area, or\n\t\t\t\tthe discharge of the national or international functions of the policeforce for that area.\n\t\t\tA requirement under subsection (1) may specify the form in whichinformation is to be provided.\n\t\t\tThe Secretary of State may require a chief officer to publish, in suchmanner as appears to the Secretary of State to be appropriate, informationprovided in accordance with a requirement under subsection (1).\n\t\t\tThe Secretary of State may cause a consolidated and classified abstract ofany information in the form of statistical data that is provided in accordancewith subsection (1) to be prepared and laid before Parliament.”.\n\tRegulations about provision of equipment\n\t\tSection 53 of the Police Act 1996 (regulations as to standard of equipment)is amended as follows.\n\t\tIn the title, after “ **standard** ” insert “ **and provision** ”.\n\t\tAfter subsection (1A) insert—\n\t\t\t“(1AA)The Secretary of State may, by regulations, make provision about thearrangements which must be, may be, or must not be, used for the provision ofequipment for use for police purposes.\n\t\t(1AB)The regulations may, in particular—\n\t\t\tmake provision about the nature or terms of such arrangements, or\n\t\t\tprescribe arrangements which may be, or must be, used.”\n\t\tIn subsection (1B), after “subsection (1A)” insert “or (1AA)”.\n\t\tIn subsection (2), for paragraph (a) substitute—\n\t\t\tsuch persons as appear to the Secretary of State to represent the views ofpolice and crime commissioners;\n\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\tthe Common Council;”.\n\tNational and international functions\n\t\tSection 96A of the Police Act 1996 (national and international functions ofthe metropolitan police) is amended in accordance with subsections (2) to (6).\n\t\tIn the title, after “ **police** ” insert “ **force and other policeforces** ”.\n\t\tFor subsection (1) substitute—\n\t\tThe Secretary of State and the Mayor’s Office for Policing and Crime mayenter into agreements with respect to the level of performance to be achievedby the metropolitan police force in respect of any of its national orinternational functions.\n\t\t\t(1A)The Secretary of State and the police and crime commissioner thatmaintains a police force may enter into agreements with respect to the levelof performance to be achieved by the police force in respect of any of itsnational or international functions.\n\t\t(1B)The Secretary of State and the Common Council may enter into agreementswith respect to the level of performance to be achieved by the City of Londonpolice force in respect of any of its national or international functions.”.\n\t\tIn subsection (2)—\n\t\t\tfor “the metropolitan police force” substitute “a police force”;\n\t\t\tfor “Metropolitan Police Authority” substitute “local policing body”.\n\t\tIn subsection (3), for “The Metropolitan Police Authority” substitute “Alocal policing body”.\n\t\tOmit subsection (4).\n\t\tOmit section 96B of the Police Act 1996 (national and internationalfunctions: application of requirements relating to reports etc)."
    },
    {
        "length": 2687,
        "text": "\nCHAPTER 8Miscellaneous provisions\n\tInterpretation of Police Act 1996\n\t\tSection 101 of the Police Act 1996 (interpretation) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tafter the definition of “City of London police area” insert—\n\t\t\t\t  * ““Common Council” means the Common Council of the City of London in its capacity as police authority for the City of London police area;\n\t\t\t\t  * “elected local policing body” means—\n\t\t\ta police and crime commissioner;\n\t\t\tthe Mayor’s Office for Policing and Crime;\n\t\t\t\t  * “local policing body” means—\n\t\t\ta police and crime commissioner (in relation to a police area listed inSchedule 1);\n\t\t\tthe Mayor’s Office for Policing and Crime (in relation to the metropolitanpolice district);\n\t\t\tthe Common Council (in relation to the City of London police area);\n\t\t\t\t  * “Mayor’s Office for Policing and Crime” means the body established under section 3 of the Police Reform and Social Responsibility Act 2011;”;\n\t\t\tafter the definition of “metropolitan police district” insert—\n\t\t\t\t  * ““national or international functions” means functions relating to—\n\t\t\tthe protection of prominent persons or their residences,\n\t\t\tnational security,\n\t\t\tcounter-terrorism, or\n\t\t\tthe provision of services for any other national or international purpose;\n\t\t\t\t  * “police and crime commissioner” means a body established under section 1 of the Police Reform and Social Responsibility Act 2011;”;\n\t\t\tomit the definition of “police authority”;\n\t\t\tin the definition of “police force”, for “police authority” substitute“local policing body”;\n\t\t\tin the definition of “police fund”, for paragraph (a) substitute—\n\t\t\tin relation to a police area for which there is an elected local policingbody, the fund kept by that body under section 21 of the Police Reform andSocial Responsibility Act 2011;”.\n\t\tAfter subsection (2) insert—\n\t\tReferences in this Act to the staff of a police and crime commissioner, orto the staff of the Mayor’s Office for Policing and Crime, have the samemeaning as in the Police Reform and Social Responsibility Act 2011.”.\n\tAmendments of the Interpretation Act 1978\n\t\tSchedule 1 to the Interpretation Act 1978 (words and expressions defined)is amended as follows.\n\t\tAfter the entry for “Local land charges register” insert—\n\t\t\t  * ““Local policing body” has the meaning given by section 101(1) of the Police Act 1996.”.\n\t\tAfter the entry for “Person” insert—\n\t\t\t  * ““Police and crime commissioner” means a police and crime commissioner established under section 1 of the Police Reform and Social Responsibility Act 2011.”.\n\t\tIn the entry that begins “Police area”, omit “, police authority”.\n\t\tAfter the entry that begins “Police Area” insert—\n\t\t\t  * ““Police authority”, in relation to Scotland, has the meaning or effect described by sections 50 and 51(4) of the Police (Scotland) Act 1967.”.\n\tPolice reform: transitional provision\n\t\tSchedule 15 (police reform: transitional provision) has effect.\n\tPolice reform: minor and consequential amendments\n\t\tSchedule 16 (police reform: minor and consequential amendments) has effect.\n\tGuidance \n\t\tAny guidance under this Part—\n\t\t\tmust be in writing;\n\t\t\tmay be varied or revoked by further guidance;\n\t\t\tmay be given to one or more particular persons, or generally;\n\t\t\tmay make provision generally or in relation to specific cases; and\n\t\t\tmay make different provision for different cases.\n\tCrime and disorder reduction\n\t\tA reference to crime and disorder reduction is a reference to—\n\t\t\treduction of crime and disorder (including anti-social and other behaviouradversely affecting the local environment),\n\t\t\tcombating the misuse of drugs, alcohol and other substances, and\n\t\t\treduction of re-offending.\n\t\tIn this section “anti-social behaviour” means behaviour by a person whichcauses or is likely to cause harassment, alarm or distress to one or moreother persons not of the same household as the person.\n\t\tThis section applies for the purposes of this Part.\n\tInterpretation of Part 1\n\t\tIn this Part (unless otherwise specified)—\n\t\t\t  * “chief executive” means— \n\t\t\tin relation to a police and crime commissioner, the chief executive appointedby the commissioner under Schedule 1;\n\t\t\tin relation to the Mayor’s Office for Policing and Crime, the chief executiveappointed by the Office under Schedule 3;\n\t\t\t\t  * “chief finance officer” means— \n\t\t\tin relation to a police and crime commissioner, the chief finance officerappointed by the commissioner under Schedule 1;\n\t\t\tin relation to the chief constable of a police force to which Chapter 1applies, the chief finance officer appointed by the chief constable underSchedule 2;\n\t\t\tin relation to the Mayor’s Office for Policing and Crime, the chief financeofficer appointed by the Office under Schedule 3;\n\t\t\tin relation to the Commissioner of Police of the Metropolis, the chief financeofficer appointed by the Commissioner under Schedule 4;\n\t\t\t\t  * “chief officer of police” means— \n\t\t\tin relation to a police force maintained under section 2 of the Police Act1996, the chief constable of that force;\n\t\t\tin relation to the metropolitan police force, the Commissioner of Police ofthe Metropolis;\n\t\t\t\t  * “crime and disorder reduction” has the meaning given in section 101; \n\t\t\t\t  * “elected local policing body” means— \n\t\t\tin relation to a police area listed in Schedule 1 to the Police Act 1996, thepolice and crime commissioner for the area;\n\t\t\tin relation to the metropolitan police district, the Mayor’s Office forPolicing and Crime;\n\t\t\t\t  * “national or international functions” means functions relating to— \n\t\t\tthe protection of prominent persons or their residences,\n\t\t\tnational security,\n\t\t\tcounter-terrorism, or\n\t\t\tthe provision of services for any other national or international purpose;\n\t\t\t\t  * “police and crime panel” means— \n\t\t\tin relation to a police area listed in Schedule 1 to the Police Act 1996, thepolice and crime panel referred to in subsection (1) of section 28;\n\t\t\tin relation to the metropolitan police district, the committee establishedunder section 32;\n\t\t\t\t  * “police and crime plan” has the meaning given in section 7; \n\t\t\t\t  * “police area” means— \n\t\t\ta police area listed in Schedule 1 to the Police Act 1996 (police areasoutside London), and\n\t\t\tthe metropolitan police district;\n\t\t\t\t  * “relevant chief officer of police”, in relation to— \n\t\t\ta police area,\n\t\t\tthe police force for a police area,\n\t\t\tthe elected local policing body for a police area, or\n\t\t\tthe police and crime panel for a police area,\n\t\t\t\tmeans the chief officer of police of the police force for that area;\n\t\t\t\t  * “relevant elected local policing body”, in relation to— \n\t\t\ta police area,\n\t\t\tthe police force for a police area,\n\t\t\tthe chief officer of police of the police force for a police area, or\n\t\t\tthe police and crime panel for a police area,\n\t\t\tmeans the elected local policing body for that area;\n\t\t\t\t  * “relevant police and crime panel”, in relation to— \n\t\t\ta police area,\n\t\t\tthe police force for a police area,\n\t\t\tthe chief officer of police of the police force for a police area, or\n\t\t\tthe elected local policing body for a police area,\n\t\t\tmeans the police and crime panel for that area;\n\t\t\t\t  * “relevant police force”, in relation to— \n\t\t\ta police area,\n\t\t\ta chief officer of police of the police force for a police area,\n\t\t\tthe elected local policing body for a police area, or\n\t\t\tthe police and crime panel for a police area,\n\t\t\tmeans the police force for that area.\n\t\tReferences in this Part to a police and crime commissioner’s area arereferences to the police area for which the commissioner is established.\n\t\tReferences in this Part to a police and crime commissioner’s staff arereferences to the following persons appointed under Schedule 1—\n\t\t\tthe commissioner’s chief executive;\n\t\t\tthe commissioner’s chief finance officer; and\n\t\t\tother staff;\n\t\t\tand to the person (if any) appointed as the deputy police and crimecommissioner under section 18.\n\t\tReferences in this Part to a police force’s civilian staff are (except inthe case of the metropolitan police force) references to—\n\t\t\tthe chief finance officer appointed by the chief constable of the forceunder paragraph 4 of Schedule 2, and\n\t\t\tthe other staff appointed by that chief constable under that Schedule.\n\t\tReferences in this Part to the staff of the Mayor’s Office for Policing andCrime are references to—\n\t\t\tthe Office’s chief finance officer appointed under section 127(2) of theGreater London Authority Act 1999;\n\t\t\tthe Office’s chief executive appointed under Schedule 3;\n\t\t\tother staff appointed under Schedule 3; and\n\t\t\tthe person (if any) appointed under section 19 as the Deputy Mayor forPolicing and Crime (subject to paragraph 4(4) of Schedule 3 (Deputy Mayor anAssembly member)).\n\t\tReferences in this Part to the metropolitan police force’s civilian staffare references to—\n\t\t\tthe chief finance officer appointed by the Commissioner of Police of theMetropolis under paragraph 1 of Schedule 4, and\n\t\t\tthe other staff appointed by the Commissioner under that Schedule."
    },
    {
        "length": 639,
        "text": "\nResponsible authorities\n\tLicensing authorities as responsible authorities\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) and (3).\n\t\tIn section 13(4) (responsible authorities)—\n\t\t\tbefore paragraph (a) insert—\n\t\t\tthe relevant licensing authority and any other licensing authority inwhose area part of the premises is situated,”, and\n\t\t\tomit paragraph (g).\n\t\tIn section 69(4) (responsible authorities)—\n\t\t\tbefore paragraph (a) insert—\n\t\t\tthe relevant licensing authority and any other licensing authority inwhose area part of the premises is situated,”, and\n\t\t\tomit paragraph (g).\n\t\tThe amendments made by this section apply in relation to—\n\t\t\tapplications relating to premises licences or club premises certificatesthat are made on or after the commencement of this section, and\n\t\t\tnotices under section 165(4) of the Licensing Act 2003 (closure orders)that are received by a licensing authority on or after the commencement ofthis section.\n\tPrimary Care Trusts and Local Health Boards as responsibleauthorities\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (4).\n\t\tIn section 5(3) (statement of licensing policy), after paragraph (b)insert—\n\t\t\teach Primary Care Trust or Local Health Board for an area any part ofwhich is in the licensing authority’s area,”.\n\t\tIn section 13(4) (authorised persons, interested parties and responsibleauthorities), after paragraph (b) insert—\n\t\t\tthe Primary Care Trust or Local Health Board for any area in which thepremises are situated,”.\n\t\tIn section 69(4) (authorised persons, interested parties and responsibleauthorities), after paragraph (b) insert—\n\t\t\tthe Primary Care Trust or Local Health Board for any area in which thepremises are situated,”.\n\t\tThe amendments made by this section apply in relation to—\n\t\t\tapplications relating to premises licences or club premises certificatesthat are made on or after the commencement of this section, and\n\t\t\tnotices under section 165(4) of the Licensing Act 2003 (closure orders)that are received by a licensing authority on or after that commencement."
    },
    {
        "length": 2440,
        "text": "\nRemoving the vicinity test\n\tPremises licences: who may make relevant representations\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (9).\n\t\tIn section 13 (authorised persons, interested parties and responsibleauthorities)—\n\t\t\tin the title, omit “, interested parties”,\n\t\t\tin subsection (1), omit ““interested party”,”, and\n\t\t\tomit subsection (3).\n\t\tIn section 17(5) (application for premises licence)—\n\t\t\tin paragraph (a)(ii), for “interested parties” substitute “persons wholive, or are involved in a business, in the relevant licensing authority’sarea and who are”,\n\t\t\tafter paragraph (a) insert—\n\t\t\trequire the relevant licensing authority to advertise the applicationwithin the prescribed period—\n\t\t\tin the prescribed form, and\n\t\t\tin a manner which is prescribed and is likely to bring the application tothe attention of the persons who are likely to be affected by it; and”, and”\n\t\t\tin paragraph (c), for “interested parties and responsible authorities”substitute “responsible authorities and other persons”.\n\t\tIn section 18(7) (determination of application for premises licence)—\n\t\t\tin paragraph (a), for “an interested party or responsible authority”substitute “a responsible authority or other person”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 31(6) (determination of application for provisional statement)—\n\t\t\tin paragraph (a), for “an interested party or responsible authority”substitute “a responsible authority or other person”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 35(6) (determination of application to vary premises licence)—\n\t\t\tin paragraph (a), for “an interested party or responsible authority”substitute “a responsible authority or other person”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 41B(2)(b)(ii) (determination of application for minor variationof premises licence), for “an interested party” substitute “any other person”.\n\t\tIn section 41D(6) (variation of premises licence: supply of alcohol fromcommunity premises), for paragraph (b) substitute—\n\t\t\tsubsection (6)(c) were omitted.”.\n\t\tIn section 194 (index of defined expressions), omit the entry for theexpression “interested party, in Part 3”.\n\t\tIn section 33 of the Policing and Crime Act 2009 (individual members oflicensing authorities to be interested parties), omit subsection (1).\n\t\tThe amendments made by this section apply in relation to applicationsrelating to premises licences that are made on or after the commencement ofthis section.\n\tPremises licences: who may apply for review\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (6).\n\t\tIn section 51 (application for review of premises licences)—\n\t\t\tin subsection (1), for “an interested party or a responsible authority”substitute “a responsible authority or any other person”, and\n\t\t\tin subsection (3)—\n\t\t\tin paragraph (b), for “interested parties and responsible authorities”substitute “responsible authorities and other persons”, and\n\t\t\tin paragraph (c), for “interested party” substitute “other person”.\n\t\tIn section 52(8) (determination of application for review of premiseslicence)—\n\t\t\tin paragraph (a)(i), for “an interested party” substitute “any otherperson”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 53A(3) (summary reviews on application of senior policeofficer)—\n\t\t\tin paragraph (c), for “interested parties” substitute “other persons”, and\n\t\t\tin paragraph (e), for “interested party” substitute “other person”.\n\t\tIn section 53C(8) (review of premises licence following summary reviewnotice)—\n\t\t\tin paragraph (a), for “an interested party” substitute “any other person”,and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 167 (review of premises licence following closure order)—\n\t\t\tin subsection (4)(b), for “interested parties” substitute “other persons”,\n\t\t\tin subsection (4)(c), for “interested party” substitute “other person”,\n\t\t\tin subsection (10)(a), for “an interested party” substitute “any otherperson”,\n\t\t\tin subsection (10)(c), for “an interested party (who is not also aresponsible authority)” substitute “a person who is not a responsibleauthority”, and\n\t\t\tin subsection (14), for ““interested party” and “responsible authority”have” substitute ““responsible authority” has”.\n\t\tThe amendments made by this section apply in relation to applications forreview that are made on or after the commencement of this section.\n\tClub premises certificates: who may make relevant representations\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (7).\n\t\tIn section 69 (authorised persons, interested parties and responsibleauthorities)—\n\t\t\tin the title, omit “, interested parties”,\n\t\t\tin subsection (1), omit ““interested party”,”, and\n\t\t\tomit subsection (3).\n\t\tIn section 71(6) (application for club premises certificate)—\n\t\t\tin paragraph (a)(ii), for “interested parties” substitute “persons wholive, or are involved in a business, in the relevant licensing authority’sarea and who are”,\n\t\t\tafter paragraph (a) insert—\n\t\t\trequire the relevant licensing authority to advertise the applicationwithin the prescribed period—\n\t\t\tin the prescribed form, and\n\t\t\tin a manner which is prescribed and is likely to bring the application tothe attention of the persons who are likely to be affected by it; and”, and”\n\t\t\tin paragraph (c), for “interested parties and responsible authorities”substitute “responsible authorities and other persons”.\n\t\tIn section 72(8) (determination of application for club premisescertificate)—\n\t\t\tin paragraph (a), for “an interested party or responsible authority”substitute “a responsible authority or other person”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 85(6) (determination of application to vary club premisescertificate)—\n\t\t\tin paragraph (a), for “an interested party or responsible authority”substitute “a responsible authority or other person”, and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tIn section 86B(2)(b)(ii) (determination of application for minor variationof club premises certificate), for “an interested party” substitute “any otherperson”.\n\t\tIn section 194 (index of defined expressions), omit the entry for theexpression “interested party, in Part 4”.\n\t\tIn section 33 of the Policing and Crime Act 2009 (individual members oflicensing authorities to be interested parties), omit subsection (2).\n\t\tThe amendments made by this section apply in relation to applicationsrelating to club premises certificates that are made on or after thecommencement of this section.\n\tClub premises certificates: who may apply for review\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (4).\n\t\tIn section 87 (application for review of club premises certificate), forsubsection (1) substitute—\n\t\tWhere a club holds a club premises certificate, a responsible authority orany other person may apply to the relevant licensing authority for a review ofthe certificate.”.\n\t\tIn section 87(3) (application for review of club premises certificate)—\n\t\t\tin paragraph (b), after “to the authority” insert “by the club, responsibleauthorities and other persons”, and\n\t\t\tin paragraph (c), for “interested party” substitute “other person”.\n\t\tIn section 88(8) (determination of application for review of club premisescertificate)—\n\t\t\tin paragraph (a), for “an interested party” substitute “any other person”,and\n\t\t\tin paragraph (c), for “an interested party (who is not also a responsibleauthority)” substitute “a person who is not a responsible authority”.\n\t\tThe amendments made by this section apply in relation to applications forreview that are made on or after the commencement of this section."
    },
    {
        "length": 1418,
        "text": "\nReducing the evidential burden on licensing authorities\n\tReducing the burden: premises licences\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (14).\n\t\tIn section 18 (determination of application for premises licence)—\n\t\t\tin subsection (3)(b), for “necessary” substitute “appropriate”, and\n\t\t\tin subsection (4)(a)(i), for “necessary” substitute “appropriate”.\n\t\tIn section 22(2) (prohibited conditions: plays), for “necessary” substitute“appropriate”.\n\t\tIn section 25A(6) (grant of premises licence: supply of alcohol fromcommunity premises), for “necessary” substitute “appropriate”.\n\t\tIn section 31 (determination of application for provisional statement)—\n\t\t\tin subsection (3)(b), for “necessary” substitute “appropriate”, and\n\t\t\tin subsection (3)(c)(ii), for “necessary” substitute “appropriate”.\n\t\tIn section 35(3)(b) (determination of application to vary premiseslicence), for “necessary” substitute “appropriate”.\n\t\tIn section 39(3)(b) (determination of application to vary premises licenceto specify premises supervisor), for “necessary” substitute “appropriate”.\n\t\tIn section 41D(5) (variation of premises licence: supply of alcohol fromcommunity premises), for “necessary” substitute “appropriate”.\n\t\tIn section 44(5)(b) (determination of transfer application), for“necessary” substitute “appropriate”.\n\t\tIn section 48(3)(b) (cancellation of interim authority notice followingpolice objections), for “necessary” substitute “appropriate”.\n\t\tIn section 52(3) (determination of application for review of premiseslicence), for “necessary” substitute “appropriate”.\n\t\tIn section 53B(8)(a) (supplementary provision about review of premiseslicence), for “necessary” substitute “appropriate”.\n\t\tIn section 53C(2)(b) (review of premises licence following review notice),for “necessary” substitute “appropriate”.\n\t\tIn section 177(5) (dancing and live music in certain small premises), for“necessary” substitute “appropriate”.\n\t\tThe amendments made by this section (other than subsection (10)) apply inrelation to applications relating to premises licences that are made on orafter the commencement of this section.\n\t\tThe amendment made by subsection (10) of this section applies in relationto interim authority notices that are given on or after the commencement ofthis section.\n\tReducing the burden: club premises certificates\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (5).\n\t\tIn section 72 (determination of application for club premises certificate)—\n\t\t\tin subsection (3)(b), for “necessary” substitute “appropriate”, and\n\t\t\tin subsection (4)(a)(i), for “necessary” substitute “appropriate”.\n\t\tIn section 76(2) (prohibited conditions: plays), for “necessary” substitute“appropriate”.\n\t\tIn section 85(3)(b) (determination of application to vary club premisescertificate), for “necessary” substitute “appropriate”.\n\t\tIn section 88(3) (determination of application for review of club premisescertificate), for “necessary” substitute “appropriate”.\n\t\tThe amendments made by this section apply in relation to applicationsrelating to club premises certificates that are made on or after thecommencement of this section.\n\tReducing the burden: other situations\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (6).\n\t\tIn section 105(2)(b) (counter notice following police objection), for“necessary” substitute “appropriate”.\n\t\tIn section 120(7)(b)(i) (determination of application for grant of personallicence), for “necessary” substitute “appropriate”.\n\t\tIn section 121(6)(b)(i) (determination of application for renewal ofpersonal licence), for “necessary” substitute “appropriate”.\n\t\tIn section 124(4)(b) (convictions coming to light after grant or renewal ofpersonal licence), for “necessary” substitute “appropriate”.\n\t\tIn section 167(5)(b) (review of premises licence following closure order),for “necessary” substitute “appropriate”.\n\t\tThe amendment made by subsection (2) of this section applies in relation totemporary event notices that are given on or after the commencement of thissection.\n\t\tThe amendments made by subsections (3) to (5) of this section apply inrelation to applications relating to personal licences that are made on orafter the commencement of this section.\n\t\tThe amendment made by subsection (6) of this section applies in relation tonotices under section 165(4) of the Licensing Act 2003 (closure orders) thatare received by a licensing authority on or after the commencement of thissection."
    },
    {
        "length": 1126,
        "text": "\nTemporary event notices: who may make an objection\n\tThe Licensing Act 2003 is amended as set out in subsections (2) to (13).\n\tAfter section 99, insert—\n\t“99AMeaning of “relevant person”\n\t\tIn this Part references to a “relevant person”, in relation to any premises,are references to the following—\n\t\t\tthe chief officer of police for any police area in which the premises aresituated,\n\t\t\tthe local authority by which statutory functions are exercisable in anyarea in which the premises are situated in relation to minimising orpreventing the risk of pollution of the environment or of harm to humanhealth.”.\n\t\tIn the cross-heading before section 104, for “Police objections” substitute“Objections”.\n\t\tIn the title to section 104 (objection to notice), for “the police”substitute “a relevant person”.\n\t\tIn section 104 (objection to notice), for subsection (2) substitute—\n\t\tWhere a relevant person who is given a temporary event notice is satisfiedthat allowing the premises to be used in accordance with the notice wouldundermine a licensing objective, the relevant person must give a noticestating the reasons for being so satisfied (an “objection notice”)—\n\t\t\tto the relevant licensing authority,\n\t\t\tto the premises user, and\n\t\t\tto every other relevant person.”.\n\t\tIn section 104(3) (timing for objection), for “chief officer of police”substitute “relevant person”.\n\t\tIn section 104(4) (timing for objection), for “relevant chief officer ofpolice” substitute “relevant person”.\n\t\tOmit section 104(5) (definition of “relevant chief officer of police”).\n\t\tIn section 105 (counter notice following objection)—\n\t\t\tin the title, omit “police”,\n\t\t\tin subsection (2)(a), for “chief officer of police” substitute “relevantperson”,\n\t\t\tin subsection (2)(b), for “the crime prevention objective” substitute “alicensing objective”,\n\t\t\tin subsection (3)(a), for “the relevant chief officer of police” substitute“each relevant person”, and\n\t\t\tin subsection (3)(b)(ii), for “the relevant chief officer of police”substitute “each relevant person”.\n\t\tIn section 106 (modification of notice following objection)—\n\t\t\tin the title, omit “police”,\n\t\t\tin subsection (1), for “chief officer of police” substitute “relevantperson”,\n\t\t\tin subsection (2)—\n\t\t\tfor “chief officer of police” substitute “relevant person”, and\n\t\t\tafter “of the premises user” insert “and each other relevant person”,\n\t\t\tin subsection (4), for “chief officer of police” substitute “relevantperson”, and\n\t\t\tomit subsection (5).\n\t\tIn section 107(11) (counter notice where permitted limits exceeded), forthe words following “that notice” substitute “to each relevant person”.\n\t\tIn section 194 (index of defined expressions), after the entry for theexpression “relevant offence” insert—\n\t\t“relevant person, in Part 5  ... ... ... ...| section 99A”.  ---|---    (13)In Schedule 5 (appeals)—\n\t\t\tin paragraph 16(1)(b), for “chief officer of police” substitute “relevantperson”,\n\t\t\tin paragraph 16(3), for “chief officer of police” substitute “relevantperson”,\n\t\t\tin paragraph 16(8), in the definition of “objection notice”, omit “and”,\n\t\t\tin paragraph 16(8), at the end of the definition of “relevant licensingauthority” insert “; and\n\t\t\t\t  * relevant person” has the meaning given in section 99A.”.\n\t\tThe amendments made by this section apply in relation to temporary eventnotices that are given on or after the commencement of this section."
    },
    {
        "length": 1202,
        "text": "\nTemporary event notices: conditions\n\tThe Licensing Act 2003 is amended as set out in subsections (2) to (5).\n\tIn section 98(1) (meaning of “permitted temporary activity”), for paragraph(a) substitute—\n\t\tit is carried out in accordance with—\n\t\ta notice given in accordance with section 100, and\n\t\tany conditions imposed under section 106A, and”.\n\tAfter section 106 insert—\n\t“106AConditions on standard temporary event notice following objection\n\t\tThis section applies where—\n\t\t\ta relevant person has given an objection notice under section 104(2) inrespect of a standard temporary event notice,\n\t\t\tthe objection notice has not been withdrawn, and\n\t\t\tthe relevant licensing authority has decided under section 105 not to givea counter notice under that section.\n\t\tThe relevant licensing authority may impose one or more conditions on thestandard temporary event notice if—\n\t\t\tthe authority considers it appropriate for the promotion of the licensingobjectives to do so,\n\t\t\tthe conditions are also imposed on a premises licence or club premisescertificate that has effect in respect of the same premises, or any part ofthe same premises, as the temporary event notice, and\n\t\t\tthe conditions would not be inconsistent with the carrying out of thelicensable activities under the temporary event notice.\n\t\tWhere the authority decides to impose one or more conditions undersubsection (2)—\n\t\t\tthe authority must give the premises user notice of the decision,\n\t\t\tthe notice must be accompanied by a separate statement (the “statement ofconditions”) which sets out the conditions that have been imposed on thetemporary event notice, and\n\t\t\ta copy of the notice and statement of conditions must be given to eachrelevant party.\n\t\tThe notice and statement of conditions under subsection (3) must—\n\t\t\tbe in the prescribed form,\n\t\t\tbe given to the premises user in the prescribed manner, and\n\t\t\tbe given no later than 24 hours before the beginning of the event periodspecified in the temporary event notice.\n\t\tWhere the premises are situated in the area of more than one licensingauthority, the functions conferred on the relevant licensing authority bysubsection (2) must be exercised by those authorities jointly.”.\n\t\tIn section 109 (duty to keep and produce temporary event notice)—\n\t\t\tin the title, after “notice” insert “and statement of conditions”,\n\t\t\tin subsection (2)(a), after “notice” insert “, together with a copy of anystatement of conditions given under section 106A(3) in respect of the notice”,\n\t\t\tin subsection (3)(a), after “notice” insert “, together with a copy of anystatement of conditions given under section 106A(3) in respect of the notice”,\n\t\t\tin subsection (3)(b), for “notice is” substitute “notice and any statementof conditions are”,\n\t\t\tin subsection (5)(a), after “notice” insert “or any statement ofconditions”,\n\t\t\tin subsection (5), after “produce the temporary event notice” insert “orstatement of conditions”,\n\t\t\tin subsection (6), after “produce the temporary event notice” insert “orstatement of conditions”, and\n\t\t\tin subsection (8), after “notice” insert “or statement of conditions”.\n\t\tIn section 110 (theft, loss, etc. of temporary event notice)—\n\t\t\tin the title, after “notice” insert “or statement of conditions”,\n\t\t\tafter subsection (1) insert—\n\t\t\t\t“(1A)Where a statement of conditions that is given under section 106A(3) islost, stolen, damaged or destroyed, the premises user may apply to thelicensing authority which gave the statement for a copy of the statement.”,\n\t\t\tin subsection (4), after “copy of the notice” insert “or statement”,\n\t\t\tin subsection (4)(a), after “notice” insert “or statement”,\n\t\t\tin subsection (5), after “notice” insert “or statement”, and\n\t\t\tin subsection (6), after “notice” insert “or statement”.\n\t\tThe amendments made by this section apply in relation to temporary eventnotices that are given on or after the commencement of this section."
    },
    {
        "length": 1832,
        "text": "\nTemporary event notices: late notices\n\tThe Licensing Act 2003 is amended as set out in subsections (2) to (12).\n\tIn section 98(2) (meaning of “permitted temporary activity”), for “sections102 (acknowledgement of notice) and 104(1) (notification of police)”substitute “section 102 (acknowledgement of notice)”.\n\tIn section 100 (temporary event notice)—\n\t\tin subsection (7), for paragraph (a) substitute—\n\t\tmust be given in accordance with section 100A, and”, and”\n\t\tin subsection (7)(b), after “fee” insert “when it is given by the premisesuser to the relevant licensing authority.”.\n\tAfter section 100 insert—\n\t“100AStandard and late temporary event notices\n\t\tFor the purposes of section 100(7)(a), a temporary event notice must begiven in accordance with—\n\t\t\tsubsection (2), in which case the notice is a “standard temporary eventnotice”, or\n\t\t\tsubsection (3), in which case the notice is a “late temporary eventnotice”.\n\t\tA temporary event notice is given in accordance with this subsection if, nolater than ten working days before the day on which the event period begins,—\n\t\t\tit is given to the relevant licensing authority by means of a relevantelectronic facility, or\n\t\t\tit is given to the relevant licensing authority (otherwise than by means ofa relevant electronic facility) and to each relevant person.\n\t\tA temporary event notice is given in accordance with this subsection if—\n\t\t\tit is given to the relevant licensing authority by means of a relevantelectronic facility no later than five working days, but no earlier than nineworking days, before the day the event period begins, or\n\t\t\tboth of the following are satisfied—\n\t\t\tit is given to the relevant licensing authority (otherwise than by means ofa relevant electronic facility) and to each relevant person no later than fiveworking days before the day on which the event period begins;\n\t\t\tit is given to at least one of those persons no earlier than nine workingdays before the day on which that event period begins.\n\t\tWhere a temporary event notice (the “original notice”) is given by thepremises user to the relevant licensing authority by means of a relevantelectronic facility as referred to in subsection (2)(a) or (3)(a)—\n\t\t\tthe licensing authority must give a copy of the original notice to eachrelevant person no later than the end of the first working day after the dayon which the original notice was given to the authority, and\n\t\t\tfor the purposes of this Act, the copy is to be treated as if it were theoriginal notice.\n\t\tIn this section “event period” in relation to a temporary event noticemeans the event period specified in the notice.”.\n\t\tIn section 102 (acknowledgement of notice), for subsection (3) substitute—\n\t\tSubsection (1) does not apply where, before the time by whichacknowledgement of the receipt of the notice must be given in accordance withthat subsection, a counter notice has been given to the premises user under—\n\t\t\twhere the counter notice is in respect of a late temporary event notice,section 104A, or\n\t\t\twhere the counter notice is in respect of a standard temporary event noticeor a late temporary event notice, section 107.”.\n\t\tIn section 104 (objection to notice)—\n\t\t\tomit subsections (1) and (1A), and\n\t\t\tin subsection (3), for “a copy of the temporary event notice undersubsection (1) or (1A)” substitute “the temporary event notice”.\n\t\tAfter section 104 insert—\n\t“104ACounter notice following objection to late notice\n\t\tWhere an objection notice is given under section 104(2) in respect of alate temporary event notice, the relevant licensing authority must give thepremises user a counter notice under this section.\n\t\tThe counter notice must—\n\t\t\tbe in the prescribed form, and\n\t\t\tbe given to the premises user in the prescribed manner.\n\t\tThe relevant licensing authority must, no later than 24 hours before thebeginning of the event period specified in the temporary event notice—\n\t\t\tgive the counter notice to the premises user, and\n\t\t\tgive a copy of the counter notice to each relevant person.”.\n\t\tIn section 105 (counter notice following objection)—\n\t\t\tin the title, after “objection” insert “to standard temporary eventnotice”,\n\t\t\tin subsection (1), for “in respect of a” substitute “under section 104(2)in respect of a standard”, and\n\t\t\tomit subsection (7).\n\t\tIn section 106(1) (modification of notice following objection)—\n\t\t\tin the title, for “notice” substitute “standard temporary event notice”,\n\t\t\tin subsection (1), for “in respect of a” substitute “under section 104(2)in respect of a standard”, and\n\t\t\tin subsection (2), for “the notice returned to the premises user undersection 102” substitute “it”.\n\t\tIn section 107 (counter notice where permitted limits exceeded)—\n\t\t\tin subsection (2), for paragraph (b) substitute—\n\t\t\thas already given at least—\n\t\t\t50 temporary event notices, or\n\t\t\tten late temporary event notices,\n\t\t\t\tin respect of event periods wholly or partly within the same year as the eventperiod specified in notice A.”, and”\n\t\t\tin subsection (3), for paragraph (b) substitute—\n\t\t\thas already given at least—\n\t\t\tfive temporary event notices, or\n\t\t\ttwo late temporary event notices,\n\t\t\tin respect of event periods wholly or partly within the same year as the eventperiod specified in notice A.”.\n\t\tIn section 194 (index of defined expressions)—\n\t\t\tafter the entry for the expression “late night refreshment” insert—\n\t\t\t“late temporary event notice  ... ... ... ...| section 100A(1)(b)”, and  ---|---    (b)after the entry for the expression “secretary, in Part 4” insert—\n\t\t\t“standard temporary event notice  ... ... ... ...| section 100A(1)(a)”.  ---|---    (12)In paragraph 16(1)(a) of Schedule 5 (appeals), after “a” insert“standard”.\n\t\tThe amendments made by this section apply in relation to temporary eventnotices that are given on or after the commencement of this section."
    },
    {
        "length": 189,
        "text": "\nRelaxation of time limits applying to temporary event notices\n\tThe Licensing Act 2003 is amended as set out in subsections (2) and (3).\n\tIn section 100 (temporary event notice)—\n\t\tin subsection (1), for “96 hours” substitute “168 hours”, and\n\t\tin subsection (5)(b), for “96 hours” substitute “168 hours”.\n\tIn section 107(5) (counter notice where permitted limits exceeded), for “15days” substitute “21 days”.\n\tThe amendments made by this section apply in relation to temporary eventnotices that are given on or after the commencement of this section."
    },
    {
        "length": 163,
        "text": "\nTemporary event notices: acknowledgment of notice\n\tIn section 102 of the Licensing Act 2003 (acknowledgement of notice)—\n\t\tin subsection (1), for “(in duplicate) in accordance with this Part, itmust acknowledge receipt of the notice by sending or delivering one notice”substitute “in accordance with this Part, it must give written acknowledgementof the receipt of the notice”, and\n\t\tomit subsection (2).\n\tThe amendments made by this section apply in relation to temporary eventnotices that are given on or after the commencement of this section."
    },
    {
        "length": 300,
        "text": "\nUnderage sales\n\tPersistently selling alcohol to children\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) and (3).\n\t\tIn section 147A(8) (fine for persistently selling alcohol to children), for“£10,000” substitute “£20,000”.\n\t\tIn section 169A (closure notice for persistently selling alcohol tochildren)—\n\t\t\tin subsection (2)(a), for “for a period not exceeding 48 hours” substitute“, for the period specified in the notice,”, and\n\t\t\tin subsection (4), for “not more than 48 hours” substitute “at least 48hours but not more than 336 hours”.\n\t\tThe amendment made by subsection (2) of this section applies in relation tooffences that are committed on or after the commencement of that subsection.\n\t\tThe amendments made by subsection (3) of this section apply in relation toclosure notices that are given on or after the commencement of that subsectionin relation to offences committed before, on or after that commencement."
    },
    {
        "length": 2238,
        "text": "\nEarly morning alcohol restriction orders\n\tEarly morning alcohol restriction orders\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) and (3).\n\t\tIn section 7 (exercise and delegation of functions), in subsection (2),after paragraph (a) (but before the final “or”) insert—\n\t\t\tthe functions of making, and varying or revoking, an order under section172A (early morning alcohol restriction order),”.\n\t\tFor sections 172A to 172E (early morning alcohol restriction order), asinserted by section 55 of the Crime and Security Act 2010, substitute—\n\t\t“172APower to make early morning alcohol restriction order\n\t\t\tIf a licensing authority considers it appropriate for the promotion of thelicensing objectives, it may, subject as follows, make an order under thissection.\n\t\t\tAn order under this section is an order providing that—\n\t\t\t\tpremises licences and club premises certificates granted by the authority,and temporary event notices given to the authority, do not have effect to theextent that they authorise the sale of alcohol during the period specified inthe order, and\n\t\t\t\tclub premises certificates granted by the authority do not have effect tothe extent that they authorise the supply of alcohol by or on behalf of a clubto, or to the order of, a member of the club during the period specified inthe order.\n\t\t\tFor the purposes of subsection (2)(a) and (b), the period that may bespecified in the order must—\n\t\t\t\tbegin no earlier than midnight, and\n\t\t\t\tend no later than 6am.\n\t\t\tIt is immaterial for the purposes of an order under this section whether apremises licence or club premises certificate is granted, or a temporary eventnotice is given, before or after the order is made.\n\t\t\tAn order under this section may provide that it is to apply—\n\t\t\t\tin relation to the same period of every day on which the order is to apply,or in relation to different periods of different days,\n\t\t\t\tevery day or only on particular days (for example, particular days of theweek or year),\n\t\t\t\tin relation to the whole or part of a licensing authority’s area, or\n\t\t\t\tfor a limited or unlimited period.\n\t\t\tAn order under this section must specify—\n\t\t\t\tthe days on which it is to apply and the period of those days,\n\t\t\t\tthe area in relation to which it is to apply,\n\t\t\t\tif it is to apply for a limited period, that period, and\n\t\t\t\tthe date from which it is to apply.\n\t\t\tAn order under this section must—\n\t\t\t\tbe in the prescribed form, and\n\t\t\t\thave the prescribed content.\n\t\tBProcedural requirements for early morning alcohol restriction order\n\t\t\tA licensing authority proposing to make an order under section 172A must—\n\t\t\t\tadvertise the proposed order in the prescribed manner, and\n\t\t\t\thold a hearing to consider any relevant representations, unless theauthority and each person who has made such representations agree that ahearing is unnecessary.\n\t\t\tIn this section “relevant representations” means representations which—\n\t\t\t\tare about the likely effect of the making of the proposed order on thepromotion of the licensing objectives,\n\t\t\t\tare made to the licensing authority by an affected person, a responsibleauthority or any other person,\n\t\t\t\tare made in the prescribed form and manner and within the prescribedperiod,\n\t\t\t\thave not been withdrawn, and\n\t\t\t\tin the case of representations made by a person who is not a responsibleauthority, are not, in the opinion of the licensing authority, frivolous orvexatious.\n\t\t\tIn subsection (2)(b), “affected person” means—\n\t\t\t\tthe holder of the premises licence or club premises certificate in respectof affected premises,\n\t\t\t\tthe premises user in relation to a temporary event notice in respect ofaffected premises,\n\t\t\t\ta person who has applied for a premises licence or club premisescertificate in respect of affected premises (where the application has notbeen determined), and\n\t\t\t\ta person to whom a provisional statement has been issued in respect ofaffected premises.\n\t\t\tIn subsection (2)(b) and (e), “responsible authority” means—\n\t\t\t\tthe licensing authority and any other licensing authority in whose areapart of any affected premises is situated,\n\t\t\t\tthe chief officer of police for a police area any part of which is in thearea specified in the order,\n\t\t\t\tthe fire and rescue authority for an area any part of which is in the areaspecified in the order,\n\t\t\t\tthe Primary Care Trust or Local Health Board for an area any part of whichis in the area specified in the order,\n\t\t\t\tthe local weights and measures authority for any such area,\n\t\t\t\tthe enforcing authority within the meaning given by section 18 of theHealth and Safety at Work etc Act 1974 for any such area,\n\t\t\t\tthe local planning authority within the meaning given by the Town andCountry Planning Act 1990 for any such area,\n\t\t\t\tthe local authority by which statutory functions are exercisable in thearea specified in the order in relation to minimising or preventing the riskof pollution of the environment or of harm to human health,\n\t\t\t\ta body which—\n\t\t\t\trepresents those who, in relation to the area specified in the order, areresponsible for, or interested in, matters relating to the protection ofchildren from harm, and\n\t\t\t\tis recognised by the licensing authority for the purposes of this sectionas being competent to advise on such matters,\n\t\t\t\twhere affected premises are a vessel—\n\t\t\t\ta navigation authority (within the meaning given by section 221(1) of theWater Resources Act 1991) having functions in relation to the waters where thevessel is usually moored or berthed or any waters where it is navigated at atime when it is used for licensable activities to which the proposed orderrelates,\n\t\t\t\tthe Environment Agency,\n\t\t\t\tthe British Waterways Board, and\n\t\t\t\tthe Secretary of State, and\n\t\t\t\ta prescribed person.\n\t\t\tWhere a licensing authority determines for the purposes of subsection(2)(e) that any representations are frivolous or vexatious, it must notify theperson who made them of its reasons for its determination.\n\t\t\tIn this section—\n\t\t\t\t  * “affected premises”, in relation to a proposed order, means premises in respect of which it applies from the date specified in it;\n\t\t\t\t  * “statutory function” means a function conferred by or under an enactment.\n\t\tCMaking of early morning alcohol restriction order\n\t\t\tA licensing authority may not make an order under section 172A applying inrelation to—\n\t\t\t\tan area not specified in the proposed order advertised under section 172B,\n\t\t\t\ta day not specified in that proposed order, or\n\t\t\t\ta period other than the period specified in that proposed order of any dayso specified.\n\t\t\tAfter making an order under section 172A a licensing authority must publishit or otherwise make it available—\n\t\t\t\tin the prescribed form and manner, and\n\t\t\t\twithin the prescribed period.\n\t\tDVariation and revocation of early morning alcohol restriction order\n\t\t\tA licensing authority may vary or revoke an order under section 172A.\n\t\t\tSections 172B and 172C apply in relation to the variation or revocation ofan order under section 172A as in relation to the making of such an order.\n\t\tEExceptions from effect of early morning alcohol restriction order\n\t\t\tAn order under section 172A does not apply in prescribed cases orcircumstances.\n\t\t\tThe cases referred to in subsection (1) may in particular be defined byreference to—\n\t\t\t\tparticular kinds of premises, or\n\t\t\t\tparticular days.\n\t\t\tAn order under section 172A is subject to an order under section 172(whether made before or afterwards), unless and to the extent that the orderunder section 172 provides otherwise.”.\n\t\t\tSection 55 of the Crime and Security Act 2010 (power to restrict sale andsupply of alcohol) is repealed."
    },
    {
        "length": 2517,
        "text": "\nFees\n\tSuspension of licence or certificate for failing to pay annual fee\n\t\tThe Licensing Act 2003 is amended as set out in subsections (2) to (5).\n\t\tIn section 26(2) (period of validity of premises licence), after “section52” insert “or 55A”.\n\t\tAfter section 55 (annual fee for premises licence) insert—\n\t\t“55ASuspension of premises licence for failing to pay annual fee\n\t\t\tA licensing authority must suspend a premises licence if the holder of thelicence has failed to pay the authority an annual fee that has become dueunder section 55(2).\n\t\t\tSubsection (1) does not apply if—\n\t\t\t\teither— \n\t\t\t\tthe holder’s failure to pay the fee at the time it became due was becauseof an administrative error (whether made by the holder, the authority oranyone else), or\n\t\t\t\tbefore or at the time the fee became due, the holder notified theauthority in writing that the holder disputed liability for, or the amount of,the fee, and\n\t\t\t\tthe grace period for payment of the fee has not expired (see subsection(8)).\n\t\t\tIf a licensing authority suspends a premises licence under subsection (1),the authority must give the holder of the licence a notice to that effect,specifying the day the suspension takes effect.\n\t\t\tA day specified in a notice under subsection (3) must be at least twoworking days after the day the authority gives the notice.\n\t\t\tIf the holder of the licence pays the annual fee, the licensing authoritymust give the holder written acknowledgement of receipt of the fee.\n\t\t\tThe acknowledgement of receipt under subsection (5) must—\n\t\t\t\tspecify the day the authority received the fee (the “receipt day”), and\n\t\t\t\tbe given to the holder as soon as is reasonably practicable but in anyevent—\n\t\t\t\tif the receipt day was a working day, before the end of the first workingday after the receipt day,\n\t\t\t\totherwise, before the end of the second working day after the receipt day.\n\t\t\tA suspension of a premises licence under subsection (1)—\n\t\t\t\ttakes effect on the day specified in the notice under subsection (3), and\n\t\t\t\tceases to have effect on the receipt day, as specified in theacknowledgement of receipt under subsection (5).\n\t\t\tIn this section, the “grace period” for payment of a fee is the period of21 days, beginning on the day after the day the fee became due.”.\n\t\t\tIn section 80(2) (period of validity of club premises certificate), after“section 88” insert “or 92A”.\n\t\t\tAfter section 92 (annual fee for club premises certificate) insert—\n\t\t“92ASuspension of club premises certificate for failing to pay annualfee\n\t\t\tA licensing authority must suspend a club premises certificate if theholder of the certificate has failed to pay the authority an annual fee thathas become due under section 92(2).\n\t\t\tSubsection (1) does not apply if—\n\t\t\t\teither— \n\t\t\t\tthe holder’s failure to pay the fee at the time it became due was becauseof an administrative error (whether made by the holder, the authority oranyone else), or\n\t\t\t\tbefore or at the time the fee became due, the holder notified theauthority in writing that the holder disputed liability for, or the amount of,the fee, and\n\t\t\t\tthe grace period for payment of the fee has not expired (see subsection(8)).\n\t\t\tIf a licensing authority suspends a club premises certificate undersubsection (1), the authority must give the holder of the certificate a noticeto that effect, specifying the day the suspension takes effect.\n\t\t\tA day specified in a notice under subsection (3) must be at least 2 workingdays after the day the authority gives the notice.\n\t\t\tIf the holder of the certificate pays the annual fee, the licensingauthority must give the holder written acknowledgement of receipt of the fee.\n\t\t\tThe acknowledgement of receipt under subsection (5) must—\n\t\t\t\tspecify the day the authority received the fee (the “receipt day”), and\n\t\t\t\tbe given to the holder as soon as is reasonably practicable but in anyevent—\n\t\t\t\tif the receipt day was a working day, before the end of the first workingday after the receipt day,\n\t\t\t\totherwise, before the end of the second working day after the receipt day.\n\t\t\tA suspension of a club premises certificate under subsection (1)—\n\t\t\t\ttakes effect on the day specified in the notice under subsection (3), and\n\t\t\t\tceases to have effect on the receipt day, as specified in theacknowledgement of receipt under subsection (5).\n\t\t\tIn this section, the “grace period” for payment of a fee is the period of21 days, beginning on the day after the day the fee became due.”.\n\t\t\tThe amendments made by this section apply in relation to premises licencesand club premises certificates in relation to which annual fees become due onor after the commencement of this section.\n\tPower for licensing authorities to set fees\n\t\tThe Licensing Act 2003 is amended as follows.\n\t\tAfter section 197 insert—\n\t\t“197ARegulations about fees\n\t\t\tSubsection (2) applies where the Secretary of State makes regulations underthis Act prescribing the amount of any fee.\n\t\t\tThe Secretary of State may, in determining the amount of the fee, haveregard, in particular, to—\n\t\t\t\tthe costs of any licensing authority to whom the fee is to be payable whichare referable to the discharge of the function to which the fee relates, and\n\t\t\t\tthe general costs of any such licensing authority;\n\t\t\t\t\tand may determine an amount by reference to fees payable to, and costs of, anysuch licensing authorities, taken together.\n\t\t\tA power under this Act to prescribe the amount of a fee includes power toprovide that the amount of the fee is to be determined by the licensingauthority to whom it is to be payable.\n\t\t\tRegulations which so provide may also specify constraints on the licensingauthority’s power to determine the amount of the fee.\n\t\t\tSubsections (6) and (7)—\n\t\t\t\tapply where, by virtue of subsection (3), regulations provide that theamount of a fee is to be determined by a licensing authority, and\n\t\t\t\tare subject to any constraint imposed under subsection (4).\n\t\t\tThe licensing authority—\n\t\t\t\tmust determine the amount of the fee (and may from time to time determine arevised amount),\n\t\t\t\tmay determine different amounts for different classes of case specified inthe regulations (but may not otherwise determine different amounts fordifferent cases), and\n\t\t\t\tmust publish the amount of the fee as determined from time to time.\n\t\t\tIn determining the amount of the fee, the licensing authority must seek tosecure that the income from fees of that kind will equate, as nearly aspossible, to the aggregate of—\n\t\t\t\tthe licensing authority’s costs referable to the discharge of the functionto which the fee relates, and\n\t\t\t\ta reasonable share of the licensing authority’s general costs;\n\t\t\t\tand must assess income and costs for this purpose in such manner as itconsiders appropriate.\n\t\tBRegulations about fees: supplementary provision\n\t\t\tSubsections (2) and (3) apply for the purposes of section 197A.\n\t\t\tReferences to a licensing authority’s costs referable to the discharge of afunction include, in particular—\n\t\t\t\tadministrative costs of the licensing authority so far as they arereferable to the discharge of the function, and\n\t\t\t\tcosts in connection with the discharge of the function which are incurredby the licensing authority acting—\n\t\t\t\tunder this Act, but\n\t\t\t\tin a capacity other than that of licensing authority (whether that oflocal authority, local planning authority or any other authority).\n\t\t\tReferences to the general costs of a licensing authority are to costs ofthe authority so far as they are referable to the discharge of functions underthis Act in respect of which no fee is otherwise chargeable and include, inparticular—\n\t\t\t\tcosts referable to the authority’s functions under section 5;\n\t\t\t\tcosts of or incurred in connection with the monitoring and enforcement ofParts 7 and 8 of this Act;\n\t\t\t\tcosts incurred in exercising functions conferred by virtue of section 197A.\n\t\t\tTo the extent that they prescribe the amount of a fee or include provisionmade by virtue of section 197A(3) or (4), regulations may—\n\t\t\t\tmake provision which applies generally or only to specified authorities ordescriptions of authority, and\n\t\t\t\tmake different provision for different authorities or descriptions ofauthority.\n\t\t\tSubsection (4) is not to be taken to limit the generality of section 197.”.\n\t\t\tIn section 10(4) (sub-delegation of functions by licensing committee etc)—\n\t\t\t\tomit “or” at the end of paragraph (c), and\n\t\t\t\tafter paragraph (d) insert “or\n\t\t\t\tany function conferred by virtue of section 197A (regulations aboutfees).”."
    },
    {
        "length": 1015,
        "text": "\nMiscellaneous\n\tLicensing policy statements\n\t\tSection 5 of the Licensing Act 2003 (statement of licensing policy) isamended as set out in subsections (2) to (7).\n\t\tIn subsection (1)—\n\t\t\tfor “three” substitute “five”, and\n\t\t\tin paragraph (b) omit “(a “licensing statement”)”.\n\t\tOmit subsection (2).\n\t\tIn subsection (3), for “three” substitute “five”.\n\t\tIn subsection (4)—\n\t\t\tfor “three” substitute “five”, and\n\t\t\tafter “policy” insert “in respect of that period”.\n\t\tAfter subsection (6) insert—\n\t\t\t“(6A)Without prejudice to subsection (4), a licensing authority may replaceits policy in respect of a period, with effect from any date during thatperiod, by—\n\t\t\tdetermining its policy with respect to the exercise of its licensingfunctions in respect of a period of five years beginning with that date, and\n\t\t\tpublishing a statement of that policy before that date.\n\t\t\t(6B)Subsection (3) applies in relation to any determination under subsection(6A) as it applies in relation to a determination under subsection (1).\n\t\t\t(6C)A licensing statement must specify the five year period to which itrelates.”\n\t\tAfter subsection (7) insert—\n\t\tIn this section—\n\t\t\t  * “five year period”, in relation to a licensing authority, means—\n\t\t\tif paragraph (b) does not apply, the period of five years ending with 6January 2016, and each subsequent period of five years, or\n\t\t\tif a licensing authority has published a licensing statement under subsection(6A), the period of five years to which the most recently published suchstatement relates, and each subsequent period of five years;\n\t\t\t\t  * “licensing statement” means a statement published under subsection (1)(b) or (6A)(b).”\n\t\tAny policy determined, and any licensing policy statement published, undersection 5(1) of the Licensing Act 2003 in respect of the period of three yearsbeginning with 7 January 2011 is, on and after the commencement of thissubsection, to be treated for all purposes as if—\n\t\t\tit had been determined and published under that section (as amended by thissection) in respect of the period of five years beginning with 7 January 2011,and\n\t\t\tit specified the five year period to which it relates.\n\tPersonal licences: relevant offences\n\t\tSchedule 4 to the Licensing Act 2003 (personal licence: relevant offences)is amended as set out in subsections (2) to (4).\n\t\tIn paragraph 14 (offences under the Road Traffic Act 1988), after paragraph(c) insert—\n\t\t\tsection 6(6) (failing to co-operate with a preliminary test).”.\n\t\tThe second paragraph 22 is renumbered as paragraph 22A.\n\t\tAfter paragraph 23 insert—\n\t\t\t“24An offence under section 1 of the Criminal Attempts Act 1981 of attemptingto commit an offence that is a relevant offence.\n\t\t25An offence under section 1 of the Criminal Law Act 1977 of conspiracy tocommit an offence that is a relevant offence.\n\t\t26The offence at common law of conspiracy to defraud.”.\n\t\tThe amendments made by this section apply on and after the commencement ofthis section in relation to—\n\t\t\tpersonal licences that are granted or renewed before, on or after thecommencement of this section, and\n\t\t\toffences committed before, on or after that commencement."
    },
    {
        "length": 563,
        "text": "\nReview\n\tReview of effect of amendments on licensing scheme\n\t\tAs soon as reasonably practicable after the end of the review period, theSecretary of State must—\n\t\t\tcarry out a review of the following provisions of this Chapter—\n\t\t\tsection 103 (licensing authorities as responsible authorities),\n\t\t\tsection 104 (Primary Care Trusts and Local Health Boards as responsibleauthorities),\n\t\t\tsection 105 (premises licences: who may make relevant representations),\n\t\t\tsection 106 (premises licenses: who may apply for review),\n\t\t\tsection 107 (club premises certificates: who may make relevantrepresentations),\n\t\t\tsection 108 (club premises certificates: who may apply for review),\n\t\t\tsection 109 (reducing the burden: premises licences),\n\t\t\tsection 110 (reducing the burden: club premises certificates),\n\t\t\tsection 111 (reducing the burden: other situations),\n\t\t\tsection 112 (temporary event notices: who may make an objection),\n\t\t\tsection 113 (temporary event notices: conditions),\n\t\t\tsection 117 (temporary event notice: time for objection to notice),\n\t\t\tsection 119 (early morning alcohol restriction orders),\n\t\t\tsection 120 (suspension of licence or certificate for failing to payannual fee),\n\t\t\tsection 123 (personal licences: relevant offences), and\n\t\t\tset out the conclusions of the review in a report.\n\t\tIn particular, the review must assess the effect of the amendments made bythose sections on the scheme established by the Licensing Act 2003.\n\t\tThe Secretary of State must lay a copy of the report before Parliament.\n\t\tIn this section, “review period” means the period of five years beginningwith—\n\t\t\tif all of those sections commence on the same day, that day, and\n\t\t\totherwise, the first day on which all of those sections have commenced."
    },
    {
        "length": 236,
        "text": "\nApplication of late night levy requirement in licensing authority’s area\n\tLate night levy requirement\n\t\tIn this Chapter, “the late night levy requirement” means a requirement topay the late night levy in accordance with this Chapter.\n\t\tA licensing authority may decide that the late night levy requirement is toapply in its area.\n\t\tIn making a decision under subsection (2) a licensing authority mustconsider—\n\t\t\tthe costs of policing and other arrangements for the reduction orprevention of crime and disorder, in connection with the supply of alcoholbetween midnight and 6 am, and\n\t\t\thaving regard to those costs, the desirability of raising revenue to beapplied in accordance with section 131.\n\t\tA licensing authority may not decide that the late night levy requirementis to apply in part only of its area.\n\t\tThis section is subject to section 132."
    },
    {
        "length": 986,
        "text": "\nLiability to pay late night levy\n\t“Relevant late night authorisation” and related definitions\n\t\tThis section applies for the purposes of this Chapter.\n\t\t“Relevant late night authorisation”, in relation to a licensing authorityand a levy year, means a premises licence or club premises certificate which—\n\t\t\tis granted by the authority, and\n\t\t\tauthorises the supply of alcohol at a time or times during the late nightsupply period on one or more days in the related payment year.\n\t\tThe “late night supply period” in relation to a licensing authority meansthe period of the day decided by the authority under section 132 or 133.\n\t\tA late night supply period must—\n\t\t\tbegin at or after midnight, and\n\t\t\tend at or before 6 am.\n\t\tThe late night supply period determined by a licensing authority for a levyyear must be the same—\n\t\t\tfor each payment year beginning during the levy year, and\n\t\t\tthroughout each such payment year.\n\t\tRegulations must make provision as to how payment years are to bedetermined in relation to holders of premises licences or club premisescertificates.\n\t\tRegulations under subsection (6) may, in particular—\n\t\t\tprovide for a holder’s payment year to be determined by reference to theperiod in respect of which the holder is liable to pay an annual fee undersection 55(2) or 92(2) of the Licensing Act 2003, or\n\t\t\tconfer functions or a discretion on licensing authorities in relation topremises licences and club premises certificates granted by them.\n\t\tRegulations under subsection (6) which provide for licensing authorities todetermine payment years must require an authority to decide how the paymentyears are to be determined at the time the authority decides under section125(2) that the late night levy requirement is to apply in its area.\n\t\tFor the purposes of this section, a payment year is related to a levy yearif it begins at the same time as, or during, the levy year.\n\tLiability to pay late night levy\n\t\tWhere the late night levy requirement applies in the area of a licensingauthority, the holder of a relevant late night authorisation must pay a levy(“the late night levy”) to the authority in respect of that authorisation foreach levy year, in accordance with this Chapter.\n\t\tBut a holder of a relevant late night authorisation who falls within anapplicable exemption category is not liable to pay the late night levy inrespect of that authorisation for the levy year.\n\t\tFor this purpose, “applicable exemption category”, in relation to a levyyear, means a permitted exemption category that the licensing authority hasdecided under section 132 or 133 is to apply in its area for the levy year.\n\tAmount of late night levy\n\t\tFor any levy year, the amount of the levy is—\n\t\t\tthe amount prescribed by regulations, or\n\t\t\tthe amount calculated in accordance with regulations.\n\t\tBut in the case of the holder of a relevant late night authorisation whofalls within an applicable reduction category, the amount of the late nightlevy payable in respect of the authorisation is the reduced amount thatapplies in relation to that category (see section 135(4)).\n\t\tFor this purpose “applicable reduction category”, in relation to a levyyear, means a permitted reduction category that the licensing authority hasdecided under section 132 or 133 is to apply in its area for the levy year.\n\t\tSubject to subsection (2), regulations under subsection (1) must providefor the amount of the late night levy, or the manner in which it is to becalculated, to be the same for all persons liable to pay the levy in respectof an authorisation for the levy year."
    },
    {
        "length": 1113,
        "text": "\nAdministration of late night levy\n\tPayment and administration of the levy\n\t\tRegulations— \n\t\t\tmust make provision as to collection and administration, and\n\t\t\tmay make provision as to enforcement,\n\t\t\t\tof the late night levy.\n\t\tRegulations under subsection (1) must make provision as to the time ortimes for payment of the levy to a licensing authority by holders of relevantlate night authorisations.\n\t\tProvision made by virtue of subsection (2) may in particular provide forany such time or times to be determined by reference to the holders’ paymentyears.\n\t\tRegulations under subsection (1) may make provision for adjustments to bemade in cases where—\n\t\t\ta relevant late night authorisation ceases to be such an authorisationduring the holder’s payment year;\n\t\t\ta premises licence or club premises certificate becomes a relevant latenight authorisation during the holder’s payment year;\n\t\t\tan order under section 172A of that Act (early morning restriction orders)precludes the supply of alcohol by virtue of the relevant late nightauthorisation at all the times during the applicable late night supply periodwhen it would otherwise have been permitted by virtue of the authorisation;\n\t\t\tincluding in cases where the change occurs after the end of the levy year.\n\t\tAny payment of the late night levy which is owed to a licensing authorityunder this Chapter may be recovered as a debt due to the authority.\n\t\tThe following provisions of the Licensing Act 2003 apply for the purposesof this Chapter—\n\t\t\tsection 55A (suspension of premises licence for failure to pay annual fee);\n\t\t\tsection 92A (suspension of club premises certificate for failure to payannual fee),\n\t\t\tbut as if a reference to an annual fee, or to the annual fee owed undersection 55(2) or 92(2), were a reference to the late night levy, or to theamount of the late night levy owed under this Chapter.\n\t\tProvision that may be made by regulations under this section includesprovision conferring functions or a discretion on licensing authorities.\n\tNet amount of levy payments\n\t\tIn this Chapter “the net amount of levy payments” of a licensing authorityin respect of any period means the amount, calculated in accordance withregulations, which represents—\n\t\t\tthe aggregate amount of payments to the authority in respect of the levythat are attributable to that period, less\n\t\t\tthe aggregate amount of expenses of the authority attributable to thatperiod that are permitted deductions under regulations under subsection(2)(a).\n\t\tRegulations under subsection (1)—\n\t\t\tmust prescribe descriptions of relevant expenses which may be deducted forthe purposes of calculating the net amount of levy payments for any period,\n\t\t\tmay make provision for determining the amounts to be taken into account incalculating the net amount of levy payments,\n\t\t\tmay make provision for determining the period to which a payment ordeduction is attributable.\n\t\tIn subsection (2)(a), “relevant expenses” means expenses incurred by alicensing authority in the administration of the late night levy requirementincluding, in particular, such expenses incurred in, in connection with or inconsequence of—\n\t\t\tany decision mentioned in section 134(1);\n\t\t\tcollection of payments of the late night levy;\n\t\t\tenforcement of the late night levy requirement.\n\t\tExpenses incurred by a licensing authority which fall within subsection(3)(a) include, in particular, expenses which it incurs in connection with anyapplication made by virtue of section 134(2)(c).\n\t\tA licensing authority must publish the following, in respect of each levyyear—\n\t\t\tbefore the beginning of the year, a statement of its estimate of the amountof deductions permitted under regulations under subsection (2)(a) to be madein respect of the year;\n\t\t\tafter the end of the year, a statement of the net amount of levy paymentsfor the year, showing in particular the amounts mentioned in paragraphs (a)and (b) of subsection (1) attributable to the year.\n\t\tIt is for the licensing authority to determine the manner in which anystatement under subsection (5) is to be published."
    },
    {
        "length": 315,
        "text": "\nApplication of levy payments\n\tApplication of net amount of levy payments\n\t\tThe net amount of levy payments for any levy year must be applied asfollows.\n\t\tThe licensing authority—\n\t\t\tmust pay the specified proportion of that amount to the relevant localpolicing body, and\n\t\t\tmust apply the remainder of that amount in accordance with regulations.\n\t\tIn subsection (2)(a), “specified proportion” means the proportiondetermined for the levy year under section 132(1)(b) or 133(1)(d).\n\t\tThe specified proportion must be not less than 70 per cent.\n\t\tRegulations may amend subsection (4) by specifying a different proportionin place of the proportion for the time being specified in that subsection.\n\t\tRegulations may make provision—\n\t\t\tas to the time or times at which payments are to be made by the licensingauthority under subsection (2);\n\t\t\tfor adjustments of payments in cases where payments or repayments are madein respect of the levy after the end of the levy year.\n\t\tRegulations under this section may make provision conferring functions or adiscretion on a licensing authority."
    },
    {
        "length": 3199,
        "text": "\nLate night levy requirement: further provision\n\tIntroduction of late night levy requirement\n\t\tWhere a licensing authority decides under section 125 that the late nightlevy requirement is to apply in its area, it must also decide—\n\t\t\tthe date on which the late night levy requirement is first to apply, and\n\t\t\tfor the first levy year and, subject to section 133, each subsequent levyyear—\n\t\t\tthe late night supply period;\n\t\t\tthe permitted exemption categories (if any) that are to apply in its area;\n\t\t\tthe permitted reduction categories (if any) that are to apply in itsarea;\n\t\t\tthe proportion of the net amount of levy payments that is to be paid tothe relevant local policing body under section 131.\n\t\tSubsection (1)(b)(i) is subject to section 126(4) and (5).\n\t\tSubsection (1)(b)(iv) is subject to section 131(4).\n\t\tRegulations under section 134 apply in relation to any decision of alicensing authority under section 125 or this section.\n\tAmendment of late night levy requirement\n\t\tWhere the late night levy requirement applies in the area of a licensingauthority under section 125, the authority may decide—\n\t\t\tthat the requirement is to cease to apply in the area;\n\t\t\tthat a different late night supply period is to apply;\n\t\t\tthat any permitted exemption categories or permitted reduction categoriesare to apply in addition to any that currently apply, or to cease to apply, inthe area;\n\t\t\tthat a different proportion of the net amount of levy payments is to bepaid to the relevant local policing body.\n\t\tSubsection (1)(b) is subject to section 126(4) and (5).\n\t\tSubsection (1)(d) is subject to section 131(4).\n\t\tWhere— \n\t\t\tregulations under section 135 alter the permitted exemption categories orpermitted reduction categories, and\n\t\t\tby virtue of the regulations any category that applies in the area of alicensing authority as the result of a relevant decision ceases to be apermitted exemption category or permitted reduction category,\n\t\t\t\tthe licensing authority must exercise its power under subsection (1)(c) so asto secure that all the categories that apply in its area in respect of futurelevy periods are permitted exemption categories or permitted reductioncategories.\n\t\tIn subsection (4)(b), “relevant decision” means a decision under—\n\t\t\tsection 132(1)(b)(ii) or (iii), or\n\t\t\tsubsection (1)(c) of this section.\n\t\tWhere— \n\t\t\tregulations under subsection (5) of section 131 amend subsection (4) ofthat section, and\n\t\t\tby virtue of the regulations the proportion of the net amount of levypayments to be paid to the relevant local policing body ceases to satisfysection 131(4),\n\t\t\tthe licensing authority must exercise its power under subsection (1)(d) so asto secure that the proportion of the net amount of levy payments to be paid tothe relevant local policing body in respect of future levy years satisfiesthat provision.\n\t\tAny decision made under subsection (1) may take effect only—\n\t\t\tin the case of a decision under paragraph (a), at the end of a levy period,\n\t\t\tin the case of decision under paragraph (b), (c) or (d), in respect offuture levy periods.\n\t\tRegulations under section 134 apply in relation to any decision of alicensing authority under this section.\n\tIntroduction or variation of late night levy requirement: procedure\n\t\tRegulations must make provision as to the procedure to be followed by alicensing authority in relation to any proposal for—\n\t\t\ta decision under section 125(2) that the late night levy requirement is toapply in the area of the licensing authority (and any related decision undersection 132(1));\n\t\t\ta decision under section 133(1)(a) that the late night levy requirement isto cease to apply in the area of the licensing authority;\n\t\t\ta decision under section 133(1)(b), (c) or (d).\n\t\tRegulations under this section must, in particular—\n\t\t\trequire the licensing authority, where it proposes to make any decisionmentioned in subsection (1), to consult the following about the proposal—\n\t\t\tthe relevant local policing body;\n\t\t\tthe relevant chief officer of police;\n\t\t\tholders of relevant late night authorisations;\n\t\t\tany other persons prescribed by the regulations;\n\t\t\tmake provision requiring the licensing authority to publish notice of anydecision mentioned in subsection (1) (and of related decisions);\n\t\t\tin the case of a decision under section 125(2), make provision—\n\t\t\tenabling any relevant late night authorisation to be varied under section34, 41A, 84 or 86A of the Licensing Act 2003, on the application of theholder, so as to cease to be a relevant late night authorisation before thebeginning of the first levy year, and\n\t\t\tfor no fee to be payable in respect of any such application to the extentthat it relates to such a variation.\n\t\tIn the case of a proposal that the late night levy requirement should applyto the area of a licensing authority, the consultation about the proposalrequired under subsection (2)(a) must include consultation about the mattersto be decided under section 132(1).\n\t\tRegulations under this section may specify matters of which the licensingauthority must be satisfied before deciding under section 125(2) that the latenight levy requirement is to apply in its area.\n\t\tIn subsection (2)(c), “relevant late night authorisation” includes apremises licence or club premises certificate which would be a relevant latenight authorisation if the licensing authority were to make the decisions insubsection (1)(a) in accordance with the proposal.\n\tPermitted exemption and reduction categories\n\t\tRegulations may prescribe—\n\t\t\tcategories of holders of relevant late night authorisations in relation towhom, if a licensing authority so decides, the requirement to pay the latenight levy is not to apply (“permitted exemption categories”);\n\t\t\tcategories of holders of relevant late night authorisations in relation towhom, if a licensing authority so decides, a reduced amount of the levy is toapply (“permitted reduction categories”).\n\t\tReferences in subsection (1) to a decision of a licensing authority are toa decision by the authority under section 132(1)(b)(ii) or (iii) or 133(1)(c)that the category in question is to apply in its area.\n\t\tWithout prejudice to section 136(3), categories of holders may beprescribed for this purpose by reference, in particular, to—\n\t\t\tparticipation in arrangements of particular descriptions;\n\t\t\tparticular descriptions of premises in respect of which authorisations areheld.\n\t\tRegulations under subsection (1) which prescribe permitted reductioncategories must also prescribe, in relation to each such category—\n\t\t\twhat the reduced amount of the levy is, or\n\t\t\tthe manner in which the reduced amount of the levy is to be calculated,\n\t\t\t\tand must provide for the reduced amount of the late night levy, or the mannerin which it is to be calculated, to be the same for all holders of relevantlate night authorisations in that category for a levy year.\n\tLate night levy: regulations\n\t\tAny power to make regulations under this Chapter is exercisable by theSecretary of State, but may be exercised only with consent of Treasury.\n\t\tRegulations may amend any provision made by or under an Act so far asnecessary or expedient in consequence of any provision made by or under thisChapter.\n\t\tAny regulations under this Chapter may—\n\t\t\tmake different provision for different cases;\n\t\t\tmake provision subject to exceptions;\n\t\t\tmake supplemental, incidental, consequential and transitional provision.\n\t\tSubsection (3) is subject to section 128(4) and 135(4).\n\tInterpretation \n\t\tIn this Chapter—\n\t\t  * “club premises certificate” has the same meaning as in the Licensing Act 2003 (see section 60 of that Act); \n\t\t  * “late night levy” means a levy payable under section 127(1); \n\t\t  * “the late night levy requirement” has the meaning given by section 125; \n\t\t  * “late night supply period”, has the meaning given by section 126; \n\t\t  * “levy year”, in relation to a licensing authority, means a period of one year, beginning with the date specified under section 132(1)(a) or an anniversary of that date, for which the late night levy requirement applies in the area of the authority; \n\t\t  * “licensing authority” means an authority which is a licensing authority within the meaning of the Licensing Act 2003 (see section 3 of that Act); \n\t\t  * “net amount of levy payments” has the meaning given by section 130; \n\t\t  * “payment year”, in relation to the holder of a relevant late night authorisation, means a year to which any payment of the late night levy by the holder in respect of the authorisation relates; \n\t\t  * “permitted exemption category” and “permitted reduction category” have the meanings given by section 135; \n\t\t  * “premises licence” has the same meaning as in the Licensing Act 2003 (see section 11 of that Act); \n\t\t  * “relevant late night authorisation” has the meaning given by section 126; \n\t\t  * “relevant chief officer of police”, in relation to a licensing authority, means the chief officer of police for the police area which comprises or includes the area of the licensing authority; \n\t\t  * “relevant local policing body”, in relation to a licensing authority, means the local policing body for the police area which comprises or includes the area of the licensing authority; \n\t\t  * “supply of alcohol” has the same meaning as in Part 3 of the Licensing Act 2003 (see section 14 of that Act). \n\tCrown application\n\t\tThis Chapter binds the Crown and has effect in relation to any premiseslicence, or club premises certificate, which relates to land in which thereis—\n\t\t\tan interest belonging to Her Majesty in right of the Crown,\n\t\t\tan interest belonging to a government department, or\n\t\t\tan interest held in trust for Her Majesty for the purposes of such adepartment.\n\t\tThis Chapter also applies in relation to any premises licence, or clubpremises certificate, which relates to—\n\t\t\tland which is vested in, but not occupied by, Her Majesty in right of theDuchy of Lancaster, and\n\t\t\tland which is vested in, but not occupied by, the possessor for the timebeing of the Duchy of Cornwall.\n\t\tProvision made by or under this Chapter applies to persons in the publicservice of the Crown as it applies to other persons.\n\t\tBut nothing in this Chapter affects Her Majesty in Her private capacity.\n\tAmendments of the Licensing Act 2003\n\t\tThe Licensing Act 2003 is amended as follows.\n\t\tIn section 55 (fees: premises licences), after subsection (1) insert—\n\t\t\t“(1A)Subsection (1) is subject to regulations under section 134(2)(c)(ii) ofthe Police Reform and Social Responsibility Act 2011 (exemption from fees forvariation applications prior to introduction of late night levy).”\n\t\tIn section 92 (fees: club premises certificates), after subsection (1)insert—\n\t\t“(1A)Subsection (1) is subject to regulations under section 134(2)(c)(ii) ofthe Police Reform and Social Responsibility Act 2011 (exemption from fees forvariation applications prior to introduction of late night levy).”"
    },
    {
        "length": 3229,
        "text": "\nPart 3Parliament Square Garden and surrounding area\n\tRepeal of SOCPA 2005 provisions\n\t\tDemonstrations in vicinity of Parliament: repeal of SOCPA 2005provisions\n\t\t\tSections 132 to 138 of the Serious Organised Crime and Police Act 2005(which regulate demonstrations and use of loudspeakers in the vicinity ofParliament) are repealed.\n\t\t\tThe public assemblies in relation to which section 14 of the Public OrderAct 1986 applies, as a consequence of the repeal of section 132(6) of theSerious Organised Crime and Police Act 2005, include public assemblies whichstarted, or were being organised, before this section comes into force.\n\tControls on activities in Parliament Square Garden and adjoining pavements\n\t\tControlled area of Parliament Square\n\t\t\tFor the purposes of this Part, the “controlled area of Parliament Square”means the area of land that is comprised in—\n\t\t\t\tthe central garden of Parliament Square, and\n\t\t\t\tthe footways that immediately adjoin the central garden of ParliamentSquare.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “the central garden of Parliament Square” means the site in Parliament Square on which the Minister of Works was authorised by the Parliament Square (Improvements) Act 1949 to lay out the garden referred to in that Act as “the new central garden”; \n\t\t\t\t  * “footway” has the same meaning as in the Highways Act 1980 (see section 329(1) of that Act). \n\t\tProhibited activities in controlled area of Parliament Square\n\t\t\tA constable or authorised officer who has reasonable grounds for believingthat a person is doing, or is about to do, a prohibited activity may directthe person—\n\t\t\t\tto cease doing that activity, or\n\t\t\t\t(as the case may be) not to start doing that activity.\n\t\t\tFor the purposes of this Part, a “prohibited activity” is any of thefollowing—\n\t\t\t\toperating any amplified noise equipment in the controlled area ofParliament Square;\n\t\t\t\terecting or keeping erected in the controlled area of Parliament Square—\n\t\t\t\tany tent, or\n\t\t\t\tany other structure that is designed, or adapted, (solely or mainly) forthe purpose of facilitating sleeping or staying in a place for any period;\n\t\t\t\tusing any tent or other such structure in the controlled area of ParliamentSquare for the purpose of sleeping or staying in that area;\n\t\t\t\tplacing or keeping in place in the controlled area of Parliament Square anysleeping equipment with a view to its use (whether or not by the personplacing it or keeping it in place) for the purpose of sleeping overnight inthat area;\n\t\t\t\tusing any sleeping equipment in the controlled area of Parliament Squarefor the purpose of sleeping overnight in that area.\n\t\t\tBut an activity is not to be treated as a “prohibited activity” withinsubsection (2) if it is done—\n\t\t\t\tfor police, fire and rescue authority or ambulance purposes,\n\t\t\t\tby or on behalf of a relevant authority, or\n\t\t\t\tby a person so far as authorised under section 147 to do it (authorisationfor operation of amplified noise equipment).\n\t\t\tIn subsection (2)(a) “amplified noise equipment” means any device that isdesigned or adapted for amplifying sound, including (but not limited to)—\n\t\t\t\tloudspeakers, and\n\t\t\t\tloudhailers. \n\t\t\tIn subsection (3)(b) “relevant authority” means any of the following—\n\t\t\t\ta Minister of the Crown or a government department,\n\t\t\t\tthe Greater London Authority, or\n\t\t\t\tWestminster City Council.\n\t\t\tIt is immaterial for the purposes of a prohibited activity—\n\t\t\t\tin the case of an activity within subsection (2)(b) or (c) of keeping atent or similar structure erected or using a tent or similar structure,whether the tent or structure was first erected before or after the cominginto force of this section;\n\t\t\t\tin the case of an activity within subsection (2)(d) or (e) of keeping inplace any sleeping equipment or using any such equipment, whether the sleepingequipment was first placed before or after the coming into force of thissection.\n\t\t\tIn this section “sleeping equipment” means any sleeping bag, mattress orother similar item designed, or adapted, (solely or mainly) for the purpose offacilitating sleeping in a place.\n\t\t\tA person who fails without reasonable excuse to comply with a directionunder subsection (1) commits an offence and is liable on summary conviction toa fine not exceeding level 5 on the standard scale.\n\t\tDirections under section 143: further provision\n\t\t\tA direction requiring a person to cease doing a prohibited activity mayinclude a direction that the person does not start doing that activity againafter having ceased it.\n\t\t\tA direction requiring a person not to start doing a prohibited activitycontinues in force until—\n\t\t\t\tthe end of such period beginning with the day on which the direction isgiven as may be specified by the constable or authorised officer giving thedirection, or\n\t\t\t\tif no such period is specified, the end of the period of 90 days beginningwith the day on which the direction is given.\n\t\t\tA period specified under subsection (2)(a) may not be longer than 90 days.\n\t\t\tA direction may be given to a person to cease operating, or not to startoperating, any amplified noise equipment only if it appears to the constableor authorised officer giving the direction that the following condition ismet.\n\t\t\tThe condition is that the person is operating, or is about to operate, theequipment in such a manner as to produce sound that other persons in or in thevicinity of the controlled area of Parliament Square can hear or are likely tobe able to hear.\n\t\t\tA direction—\n\t\t\t\tmay be given orally,\n\t\t\t\tmay be given to any person individually or to two or more persons together,and\n\t\t\t\tmay be withdrawn or varied by the person who gave it.\n\t\t\tIn this section—\n\t\t\t\t  * “amplified noise equipment” has the meaning given by section 143(4); \n\t\t\t\t  * “direction” means a direction given under section 143(1). \n\t\tPower to seize property\n\t\t\tA constable or authorised officer may seize and retain a prohibited itemthat is on any land in the controlled area of Parliament Square if it appearsto that constable or officer that the item is being, or has been, used inconnection with the commission of an offence under section 143.\n\t\t\tA constable may seize and retain a prohibited item that is on any landoutside of the controlled area of Parliament Square if it appears to theconstable that the item has been used in connection with the commission of anoffence under section 143.\n\t\t\tA “prohibited item” is any item of a kind mentioned in section 143(2).\n\t\t\tA constable may use reasonable force, if necessary, in exercising a powerof seizure under this section.\n\t\t\tAn item seized under this section must be returned to the person from whomit was seized—\n\t\t\t\tno later than the end of the period of 28 days beginning with the day onwhich the item was seized, or\n\t\t\t\tif proceedings are commenced against the person for an offence undersection 143 before the return of the item under paragraph (a), at theconclusion of those proceedings.\n\t\t\tIf it is not possible to return an item under subsection (5) because thename or address of the person from whom it was seized is not known—\n\t\t\t\tthe item may be returned to any other person appearing to have rights inthe property who has come forward to claim it, or\n\t\t\t\tif there is no such person, the item may be disposed of or destroyed at anytime after the end of the period of 90 days beginning with the day on whichthe item was seized.\n\t\t\tSubsections (5)(b) and (6) do not apply if a court makes an order undersection 146(1)(a) for the forfeiture of the item.\n\t\t\tThe references in subsections (1) and (2) to an item that is “on” any landinclude references to an item that is in the possession of a person who is onany such land.\n\t\tPower of court on conviction\n\t\t\tThe court may do either or both of the following on the conviction of aperson (“P”) of an offence under section 143—\n\t\t\t\tmake an order providing for the forfeiture of any item of a kind mentionedin subsection (2) of that section that was used in the commission of theoffence;\n\t\t\t\tmake such other order as the court considers appropriate for the purpose ofpreventing P from engaging in any prohibited activity in the controlled areaof Parliament Square.\n\t\t\tAn order under subsection (1)(b) may (in particular) require P not to enterthe controlled area of Parliament Square for such period as may be specifiedin the order.\n\t\t\tPower of the court to make an order under this section is in addition tothe court’s power to impose a fine under section 143(8).\n\t\tAuthorisation for operation of amplified noise equipment\n\t\t\tThe responsible authority for any land in the controlled area of ParliamentSquare may authorise a person in accordance with this section to operate onthat land any amplified noise equipment (as defined by section 143(4)).\n\t\t\tAn application for authorisation must be made to the responsible authorityby or on behalf of the person (or persons) seeking the authorisation.\n\t\t\tThe responsible authority may—\n\t\t\t\tdetermine the form in which, and the manner in which, an application is tobe made;\n\t\t\t\tspecify the information to be supplied in connection with an application;\n\t\t\t\trequire a fee to be paid for determining an application.\n\t\t\tIf an application is duly made to a responsible authority, the authoritymust—\n\t\t\t\tdetermine the application, and\n\t\t\t\tgive notice in writing to the applicant of the authority’s decision withinthe period of 21 days beginning with the day on which the authority receivesthe application.\n\t\t\tThe notice must specify—\n\t\t\t\tthe person (or persons) authorised (whether by name or description),\n\t\t\t\tthe kind of amplified noise equipment to which the authorisation applies,\n\t\t\t\tthe period to which the authorisation applies, and\n\t\t\t\tany conditions to which the authorisation is subject.\n\t\t\tThe responsible authority may at any time—\n\t\t\t\twithdraw an authorisation given to a person under this section, or\n\t\t\t\tvary any condition to which an authorisation is subject.\n\t\t\tVariation under subsection (6)(b) includes—\n\t\t\t\timposing a new condition,\n\t\t\t\tremoving an existing condition, or\n\t\t\t\taltering any period to which a condition applies.\n\t\t\tThe exercise of a power under subsection (6) to withdraw an authorisationor to vary a condition is effected by the responsible authority giving noticein writing to the applicant.\n\t\tMeaning of “authorised officer” and “responsible authority”\n\t\t\tThis section applies for the purposes of this Part.\n\t\t\t“Authorised officer”, in relation to any land in the controlled area ofParliament Square, means—\n\t\t\t\tan employee of the responsible authority for that land who is authorised inwriting by the authority for the purposes of this Part, and\n\t\t\t\tany other person who, under arrangements made with the responsibleauthority (whether by that or any other person), is so authorised for thepurposes of this Part.\n\t\t\t“Responsible authority”, in relation to any land in the controlled area ofParliament Square, means—\n\t\t\t\tthe Greater London Authority, for any land comprised in the central gardenof Parliament Square (as defined by section 142(2)), and\n\t\t\t\tWestminster City Council, for any other land.\n\t\tEffect of Part on byelaws\n\t\t\tIn section 385 of the Greater London Authority Act 1999 (byelaws), aftersubsection (6) insert—\n\t\t\t\t“(6A)Byelaws under this section may not be made as respects Parliament SquareGarden for the purpose of prohibiting a particular activity so far as thatactivity is a prohibited activity for the purposes of Part 3 of the PoliceReform and Social Responsibility Act 2011 (see section 143(2) of that Act).”.\n\t\t\tAny byelaw made under section 385 of the Greater London Authority Act 1999before the date on which section 143 above comes into force ceases to haveeffect on that date so far as the byelaw makes provision prohibiting, asrespects the controlled area of Parliament Square, a particular activity thatis a prohibited activity for the purposes of this Part.\n\t\t\tNothing in this Part restricts the making of any byelaw under section235(1) of the Local Government Act 1972 (power of councils to make byelaws)for the purpose of prohibiting, as respects the controlled area of ParliamentSquare, a particular activity except so far as the activity is a prohibitedactivity for the purposes of this Part."
    },
    {
        "length": 1554,
        "text": "\nPart 4Miscellaneous\n\tSeizure powers\n\t\tPowers of seizure etc under certain regulations and byelaws\n\t\t\tIn section 2 of the Parks Regulation (Amendment) Act 1926 (power to makeregulations), after subsection (1) insert—\n\t\t\t\t“(1A)Regulations under subsection (1) may include provision applying (with anynecessary modifications) sections 4 to 6 of the Royal Parks (Trading) Act 2000(seizure, retention, disposal and forfeiture of property) in relation tooffences under that subsection that are not park trading offences for thepurposes of that Act.”.\n\t\t\tAfter section 237 of the Local Government Act 1972 (offences againstbyelaws) insert—\n\t\t\t“237ZASection 235 byelaws: powers of seizure etc\n\t\t\t\tA byelaw made under section 235 may include provision for or in connectionwith—\n\t\t\t\t\tthe seizure and retention of any property in connection with anycontravention of the byelaw, and\n\t\t\t\t\tthe forfeiture of any such property on a person’s conviction of an offenceof contravention of the byelaw.”.\n\t\t\t\tIn section 385 of the Greater London Authority Act 1999 (byelaws), insubsection (4)(b) for “a trading byelaw” substitute “any byelaw under thissection”.\n\tMisuse of drugs\n\t\tTemporary control of drugs\n\t\t\tSchedule 17 (which makes provision for temporary class drug orders under theMisuse of Drugs Act 1971) has effect.\n\t\tAdvisory Council on the Misuse of Drugs\n\t\t\tIn Schedule 1 to the Misuse of Drugs Act 1971 (constitution etc of theAdvisory Council on the Misuse of Drugs), in paragraph 1—\n\t\t\t\tin sub-paragraph (1), omit the words after “appropriate”, and\n\t\t\t\tomit sub-paragraph (2).\n\tArrest warrants\n\t\tRestriction on issue of arrest warrants in private prosecutions\n\t\t\tIn section 1 of the Magistrates’ Courts Act 1980 (issue of summons orwarrant), after subsection (4) insert—\n\t\t\t\t“(4A)Where a person who is not a public prosecutor lays an information beforea justice of the peace in respect of an offence to which this subsectionapplies, no warrant shall be issued under this section without the consent ofthe Director of Public Prosecutions.\n\t\t\t(4B)In subsection (4A) “public prosecutor” has the same meaning as in section29 of the Criminal Justice Act 2003.\n\t\t\t(4C)Subsection (4A) applies to—\n\t\t\t\ta qualifying offence which is alleged to have been committed outside theUnited Kingdom, or\n\t\t\t\tan ancillary offence relating to a qualifying offence where it is allegedthat the qualifying offence was, or would have been, committed outside theUnited Kingdom.\n\t\t\t\t(4D)In subsection (4C) “qualifying offence” means any of the following—\n\t\t\t\tpiracy or an offence under section 2 of the Piracy Act 1837 (piracy wheremurder is attempted);\n\t\t\t\tan offence under section 1 of the Geneva Conventions Act 1957 (gravebreaches of Geneva conventions);\n\t\t\t\tan offence which (disregarding the provisions of the Suppression ofTerrorism Act 1978, the Nuclear Material (Offences) Act 1983, the UnitedNations Personnel Act 1997 and the Terrorism Act 2000) would not be an offenceapart from section 1 of the Internationally Protected Persons Act 1978(attacks and threats of attacks on protected persons);\n\t\t\t\tan offence under section 1 of the Taking of Hostages Act 1982 (hostage-taking);\n\t\t\t\tan offence under section 1, 2 or 6 of the Aviation Security Act 1982(hijacking etc);\n\t\t\t\tan offence which (disregarding the provisions of the InternationallyProtected Persons Act 1978, the Suppression of Terrorism Act 1978, the UnitedNations Personnel Act 1997 and the Terrorism Act 2000) would not be an offenceapart from sections 1 to 2A of the Nuclear Material (Offences) Act 1983(offences relating to nuclear material);\n\t\t\t\tan offence under section 134 of the Criminal Justice Act 1988 (torture);\n\t\t\t\tan offence under section 1 of the Aviation and Maritime Security Act 1990(endangering safety at aerodromes);\n\t\t\t\tan offence under sections 9 to 14 of that Act (hijacking ships etc);\n\t\t\t\tan offence which (disregarding the provisions of the InternationallyProtected Persons Act 1978, the Suppression of Terrorism Act 1978, the NuclearMaterial (Offences) Act 1983 and the Terrorism Act 2000) would not be anoffence apart from sections 1 to 3 of the United Nations Personnel Act 1997(attacks on UN workers etc).\n\t\t\t\t(4E)In subsection (4C) “ancillary offence”, in relation to an offence, means—\n\t\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting crime) in relation to the offence (including, in relation to timesbefore the commencement of that Part, an offence of incitement);\n\t\t\t\tattempting or conspiring to commit the offence.”.\n\t\t\tIn section 25 of the Prosecution of Offences Act 1985 (consents toprosecutions etc), after subsection (2) insert—\n\t\t\t“(2A)Subsection (2)(a) is subject to section 1(4A) of the Magistrates’ CourtsAct 1980.”."
    },
    {
        "length": 1005,
        "text": "\nPart 5Final provisions\n\tOrders and regulations\n\t\tAny power of the Secretary of State under this Act to make an order orregulations is exercisable by statutory instrument.\n\t\tA statutory instrument containing any of the following orders orregulations may not be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament—\n\t\t\tregulations under section 31 or 54(2) or paragraph 36(1) (a) or 40 ofSchedule 6;\n\t\t\tan order under section 50 or 58;\n\t\t\tregulations under section 126, 128, 129, 131, 134 or 136(2);\n\t\t\tan order under paragraph 24 of Schedule 15 which contains provisionamending an Act (whether or not it also contains other provision).\n\t\tAny other statutory instrument containing an order or regulations underthis Act, except an instrument containing only an order specified insubsection (4), is subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\n\t\tThe orders referred to subsection (3) are those under section 54(1)(b),55(1), 75 or 157.\n\t\tAn order or regulations made by the Secretary of State under this Act may—\n\t\t\tinclude incidental, supplementary and consequential provision;\n\t\t\tmake transitory or transitional provision or savings;\n\t\t\tmake different provision for different cases, areas or purposes.\n\tMoney \n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\texpenditure incurred by a Minister of the Crown by virtue of this Act;\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tExtent \n\t\tThis Act extends to England and Wales only.\n\t\tSubsection (1) is subject to subsections (3) to (6).\n\t\tThe following provisions extend to England and Wales, Scotland and NorthernIreland—\n\t\t\tsection 58 (power to make provision about elections etc),\n\t\t\tsection 151 and Schedule 17 (temporary class drug orders),\n\t\t\tsection 152 (Advisory Council on the Misuse of Drugs),\n\t\t\tsection 154 (orders and regulations) so far as relating to an order undersection 58, and\n\t\t\tthis section and sections 157 and 158 (final provisions).\n\t\tSection 98 and Schedule 15 apply to England and Wales and Scotland.\n\t\tThe amendments, repeals and revocations made by this Act (so far as notmade by provision mentioned in subsection (3)(b) or (c)) have the same extentas the provisions amended, repealed or revoked.\n\t\tSubsection (5) does not apply to the amendment made to section 2 of theParks Regulation (Amendment) Act 1926 by section 150(1) above (whichaccordingly extends to England and Wales only).\n\tCommencement \n\t\tThe provisions of this Act come into force on such day as the Secretary ofState may by order appoint.\n\t\tSubsection (1) is subject to subsections (3) and (4).\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 58 (power to make provision about elections);\n\t\t\tsection 153 (restrictions on issue of arrest warrants in privateprosecutions);\n\t\t\tsections 154 to 158 (final).\n\t\tSection 150(2), so far as relating to byelaws made by local authorities inWales, comes into force on such day as the Welsh Ministers may by orderappoint.\n\t\tSection 154(1) and (5)(b) applies to an order of the Welsh Ministers undersubsection (4) as it applies to an order of the Secretary of State under thisAct.\n\tShort title\n\t\tThis Act may be cited as the Police Reform and Social Responsibility Act 2011."
    }
]