[
    {
        "length": 2083,
        "text": "\nPart 1Meaning of “charity” and “charitable purpose”\n\tMeaning of “charity”\n\t\tFor the purposes of the law of England and Wales, “charity” means aninstitution which—\n\t\t\tis established for charitable purposes only, and\n\t\t\tfalls to be subject to the control of the High Court in the exercise of itsjurisdiction with respect to charities.\n\t\tThe definition of “charity” in subsection (1) does not apply for thepurposes of an enactment if a different definition of that term applies forthose purposes by virtue of that or any other enactment.\n\t\tA reference in any enactment or document to a charity within the meaning ofthe Charitable Uses Act [1601 (c. 4)](/id/aep/1601/4?view=plain \"Go to item oflegislation\") or the preamble to it is to be construed as a reference to acharity as defined by subsection (1).\n\tMeaning of “charitable purpose”\n\t\tFor the purposes of the law of England and Wales, a charitable purpose is apurpose which—\n\t\t\tfalls within subsection (2), and\n\t\t\tis for the public benefit (see section 3).\n\t\tA purpose falls within this subsection if it falls within any of thefollowing descriptions of purposes—\n\t\t\tthe prevention or relief of poverty;\n\t\t\tthe advancement of education;\n\t\t\tthe advancement of religion;\n\t\t\tthe advancement of health or the saving of lives;\n\t\t\tthe advancement of citizenship or community development;\n\t\t\tthe advancement of the arts, culture, heritage or science;\n\t\t\tthe advancement of amateur sport;\n\t\t\tthe advancement of human rights, conflict resolution or reconciliation orthe promotion of religious or racial harmony or equality and diversity;\n\t\t\tthe advancement of environmental protection or improvement;\n\t\t\tthe relief of those in need by reason of youth, age, ill-health,disability, financial hardship or other disadvantage;\n\t\t\tthe advancement of animal welfare;\n\t\t\tthe promotion of the efficiency of the armed forces of the Crown, or of theefficiency of the police, fire and rescue services or ambulance services;\n\t\t\tany other purposes within subsection (4).\n\t\tIn subsection (2)—\n\t\t\tin paragraph (c) “religion” includes—\n\t\t\ta religion which involves belief in more than one god, and\n\t\t\ta religion which does not involve belief in a god;\n\t\t\tin paragraph (d) “the advancement of health” includes the prevention orrelief of sickness, disease or human suffering;\n\t\t\tparagraph (e) includes—\n\t\t\trural or urban regeneration, and\n\t\t\tthe promotion of civic responsibility, volunteering, the voluntary sectoror the effectiveness or efficiency of charities;\n\t\t\tin paragraph (g) “sport” means sports or games which promote health byinvolving physical or mental skill or exertion;\n\t\t\tparagraph (j) includes relief given by the provision of accommodation orcare to the persons mentioned in that paragraph; and\n\t\t\tin paragraph (l) “fire and rescue services” means services provided by fireand rescue authorities under Part 2 of the Fire and Rescue Services Act [2004(c. 21)](/id/ukpga/2004/21?view=plain \"Go to item of legislation\").\n\t\tThe purposes within this subsection (see subsection (2)(m)) are—\n\t\t\tany purposes not within paragraphs (a) to (l) of subsection (2) butrecognised as charitable purposes under existing charity law or by virtue ofsection 1 of the Recreational Charities Act [1958 (c.17)](/id/ukpga/1958/17?view=plain \"Go to item of legislation\");\n\t\t\tany purposes that may reasonably be regarded as analogous to, or within thespirit of, any purposes falling within any of those paragraphs or paragraph(a) above; and\n\t\t\tany purposes that may reasonably be regarded as analogous to, or within thespirit of, any purposes which have been recognised under charity law asfalling within paragraph (b) above or this paragraph.\n\t\tWhere any of the terms used in any of paragraphs (a) to (l) of subsection(2), or in subsection (3), has a particular meaning under charity law, theterm is to be taken as having the same meaning where it appears in thatprovision.\n\t\tAny reference in any enactment or document (in whatever terms)—\n\t\t\tto charitable purposes, or\n\t\t\tto institutions having purposes that are charitable under charity law,\n\t\t\t\tis to be construed in accordance with subsection (1).\n\t\tSubsection (6)—\n\t\t\tapplies whether the enactment or document was passed or made before orafter the passing of this Act, but\n\t\t\tdoes not apply where the context otherwise requires.\n\t\tIn this section—\n\t\t\t  * “charity law” means the law relating to charities in England and Wales; and \n\t\t\t  * “existing charity law” means charity law as in force immediately before the day on which this section comes into force. \n\tThe“public benefit” test\n\t\tThis section applies in connection with the requirement in section 2(1)(b)that a purpose falling within section 2(2) must be for the public benefit ifit is to be a charitable purpose.\n\t\tIn determining whether that requirement is satisfied in relation to anysuch purpose, it is not to be presumed that a purpose of a particulardescription is for the public benefit.\n\t\tIn this Part any reference to the public benefit is a reference to thepublic benefit as that term is understood for the purposes of the law relatingto charities in England and Wales.\n\t\tSubsection (3) applies subject to subsection (2).\n\tGuidance as to operation of public benefit requirement\n\t\tThe Charity Commission for England and Wales (see section 6 of this Act)must issue guidance in pursuance of its public benefit objective.\n\t\tThat objective is to promote awareness and understanding of the operationof the requirement mentioned in section 3(1) (see section 1B(3) and (4) of theCharities Act [1993 (c. 10)](/id/ukpga/1993/10?view=plain \"Go to item oflegislation\"), as inserted by section 7 of this Act).\n\t\tThe Commission may from time to time revise any guidance issued under thissection.\n\t\tThe Commission must carry out such public and other consultation as itconsiders appropriate—\n\t\t\tbefore issuing any guidance under this section, or\n\t\t\t(unless it considers that it is unnecessary to do so) before revising anysuch guidance.\n\t\tThe Commission must publish any guidance issued or revised under thissection in such manner as it considers appropriate.\n\t\tThe charity trustees of a charity must have regard to any such guidancewhen exercising any powers or duties to which the guidance is relevant.\n\tSpecial provisions about recreational charities, sports clubs etc.\n\t\tThe Recreational Charities Act [1958 (c. 17)](/id/ukpga/1958/17?view=plain\"Go to item of legislation\") is amended in accordance with subsections (2) and(3).\n\t\tIn section 1 (certain recreational and similar purposes deemed to becharitable) for subsection (2) substitute—\n\t\tThe requirement in subsection (1) that the facilities are provided in theinterests of social welfare cannot be satisfied if the basic conditions arenot met.\n\t\t\t(2A)The basic conditions are—\n\t\t\tthat the facilities are provided with the object of improving theconditions of life for the persons for whom the facilities are primarilyintended; and\n\t\t\tthat either—\n\t\t\tthose persons have need of the facilities by reason of their youth, age,infirmity or disability, poverty, or social and economic circumstances, or\n\t\t\tthe facilities are to be available to members of the public at large or tomale, or to female, members of the public at large.”\n\t\tSection 2 (miners' welfare trusts) is omitted.\n\t\tA registered sports club established for charitable purposes is to betreated as not being so established, and accordingly cannot be a charity.\n\t\tIn subsection (4) a “registered sports club” means a club for the timebeing registered under Schedule 18 to the Finance Act [2002 (c.23)](/id/ukpga/2002/23?view=plain \"Go to item of legislation\") (relief forcommunity amateur sports club)."
    },
    {
        "length": 1892,
        "text": "\nChapter 1The Charity Commission\n\tEstablishment of Charity Commission\n\t\tThe Charity Commission\n\t\t\tAfter section 1 of the 1993 Act insert—\n\t\t\t“1AThe Charity Commission\n\t\t\t\tThere shall be a body corporate to be known as the Charity Commission forEngland and Wales (in this Act referred to as “the Commission”).\n\t\t\t\tIn Welsh the Commission shall be known as “Comisiwn Elusennau Cymru aLloegr”.\n\t\t\t\tThe functions of the Commission shall be performed on behalf of the Crown.\n\t\t\t\tIn the exercise of its functions the Commission shall not be subject to thedirection or control of any Minister of the Crown or other governmentdepartment.\n\t\t\t\tBut subsection (4) above does not affect—\n\t\t\t\t\tany provision made by or under any enactment;\n\t\t\t\t\tany administrative controls exercised over the Commission’s expenditure bythe Treasury.\n\t\t\t\tThe provisions of Schedule 1A to this Act shall have effect with respect tothe Commission.”\n\t\t\t\tSchedule 1 (which inserts the new Schedule 1A into the 1993 Act) haseffect.\n\t\t\t\tThe office of Charity Commissioner for England and Wales is abolished.\n\t\t\t\tThe functions of the Charity Commissioners for England and Wales and theirproperty, rights and liabilities are by virtue of this subsection transferredto the Charity Commission for England and Wales.\n\t\t\t\tAny enactment or document has effect, so far as necessary for the purposesof or in consequence of the transfer effected by subsection (4), as if anyreference to the Charity Commissioners for England and Wales or to any CharityCommissioner for England and Wales were a reference to the Charity Commissionfor England and Wales.\n\t\t\t\tSection 1 of, and Schedule 1 to, the 1993 Act cease to have effect.\n\t\t\t\tSchedule 2 (which contains supplementary provision relating to theestablishment of the Charity Commission for England and Wales) has effect.\n\tCommission’s objectives, general functions etc.\n\t\tThe Commission’s objectives, general functions and duties\n\t\t\tAfter section 1A of the 1993 Act (inserted by section 6 above) insert—\n\t\t\t“1BThe Commission’s objectives\n\t\t\t\tThe Commission has the objectives set out in subsection (2).\n\t\t\t\tThe objectives are—\n\t\t\t\t\t1.The public confidence objective.\n\t\t\t\t2.The public benefit objective.\n\t\t\t\t3.The compliance objective.\n\t\t\t\t4.The charitable resources objective.\n\t\t\t\t5.The accountability objective.\n\t\t\t\tThose objectives are defined as follows—\n\t\t\t\t1.The public confidence objective is to increase public trust and confidencein charities.\n\t\t\t\t2.The public benefit objective is to promote awareness and understanding ofthe operation of the public benefit requirement.\n\t\t\t\t3.The compliance objective is to promote compliance by charity trustees withtheir legal obligations in exercising control and management of theadministration of their charities.\n\t\t\t\t4.The charitable resources objective is to promote the effective use ofcharitable resources.\n\t\t\t\t5.The accountability objective is to enhance the accountability of charitiesto donors, beneficiaries and the general public.\n\t\t\t\tIn this section “the public benefit requirement” means the requirement insection 2(1)(b) of the Charities Act 2006 that a purpose falling withinsection 2(2) of that Act must be for the public benefit if it is to be acharitable purpose.\n\t\t\tCThe Commission’s general functions\n\t\t\t\tThe Commission has the general functions set out in subsection (2).\n\t\t\t\tThe general functions are—\n\t\t\t\t\t1.Determining whether institutions are or are not charities.\n\t\t\t\t2.Encouraging and facilitating the better administration of charities.\n\t\t\t\t3.Identifying and investigating apparent misconduct or mismanagement in theadministration of charities and taking remedial or protective action inconnection with misconduct or mismanagement therein.\n\t\t\t\t4.Determining whether public collections certificates should be issued, andremain in force, in respect of public charitable collections.\n\t\t\t\t5.Obtaining, evaluating and disseminating information in connection with theperformance of any of the Commission’s functions or meeting any of itsobjectives.\n\t\t\t\t6.Giving information or advice, or making proposals, to any Minister of theCrown on matters relating to any of the Commission’s functions or meeting anyof its objectives.\n\t\t\t\tThe Commission’s fifth general function includes (among other things) themaintenance of an accurate and up-to-date register of charities under section3 below.\n\t\t\t\tThe Commission’s sixth general function includes (among other things)complying, so far as is reasonably practicable, with any request made by aMinister of the Crown for information or advice on any matter relating to anyof its functions.\n\t\t\t\tIn this section “public charitable collection” and “public collectionscertificate” have the same meanings as in Chapter 1 of Part 3 of the CharitiesAct 2006.\n\t\t\tDThe Commission’s general duties\n\t\t\t\tThe Commission has the general duties set out in subsection (2).\n\t\t\t\tThe general duties are—\n\t\t\t\t\t1.So far as is reasonably practicable the Commission must, in performing itsfunctions, act in a way—\n\t\t\t\t\twhich is compatible with its objectives, and\n\t\t\t\t\twhich it considers most appropriate for the purpose of meeting thoseobjectives.\n\t\t\t\t\t2.So far as is reasonably practicable the Commission must, in performing itsfunctions, act in a way which is compatible with the encouragement of—\n\t\t\t\t\tall forms of charitable giving, and\n\t\t\t\t\tvoluntary participation in charity work.\n\t\t\t\t\t3.In performing its functions the Commission must have regard to the need touse its resources in the most efficient, effective and economic way.\n\t\t\t\t\t4.In performing its functions the Commission must, so far as relevant, haveregard to the principles of best regulatory practice (including the principlesunder which regulatory activities should be proportionate, accountable,consistent, transparent and targeted only at cases in which action is needed).\n\t\t\t\t\t5.In performing its functions the Commission must, in appropriate cases, haveregard to the desirability of facilitating innovation by or on behalf ofcharities.\n\t\t\t\t\t6.In managing its affairs the Commission must have regard to such generallyaccepted principles of good corporate governance as it is reasonable to regardas applicable to it.\n\t\t\tEThe Commission’s incidental powers\n\t\t\t\tThe Commission has power to do anything which is calculated to facilitate,or is conducive or incidental to, the performance of any of its functions orgeneral duties.\n\t\t\t\tHowever, nothing in this Act authorises the Commission—\n\t\t\t\t\tto exercise functions corresponding to those of a charity trustee inrelation to a charity, or\n\t\t\t\t\totherwise to be directly involved in the administration of a charity.\n\t\t\t\tSubsection (2) does not affect the operation of section 19A or 19B below(power of Commission to give directions as to action to be taken or as toapplication of charity property).”"
    },
    {
        "length": 1828,
        "text": "\nChapter 2The Charity Tribunal\n\tThe Charity Tribunal\n\t\tAfter section 2 of the 1993 Act insert—\n\t\t“Part 1AThe Charity Tribunal\n\t\t\tAThe Charity Tribunal\n\t\t\t\tThere shall be a tribunal to be known as the Charity Tribunal (in this Actreferred to as “the Tribunal”).\n\t\t\t\tIn Welsh the Tribunal shall be known as “Tribiwnlys Elusennau”.\n\t\t\t\tThe provisions of Schedule 1B to this Act shall have effect with respect tothe constitution of the Tribunal and other matters relating to it.\n\t\t\t\tThe Tribunal shall have jurisdiction to hear and determine—\n\t\t\t\t\tsuch appeals and applications as may be made to the Tribunal in accordancewith Schedule 1C to this Act, or any other enactment, in respect of decisions,orders or directions of the Commission, and\n\t\t\t\t\tsuch matters as may be referred to the Tribunal in accordance with Schedule1D to this Act by the Commission or the Attorney General.\n\t\t\t\tSuch appeals, applications and matters shall be heard and determined by theTribunal in accordance with those Schedules, or any such enactment, taken withsection 2B below and rules made under that section.\n\t\t\tBPractice and procedure\n\t\t\t\tThe Lord Chancellor may make rules—\n\t\t\t\t\tregulating the exercise of rights to appeal or to apply to the Tribunal andmatters relating to the making of references to it;\n\t\t\t\t\tabout the practice and procedure to be followed in relation to proceedingsbefore the Tribunal.\n\t\t\t\tRules under subsection (1)(a) above may, in particular, make provision—\n\t\t\t\t\tspecifying steps which must be taken before appeals, applications orreferences are made to the Tribunal (and the period within which any suchsteps must be taken);\n\t\t\t\t\tspecifying the period following the Commission’s final decision, directionor order within which such appeals or applications may be made;\n\t\t\t\t\trequiring the Commission to inform persons of their right to appeal orapply to the Tribunal following a final decision, direction or order of theCommission;\n\t\t\t\t\tspecifying the manner in which appeals, applications or references to theTribunal are to be made.\n\t\t\t\tRules under subsection (1)(b) above may, in particular, make provision—\n\t\t\t\t\tfor the President or a legal member of the Tribunal (see paragraph 1(2)(b)of Schedule 1B to this Act) to determine preliminary, interlocutory orancillary matters;\n\t\t\t\t\tfor matters to be determined without an oral hearing in specifiedcircumstances;\n\t\t\t\t\tfor the Tribunal to deal with urgent cases expeditiously;\n\t\t\t\t\tabout the disclosure of documents;\n\t\t\t\t\tabout evidence;\n\t\t\t\t\tabout the admission of members of the public to proceedings;\n\t\t\t\t\tabout the representation of parties to proceedings;\n\t\t\t\t\tabout the withdrawal of appeals, applications or references;\n\t\t\t\t\tabout the recording and promulgation of decisions;\n\t\t\t\t\tabout the award of costs.\n\t\t\t\tRules under subsection (1)(a) or (b) above may confer a discretion on—\n\t\t\t\t\tthe Tribunal,\n\t\t\t\t\ta member of the Tribunal, or\n\t\t\t\t\tany other person.\n\t\t\t\tThe Tribunal may award costs only in accordance with subsections (6) and(7) below.\n\t\t\t\tIf the Tribunal considers that any party to proceedings before it has actedvexatiously, frivolously or unreasonably, the Tribunal may order that party topay to any other party to the proceedings the whole or part of the costsincurred by that other party in connection with the proceedings.\n\t\t\t\tIf the Tribunal considers that a decision, direction or order of theCommission which is the subject of proceedings before it was unreasonable, theTribunal may order the Commission to pay to any other party to the proceedingsthe whole or part of the costs incurred by that other party in connection withthe proceedings.\n\t\t\t\tRules of the Lord Chancellor under this section—\n\t\t\t\t\tshall be made by statutory instrument, and\n\t\t\t\t\tshall be subject to annulment in pursuance of a resolution of either Houseof Parliament.\n\t\t\t\tSection 86(3) below applies in relation to rules of the Lord Chancellorunder this section as it applies in relation to regulations and orders of theMinister under this Act.\n\t\t\tCAppeal from Tribunal\n\t\t\t\tA party to proceedings before the Tribunal may appeal to the High Courtagainst a decision of the Tribunal.\n\t\t\t\tSubject to subsection (3) below, an appeal may be brought under thissection against a decision of the Tribunal only on a point of law.\n\t\t\t\tIn the case of an appeal under this section against a decision of theTribunal which determines a question referred to it by the Commission or theAttorney General, the High Court—\n\t\t\t\t\tshall consider afresh the question referred to the Tribunal, and\n\t\t\t\t\tmay take into account evidence which was not available to the Tribunal.\n\t\t\t\tAn appeal under this section may be brought only with the permission of—\n\t\t\t\t\tthe Tribunal, or\n\t\t\t\t\tif the Tribunal refuses permission, the High Court.\n\t\t\t\tFor the purposes of subsection (1) above—\n\t\t\t\t\tthe Commission and the Attorney General are to be treated as parties to allproceedings before the Tribunal, and\n\t\t\t\t\trules under section 2B(1) above may include provision as to who else is tobe treated as being (or not being) a party to proceedings before the Tribunal.\n\t\t\tDIntervention by Attorney General\n\t\t\t\tThis section applies to any proceedings—\n\t\t\t\t\tbefore the Tribunal, or\n\t\t\t\t\ton an appeal from the Tribunal,\n\t\t\t\t\t\tto which the Attorney General is not a party.\n\t\t\t\tThe Tribunal or, in the case of an appeal from the Tribunal, the court mayat any stage of the proceedings direct that all the necessary papers in theproceedings be sent to the Attorney General.\n\t\t\t\tA direction under subsection (2) may be made by the Tribunal or court—\n\t\t\t\t\tof its own motion, or\n\t\t\t\t\ton the application of any party to the proceedings.\n\t\t\t\tThe Attorney General may—\n\t\t\t\t\tintervene in the proceedings in such manner as he thinks necessary orexpedient, and\n\t\t\t\t\targue before the Tribunal or court any question in relation to theproceedings which the Tribunal or court considers it necessary to have fullyargued.\n\t\t\t\tSubsection (4) applies whether or not the Tribunal or court has given adirection under subsection (2).”\n\t\t\t\tSchedule 3 (which inserts the new Schedule 1B into the 1993 Act) haseffect.\n\t\t\t\tSchedule 4 (which inserts the new Schedules 1C and 1D into the 1993 Act)has effect."
    },
    {
        "length": 2622,
        "text": "\nGeneral\n\tRegistration of charities\n\t\tFor section 3 of the 1993 Act substitute—\n\t\t“3Register of charities\n\t\t\tThere shall continue to be a register of charities, which shall be kept bythe Commission.\n\t\t\tThe register shall be kept by the Commission in such manner as it thinksfit.\n\t\t\tThe register shall contain—\n\t\t\t\tthe name of every charity registered in accordance with section 3A below(registration), and\n\t\t\t\tsuch other particulars of, and such other information relating to, everysuch charity as the Commission thinks fit.\n\t\t\tThe Commission shall remove from the register—\n\t\t\t\tany institution which it no longer considers is a charity, and\n\t\t\t\tany charity which has ceased to exist or does not operate.\n\t\t\tIf the removal of an institution under subsection (4)(a) above is due toany change in its trusts, the removal shall take effect from the date of thatchange.\n\t\t\tA charity which is for the time being registered under section 3A(6) below(voluntary registration) shall be removed from the register if it so requests.\n\t\t\tThe register (including the entries cancelled when institutions are removedfrom the register) shall be open to public inspection at all reasonable times.\n\t\t\tWhere any information contained in the register is not in documentary form,subsection (7) above shall be construed as requiring the information to beavailable for public inspection in legible form at all reasonable times.\n\t\t\tIf the Commission so determines, subsection (7) shall not apply to anyparticular information contained in the register that is specified in thedetermination.\n\t\t\tCopies (or particulars) of the trusts of any registered charity assupplied to the Commission under section 3B below (applications forregistration etc.) shall, so long as the charity remains on the register—\n\t\t\t\tbe kept by the Commission, and\n\t\t\t\tbe open to public inspection at all reasonable times.\n\t\tARegistration of charities\n\t\t\tEvery charity must be registered in the register of charities unlesssubsection (2) below applies to it.\n\t\t\tThe following are not required to be registered—\n\t\t\t\tany exempt charity (see Schedule 2 to this Act);\n\t\t\t\tany charity which for the time being—\n\t\t\t\tis permanently or temporarily excepted by order of the Commission, and\n\t\t\t\tcomplies with any conditions of the exception,\n\t\t\t\t\tand whose gross income does not exceed £100,000;\n\t\t\t\tany charity which for the time being—\n\t\t\t\tis, or is of a description, permanently or temporarily excepted byregulations made by the Secretary of State, and\n\t\t\t\tcomplies with any conditions of the exception,\n\t\t\t\tand whose gross income does not exceed £100,000; and\n\t\t\t\tany charity whose gross income does not exceed £5,000.\n\t\t\tFor the purposes of subsection (2)(b) above—\n\t\t\t\tany order made or having effect as if made under section 3(5)(b) of thisAct (as originally enacted) and in force immediately before the appointed dayhas effect as from that day as if made under subsection (2)(b) (and may bevaried or revoked accordingly); and\n\t\t\t\tno order may be made under subsection (2)(b) so as to except on or afterthe appointed day any charity that was not excepted immediately before thatday.\n\t\t\tFor the purposes of subsection (2)(c) above—\n\t\t\t\tany regulations made or having effect as if made under section 3(5)(b) ofthis Act (as originally enacted) and in force immediately before the appointedday have effect as from that day as if made under subsection (2)(c) (and maybe varied or revoked accordingly);\n\t\t\t\tsuch regulations shall be made under subsection (2)(c) as are necessary tosecure that all of the formerly specified institutions are excepted under thatprovision (subject to compliance with any conditions of the exception and thefinancial limit mentioned in that provision); but\n\t\t\t\totherwise no regulations may be made under subsection (2)(c) so as toexcept on or after the appointed day any description of charities that was notexcepted immediately before that day.\n\t\t\tIn subsection (4)(b) above “formerly specified institutions” means—\n\t\t\t\tany institution falling within section 3(5B)(a) or (b) of this Act as inforce immediately before the appointed day (certain educational institutions);or\n\t\t\t\tany institution ceasing to be an exempt charity by virtue of section 11 ofthe Charities Act 2006 or any order made under that section.\n\t\t\tA charity within—\n\t\t\t\tsubsection (2)(b) or (c) above, or\n\t\t\t\tsubsection (2)(d) above,\n\t\t\t\tmust, if it so requests, be registered in the register of charities.\n\t\t\tThe Minister may by order amend—\n\t\t\t\tsubsection (2)(b) and (c) above, or\n\t\t\t\tsubsection (2)(d) above,\n\t\t\t\tby substituting a different sum for the sum for the time being specifiedthere.\n\t\t\tThe Minister may only make an order under subsection (7) above—\n\t\t\t\tso far as it amends subsection (2)(b) and (c), if he considers it expedientto so with a view to reducing the scope of the exception provided by thoseprovisions;\n\t\t\t\tso far as it amends subsection (2)(d), if he considers it expedient to doso in consequence of changes in the value of money or with a view to extendingthe scope of the exception provided by that provision,\n\t\t\t\tand no order may be made by him under subsection (7)(a) unless a copy of areport under section 73 of the Charities Act 2006 (report on operation of thatAct) has been laid before Parliament in accordance with that section.\n\t\t\tIn this section “the appointed day” means the day on which subsections (1)to (5) above come into force by virtue of an order under section 79 of theCharities Act 2006 relating to section 9 of that Act (registration ofcharities).\n\t\t\tIn this section any reference to a charity’s “gross income” shall beconstrued, in relation to a particular time—\n\t\t\t\tas a reference to the charity’s gross income in its financial yearimmediately preceding that time, or\n\t\t\t\tif the Commission so determines, as a reference to the amount which theCommission estimates to be the likely amount of the charity’s gross income insuch financial year of the charity as is specified in the determination.\n\t\t\tThe following provisions of this section—\n\t\t\t\tsubsection (2)(b) and (c),\n\t\t\t\tsubsections (3) to (5), and\n\t\t\t\tsubsections (6)(a), (7)(a), (8)(a) and (9),\n\t\t\t\tshall cease to have effect on such day as the Minister may by order appointfor the purposes of this subsection.\n\t\tBDuties of trustees in connection with registration\n\t\t\tWhere a charity required to be registered by virtue of section 3A(1) aboveis not registered, it is the duty of the charity trustees—\n\t\t\t\tto apply to the Commission for the charity to be registered, and\n\t\t\t\tto supply the Commission with the required documents and information.\n\t\t\tThe “required documents and information” are—\n\t\t\t\tcopies of the charity’s trusts or (if they are not set out in any extantdocument) particulars of them,\n\t\t\t\tsuch other documents or information as may be prescribed by regulationsmade by the Minister, and\n\t\t\t\tsuch other documents or information as the Commission may require for thepurposes of the application.\n\t\t\tWhere an institution is for the time being registered, it is the duty ofthe charity trustees (or the last charity trustees)—\n\t\t\t\tto notify the Commission if the institution ceases to exist, or if there isany change in its trusts or in the particulars of it entered in the register,and\n\t\t\t\t(so far as appropriate), to supply the Commission with particulars of anysuch change and copies of any new trusts or alterations of the trusts.\n\t\t\tNothing in subsection (3) above requires a person—\n\t\t\t\tto supply the Commission with copies of schemes for the administration of acharity made otherwise than by the court,\n\t\t\t\tto notify the Commission of any change made with respect to a registeredcharity by such a scheme, or\n\t\t\t\tif he refers the Commission to a document or copy already in the possessionof the Commission, to supply a further copy of the document.\n\t\t\tWhere a copy of a document relating to a registered charity—\n\t\t\t\tis not required to be supplied to the Commission as the result ofsubsection (4) above, but\n\t\t\t\tis in the possession of the Commission,\n\t\t\t\t\ta copy of the document shall be open to inspection under section 3(10) aboveas if supplied to the Commission under this section.”\n\tInterim changes in threshold for registration of small charities\n\t\tAt any time before the appointed day, the Minister may by order amendsection 3 of the 1993 Act (the register of charities) so as to—\n\t\t\treplace section 3(5)(c) (threshold for registration of small charities)with a provision referring to a charity whose gross income does not exceedsuch sum as is prescribed in the order, and\n\t\t\tdefine “gross income” for the purposes of that provision.\n\t\tSubsection (1) does not affect the existing power under section 3(12) ofthat Act to increase the financial limit specified in section 3(5)(c).\n\t\tThis section ceases to have effect on the appointed day.\n\t\tIn this section “the appointed day” means the day on which section 3A(1) to(5) of the 1993 Act (as substituted by section 9 of this Act) come into forceby virtue of an order under section 79 of this Act."
    },
    {
        "length": 1453,
        "text": "\nExempt charities: registration and regulation\n\tChanges in exempt charities\n\t\tSchedule 2 to the 1993 Act (exempt charities) is amended as follows.\n\t\tIn paragraph (a) (general exemption by reference to law existing prior toCharities Act [1960 (c. 58)](/id/ukpga/1960/58?view=plain \"Go to item oflegislation\")) after “1855” insert “ _(but see Note 1)_ ”.\n\t\tIn paragraph (b) (certain specified universities, colleges and schools)—\n\t\t\tbefore “Queen Mary and Westfield College” insert “and”; and\n\t\t\tomit “and the colleges of Winchester and Eton”.\n\t\tBefore paragraph (i) insert—\n\t\t\ta higher education corporation;”.\n\t\tAfter paragraph (i) insert—\n\t\t\ta further education corporation;”.\n\t\tIn paragraph (w) (exemption for institutions administered by or on behalfof institutions exempted under preceding provisions) after “last-mentionedinstitution” insert “ _(but see Note 2)_ ”.\n\t\tOmit paragraph (x) (Church Commissioners and institutions administered bythem).\n\t\tIn paragraph (y) (industrial and provident societies etc.) for the wordsfrom “and any” onwards substitute “and which is also registered in theregister of social landlords under Part 1 of the Housing Act 1996;”.\n\t\tAt the end insert—\n\t\t\t_“ Notes_\n\t\t1Paragraph (a) above does not include—\n\t\t\tany Investment Fund or Deposit Fund within the meaning of the Church FundsInvestment Measure 1958,\n\t\t\tany investment fund or deposit fund within the meaning of the MethodistChurch Funds Act 1960, or\n\t\t\tthe representative body of the Welsh Church or property administered by it.\n\t\t\t2Paragraph (w) above does not include any students' union.”\n\t\tIn section 24 of the 1993 Act (schemes to establish common investmentfunds), in subsection (8) (fund is to be a charity and, if the scheme admitsonly exempt charities, an exempt charity) omit the words from “; and if thescheme” onwards.\n\t\tThe Minister may by order make such further amendments of Schedule 2 tothe 1993 Act as he considers appropriate for securing—\n\t\t\tthat (so far as they are charities) institutions of a particulardescription become or (as the case may be) cease to be exempt charities, or\n\t\t\tthat (so far as it is a charity) a particular institution becomes or (asthe case may be) ceases to be an exempt charity,\n\t\t\tor for removing from that Schedule an institution that has ceased to exist.\n\t\tAn order under subsection (11) may only be made for the purpose mentionedin paragraph (a) or (b) of that subsection if the Minister is satisfied thatthe order is desirable in the interests of ensuring appropriate or effectiveregulation of the charities or charity concerned in connection with complianceby the charity trustees of the charities or charity with their legalobligations in exercising control and management of the administration of thecharities or charity.\n\t\tThe Minister may by order make such amendments or other modifications ofany enactment as he considers appropriate in connection with—\n\t\t\tcharities of a particular description becoming, or ceasing to be, exemptcharities, or\n\t\t\ta particular charity becoming, or ceasing to be, an exempt charity,\n\t\t\tby virtue of any provision made by or under this section.\n\t\tIn this section “exempt charity” has the same meaning as in the 1993 Act.\n\tIncreased regulation of exempt charities under 1993 Act\n\t\tThe 1993 Act is amended in accordance with Schedule 5 (which has effect forincreasing the extent to which exempt charities are subject to regulationunder that Act).\n\tGeneral duty of principal regulator in relation to exempt charity\n\t\tThis section applies to any body or Minister of the Crown who is theprincipal regulator in relation to an exempt charity.\n\t\tThe body or Minister must do all that it or he reasonably can to meet thecompliance objective in relation to the charity.\n\t\tThe compliance objective is to promote compliance by the charity trusteeswith their legal obligations in exercising control and management of theadministration of the charity.\n\t\tIn this section—\n\t\t\t“exempt charity” has the same meaning as in the 1993 Act; and\n\t\t\t“principal regulator”, in relation to an exempt charity, means such body orMinister of the Crown as is prescribed as its principal regulator byregulations made by the Minister.\n\t\tRegulations under subsection (4)(b) may make such amendments or othermodifications of any enactment as the Minister considers appropriate for thepurpose of facilitating, or otherwise in connection with, the discharge by aprincipal regulator of the duty under subsection (2).\n\tCommission to consult principal regulator before exercising powers inrelation to exempt charity\n\t\tAfter section 86 of the 1993 Act insert—\n\t\t“86AConsultation by Commission before exercising powers in relation toexempt charity\n\t\t\tBefore exercising in relation to an exempt charity any specific powerexercisable by it in relation to the charity, the Commission must consult thecharity’s principal regulator.”"
    },
    {
        "length": 1762,
        "text": "\nChapter 4Application of property cy-près\n\tCy-près occasions\n\t\tApplication cy-près by reference to current circumstances\n\t\t\tSection 13 of the 1993 Act (occasions for applying property cy-près) isamended as follows.\n\t\t\tIn subsection (1)(c), (d) and (e)(iii), for “the spirit of the gift”substitute “the appropriate considerations”.\n\t\t\tAfter subsection (1) insert—\n\t\t\t\t“(1A)In subsection (1) above “the appropriate considerations” means—\n\t\t\t\t(on the one hand) the spirit of the gift concerned, and\n\t\t\t\t(on the other) the social and economic circumstances prevailing at the timeof the proposed alteration of the original purposes.”\n\t\tApplication cy-près of gifts by donors unknown or disclaiming\n\t\t\tSection 14 of the 1993 Act (application cy-près of gifts of donors unknownor disclaiming) is amended as follows.\n\t\t\tIn subsection (4) (power of court to direct that property is to be treatedas belonging to donors who cannot be identified) after “court”, in bothplaces, insert “or the Commission”.\n\t\tApplication cy-près of gifts made in response to certain solicitations\n\t\t\tAfter section 14 of the 1993 Act insert—\n\t\t\t“14AApplication cy-près of gifts made in response to certainsolicitations\n\t\t\t\tThis section applies to property given—\n\t\t\t\t\tfor specific charitable purposes, and\n\t\t\t\t\tin response to a solicitation within subsection (2) below.\n\t\t\t\tA solicitation is within this subsection if—\n\t\t\t\t\tit is made for specific charitable purposes, and\n\t\t\t\t\tit is accompanied by a statement to the effect that property given inresponse to it will, in the event of those purposes failing, be applicable cy-près as if given for charitable purposes generally, unless the donor makes arelevant declaration at the time of making the gift.\n\t\t\t\tA “relevant declaration” is a declaration in writing by the donor to theeffect that, in the event of the specific charitable purposes failing, hewishes the trustees holding the property to give him the opportunity torequest the return of the property in question (or a sum equal to its value atthe time of the making of the gift).\n\t\t\t\tSubsections (5) and (6) below apply if—\n\t\t\t\t\ta person has given property as mentioned in subsection (1) above,\n\t\t\t\t\tthe specific charitable purposes fail, and\n\t\t\t\t\tthe donor has made a relevant declaration.\n\t\t\t\tThe trustees holding the property must take the prescribed steps for thepurpose of—\n\t\t\t\t\tinforming the donor of the failure of the purposes,\n\t\t\t\t\tenquiring whether he wishes to request the return of the property (or a sumequal to its value), and\n\t\t\t\t\tif within the prescribed period he makes such a request, returning theproperty (or such a sum) to him.\n\t\t\t\tIf those trustees have taken all appropriate prescribed steps but—\n\t\t\t\t\tthey have failed to find the donor, or\n\t\t\t\t\tthe donor does not within the prescribed period request the return of theproperty (or a sum equal to its value),\n\t\t\t\t\t\tsection 14(1) above shall apply to the property as if it belonged to a donorwithin paragraph (b) of that subsection (application of property where donorhas disclaimed right to return of property).\n\t\t\t\tIf— \n\t\t\t\t\ta person has given property as mentioned in subsection (1) above,\n\t\t\t\t\tthe specific charitable purposes fail, and\n\t\t\t\t\tthe donor has not made a relevant declaration,\n\t\t\t\t\tsection 14(1) above shall similarly apply to the property as if it belonged toa donor within paragraph (b) of that subsection.\n\t\t\t\tFor the purposes of this section—\n\t\t\t\t\t“solicitation” means a solicitation made in any manner and howevercommunicated to the persons to whom it is addressed,\n\t\t\t\t\tit is irrelevant whether any consideration is or is to be given in returnfor the property in question, and\n\t\t\t\t\twhere any appeal consists of both solicitations that are accompanied bystatements within subsection (2)(b) and solicitations that are not soaccompanied, a person giving property as a result of the appeal is to be takento have responded to the former solicitations and not the latter, unless heproves otherwise.\n\t\t\t\tIn this section “prescribed” means prescribed by regulations made by theCommission, and any such regulations shall be published by the Commission insuch manner as it thinks fit.\n\t\t\t\tSubsections (7) and (10) of section 14 shall apply for the purposes ofthis section as they apply for the purposes of section 14.”\n\tSchemes\n\t\tCy-près schemes\n\t\t\tAfter section 14A of the 1993 Act (inserted by section 17 above) insert—\n\t\t\t“14BCy-près schemes\n\t\t\t\tThe power of the court or the Commission to make schemes for theapplication of property cy-près shall be exercised in accordance with thissection.\n\t\t\t\tWhere any property given for charitable purposes is applicable cy-près, thecourt or the Commission may make a scheme providing for the property to beapplied—\n\t\t\t\t\tfor such charitable purposes, and\n\t\t\t\t\t(if the scheme provides for the property to be transferred to anothercharity) by or on trust for such other charity,\n\t\t\t\t\t\tas it considers appropriate, having regard to the matters set out insubsection (3).\n\t\t\t\tThe matters are—\n\t\t\t\t\tthe spirit of the original gift,\n\t\t\t\t\tthe desirability of securing that the property is applied for charitablepurposes which are close to the original purposes, and\n\t\t\t\t\tthe need for the relevant charity to have purposes which are suitable andeffective in the light of current social and economic circumstances.\n\t\t\t\t\tThe “relevant charity” means the charity by or on behalf of which the propertyis to be applied under the scheme.\n\t\t\t\tIf a scheme provides for the property to be transferred to another charity,the scheme may impose on the charity trustees of that charity a duty to securethat the property is applied for purposes which are, so far as is reasonablypracticable, similar in character to the original purposes.\n\t\t\t\tIn this section references to property given include the property for thetime being representing the property originally given or property derived fromit.\n\t\t\t\tIn this section references to the transfer of property to a charity arereferences to its transfer—\n\t\t\t\t\tto the charity, or\n\t\t\t\t\tto the charity trustees, or\n\t\t\t\t\tto any trustee for the charity, or\n\t\t\t\t\tto a person nominated by the charity trustees to hold it in trust for thecharity,\n\t\t\t\t\tas the scheme may provide.”"
    },
    {
        "length": 399,
        "text": "\nSuspension or removal of trustees etc. from membership\n\tPower to suspend or remove trustees etc. from membership of charity\n\t\tAfter section 18 of the 1993 Act insert—\n\t\t“18APower to suspend or remove trustees etc. from membership of charity\n\t\t\tThis section applies where the Commission makes—\n\t\t\t\tan order under section 18(1) above suspending from his office or employmentany trustee, charity trustee, officer, agent or employee of a charity, or\n\t\t\t\tan order under section 18(2) above removing from his office or employmentany officer, agent or employee of a charity,\n\t\t\t\t\tand the trustee, charity trustee, officer, agent or employee (as the case maybe) is a member of the charity.\n\t\t\tIf the order suspends the person in question from his office or employment,the Commission may also make an order suspending his membership of the charityfor the period for which he is suspended from his office or employment.\n\t\t\tIf the order removes the person in question from his office or employment,the Commission may also make an order—\n\t\t\t\tterminating his membership of the charity, and\n\t\t\t\tprohibiting him from resuming his membership of the charity without theCommission’s consent.\n\t\t\tIf an application for the Commission’s consent under subsection (3)(b)above is made five years or more after the order was made, the Commission mustgrant the application unless satisfied that, by reason of any specialcircumstances, it should be refused.”"
    },
    {
        "length": 801,
        "text": "\nDirections by Commission\n\tPower to give specific directions for protection of charity\n\t\tAfter section 19 of the 1993 Act insert—\n\t\t“19APower to give specific directions for protection of charity\n\t\t\tThis section applies where, at any time after the Commission has institutedan inquiry under section 8 above with respect to any charity, it is satisfiedas mentioned in section 18(1)(a) or (b) above.\n\t\t\tThe Commission may by order direct—\n\t\t\t\tthe charity trustees,\n\t\t\t\tany trustee for the charity,\n\t\t\t\tany officer or employee of the charity, or\n\t\t\t\t(if a body corporate) the charity itself,\n\t\t\t\t\tto take any action specified in the order which the Commission considers to beexpedient in the interests of the charity.\n\t\t\tAn order under this section—\n\t\t\t\tmay require action to be taken whether or not it would otherwise be withinthe powers exercisable by the person or persons concerned, or by the charity,in relation to the administration of the charity or to its property, but\n\t\t\t\tmay not require any action to be taken which is prohibited by any Act ofParliament or expressly prohibited by the trusts of the charity or isinconsistent with its purposes.\n\t\t\tAnything done by a person or body under the authority of an order underthis section shall be deemed to be properly done in the exercise of the powersmentioned in subsection (3)(a) above.\n\t\t\tSubsection (4) does not affect any contractual or other rights arising inconnection with anything which has been done under the authority of such anorder.”\n\tPower to direct application of charity property\n\t\tAfter section 19A of the 1993 Act (inserted by section 20 above) insert—\n\t\t“19BPower to direct application of charity property\n\t\t\tThis section applies where the Commission is satisfied—\n\t\t\t\tthat a person or persons in possession or control of any property held byor on trust for a charity is or are unwilling to apply it properly for thepurposes of the charity, and\n\t\t\t\tthat it is necessary or desirable to make an order under this section forthe purpose of securing a proper application of that property for the purposesof the charity.\n\t\t\tThe Commission may by order direct the person or persons concerned to applythe property in such manner as is specified in the order.\n\t\t\tAn order under this section—\n\t\t\t\tmay require action to be taken whether or not it would otherwise be withinthe powers exercisable by the person or persons concerned in relation to theproperty, but\n\t\t\t\tmay not require any action to be taken which is prohibited by any Act ofParliament or expressly prohibited by the trusts of the charity.\n\t\t\tAnything done by a person under the authority of an order under thissection shall be deemed to be properly done in the exercise of the powersmentioned in subsection (3)(a) above.\n\t\t\tSubsection (4) does not affect any contractual or other rights arising inconnection with anything which has been done under the authority of such anorder.”"
    },
    {
        "length": 1348,
        "text": "\nPublicity relating to schemes\n\tRelaxation of publicity requirements relating to schemes etc.\n\t\tFor section 20 of the 1993 Act substitute—\n\t\t“20Publicity relating to schemes\n\t\t\tThe Commission may not—\n\t\t\t\tmake any order under this Act to establish a scheme for the administrationof a charity, or\n\t\t\t\tsubmit such a scheme to the court or the Minister for an order giving iteffect,\n\t\t\t\t\tunless, before doing so, the Commission has complied with the publicityrequirements in subsection (2) below.\n\t\t\t\tThis is subject to any disapplication of those requirements under subsection(4) below.\n\t\t\tThe publicity requirements are—\n\t\t\t\tthat the Commission must give public notice of its proposals, invitingrepresentations to be made to it within a period specified in the notice; and\n\t\t\t\tthat, in the case of a scheme relating to a local charity (other than anecclesiastical charity) in a parish or in a community in Wales, the Commissionmust communicate a draft of the scheme to the parish or community council (or,where a parish has no council, to the chairman of the parish meeting).\n\t\t\tThe time when any such notice is given or any such communication takesplace is to be decided by the Commission.\n\t\t\tThe Commission may determine that either or both of the publicityrequirements is or are not to apply in relation to a particular scheme if itis satisfied that—\n\t\t\t\tby reason of the nature of the scheme, or\n\t\t\t\tfor any other reason,\n\t\t\t\tcompliance with the requirement or requirements is unnecessary.\n\t\t\tWhere the Commission gives public notice of any proposals under thissection, the Commission—\n\t\t\t\tmust take into account any representations made to it within the periodspecified in the notice, and\n\t\t\t\tmay (without further notice) proceed with the proposals either withoutmodifications or with such modifications as it thinks desirable.\n\t\t\tWhere the Commission makes an order under this Act to establish a schemefor the administration of a charity, a copy of the order must be available,for at least a month after the order is published, for public inspection atall reasonable times—\n\t\t\t\tat the Commission’s office, and\n\t\t\t\tif the charity is a local charity, at some convenient place in the area ofthe charity.\n\t\t\t\tParagraph (b) does not apply if the Commission is satisfied that for anyreason it is unnecessary for a copy of the scheme to be available locally.\n\t\t\tAny public notice of any proposals which is to be given under this section—\n\t\t\t\tis to contain such particulars of the proposals, or such directions forobtaining information about them, as the Commission thinks sufficient andappropriate, and\n\t\t\t\tis to be given in such manner as the Commission thinks sufficient andappropriate.\n\t\tAPublicity for orders relating to trustees or other individuals\n\t\t\tThe Commission may not make any order under this Act to appoint, dischargeor remove a charity trustee or trustee for a charity, other than—\n\t\t\t\tan order relating to the official custodian, or\n\t\t\t\tan order under section 18(1)(ii) above,\n\t\t\t\t\tunless, before doing so, the Commission has complied with the publicityrequirement in subsection (2) below.\n\t\t\t\tThis is subject to any disapplication of that requirement under subsection (4)below.\n\t\t\tThe publicity requirement is that the Commission must give public notice ofits proposals, inviting representations to be made to it within a periodspecified in the notice.\n\t\t\tThe time when any such notice is given is to be decided by the Commission.\n\t\t\tThe Commission may determine that the publicity requirement is not to applyin relation to a particular order if it is satisfied that for any reasoncompliance with the requirement is unnecessary.\n\t\t\tBefore the Commission makes an order under this Act to remove without hisconsent—\n\t\t\t\ta charity trustee or trustee for a charity, or\n\t\t\t\tan officer, agent or employee of a charity,\n\t\t\t\tthe Commission must give him not less than one month’s notice of itsproposals, inviting representations to be made to it within a period specifiedin the notice.\n\t\t\t\tThis does not apply if the person cannot be found or has no known address inthe United Kingdom.\n\t\t\tWhere the Commission gives notice of any proposals under this section, theCommission—\n\t\t\t\tmust take into account any representations made to it within the periodspecified in the notice, and\n\t\t\t\tmay (without further notice) proceed with the proposals either withoutmodifications or with such modifications as it thinks desirable.\n\t\t\tAny notice of any proposals which is to be given under this section—\n\t\t\t\tis to contain such particulars of the proposals, or such directions forobtaining information about them, as the Commission thinks sufficient andappropriate, and\n\t\t\t\t(in the case of a public notice) is to be given in such manner as theCommission thinks sufficient and appropriate.\n\t\t\tAny notice to be given under subsection (5)—\n\t\t\t\tmay be given by post, and\n\t\t\t\tif given by post, may be addressed to the recipient’s last known address inthe United Kingdom.”"
    },
    {
        "length": 942,
        "text": "\nCommon investment schemes\n\tParticipation of Scottish and Northern Irish charities in commoninvestment schemes etc.\n\t\tAfter section 24(3) of the 1993 Act (common investment schemes) insert—\n\t\t\t“(3A)A common investment scheme may provide for appropriate bodies to beadmitted to participate in the scheme (in addition to the participatingcharities) to such extent as the trustees appointed to manage the fund maydetermine.\n\t\t(3B)In this section “appropriate body” means—\n\t\t\ta Scottish recognised body, or\n\t\t\ta Northern Ireland charity,\n\t\t\tand, in the application of the relevant provisions in relation to a schemewhich contains provisions authorised by subsection (3A) above, “charity”includes an appropriate body.\n\t\t\t\t  * “The relevant provisions” are subsections (1) and (4) to (6) and (in relation only to a charity within paragraph (b)) subsection (7).”\n\t\tIn section 25(2) of that Act (application of provisions of section 24 tocommon deposit funds) for “subsections (2) to (4)” substitute “subsections(2), (3) and (4)”.\n\t\tAt the end of section 25 add—\n\t\tA common deposit scheme may provide for appropriate bodies to be admittedto participate in the scheme (in addition to the participating charities) tosuch extent as the trustees appointed to manage the fund may determine.\n\t\tIn this section “appropriate body” means—\n\t\t\ta Scottish recognised body, or\n\t\t\ta Northern Ireland charity,\n\t\t\tand, in the application of the relevant provisions in relation to a schemewhich contains provisions authorised by subsection (4) above, “charity”includes an appropriate body.\n\t\t“The relevant provisions” are—\n\t\t\tsubsection (1) above, and\n\t\t\tsubsections (4) and (6) of section 24 above, as they apply in accordancewith subsections (2) and (3) above, and\n\t\t\t(in relation only to a charity within subsection (5)(b) above) subsection(7) of that section, as it so applies.”\n\t\tAfter section 25 insert—\n\t\t“25AMeaning of “Scottish recognised body” and “Northern Irelandcharity” in sections 24 and 25\n\t\t\tIn sections 24 and 25 above “Scottish recognised body” means a body—\n\t\t\t\testablished under the law of Scotland, or\n\t\t\t\tmanaged or controlled wholly or mainly in or from Scotland,\n\t\t\t\t\tto which the Commissioners for Her Majesty’s Revenue and Customs have givenintimation, which has not subsequently been withdrawn, that relief is dueunder section 505 of the Income and Corporation Taxes Act 1988 in respect ofincome of the body which is applicable and applied to charitable purposesonly.\n\t\t\tIn those sections “Northern Ireland charity” means an institution—\n\t\t\t\twhich is a charity under the law of Northern Ireland, and\n\t\t\t\tto which the Commissioners for Her Majesty’s Revenue and Customs have givenintimation, which has not subsequently been withdrawn, that relief is dueunder section 505 of the Income and Corporation Taxes Act 1988 in respect ofincome of the institution which is applicable and applied to charitablepurposes only.”\n\t\t\tIn section 100(4) of the 1993 Act (provisions extending to NorthernIreland) for “extends” substitute “and sections 24 to 25A extend”."
    },
    {
        "length": 646,
        "text": "\nAdvice or other assistance\n\tPower to give advice and guidance\n\t\tFor section 29 of the 1993 Act substitute—\n\t\t“29Power to give advice and guidance\n\t\t\tThe Commission may, on the written application of any charity trustee ortrustee for a charity, give that person its opinion or advice in relation toany matter—\n\t\t\t\trelating to the performance of any duties of his, as such a trustee, inrelation to the charity concerned, or\n\t\t\t\totherwise relating to the proper administration of the charity.\n\t\t\tA charity trustee or trustee for a charity who acts in accordance with anyopinion or advice given by the Commission under subsection (1) above (whetherto him or to another trustee) is to be taken, as regards his responsibilityfor so acting, to have acted in accordance with his trust.\n\t\t\tBut subsection (2) above does not apply to a person if, when so acting,either—\n\t\t\t\the knows or has reasonable cause to suspect that the opinion or advice wasgiven in ignorance of material facts, or\n\t\t\t\ta decision of the court or the Tribunal has been obtained on the matter orproceedings are pending to obtain one.\n\t\t\tThe Commission may, in connection with its second general functionmentioned in section 1C(2) above, give such advice or guidance with respect tothe administration of charities as it considers appropriate.\n\t\t\tAny advice or guidance so given may relate to—\n\t\t\t\tcharities generally,\n\t\t\t\tany class of charities, or\n\t\t\t\tany particular charity,\n\t\t\t\t\tand may take such form, and be given in such manner, as the Commissionconsiders appropriate.”\n\tPower to determine membership of charity\n\t\tAfter section 29 of the 1993 Act (as substituted by section 24 of this Act)insert—\n\t\t“29APower to determine membership of charity\n\t\t\tThe Commission may—\n\t\t\t\ton the application of a charity, or\n\t\t\t\tat any time after the institution of an inquiry under section 8 above withrespect to a charity,\n\t\t\t\t\tdetermine who are the members of the charity.\n\t\t\tThe Commission’s power under subsection (1) may also be exercised by aperson appointed by the Commission for the purpose.\n\t\t\tIn a case within subsection (1)(b) the Commission may, if it thinks fit, soappoint the person appointed to conduct the inquiry.”"
    },
    {
        "length": 1476,
        "text": "\nPowers of entry etc.\n\tPower to enter premises and seize documents etc.\n\t\tAfter section 31 of the 1993 Act insert—\n\t\t“31APower to enter premises\n\t\t\tA justice of the peace may issue a warrant under this section if satisfied,on information given on oath by a member of the Commission’s staff, that thereare reasonable grounds for believing that each of the conditions in subsection(2) below is satisfied.\n\t\t\tThe conditions are—\n\t\t\t\tthat an inquiry has been instituted under section 8 above;\n\t\t\t\tthat there is on the premises to be specified in the warrant any documentor information relevant to that inquiry which the Commission could require tobe produced or furnished under section 9(1) above; and\n\t\t\t\tthat, if the Commission were to make an order requiring the document orinformation to be so produced or furnished—\n\t\t\t\tthe order would not be complied with, or\n\t\t\t\tthe document or information would be removed, tampered with, concealed ordestroyed.\n\t\t\tA warrant under this section is a warrant authorising the member of theCommission’s staff who is named in it—\n\t\t\t\tto enter and search the premises specified in it;\n\t\t\t\tto take such other persons with him as the Commission considers are neededto assist him in doing anything that he is authorised to do under the warrant;\n\t\t\t\tto take possession of any documents which appear to fall within subsection(2)(b) above, or to take any other steps which appear to be necessary forpreserving, or preventing interference with, any such documents;\n\t\t\t\tto take possession of any computer disk or other electronic storage devicewhich appears to contain information falling within subsection (2)(b), orinformation contained in a document so falling, or to take any other stepswhich appear to be necessary for preserving, or preventing interference with,any such information;\n\t\t\t\tto take copies of, or extracts from, any documents or information fallingwithin paragraph (c) or (d);\n\t\t\t\tto require any person on the premises to provide an explanation of any suchdocument or information or to state where any such documents or informationmay be found;\n\t\t\t\tto require any such person to give him such assistance as he may reasonablyrequire for the taking of copies or extracts as mentioned in paragraph (e)above.\n\t\t\tEntry and search under such a warrant must be at a reasonable hour andwithin one month of the date of its issue.\n\t\t\tThe member of the Commission’s staff who is authorised under such a warrant(“the authorised person”) must, if required to do so, produce—\n\t\t\t\tthe warrant, and\n\t\t\t\tdocumentary evidence that he is a member of the Commission’s staff,\n\t\t\t\t\tfor inspection by the occupier of the premises or anyone acting on his behalf.\n\t\t\tThe authorised person must make a written record of—\n\t\t\t\tthe date and time of his entry on the premises;\n\t\t\t\tthe number of persons (if any) who accompanied him onto the premises, andthe names of any such persons;\n\t\t\t\tthe period for which he (and any such persons) remained on the premises;\n\t\t\t\twhat he (and any such persons) did while on the premises; and\n\t\t\t\tany document or device of which he took possession while there.\n\t\t\tIf required to do so, the authorised person must give a copy of the recordto the occupier of the premises or someone acting on his behalf.\n\t\t\tUnless it is not reasonably practicable to do so, the authorised personmust comply with the following requirements before leaving the premises,namely—\n\t\t\t\tthe requirements of subsection (6), and\n\t\t\t\tany requirement made under subsection (7) before he leaves the premises.\n\t\t\tWhere possession of any document or device is taken under this section—\n\t\t\t\tthe document may be retained for so long as the Commission considers thatit is necessary to retain it (rather than a copy of it) for the purposes ofthe relevant inquiry under section 8 above, or\n\t\t\t\tthe device may be retained for so long as the Commission considers that itis necessary to retain it for the purposes of that inquiry,\n\t\t\t\tas the case may be.\n\t\t\tOnce it appears to the Commission that the retention of any document ordevice has ceased to be so necessary, it shall arrange for the document ordevice to be returned as soon as is reasonably practicable—\n\t\t\t\tto the person from whose possession it was taken, or\n\t\t\t\tto any of the charity trustees of the charity to which it belonged orrelated.\n\t\t\tA person who intentionally obstructs the exercise of any rights conferredby a warrant under this section is guilty of an offence and liable on summaryconviction—\n\t\t\t\tto imprisonment for a term not exceeding 51 weeks, or\n\t\t\t\tto a fine not exceeding level 5 on the standard scale,\n\t\t\t\tor to both.”\n\t\t\tIn Part 1 of Schedule 1 to the Criminal Justice and Police Act [2001 (c.16)](/id/ukpga/2001/16?view=plain \"Go to item of legislation\") (powers ofseizure to which section 50 applies), after paragraph 56 insert—\n\t\t“Charities Act [1993 (c. 10)](/id/ukpga/1993/10?view=plain \"Go to itemof legislation\")\n\t\t\t56AThe power of seizure conferred by section 31A(3) of the Charities Act 1993(seizure of material for the purposes of an inquiry under section 8 of thatAct).”"
    },
    {
        "length": 808,
        "text": "\nMortgages of charity land\n\tRestrictions on mortgaging\n\t\tSection 38 of the 1993 Act (restrictions on mortgaging) is amended asfollows.\n\t\tFor subsections (2) and (3) substitute—\n\t\tSubsection (1) above shall not apply to a mortgage of any such land if thecharity trustees have, before executing the mortgage, obtained and consideredproper advice, given to them in writing, on the relevant matters or mattermentioned in subsection (3) or (3A) below (as the case may be).\n\t\tIn the case of a mortgage to secure the repayment of a proposed loan orgrant, the relevant matters are—\n\t\t\twhether the loan or grant is necessary in order for the charity trustees tobe able to pursue the particular course of action in connection with whichthey are seeking the loan or grant;\n\t\t\twhether the terms of the loan or grant are reasonable having regard to thestatus of the charity as the prospective recipient of the loan or grant; and\n\t\t\tthe ability of the charity to repay on those terms the sum proposed to bepaid by way of loan or grant.\n\t\t\t\t(3A)In the case of a mortgage to secure the discharge of any other proposedobligation, the relevant matter is whether it is reasonable for the charitytrustees to undertake to discharge the obligation, having regard to thecharity’s purposes.\n\t\t\t(3B)Subsection (3) or (as the case may be) subsection (3A) above applies inrelation to such a mortgage as is mentioned in that subsection whether themortgage—\n\t\t\twould only have effect to secure the repayment of the proposed loan orgrant or the discharge of the proposed obligation, or\n\t\t\twould also have effect to secure the repayment of sums paid by way of loanor grant, or the discharge of other obligations undertaken, after the date ofits execution.\n\t\t\t(3C)Subsection (3D) below applies where—\n\t\t\tthe charity trustees of a charity have executed a mortgage of land held byor in trust for a charity in accordance with subsection (2) above, and\n\t\t\tthe mortgage has effect to secure the repayment of sums paid by way of loanor grant, or the discharge of other obligations undertaken, after the date ofits execution.\n\t\t\t(3D)In such a case, the charity trustees must not after that date enter intoany transaction involving—\n\t\t\tthe payment of any such sums, or\n\t\t\tthe undertaking of any such obligations,\n\t\t\tunless they have, before entering into the transaction, obtained andconsidered proper advice, given to them in writing, on the matters or mattermentioned in subsection (3)(a) to (c) or (3A) above (as the case may be).”\n\t\tIn subsection (4) (meaning of “proper advice”)—\n\t\t\tfor “subsection (2) above” substitute “this section”; and\n\t\t\tfor “the making of the loan in question” substitute “relation to the loan,grant or other transaction in connection with which his advice is given”."
    },
    {
        "length": 1827,
        "text": "\nChapter 6Audit or examination of accounts where charity is not a company\n\tAnnual audit or examination of accounts of charities which are notcompanies\n\t\tSection 43 of the 1993 Act (annual audit or examination of accounts ofcharities which are not companies) is amended as follows.\n\t\tFor subsection (1) substitute—\n\t\tSubsection (2) below applies to a financial year of a charity if—\n\t\t\tthe charity’s gross income in that year exceeds £500,000; or\n\t\t\tthe charity’s gross income in that year exceeds the accounts threshold andat the end of the year the aggregate value of its assets (before deduction ofliabilities) exceeds £2.8 million.\n\t\t\t\t  * “The accounts threshold” means £100,000 or such other sum as is for the time being specified in section 42(3) above.”\n\t\tIn subsection (2) (accounts required to be audited) for paragraph (a)substitute—\n\t\t\twould be eligible for appointment as auditor of the charity under Part 2of the Companies Act 1989 if the charity were a company, or”.\n\t\tIn subsection (3) (independent examinations instead of audits)—\n\t\t\tfor the words from “and its gross income” to “subsection (4) below)”substitute “but its gross income in that year exceeds £10,000,”; and\n\t\t\tat the end insert—\n\t\t\t\t“This is subject to the requirements of subsection (3A) below where the grossincome exceeds £250,000, and to any order under subsection (4) below.”\n\t\tAfter subsection (3) insert—\n\t\t“(3A)If subsection (3) above applies to the accounts of a charity for a yearand the charity’s gross income in that year exceeds £250,000, a personqualifies as an independent examiner for the purposes of paragraph (a) of thatsubsection if (and only if) he is an independent person who is—\n\t\t\ta member of a body for the time being specified in section 249D(3) of theCompanies Act 1985 (reporting accountants);\n\t\t\ta member of the Chartered Institute of Public Finance and Accountancy; or\n\t\t\ta Fellow of the Association of Charity Independent Examiners.”\n\t\tFor subsection (8) substitute—\n\t\tThe Minister may by order—\n\t\t\tamend subsection (1)(a) or (b), (3) or (3A) above by substituting adifferent sum for any sum for the time being specified there;\n\t\t\tamend subsection (3A) by adding or removing a description of person to orfrom the list in that subsection or by varying any entry for the time beingincluded in that list.”\n\tDuty of auditor etc. of charity which is not a company to reportmatters to Commission\n\t\tAfter section 44 of the 1993 Act insert—\n\t\t“44ADuty of auditors etc. to report matters to Commission\n\t\t\tThis section applies to—\n\t\t\t\ta person acting as an auditor or independent examiner appointed by or inrelation to a charity under section 43 above,\n\t\t\t\ta person acting as an auditor or examiner appointed under section 43A(2) or(3) above, and\n\t\t\t\tthe Auditor General for Wales acting under section 43B(2) or (3) above.\n\t\t\tIf, in the course of acting in the capacity mentioned in subsection (1)above, a person to whom this section applies becomes aware of a matter—\n\t\t\t\twhich relates to the activities or affairs of the charity or of anyconnected institution or body, and\n\t\t\t\twhich he has reasonable cause to believe is likely to be of materialsignificance for the purposes of the exercise by the Commission of itsfunctions under section 8 or 18 above,\n\t\t\t\t\the must immediately make a written report on the matter to the Commission.\n\t\t\tIf, in the course of acting in the capacity mentioned in subsection (1)above, a person to whom this section applies becomes aware of any matter—\n\t\t\t\twhich does not appear to him to be one that he is required to report undersubsection (2) above, but\n\t\t\t\twhich he has reasonable cause to believe is likely to be relevant for thepurposes of the exercise by the Commission of any of its functions,\n\t\t\t\the may make a report on the matter to the Commission.\n\t\t\tWhere the duty or power under subsection (2) or (3) above has arisen inrelation to a person acting in the capacity mentioned in subsection (1), theduty or power is not affected by his subsequently ceasing to act in thatcapacity.\n\t\t\tWhere a person makes a report as required or authorised by subsection (2)or (3), no duty to which he is subject is to be regarded as contravened merelybecause of any information or opinion contained in the report.\n\t\t\tIn this section “connected institution or body”, in relation to a charity,means—\n\t\t\t\tan institution which is controlled by, or\n\t\t\t\ta body corporate in which a substantial interest is held by,\n\t\t\t\tthe charity or any one or more of the charity trustees acting in his or theircapacity as such.\n\t\t\tParagraphs 3 and 4 of Schedule 5 to this Act apply for the purposes ofsubsection (6) above as they apply for the purposes of provisions of thatSchedule.”\n\t\t\tIn section 46 of the 1993 Act (special provisions as respects accounts andannual reports of exempt and excepted charities)—\n\t\t\t\tin subsection (1) for “sections 41 to 45” substitute “sections 41 to 44 orsection 45”; and\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t“(2A)Section 44A(2) to (7) above shall apply in relation to a person appointedto audit, or report on, the accounts of an exempt charity which is not acompany as they apply in relation to a person such as is mentioned in section44A(1).\n\t\t\t\t(2B)But section 44A(2) to (7) so apply with the following modifications—\n\t\t\t\tany reference to a person acting in the capacity mentioned in section44A(1) is to be read as a reference to his acting as a person appointed asmentioned in subsection (2A) above; and\n\t\t\t\tany reference to the Commission or to any of its functions is to be read asa reference to the charity’s principal regulator or to any of that person’sfunctions in relation to the charity as such.”\n\tGroup accounts\n\t\tAfter section 49 of the 1993 Act insert—\n\t\t“49AGroup accounts\n\t\t\tThe provisions of Schedule 5A to this Act shall have effect with respect to—\n\t\t\t\tthe preparation and auditing of accounts in respect of groups consisting ofparent charities and their subsidiary undertakings (within the meaning of thatSchedule), and\n\t\t\t\tother matters relating to such groups.”\n\t\t\tSchedule 6 (which inserts the new Schedule 5A into the 1993 Act) haseffect."
    },
    {
        "length": 1055,
        "text": "\nChapter 7Charitable companies\n\tRelaxation of restriction on altering memorandum etc. of charitablecompany\n\t\tSection 64 of the 1993 Act (alteration of objects clause etc.) is amendedas follows.\n\t\tFor subsection (2) substitute—\n\t\tWhere a charity is a company, any regulated alteration by the company—\n\t\t\trequires the prior written consent of the Commission, and\n\t\t\tis ineffective if such consent has not been obtained.\n\t\t\t\t(2A)The following are “regulated alterations”—\n\t\t\tany alteration of the objects clause in the company’s memorandum ofassociation,\n\t\t\tany alteration of any provision of its memorandum or articles ofassociation directing the application of property of the company on itsdissolution, and\n\t\t\tany alteration of any provision of its memorandum or articles ofassociation where the alteration would provide authorisation for any benefitto be obtained by directors or members of the company or persons connectedwith them.\n\t\t\t(2B)For the purposes of subsection (2A) above—\n\t\t\t“benefit” means a direct or indirect benefit of any nature, except that itdoes not include any remuneration (within the meaning of section 73A below)whose receipt may be authorised under that section; and\n\t\t\tthe same rules apply for determining whether a person is connected with adirector or member of the company as apply, in accordance with section 73B(5)and (6) below, for determining whether a person is connected with a charitytrustee for the purposes of section 73A.”\n\t\tIn subsection (3) (documents required to be delivered to registrar ofcompanies), for “any such alteration” substitute “a regulated alteration”.\n\tAnnual audit or examination of accounts of charitable companies\n\t\tIn section 249A(4) of the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\") (circumstances inwhich charitable company’s accounts may be subject to an accountant’s reportinstead of an audit)—\n\t\t\tin paragraph (b) (gross income between £90,000 and £250,000) for “£250,000”substitute “£500,000”; and\n\t\t\tin paragraph (c) (balance sheet total not more than £1.4 million) for “£1.4million” substitute “£2.8 million”.\n\t\tIn section 249B(1C) of that Act (circumstances in which parent company orsubsidiary not disqualified for exemption from auditing requirement), inparagraph (b) (group’s aggregate turnover not more than £350,000 net or£420,000 gross in case of charity), for “£350,000 net (or £420,000 gross)”substitute “£700,000 net (or £840,000 gross)”.\n\tDuty of auditor etc. of charitable company to report matters toCommission\n\t\tAfter section 68 of the 1993 Act insert—\n\t\t“68ADuty of charity’s auditors etc. to report matters to Commission\n\t\t\tSection 44A(2) to (7) above shall apply in relation to a person acting as—\n\t\t\t\tan auditor of a charitable company appointed under Chapter 5 of Part 11 ofthe Companies Act 1985 (auditors), or\n\t\t\t\ta reporting accountant appointed by a charitable company for the purposesof section 249C of that Act (report required instead of audit),\n\t\t\t\t\tas they apply in relation to a person such as is mentioned in section 44A(1).\n\t\t\tFor this purpose any reference in section 44A to a person acting in thecapacity mentioned in section 44A(1) is to be read as a reference to hisacting in the capacity mentioned in subsection (1) of this section.\n\t\t\tIn this section “charitable company” means a charity which is a company.”"
    },
    {
        "length": 185,
        "text": "\nWaiver of disqualification\n\tWaiver of trustee’s disqualification\n\t\tIn section 72 of the 1993 Act (disqualification for being trustee of acharity) after subsection (4) insert—\n\t“(4A)If—\n\t\ta person disqualified under subsection (1)(d) or (e) makes an applicationunder subsection (4) above five years or more after the date on which hisdisqualification took effect, and\n\t\tthe Commission is not prevented from granting the application by virtue ofparagraphs (a) and (b) of subsection (4),\n\t\tthe Commission must grant the application unless satisfied that, by reason ofany special circumstances, it should be refused.”"
    },
    {
        "length": 2194,
        "text": "\nRemuneration of trustees etc.\n\tRemuneration of trustees etc. providing services to charity\n\t\tAfter section 73 of the 1993 Act insert—\n\t\t“73ARemuneration of trustees etc. providing services to charity\n\t\t\tThis section applies to remuneration for services provided by a person toor on behalf of a charity where—\n\t\t\t\the is a charity trustee or trustee for the charity, or\n\t\t\t\the is connected with a charity trustee or trustee for the charity and theremuneration might result in that trustee obtaining any benefit.\n\t\t\t\t\tThis is subject to subsection (7) below.\n\t\t\tIf conditions A to D are met in relation to remuneration within subsection(1), the person providing the services (“the relevant person”) is entitled toreceive the remuneration out of the funds of the charity.\n\t\t\tCondition A is that the amount or maximum amount of the remuneration—\n\t\t\t\tis set out in an agreement in writing between—\n\t\t\t\tthe charity or its charity trustees (as the case may be), and\n\t\t\t\tthe relevant person,\n\t\t\t\tunder which the relevant person is to provide the services in question to oron behalf of the charity, and\n\t\t\t\tdoes not exceed what is reasonable in the circumstances for the provisionby that person of the services in question.\n\t\t\tCondition B is that, before entering into that agreement, the charitytrustees decided that they were satisfied that it would be in the bestinterests of the charity for the services to be provided by the relevantperson to or on behalf of the charity for the amount or maximum amount ofremuneration set out in the agreement.\n\t\t\tCondition C is that if immediately after the agreement is entered intothere is, in the case of the charity, more than one person who is a charitytrustee and is—\n\t\t\t\ta person in respect of whom an agreement within subsection (3) above is inforce, or\n\t\t\t\ta person who is entitled to receive remuneration out of the funds of thecharity otherwise than by virtue of such an agreement, or\n\t\t\t\ta person connected with a person falling within paragraph (a) or (b) above,\n\t\t\t\tthe total number of them constitute a minority of the persons for the timebeing holding office as charity trustees of the charity.\n\t\t\tCondition D is that the trusts of the charity do not contain any expressprovision that prohibits the relevant person from receiving the remuneration.\n\t\t\tNothing in this section applies to—\n\t\t\t\tany remuneration for services provided by a person in his capacity as acharity trustee or trustee for a charity or under a contract of employment, or\n\t\t\t\tany remuneration not within paragraph (a) which a person is entitled toreceive out of the funds of a charity by virtue of any provision or orderwithin subsection (8).\n\t\t\tThe provisions or orders within this subsection are—\n\t\t\t\tany provision contained in the trusts of the charity,\n\t\t\t\tany order of the court or the Commission,\n\t\t\t\tany statutory provision contained in or having effect under an Act ofParliament other than this section.\n\t\t\tSection 73B below applies for the purposes of this section.\n\t\tBSupplementary provisions for purposes of section 73A\n\t\t\tBefore entering into an agreement within section 73A(3) the charitytrustees must have regard to any guidance given by the Commission concerningthe making of such agreements.\n\t\t\tThe duty of care in section 1(1) of the Trustee Act 2000 applies to acharity trustee when making such a decision as is mentioned in section 73A(4).\n\t\t\tFor the purposes of section 73A(5) an agreement within section 73A(3) is inforce so long as any obligations under the agreement have not been fullydischarged by a party to it.\n\t\t\tIn section 73A—\n\t\t\t\t  * “benefit” means a direct or indirect benefit of any nature;\n\t\t\t\t  * “maximum amount”, in relation to remuneration, means the maximum amount of the remuneration whether specified in or ascertainable under the terms of the agreement in question;\n\t\t\t\t  * “remuneration” includes any benefit in kind (and “amount” accordingly includes monetary value);\n\t\t\t\t  * “services”, in the context of remuneration for services, includes goods that are supplied in connection with the provision of services.\n\t\t\tFor the purposes of section 73A the following persons are “connected” witha charity trustee or trustee for a charity—\n\t\t\t\ta child, parent, grandchild, grandparent, brother or sister of the trustee;\n\t\t\t\tthe spouse or civil partner of the trustee or of any person falling withinparagraph (a);\n\t\t\t\ta person carrying on business in partnership with the trustee or with anyperson falling within paragraph (a) or (b);\n\t\t\t\tan institution which is controlled—\n\t\t\t\tby the trustee or by any person falling within paragraph (a), (b) or (c),or\n\t\t\t\tby two or more persons falling within sub-paragraph (i), when takentogether;\n\t\t\t\ta body corporate in which—\n\t\t\t\tthe trustee or any connected person falling within any of paragraphs (a) to(c) has a substantial interest, or\n\t\t\t\ttwo or more persons falling within sub-paragraph (i), when taken together,have a substantial interest.\n\t\t\tParagraphs 2 to 4 of Schedule 5 to this Act apply for the purposes ofsubsection (5) above as they apply for the purposes of provisions of thatSchedule.”\n\tDisqualification of trustee receiving remuneration by virtue ofsection 36\n\t\tAfter section 73B of the 1993 Act (inserted by section 36 above) insert—\n\t\t“73CDisqualification of trustee receiving remuneration under section73A\n\t\t\tThis section applies to any charity trustee or trustee for a charity—\n\t\t\t\twho is or would be entitled to remuneration under an agreement or proposedagreement within section 73A(3) above, or\n\t\t\t\twho is connected with a person who is or would be so entitled.\n\t\t\tThe charity trustee or trustee for a charity is disqualified from acting assuch in relation to any decision or other matter connected with the agreement.\n\t\t\tBut any act done by such a person which he is disqualified from doing byvirtue of subsection (2) above shall not be invalid by reason only of thatdisqualification.\n\t\t\tWhere the Commission is satisfied—\n\t\t\t\tthat a person (“the disqualified trustee”) has done any act which he wasdisqualified from doing by virtue of subsection (2) above, and\n\t\t\t\tthat the disqualified trustee or a person connected with him has receivedor is to receive from the charity any remuneration under the agreement inquestion,\n\t\t\t\t\tit may make an order under subsection (5) or (6) below (as appropriate).\n\t\t\tAn order under this subsection is one requiring the disqualified trustee—\n\t\t\t\tto reimburse to the charity the whole or part of the remuneration receivedas mentioned in subsection (4)(b) above;\n\t\t\t\tto the extent that the remuneration consists of a benefit in kind, toreimburse to the charity the whole or part of the monetary value (asdetermined by the Commission) of the benefit in kind.\n\t\t\tAn order under this subsection is one directing that the disqualifiedtrustee or (as the case may be) connected person is not to be paid the wholeor part of the remuneration mentioned in subsection (4)(b) above.\n\t\t\tIf the Commission makes an order under subsection (5) or (6) above, thedisqualified trustee or (as the case may be) connected person accordinglyceases to have any entitlement under the agreement to so much of theremuneration (or its monetary value) as the order requires him to reimburse tothe charity or (as the case may be) as it directs is not to be paid to him.\n\t\t\tSubsections (4) to (6) of section 73B above apply for the purposes of thissection as they apply for the purposes of section 73A above.”"
    },
    {
        "length": 1754,
        "text": "\nLiability of trustees etc.\n\tPower of Commission to relieve trustees, auditors etc. from liabilityfor breach of trust or duty\n\t\tAfter section 73C of the 1993 Act (inserted by section 37 above) insert—\n\t\tDPower to relieve trustees, auditors etc. from liability for breachof trust or duty\n\t\t\tThis section applies to a person who is or has been—\n\t\t\t\ta charity trustee or trustee for a charity,\n\t\t\t\ta person appointed to audit a charity’s accounts (whether appointed underan enactment or otherwise), or\n\t\t\t\tan independent examiner, reporting accountant or other person appointed toexamine or report on a charity’s accounts (whether appointed under anenactment or otherwise).\n\t\t\tIf the Commission considers—\n\t\t\t\tthat a person to whom this section applies is or may be personally liablefor a breach of trust or breach of duty committed in his capacity as a personwithin paragraph (a), (b) or (c) of subsection (1) above, but\n\t\t\t\tthat he has acted honestly and reasonably and ought fairly to be excusedfor the breach of trust or duty,\n\t\t\t\t\tthe Commission may make an order relieving him wholly or partly from any suchliability.\n\t\t\tAn order under subsection (2) above may grant the relief on such terms asthe Commission thinks fit.\n\t\t\tSubsection (2) does not apply in relation to any personal contractualliability of a charity trustee or trustee for a charity.\n\t\t\tFor the purposes of this section and section 73E below—\n\t\t\t\tsubsection (1)(b) above is to be read as including a reference to theAuditor General for Wales acting as auditor under section 43B above, and\n\t\t\t\tsubsection (1)(c) above is to be read as including a reference to theAuditor General for Wales acting as examiner under that section;\n\t\t\t\tand in subsection (1)(b) and (c) any reference to a charity’s accounts is tobe read as including any group accounts prepared by the charity trustees of acharity.\n\t\t\tThis section does not affect the operation of—\n\t\t\t\tsection 61 of the Trustee Act 1925 (power of court to grant relief totrustees),\n\t\t\t\tsection 727 of the Companies Act 1985 (power of court to grant relief toofficers or auditors of companies), or\n\t\t\t\tsection 73E below (which extends section 727 to auditors etc. of charitieswhich are not companies).\n\t\tECourt’s power to grant relief to apply to all auditors etc. ofcharities which are not companies\n\t\t\tSection 727 of the Companies Act 1985 (power of court to grant relief toofficers or auditors of companies) shall have effect in relation to a personto whom this section applies as it has effect in relation to a person employedas an auditor by a company.\n\t\t\tThis section applies to—\n\t\t\t\ta person acting in a capacity within section 73D(1)(b) or (c) above in acase where, apart from this section, section 727 would not apply in relationto him as a person so acting, and\n\t\t\t\ta charity trustee of a CIO.”\n\tTrustees' indemnity insurance\n\t\tAfter section 73E of the 1993 Act (inserted by section 38 above) insert—\n\t\t“73FTrustees' indemnity insurance\n\t\t\tThe charity trustees of a charity may arrange for the purchase, out of thefunds of the charity, of insurance designed to indemnify the charity trusteesor any trustees for the charity against any personal liability in respect of—\n\t\t\t\tany breach of trust or breach of duty committed by them in their capacityas charity trustees or trustees for the charity, or\n\t\t\t\tany negligence, default, breach of duty or breach of trust committed bythem in their capacity as directors or officers of the charity (if it is abody corporate) or of any body corporate carrying on any activities on behalfof the charity.\n\t\t\tThe terms of such insurance must, however, be so framed as to exclude theprovision of any indemnity for a person in respect of—\n\t\t\t\tany liability incurred by him to pay—\n\t\t\t\ta fine imposed in criminal proceedings, or\n\t\t\t\ta sum payable to a regulatory authority by way of a penalty in respect ofnon-compliance with any requirement of a regulatory nature (however arising);\n\t\t\t\tany liability incurred by him in defending any criminal proceedings inwhich he is convicted of an offence arising out of any fraud or dishonesty, orwilful or reckless misconduct, by him; or\n\t\t\t\tany liability incurred by him to the charity that arises out of any conductwhich he knew (or must reasonably be assumed to have known) was not in theinterests of the charity or in the case of which he did not care whether itwas in the best interests of the charity or not.\n\t\t\tFor the purposes of subsection (2)(b) above—\n\t\t\t\tthe reference to any such conviction is a reference to one that has becomefinal;\n\t\t\t\ta conviction becomes final—\n\t\t\t\tif not appealed against, at the end of the period for bringing an appeal,or\n\t\t\t\tif appealed against, at the time when the appeal (or any further appeal)is disposed of; and\n\t\t\t\tan appeal is disposed of—\n\t\t\t\tif it is determined and the period for bringing any further appeal hasended, or\n\t\t\t\tif it is abandoned or otherwise ceases to have effect.\n\t\t\tThe charity trustees of a charity may not purchase insurance under thissection unless they decide that they are satisfied that it is in the bestinterests of the charity for them to do so.\n\t\t\tThe duty of care in section 1(1) of the Trustee Act 2000 applies to acharity trustee when making such a decision.\n\t\t\tThe Minister may by order make such amendments of subsections (2) and (3)above as he considers appropriate.\n\t\t\tNo order may be made under subsection (6) above unless a draft of the orderhas been laid before and approved by a resolution of each House of Parliament.\n\t\t\tThis section—\n\t\t\t\tdoes not authorise the purchase of any insurance whose purchase isexpressly prohibited by the trusts of the charity, but\n\t\t\t\thas effect despite any provision prohibiting the charity trustees ortrustees for the charity receiving any personal benefit out of the funds ofthe charity.”"
    },
    {
        "length": 2808,
        "text": "\nPower to transfer all property\n\tFor section 74 of the 1993 Act substitute—\n\t“74Power to transfer all property of unincorporated charity\n\t\tThis section applies to a charity if—\n\t\t\tits gross income in its last financial year did not exceed £10,000,\n\t\t\tit does not hold any designated land, and\n\t\t\tit is not a company or other body corporate.\n\t\t\t\t  * “Designated land” means land held on trusts which stipulate that it is to be used for the purposes, or any particular purposes, of the charity.\n\t\tThe charity trustees of such a charity may resolve for the purposes of thissection—\n\t\t\tthat all the property of the charity should be transferred to anothercharity specified in the resolution, or\n\t\t\tthat all the property of the charity should be transferred to two or morecharities specified in the resolution in accordance with such division of theproperty between them as is so specified.\n\t\tAny charity so specified may be either a registered charity or a charitywhich is not required to be registered.\n\t\tBut the charity trustees of a charity (“the transferor charity”) do nothave power to pass a resolution under subsection (2) above unless they aresatisfied—\n\t\t\tthat it is expedient in the interests of furthering the purposes for whichthe property is held by the transferor charity for the property to betransferred in accordance with the resolution, and\n\t\t\tthat the purposes (or any of the purposes) of any charity to which propertyis to be transferred under the resolution are substantially similar to thepurposes (or any of the purposes) of the transferor charity.\n\t\tAny resolution under subsection (2) above must be passed by a majority ofnot less than two-thirds of the charity trustees who vote on the resolution.\n\t\tWhere charity trustees have passed a resolution under subsection (2), theymust send a copy of it to the Commission, together with a statement of theirreasons for passing it.\n\t\tHaving received the copy of the resolution, the Commission—\n\t\t\tmay direct the charity trustees to give public notice of the resolution insuch manner as is specified in the direction, and\n\t\t\tif it gives such a direction, must take into account any representationsmade to it by persons appearing to it to be interested in the charity, wherethose representations are made to it within the period of 28 days beginningwith the date when public notice of the resolution is given by the charitytrustees.\n\t\tThe Commission may also direct the charity trustees to provide theCommission with additional information or explanations relating to—\n\t\t\tthe circumstances in and by reference to which they have decided to actunder this section, or\n\t\t\ttheir compliance with any obligation imposed on them by or under thissection in connection with the resolution.\n\t\tSubject to the provisions of section 74A below, a resolution undersubsection (2) above takes effect at the end of the period of 60 daysbeginning with the date on which the copy of it was received by theCommission.\n\t\tWhere such a resolution has taken effect, the charity trustees mustarrange for all the property of the transferor charity to be transferred inaccordance with the resolution, and on terms that any property so transferred—\n\t\t\tis to be held by the charity to which it is transferred (“the transfereecharity”) in accordance with subsection (11) below, but\n\t\t\twhen so held is nevertheless to be subject to any restrictions onexpenditure to which it was subject as property of the transferor charity;\n\t\t\t\tand the charity trustees must arrange for the property to be so transferred bysuch date after the resolution takes effect as they agree with the charitytrustees of the transferee charity or charities concerned.\n\t\tThe charity trustees of any charity to which property is transferred underthis section must secure, so far as is reasonably practicable, that theproperty is applied for such of its purposes as are substantially similar tothose of the transferor charity.\n\t\tBut this requirement does not apply if those charity trustees consider thatcomplying with it would not result in a suitable and effective method ofapplying the property.\n\t\tFor the purpose of enabling any property to be transferred to a charityunder this section, the Commission may, at the request of the charity trusteesof that charity, make orders vesting any property of the transferor charity—\n\t\t\tin the transferee charity, in its charity trustees or in any trustee forthat charity, or\n\t\t\tin any other person nominated by those charity trustees to hold property intrust for that charity.\n\t\tThe Minister may by order amend subsection (1) above by substituting adifferent sum for the sum for the time being specified there.\n\t\tIn this section references to the transfer of property to a charity arereferences to its transfer—\n\t\t\tto the charity, or\n\t\t\tto the charity trustees, or\n\t\t\tto any trustee for the charity, or\n\t\t\tto a person nominated by the charity trustees to hold it in trust for thecharity,\n\t\t\tas the charity trustees may determine.\n\t\tWhere a charity has a permanent endowment, this section has effect inaccordance with section 74B.\n\tAResolution not to take effect or to take effect at later date\n\t\tThis section deals with circumstances in which a resolution under section74(2) above either—\n\t\t\tdoes not take effect under section 74(9) above, or\n\t\t\ttakes effect at a time later than that mentioned in section 74(9).\n\t\tA resolution does not take effect under section 74(9) above if before theend of—\n\t\t\tthe period of 60 days mentioned in section 74(9) (“the 60-day period”), or\n\t\t\tthat period as modified by subsection (3) or (4) below,\n\t\t\t\tthe Commission notifies the charity trustees in writing that it objects to theresolution, either on procedural grounds or on the merits of the proposalscontained in the resolution.\n\t\t\t\t  * “On procedural grounds” means on the grounds that any obligation imposed on the charity trustees by or under section 74 above has not been complied with in connection with the resolution.\n\t\tIf under section 74(7) above the Commission directs the charity trustees togive public notice of a resolution, the running of the 60-day period issuspended by virtue of this subsection—\n\t\t\tas from the date on which the direction is given to the charity trustees,and\n\t\t\tuntil the end of the period of 42 days beginning with the date on whichpublic notice of the resolution is given by the charity trustees.\n\t\tIf under section 74(8) above the Commission directs the charity trustees toprovide any information or explanations, the running of the 60-day period issuspended by virtue of this subsection—\n\t\t\tas from the date on which the direction is given to the charity trustees,and\n\t\t\tuntil the date on which the information or explanations is or are providedto the Commission.\n\t\tSubsection (6) below applies once the period of time, or the total periodof time, during which the 60-day period is suspended by virtue of either orboth of subsections (3) and (4) above exceeds 120 days.\n\t\tAt that point the resolution (if not previously objected to by theCommission) is to be treated as if it had never been passed.\n\tBTransfer where charity has permanent endowment\n\t\tThis section provides for the operation of section 74 above where a charitywithin section 74(1) has a permanent endowment (whether or not the charity’strusts contain provision for the termination of the charity).\n\t\tIn such a case section 74 applies as follows—\n\t\t\tif the charity has both a permanent endowment and other property(“unrestricted property”)—\n\t\t\ta resolution under section 74(2) must relate to both its permanentendowment and its unrestricted property, and\n\t\t\tthat section applies in relation to its unrestricted property inaccordance with subsection (3) below and in relation to its permanentendowment in accordance with subsections (4) to (11) below;\n\t\t\tif all of the property of the charity is comprised in its permanentendowment, that section applies in relation to its permanent endowment inaccordance with subsections (4) to (11) below.\n\t\tSection 74 applies in relation to unrestricted property of the charity asif references in that section to all or any of the property of the charitywere references to all or any of its unrestricted property.\n\t\tSection 74 applies in relation to the permanent endowment of the charitywith the following modifications.\n\t\tReferences in that section to all or any of the property of the charity arereferences to all or any of the property comprised in its permanent endowment.\n\t\tIf the property comprised in its permanent endowment is to be transferredto a single charity, the charity trustees must (instead of being satisfied asmentioned in section 74(4)(b)) be satisfied that the proposed transfereecharity has purposes which are substantially similar to all of the purposes ofthe transferor charity.\n\t\tIf the property comprised in its permanent endowment is to be transferredto two or more charities, the charity trustees must (instead of beingsatisfied as mentioned in section 74(4)(b)) be satisfied—\n\t\t\tthat the proposed transferee charities, taken together, have purposes whichare substantially similar to all of the purposes of the transferor charity,and\n\t\t\tthat each of the proposed transferee charities has purposes which aresubstantially similar to one or more of the purposes of the transferorcharity.\n\t\tIn the case of a transfer to which subsection (7) above applies, theresolution under section 74(2) must provide for the property comprised in thepermanent endowment of the charity to be divided between the transfereecharities in such a way as to take account of such guidance as may be given bythe Commission for the purposes of this section.\n\t\tThe requirement in section 74(11) shall apply in the case of every suchtransfer, and in complying with that requirement the charity trustees of atransferee charity must secure that the application of property transferred tothe charity takes account of any such guidance.\n\t\tAny guidance given by the Commission for the purposes of this section maytake such form and be given in such manner as the Commission considersappropriate.\n\t\tFor the purposes of sections 74 and 74A above, any reference to anyobligation imposed on the charity trustees by or under section 74 includes areference to any obligation imposed on them by virtue of any of subsections(6) to (8) above.\n\t\tSection 74(14) applies for the purposes of this section as it applies forthe purposes of section 74.”"
    },
    {
        "length": 876,
        "text": "\nPower to replace purposes\n\tAfter section 74B of the 1993 Act (inserted by section 40 above) insert—\n\t“74CPower to replace purposes of unincorporated charity\n\t\tThis section applies to a charity if—\n\t\t\tits gross income in its last financial year did not exceed £10,000,\n\t\t\tit does not hold any designated land, and\n\t\t\tit is not a company or other body corporate.\n\t\t\t\t  * “Designated land” means land held on trusts which stipulate that it is to be used for the purposes, or any particular purposes, of the charity.\n\t\tThe charity trustees of such a charity may resolve for the purposes of thissection that the trusts of the charity should be modified by replacing all orany of the purposes of the charity with other purposes specified in theresolution.\n\t\tThe other purposes so specified must be charitable purposes.\n\t\tBut the charity trustees of a charity do not have power to pass aresolution under subsection (2) above unless they are satisfied—\n\t\t\tthat it is expedient in the interests of the charity for the purposes inquestion to be replaced, and\n\t\t\tthat, so far as is reasonably practicable, the new purposes consist of orinclude purposes that are similar in character to those that are to bereplaced.\n\t\tAny resolution under subsection (2) above must be passed by a majority ofnot less than two-thirds of the charity trustees who vote on the resolution.\n\t\tWhere charity trustees have passed a resolution under subsection (2), theymust send a copy of it to the Commission, together with a statement of theirreasons for passing it.\n\t\tHaving received the copy of the resolution, the Commission—\n\t\t\tmay direct the charity trustees to give public notice of the resolution insuch manner as is specified in the direction, and\n\t\t\tif it gives such a direction, must take into account any representationsmade to it by persons appearing to it to be interested in the charity, wherethose representations are made to it within the period of 28 days beginningwith the date when public notice of the resolution is given by the charitytrustees.\n\t\tThe Commission may also direct the charity trustees to provide theCommission with additional information or explanations relating to—\n\t\t\tthe circumstances in and by reference to which they have decided to actunder this section, or\n\t\t\ttheir compliance with any obligation imposed on them by or under thissection in connection with the resolution.\n\t\tSubject to the provisions of section 74A above (as they apply in accordancewith subsection (10) below), a resolution under subsection (2) above takeseffect at the end of the period of 60 days beginning with the date on whichthe copy of it was received by the Commission.\n\t\tSection 74A above applies to a resolution under subsection (2) of thissection as it applies to a resolution under subsection (2) of section 74above, except that any reference to section 74(7), (8) or (9) is to be read asa reference to subsection (7), (8) or (9) above.\n\t\tAs from the time when a resolution takes effect under subsection (9)above, the trusts of the charity concerned are to be taken to have beenmodified in accordance with the terms of the resolution.\n\t\tThe Minister may by order amend subsection (1) above by substituting adifferent sum for the sum for the time being specified there.”"
    },
    {
        "length": 479,
        "text": "\nPower to modify powers or procedures\n\tAfter section 74C of the 1993 Act (inserted by section 41 above) insert—\n\t“74DPower to modify powers or procedures of unincorporated charity\n\t\tThis section applies to any charity which is not a company or other bodycorporate.\n\t\tThe charity trustees of such a charity may resolve for the purposes of thissection that any provision of the trusts of the charity—\n\t\t\trelating to any of the powers exercisable by the charity trustees in theadministration of the charity, or\n\t\t\tregulating the procedure to be followed in any respect in connection withits administration,\n\t\t\t\tshould be modified in such manner as is specified in the resolution.\n\t\tSubsection (4) applies if the charity is an unincorporated association witha body of members distinct from the charity trustees.\n\t\tAny resolution of the charity trustees under subsection (2) must beapproved by a further resolution which is passed at a general meeting of thebody either—\n\t\t\tby a majority of not less than two-thirds of the members entitled to attendand vote at the meeting who vote on the resolution, or\n\t\t\tby a decision taken without a vote and without any expression of dissent inresponse to the question put to the meeting.\n\t\tWhere— \n\t\t\tthe charity trustees have passed a resolution under subsection (2), and\n\t\t\t(if subsection (4) applies) a further resolution has been passed under thatsubsection,\n\t\t\tthe trusts of the charity are to be taken to have been modified in accordancewith the terms of the resolution.\n\t\tThe trusts are to be taken to have been so modified as from such date as isspecified for this purpose in the resolution under subsection (2), or (iflater) the date when any such further resolution was passed under subsection(4).”"
    },
    {
        "length": 2579,
        "text": "\nSpending of capital\n\tPower to spend capital\n\t\tFor section 75 of the 1993 Act substitute—\n\t\t“75Power of unincorporated charities to spend capital: general\n\t\t\tThis section applies to any available endowment fund of a charity which isnot a company or other body corporate.\n\t\t\tBut this section does not apply to a fund if section 75A below (power oflarger charities to spend capital given for particular purpose) applies to it.\n\t\t\tWhere the condition in subsection (4) below is met in relation to thecharity, the charity trustees may resolve for the purposes of this sectionthat the fund, or a portion of it, ought to be freed from the restrictionswith respect to expenditure of capital that apply to it.\n\t\t\tThe condition in this subsection is that the charity trustees are satisfiedthat the purposes set out in the trusts to which the fund is subject could becarried out more effectively if the capital of the fund, or the relevantportion of the capital, could be expended as well as income accruing to it,rather than just such income.\n\t\t\tOnce the charity trustees have passed a resolution under subsection (3)above, the fund or portion may by virtue of this section be expended incarrying out the purposes set out in the trusts to which the fund is subjectwithout regard to the restrictions mentioned in that subsection.\n\t\t\tThe fund or portion may be so expended as from such date as is specifiedfor this purpose in the resolution.\n\t\t\tIn this section “available endowment fund”, in relation to a charity,means—\n\t\t\t\tthe whole of the charity’s permanent endowment if it is all subject to thesame trusts, or\n\t\t\t\tany part of its permanent endowment which is subject to any particulartrusts that are different from those to which any other part is subject.\n\t\tAPower of larger unincorporated charities to spend capital given forparticular purpose\n\t\t\tThis section applies to any available endowment fund of a charity which isnot a company or other body corporate if—\n\t\t\t\tthe capital of the fund consists entirely of property given—\n\t\t\t\tby a particular individual,\n\t\t\t\tby a particular institution (by way of grant or otherwise), or\n\t\t\t\tby two or more individuals or institutions in pursuit of a commonpurpose, and\n\t\t\t\tthe financial condition in subsection (2) below is met.\n\t\t\tThe financial condition in this subsection is met if—\n\t\t\t\tthe relevant charity’s gross income in its last financial year exceeded£1,000, and\n\t\t\t\tthe market value of the endowment fund exceeds £10,000.\n\t\t\tWhere the condition in subsection (4) below is met in relation to thecharity, the charity trustees may resolve for the purposes of this sectionthat the fund, or a portion of it, ought to be freed from the restrictionswith respect to expenditure of capital that apply to it.\n\t\t\tThe condition in this subsection is that the charity trustees are satisfiedthat the purposes set out in the trusts to which the fund is subject could becarried out more effectively if the capital of the fund, or the relevantportion of the capital, could be expended as well as income accruing to it,rather than just such income.\n\t\t\tThe charity trustees—\n\t\t\t\tmust send a copy of any resolution under subsection (3) above to theCommission, together with a statement of their reasons for passing it, and\n\t\t\t\tmay not implement the resolution except in accordance with the followingprovisions of this section.\n\t\t\tHaving received the copy of the resolution the Commission may—\n\t\t\t\tdirect the charity trustees to give public notice of the resolution in suchmanner as is specified in the direction, and\n\t\t\t\tif it gives such a direction, must take into account any representationsmade to it by persons appearing to it to be interested in the charity, wherethose representations are made to it within the period of 28 days beginningwith the date when public notice of the resolution is given by the charitytrustees.\n\t\t\tThe Commission may also direct the charity trustees to provide theCommission with additional information or explanations relating to—\n\t\t\t\tthe circumstances in and by reference to which they have decided to actunder this section, or\n\t\t\t\ttheir compliance with any obligation imposed on them by or under thissection in connection with the resolution.\n\t\t\tWhen considering whether to concur with the resolution the Commission musttake into account—\n\t\t\t\tany evidence available to it as to the wishes of the donor or donorsmentioned in subsection (1)(a) above, and\n\t\t\t\tany changes in the circumstances relating to the charity since the makingof the gift or gifts (including, in particular, its financial position, theneeds of its beneficiaries, and the social, economic and legal environment inwhich it operates).\n\t\t\tThe Commission must not concur with the resolution unless it is satisfied—\n\t\t\t\tthat its implementation would accord with the spirit of the gift or giftsmentioned in subsection (1)(a) above (even though it would be inconsistentwith the restrictions mentioned in subsection (3) above), and\n\t\t\t\tthat the charity trustees have complied with the obligations imposed onthem by or under this section in connection with the resolution.\n\t\t\tBefore the end of the period of three months beginning with the relevantdate, the Commission must notify the charity trustees in writing either—\n\t\t\t\tthat the Commission concurs with the resolution, or\n\t\t\t\tthat it does not concur with it.\n\t\t\tIn subsection (10) “the relevant date” means—\n\t\t\t\tin a case where the Commission directs the charity trustees undersubsection (6) above to give public notice of the resolution, the date whenthat notice is given, and\n\t\t\t\tin any other case, the date on which the Commission receives the copy ofthe resolution in accordance with subsection (5) above.\n\t\t\tWhere— \n\t\t\t\tthe charity trustees are notified by the Commission that it concurs withthe resolution, or\n\t\t\t\tthe period of three months mentioned in subsection (10) above has elapsedwithout the Commission notifying them that it does not concur with theresolution,\n\t\t\t\t\tthe fund or portion may, by virtue of this section, be expended in carryingout the purposes set out in the trusts to which the fund is subject withoutregard to the restrictions mentioned in subsection (3).\n\t\t\tThe Minister may by order amend subsection (2) above by substituting adifferent sum for any sum specified there.\n\t\t\tIn this section—\n\t\t\t\t“available endowment fund” has the same meaning as in section 75 above,\n\t\t\t\t“market value”, in relation to an endowment fund, means—\n\t\t\t\tthe market value of the fund as recorded in the accounts for the lastfinancial year of the relevant charity, or\n\t\t\t\tif no such value was so recorded, the current market value of the fund asdetermined on a valuation carried out for the purpose, and\n\t\t\t\tthe reference in subsection (1) to the giving of property by an individualincludes his giving it under his will.\n\t\tBPower to spend capital subject to special trusts\n\t\t\tThis section applies to any available endowment fund of a special trustwhich, as the result of a direction under section 96(5) below, is to betreated as a separate charity (“the relevant charity”) for the purposes ofthis section.\n\t\t\tWhere the condition in subsection (3) below is met in relation to therelevant charity, the charity trustees may resolve for the purposes of thissection that the fund, or a portion of it, ought to be freed from therestrictions with respect to expenditure of capital that apply to it.\n\t\t\tThe condition in this subsection is that the charity trustees are satisfiedthat the purposes set out in the trusts to which the fund is subject could becarried out more effectively if the capital of the fund, or the relevantportion of the capital, could be expended as well as income accruing to it,rather than just such income.\n\t\t\tWhere the market value of the fund exceeds £10,000 and the capital of thefund consists entirely of property given—\n\t\t\t\tby a particular individual,\n\t\t\t\tby a particular institution (by way of grant or otherwise), or\n\t\t\t\tby two or more individuals or institutions in pursuit of a common purpose,\n\t\t\t\t\tsubsections (5) to (11) of section 75A above apply in relation to theresolution and that gift or gifts as they apply in relation to a resolutionunder section 75A(3) and the gift or gifts mentioned in section 75A(1)(a).\n\t\t\tWhere— \n\t\t\t\tthe charity trustees have passed a resolution under subsection (2) above,and\n\t\t\t\t(in a case where section 75A(5) to (11) above apply in accordance withsubsection (4) above) either—\n\t\t\t\tthe charity trustees are notified by the Commission that it concurs withthe resolution, or\n\t\t\t\tthe period of three months mentioned in section 75A(10) has elapsedwithout the Commission notifying them that it does not concur with theresolution,\n\t\t\t\tthe fund or portion may, by virtue of this section, be expended in carryingout the purposes set out in the trusts to which the fund is subject withoutregard to the restrictions mentioned in subsection (2).\n\t\t\tThe fund or portion may be so expended as from such date as is specifiedfor this purpose in the resolution.\n\t\t\tThe Minister may by order amend subsection (4) above by substituting adifferent sum for the sum specified there.\n\t\t\tIn this section—\n\t\t\t\t“available endowment fund” has the same meaning as in section 75 above,\n\t\t\t\t“market value” has the same meaning as in section 75A above, and\n\t\t\t\tthe reference in subsection (4) to the giving of property by an individualincludes his giving it under his will.”"
    },
    {
        "length": 2190,
        "text": "\nMergers\n\tMerger of charities\n\t\tAfter section 75B of the 1993 Act (inserted by section 43 above) insert—\n\t\t“Mergers\n\t\tCRegister of charity mergers\n\t\t\tThe Commission shall establish and maintain a register of charity mergers.\n\t\t\tThe register shall be kept by the Commission in such manner as it thinksfit.\n\t\t\tThe register shall contain an entry in respect of every relevant charitymerger which is notified to the Commission in accordance with subsections (6)to (9) and such procedures as it may determine.\n\t\t\tIn this section “relevant charity merger” means—\n\t\t\t\ta merger of two or more charities in connection with which one of them(“the transferee”) has transferred to it all the property of the other orothers, each of which (a “transferor”) ceases to exist, or is to cease toexist, on or after the transfer of its property to the transferee, or\n\t\t\t\ta merger of two or more charities (“transferors”) in connection with whichboth or all of them cease to exist, or are to cease to exist, on or after thetransfer of all of their property to a new charity (“the transferee”).\n\t\t\tIn the case of a merger involving the transfer of property of any charitywhich has both a permanent endowment and other property (“unrestrictedproperty”) and whose trusts do not contain provision for the termination ofthe charity, subsection (4)(a) or (b) applies in relation to any such charityas if—\n\t\t\t\tthe reference to all of its property were a reference to all of itsunrestricted property, and\n\t\t\t\tany reference to its ceasing to exist were omitted.\n\t\t\tA notification under subsection (3) above may be given in respect of arelevant charity merger at any time after—\n\t\t\t\tthe transfer of property involved in the merger has taken place, or\n\t\t\t\t(if more than one transfer of property is so involved) the last of thosetransfers has taken place.\n\t\t\tIf a vesting declaration is made in connection with a relevant charitymerger, a notification under subsection (3) above must be given in respect ofthe merger once the transfer, or the last of the transfers, mentioned insubsection (6) above has taken place.\n\t\t\tA notification under subsection (3) is to be given by the charity trusteesof the transferee and must—\n\t\t\t\tspecify the transfer or transfers of property involved in the merger andthe date or dates on which it or they took place;\n\t\t\t\tinclude a statement that appropriate arrangements have been made withrespect to the discharge of any liabilities of the transferor charity orcharities; and\n\t\t\t\tin the case of a notification required by subsection (7), set out thematters mentioned in subsection (9).\n\t\t\tThe matters are—\n\t\t\t\tthe fact that the vesting declaration in question has been made;\n\t\t\t\tthe date when the declaration was made; and\n\t\t\t\tthe date on which the vesting of title under the declaration took place byvirtue of section 75E(2) below.\n\t\t\tIn this section and section 75D—\n\t\t\t\tany reference to a transfer of property includes a transfer effected by avesting declaration; and\n\t\t\t\t“vesting declaration” means a declaration to which section 75E(2) belowapplies.\n\t\t\tNothing in this section or section 75E or 75F applies in a case wheresection 69K (amalgamation of CIOs) or 69M (transfer of CIO’s undertaking)applies.\n\t\tDRegister of charity mergers: supplementary\n\t\t\tSubsection (2) applies to the entry to be made in the register in respectof a relevant charity merger, as required by section 75C(3) above.\n\t\t\tThe entry must—\n\t\t\t\tspecify the date when the transfer or transfers of property involved in themerger took place,\n\t\t\t\tif a vesting declaration was made in connection with the merger, set outthe matters mentioned in section 75C(9) above, and\n\t\t\t\tcontain such other particulars of the merger as the Commission thinks fit.\n\t\t\tThe register shall be open to public inspection at all reasonable times.\n\t\t\tWhere any information contained in the register is not in documentary form,subsection (3) above shall be construed as requiring the information to beavailable for public inspection in legible form at all reasonable times.\n\t\t\tIn this section—\n\t\t\t\t  * “the register” means the register of charity mergers;\n\t\t\t\t  * “relevant charity merger” has the same meaning as in section 75C.\n\t\tEPre-merger vesting declarations\n\t\t\tSubsection (2) below applies to a declaration which—\n\t\t\t\tis made by deed for the purposes of this section by the charity trustees ofthe transferor,\n\t\t\t\tis made in connection with a relevant charity merger, and\n\t\t\t\tis to the effect that (subject to subsections (3) and (4)) all of thetransferor’s property is to vest in the transferee on such date as isspecified in the declaration (“the specified date”).\n\t\t\tThe declaration operates on the specified date to vest the legal title toall of the transferor’s property in the transferee, without the need for anyfurther document transferring it.\n\t\t\t\tThis is subject to subsections (3) and (4).\n\t\t\tSubsection (2) does not apply to—\n\t\t\t\tany land held by the transferor as security for money subject to the trustsof the transferor (other than land held on trust for securing debentures ordebenture stock);\n\t\t\t\tany land held by the transferor under a lease or agreement which containsany covenant (however described) against assignment of the transferor’sinterest without the consent of some other person, unless that consent hasbeen obtained before the specified date; or\n\t\t\t\tany shares, stock, annuity or other property which is only transferable inbooks kept by a company or other body or in a manner directed by or under anyenactment.\n\t\t\tIn its application to registered land within the meaning of the LandRegistration Act 2002, subsection (2) has effect subject to section 27 of thatAct (dispositions required to be registered).\n\t\t\tIn this section “relevant charity merger” has the same meaning as insection 75C.\n\t\t\tIn this section—\n\t\t\t\tany reference to the transferor, in relation to a relevant charity merger,is a reference to the transferor (or one of the transferors) within themeaning of section 75C above, and\n\t\t\t\tany reference to all of the transferor’s property, where the transferor isa charity within section 75C(5), is a reference to all of the transferor’sunrestricted property (within the meaning of that provision).\n\t\t\tIn this section any reference to the transferee, in relation to a relevantcharity merger, is a reference to—\n\t\t\t\tthe transferee (within the meaning of section 75C above), if it is acompany or other body corporate, and\n\t\t\t\totherwise, to the charity trustees of the transferee (within the meaning ofthat section).\n\t\tFEffect of registering charity merger on gifts to transferor\n\t\t\tThis section applies where a relevant charity merger is registered in theregister of charity mergers.\n\t\t\tAny gift which—\n\t\t\t\tis expressed as a gift to the transferor, and\n\t\t\t\ttakes effect on or after the date of registration of the merger,\n\t\t\t\t\ttakes effect as a gift to the transferee, unless it is an excluded gift.\n\t\t\tA gift is an “excluded gift” if—\n\t\t\t\tthe transferor is a charity within section 75C(5), and\n\t\t\t\tthe gift is intended to be held subject to the trusts on which the whole orpart of the charity’s permanent endowment is held.\n\t\t\tIn this section—\n\t\t\t\t  * “relevant charity merger” has the same meaning as in section 75C; and\n\t\t\t\t  * “transferor” and “transferee” have the same meanings as in section 75E.”"
    },
    {
        "length": 1688,
        "text": "\nPreliminary\n\tRegulation of public charitable collections\n\t\tThis Chapter regulates public charitable collections, which are of thefollowing two types—\n\t\t\tcollections in a public place; and\n\t\t\tdoor to door collections.\n\t\tFor the purposes of this Chapter—\n\t\t\t“public charitable collection” means (subject to section 46) a charitableappeal which is made—\n\t\t\tin any public place, or\n\t\t\tby means of visits to houses or business premises (or both);\n\t\t\t“charitable appeal” means an appeal to members of the public which is—\n\t\t\tan appeal to them to give money or other property, or\n\t\t\tan appeal falling within subsection (4),\n\t\t\t\t(or both) and which is made in association with a representation that thewhole or any part of its proceeds is to be applied for charitable, benevolentor philanthropic purposes;\n\t\t\ta “collection in a public place” is a public charitable collection that ismade in a public place, as mentioned in paragraph (a)(i);\n\t\t\ta “door to door collection” is a public charitable collection that is madeby means of visits to houses or business premises (or both), as mentioned inparagraph (a)(ii).\n\t\tFor the purposes of subsection (2)(b)—\n\t\t\tthe reference to the giving of money is to doing so by whatever means; and\n\t\t\tit does not matter whether the giving of money or other property is forconsideration or otherwise.\n\t\tAn appeal falls within this subsection if it consists in or includes—\n\t\t\tthe making of an offer to sell goods or to supply services, or\n\t\t\tthe exposing of goods for sale,\n\t\t\tto members of the public.\n\t\tIn this section—\n\t\t\t  * “business premises” means any premises used for business or other commercial purposes; \n\t\t\t  * “house” includes any part of a building constituting a separate dwelling; \n\t\t\t  * “public place” means— \n\t\t\tany highway, and\n\t\t\t(subject to subsection (6)) any other place to which, at any time when theappeal is made, members of the public have or are permitted to have access andwhich either—\n\t\t\tis not within a building, or\n\t\t\tif within a building, is a public area within any station, airport or shoppingprecinct or any other similar public area.\n\t\tIn subsection (5), paragraph (b) of the definition of “public place” doesnot include—\n\t\t\tany place to which members of the public are permitted to have access onlyif any payment or ticket required as a condition of access has been made orpurchased; or\n\t\t\tany place to which members of the public are permitted to have access onlyby virtue of permission given for the purposes of the appeal in question.\n\tCharitable appeals that are not public charitable collections\n\t\tA charitable appeal is not a public charitable collection if the appeal—\n\t\t\tis made in the course of a public meeting; or\n\t\t\tis made—\n\t\t\ton land within a churchyard or burial ground contiguous or adjacent to aplace of public worship, or\n\t\t\ton other land occupied for the purposes of a place of public worship andcontiguous or adjacent to it,\n\t\t\t\twhere the land is enclosed or substantially enclosed (whether by any wall orbuilding or otherwise); or\n\t\t\tis made on land to which members of the public have access only—\n\t\t\tby virtue of the express or implied permission of the occupier of the land,or\n\t\t\tby virtue of any enactment,\n\t\t\tand the occupier is the promoter of the collection; or\n\t\t\tis an appeal to members of the public to give money or other property byplacing it in an unattended receptacle.\n\t\tFor the purposes of subsection (1)(c) “the occupier”, in relation tounoccupied land, means the person entitled to occupy it.\n\t\tFor the purposes of subsection (1)(d) a receptacle is unattended if it isnot in the possession or custody of a person acting as a collector.\n\tOther definitions for purposes of this Chapter\n\t\tIn this Chapter—\n\t\t\t  * “charitable, benevolent or philanthropic institution” means— \n\t\t\ta charity, or\n\t\t\tan institution (other than a charity) which is established for charitable,benevolent, or philanthropic purposes;\n\t\t\t\t  * “collector”, in relation to a public charitable collection, means any person by whom the appeal in question is made (whether made by him alone or with others and whether made by him for remuneration or otherwise); \n\t\t\t\t  * “local authority” means a unitary authority, the council of a district so far as it is not a unitary authority, the council of a London borough or of a Welsh county or county borough, the Common Council of the City of London or the Council of the Isles of Scilly; \n\t\t\t\t  * “prescribed” means prescribed by regulations under section 63; \n\t\t\t\t  * “proceeds”, in relation to a public charitable collection, means all money or other property given (whether for consideration or otherwise) in response to the charitable appeal in question; \n\t\t\t\t  * “promoter”, in relation to a public charitable collection, means— \n\t\t\ta person who (whether alone or with others and whether for remuneration orotherwise) organises or controls the conduct of the charitable appeal inquestion, or\n\t\t\twhere there is no person acting as mentioned in paragraph (a), any person whoacts as a collector in respect of the collection,\n\t\t\t\tand associated expressions are to be construed accordingly;\n\t\t\t\t  * “public collections certificate” means a certificate issued by the Commission under section 52. \n\t\tIn subsection (1) “unitary authority” means—\n\t\t\tthe council of a county so far as it is the council for an area for whichthere are no district councils;\n\t\t\tthe council of any district comprised in an area for which there is nocounty council.\n\t\tThe functions exercisable under this Chapter by a local authority are to beexercisable—\n\t\t\tas respects the Inner Temple, by its Sub-Treasurer, and\n\t\t\tas respects the Middle Temple, by its Under Treasurer;\n\t\t\tand references in this Chapter to a local authority or to the area of a localauthority are to be construed accordingly."
    },
    {
        "length": 1380,
        "text": "\nRestrictions on conducting collections\n\tRestrictions on conducting collections in a public place\n\t\tA collection in a public place must not be conducted unless—\n\t\t\tthe promoters of the collection hold a public collections certificate inforce under section 52 in respect of the collection, and\n\t\t\tthe collection is conducted in accordance with a permit issued undersection 59 by the local authority in whose area it is conducted.\n\t\tSubsection (1) does not apply to a public charitable collection which is anexempt collection by virtue of section 50 (local, short-term collections).\n\t\tWhere— \n\t\t\ta collection in a public place is conducted in contravention of subsection(1), and\n\t\t\tthe circumstances of the case do not fall within section 50(6),\n\t\t\t\tevery promoter of the collection is guilty of an offence and liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\tRestrictions on conducting door to door collections\n\t\tA door to door collection must not be conducted unless the promoters of thecollection—\n\t\t\thold a public collections certificate in force under section 52 in respectof the collection, and\n\t\t\thave within the prescribed period falling before the day (or the first ofthe days) on which the collection takes place—\n\t\t\tnotified the local authority in whose area the collection is to beconducted of the matters mentioned in subsection (3), and\n\t\t\tprovided that authority with a copy of the certificate mentioned inparagraph (a).\n\t\tSubsection (1) does not apply to a door to door collection which is anexempt collection by virtue of section 50 (local, short-term collections).\n\t\tThe matters referred to in subsection (1)(b)(i) are—\n\t\t\tthe purpose for which the proceeds of the appeal are to be applied;\n\t\t\tthe prescribed particulars of when the collection is to be conducted;\n\t\t\tthe locality within which the collection is to be conducted; and\n\t\t\tsuch other matters as may be prescribed.\n\t\tWhere— \n\t\t\ta door to door collection is conducted in contravention of subsection (1),and\n\t\t\tthe circumstances of the case do not fall within section 50(6),\n\t\t\t\tevery promoter of the collection is guilty of an offence and liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\t\tThis is subject to subsection (5).\n\t\tWhere— \n\t\t\ta door to door collection is conducted in contravention of subsection (1),\n\t\t\tthe appeal is for goods only, and\n\t\t\tthe circumstances of the case do not fall within section 50(6),\n\t\t\tevery promoter of the collection is guilty of an offence and liable on summaryconviction to a fine not exceeding level 3 on the standard scale.\n\t\tIn subsection (5) “goods” includes all personal chattels other than thingsin action and money.\n\tExemption for local, short-term collections\n\t\tA public charitable collection is an exempt collection if—\n\t\t\tit is a local, short-term collection (see subsection (2)), and\n\t\t\tthe promoters notify the local authority in whose area it is to beconducted of the matters mentioned in subsection (3) within the prescribedperiod falling before the day (or the first of the days) on which thecollection takes place,\n\t\t\t\tunless, within the prescribed period beginning with the date when they are sonotified, the local authority serve a notice under subsection (4) on thepromoters.\n\t\tA public charitable collection is a local, short term collection if—\n\t\t\tthe appeal is local in character; and\n\t\t\tthe duration of the appeal does not exceed the prescribed period of time.\n\t\tThe matters referred to in subsection (1)(b) are—\n\t\t\tthe purpose for which the proceeds of the appeal are to be applied;\n\t\t\tthe date or dates on which the collection is to be conducted;\n\t\t\tthe place at which, or the locality within which, the collection is to beconducted; and\n\t\t\tsuch other matters as may be prescribed.\n\t\tWhere it appears to the local authority—\n\t\t\tthat the collection is not a local, short-term collection, or\n\t\t\tthat the promoters or any of them have or has on any occasion—\n\t\t\tbreached any provision of regulations made under section 63, or\n\t\t\tbeen convicted of an offence within section 53(2)(a)(i) to (v),\n\t\t\tthey must serve on the promoters written notice of their decision to thateffect and the reasons for their decision.\n\t\tThat notice must also state the right of appeal conferred by section 62(1)and the time within which such an appeal must be brought.\n\t\tWhere— \n\t\t\ta collection in a public place is conducted otherwise than in accordancewith section 48(1) or a door to door collection is conducted otherwise than inaccordance with section 49(1), and\n\t\t\tthe collection is a local, short term collection but the promoters do notnotify the local authority as mentioned in subsection (1)(b),\n\t\t\tevery promoter of the collection is guilty of an offence and liable on summaryconviction to a fine not exceeding level 3 on the standard scale."
    },
    {
        "length": 386,
        "text": "\nApplications for certificates\n\tA person or persons proposing to promote public charitable collections(other than exempt collections) may apply to the Charity Commission for apublic collections certificate in respect of those collections.\n\tThe application must be made—\n\t\twithin the specified period falling before the first of the collections isto commence, or\n\t\tbefore such later date as the Commission may allow in the case of thatapplication.\n\tThe application must—\n\t\tbe made in such form as may be specified,\n\t\tspecify the period for which the certificate is sought (which must be nomore than 5 years), and\n\t\tcontain such other information as may be specified.\n\tAn application under this section may be made for a public collectionscertificate in respect of a single collection; and the references in thisChapter, in the context of such certificates, to public charitable collectionsare to be read accordingly.\n\tIn subsections (2) and (3) “specified” means specified in regulations madeby the Commission after consulting such persons or bodies of persons as itconsiders appropriate.\n\tRegulations under subsection (5)—\n\t\tmust be published in such manner as the Commission considers appropriate,\n\t\tmay make different provision for different cases or descriptions of case,and\n\t\tmay make such incidental, supplementary, consequential or transitionalprovision as the Commission considers appropriate.\n\tIn this section “exempt collection” means a public charitable collectionwhich is an exempt collection by virtue of section 50."
    },
    {
        "length": 427,
        "text": "\nDetermination of applications and issue of certificates\n\tOn receiving an application for a public collections certificate made inaccordance with section 51, the Commission may make such inquiries (whetherunder section 54 or otherwise) as it thinks fit.\n\tThe Commission must, after making any such inquiries, determine theapplication by either—\n\t\tissuing a public collections certificate in respect of the collections, or\n\t\trefusing the application on one or more of the grounds specified in section53(1).\n\tA public collections certificate—\n\t\tmust specify such matters as may be prescribed, and\n\t\tshall (subject to section 56) be in force for—\n\t\tthe period specified in the application in accordance with section51(3)(b), or\n\t\tsuch shorter period as the Commission thinks fit.\n\tThe Commission may, at the time of issuing a public collectionscertificate, attach to it such conditions as it thinks fit.\n\tConditions attached under subsection (4) may include conditions prescribedfor the purposes of that subsection.\n\tThe Commission must secure that the terms of any conditions attached undersubsection (4) are consistent with the provisions of any regulations undersection 63 (whether or not prescribing conditions for the purposes of thatsubsection).\n\tWhere the Commission—\n\t\trefuses to issue a certificate, or\n\t\tattaches any condition to it,\n\t\t\tit must serve on the applicant written notice of its decision and the reasonsfor its decision.\n\tThat notice must also state the right of appeal conferred by section 57(1)and the time within which such an appeal must be brought."
    },
    {
        "length": 1735,
        "text": "\nGrounds for refusing to issue a certificate\n\tThe grounds on which the Commission may refuse an application for a publiccollections certificate are—\n\t\tthat the applicant has been convicted of a relevant offence;\n\t\twhere the applicant is a person other than a charitable, benevolent orphilanthropic institution for whose benefit the collections are proposed to beconducted, that the Commission is not satisfied that the applicant isauthorised (whether by any such institution or by any person acting on behalfof any such institution) to promote the collections;\n\t\tthat it appears to the Commission that the applicant, in promoting anyother collection authorised under this Chapter or under section 119 of the1982 Act, failed to exercise the required due diligence;\n\t\tthat the Commission is not satisfied that the applicant will exercise therequired due diligence in promoting the proposed collections;\n\t\tthat it appears to the Commission that the amount likely to be applied forcharitable, benevolent or philanthropic purposes in consequence of theproposed collections would be inadequate, having regard to the likely amountof the proceeds of the collections;\n\t\tthat it appears to the Commission that the applicant or any other personwould be likely to receive an amount by way of remuneration in connection withthe collections that would be excessive, having regard to all thecircumstances;\n\t\tthat the applicant has failed to provide information—\n\t\trequired for the purposes of the application for the certificate or aprevious application, or\n\t\tin response to a request under section 54(1);\n\t\tthat it appears to the Commission that information so provided to it by theapplicant is false or misleading in a material particular;\n\t\tthat it appears to the Commission that the applicant or any personauthorised by him—\n\t\thas breached any conditions attached to a previous public collectionscertificate, or\n\t\thas persistently breached any conditions attached to a permit issued undersection 59;\n\t\tthat it appears to the Commission that the applicant or any personauthorised by him has on any occasion breached any provision of regulationsmade under section 63(1)(b).\n\tFor the purposes of subsection (1)—\n\t\ta “relevant offence” is—\n\t\tan offence under section 5 of the 1916 Act;\n\t\tan offence under the 1939 Act;\n\t\tan offence under section 119 of the 1982 Act or regulations made underit;\n\t\tan offence under this Chapter;\n\t\tan offence involving dishonesty; or\n\t\tan offence of a kind the commission of which would, in the opinion of theCommission, be likely to be facilitated by the issuing to the applicant of apublic collections certificate; and\n\t\tthe “required due diligence” is due diligence—\n\t\tto secure that persons authorised by the applicant to act as collectors forthe purposes of the collection were (or will be) fit and proper persons;\n\t\tto secure that such persons complied (or will comply) with the provisionsof regulations under section 63(1)(b) of this Act or (as the case may be)section 119 of the 1982 Act; or\n\t\tto prevent badges or certificates of authority being obtained by personsother than those the applicant had so authorised.\n\tWhere an application for a certificate is made by more than one person, anyreference to the applicant in subsection (1) or (2) is to be construed as areference to any of the applicants.\n\tSubject to subsections (5) and (6), the reference in subsection (2)(b)(iii)to badges or certificates of authority is a reference to badges orcertificates of authority in a form prescribed by regulations under section63(1)(b) of this Act or (as the case may be) under section 119 of the 1982Act.\n\tSubsection (2)(b) applies to the conduct of the applicant (or any of theapplicants) in relation to any public charitable collection authorised—\n\t\tunder regulations made under section 5 of the 1916 Act (collection of moneyor sale of articles in a street or other public place), or\n\t\tunder the 1939 Act (collection of money or other property by means ofvisits from house to house),\n\t\t\tas it applies to his conduct in relation to a collection authorised under thisChapter, but subject to the modifications set out in subsection (6).\n\tThe modifications are—\n\t\tin the case of a collection authorised under regulations made under the1916 Act—\n\t\tthe reference in subsection (2)(b)(ii) to regulations under section63(1)(b) of this Act is to be construed as a reference to the regulationsunder which the collection in question was authorised, and\n\t\tthe reference in subsection (2)(b)(iii) to badges or certificates ofauthority is to be construed as a reference to any written authority providedto a collector pursuant to those regulations; and\n\t\tin the case of a collection authorised under the 1939 Act—\n\t\tthe reference in subsection (2)(b)(ii) to regulations under section63(1)(b) of this Act is to be construed as a reference to regulations undersection 4 of that Act, and\n\t\tthe reference in subsection (2)(b)(iii) to badges or certificates ofauthority is to be construed as a reference to badges or certificates ofauthority in a form prescribed by such regulations.\n\tIn subsections (1)(c) and (5) a reference to a collection authorised underthis Chapter is a reference to a public charitable collection that—\n\t\tis conducted in accordance with section 48 or section 49 (as the case maybe), or\n\t\tis an exempt collection by virtue of section 50.\n\tIn this section—\n\t\t  * “the 1916 Act” means the Police, Factories, &c. (Miscellaneous Provisions) Act [1916 (c. 31)](/id/ukpga/1916/31?view=plain \"Go to item of legislation\"); \n\t\t  * “the 1939 Act” means the House to House Collections Act [1939 (c. 44)](/id/ukpga/1939/44?view=plain \"Go to item of legislation\"); and \n\t\t  * “the 1982 Act” means the Civic Government (Scotland) Act [1982 (c. 45)](/id/ukpga/1982/45?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 129,
        "text": "\nPower to call for information and documents\n\tThe Commission may request—\n\t\tany applicant for a public collections certificate, or\n\t\tany person to whom such a certificate has been issued,\n\t\t\tto provide it with any information in his possession, or document in hiscustody or under this control, which is relevant to the exercise of any of itsfunctions under this Chapter.\n\tNothing in this section affects the power conferred on the Commission bysection 9 of the 1993 Act."
    },
    {
        "length": 369,
        "text": "\nTransfer of certificate between trustees of unincorporated charity\n\tOne or more individuals to whom a public collections certificate has beenissued (“the holders”) may apply to the Commission for a direction that thecertificate be transferred to one or more other individuals (“therecipients”).\n\tAn application under subsection (1) must—\n\t\tbe in such form as may be specified, and\n\t\tcontain such information as may be specified.\n\tThe Commission may direct that the certificate be transferred if it issatisfied that—\n\t\teach of the holders is or was a trustee of a charity which is not a bodycorporate;\n\t\teach of the recipients is a trustee of that charity and consents to thetransfer; and\n\t\tthe charity trustees consent to the transfer.\n\tWhere the Commission refuses to direct that a certificate be transferred,it must serve on the holders written notice of—\n\t\tits decision, and\n\t\tthe reasons for its decision.\n\tThat notice must also state the right of appeal conferred by section 57(2)and the time within which such an appeal must be brought.\n\tSubsections (5) and (6) of section 51 apply for the purposes of subsection(2) of this section as they apply for the purposes of subsection (3) of thatsection.\n\tExcept as provided by this section, a public collections certificate is nottransferable."
    },
    {
        "length": 929,
        "text": "\nWithdrawal or variation etc. of certificates\n\tWhere subsection (2), (3) or (4) applies, the Commission may—\n\t\twithdraw a public collections certificate,\n\t\tsuspend such a certificate,\n\t\tattach any condition (or further condition) to such a certificate, or\n\t\tvary any existing condition of such a certificate.\n\tThis subsection applies where the Commission—\n\t\thas reason to believe there has been a change in the circumstances whichprevailed at the time when it issued the certificate, and\n\t\tis of the opinion that, if the application for the certificate had beenmade in the new circumstances, it would not have issued the certificate orwould have issued it subject to different or additional conditions.\n\tThis subsection applies where—\n\t\tthe holder of a certificate has unreasonably refused to provide anyinformation or document in response to a request under section 54(1), or\n\t\tthe Commission has reason to believe that information provided to it by theholder of a certificate (or, where there is more than one holder, by any ofthem) for the purposes of the application for the certificate, or in responseto such a request, was false or misleading in a material particular.\n\tThis subsection applies where the Commission has reason to believe thatthere has been or is likely to be a breach of any condition of a certificate,or that a breach of such a condition is continuing.\n\tAny condition imposed at any time by the Commission under subsection (1)(whether by attaching a new condition to the certificate or by varying anexisting condition) must be one that it would be appropriate for theCommission to attach to the certificate under section 52(4) if the holder wasapplying for it in the circumstances prevailing at that time.\n\tThe exercise by the Commission of the power conferred by paragraph (b), (c)or (d) of subsection (1) on one occasion does not prevent it from exercisingany of the powers conferred by that subsection on a subsequent occasion; andon any subsequent occasion the reference in subsection (2)(a) to the time whenthe Commission issued the certificate is a reference to the time when it lastexercised any of those powers.\n\tWhere the Commission—\n\t\twithdraws or suspends a certificate,\n\t\tattaches a condition to a certificate, or\n\t\tvaries an existing condition of a certificate,\n\t\t\tit must serve on the holder written notice of its decision and the reasons forits decision.\n\tThat notice must also state the right of appeal conferred by section 57(3)and the time within which such an appeal must be brought.\n\tIf the Commission—\n\t\tconsiders that the interests of the public require a decision by it underthis section to have immediate effect, and\n\t\tincludes a statement to that effect and the reasons for it in the noticeserved under subsection (7),\n\t\tthe decision takes effect when that notice is served on the holder.\n\tIn any other case the certificate shall continue to have effect as if ithad not been withdrawn or suspended or (as the case may be) as if thecondition had not been attached or varied—\n\t\tuntil the time for bringing an appeal under section 57(3) has expired, or\n\t\tif such an appeal is duly brought, until the determination or abandonmentof the appeal.\n\tA certificate suspended under this section shall (subject to any appealand any withdrawal of the certificate) remain suspended until—\n\t\tsuch time as the Commission may by notice direct that the certificate isagain in force, or\n\t\tthe end of the period of six months beginning with the date on which thesuspension takes effect,\n\t\twhichever is the sooner."
    },
    {
        "length": 562,
        "text": "\nAppeals against decisions of the Commission\n\tA person who has duly applied to the Commission for a public collectionscertificate may appeal to the Charity Tribunal (“the Tribunal”) against adecision of the Commission under section 52—\n\t\tto refuse to issue the certificate, or\n\t\tto attach any condition to it.\n\tA person to whom a public collections certificate has been issued mayappeal to the Tribunal against a decision of the Commission not to direct thatthe certificate be transferred under section 55.\n\tA person to whom a public collections certificate has been issued mayappeal to the Tribunal against a decision of the Commission under section 56—\n\t\tto withdraw or suspend the certificate,\n\t\tto attach a condition to the certificate, or\n\t\tto vary an existing condition of the certificate.\n\tThe Attorney General may appeal to the Tribunal against a decision of theCommission—\n\t\tto issue, or to refuse to issue, a certificate,\n\t\tto attach, or not to attach, any condition to a certificate (whether undersection 52 or section 56),\n\t\tto direct, or not to direct, that a certificate be transferred undersection 55,\n\t\tto withdraw or suspend, or not to withdraw or suspend, a certificate, or\n\t\tto vary, or not to vary, an existing condition of a certificate.\n\tIn determining an appeal under this section, the Tribunal—\n\t\tmust consider afresh the decision appealed against, and\n\t\tmay take into account evidence which was not available to the Commission.\n\tOn an appeal under this section, the Tribunal may—\n\t\tdismiss the appeal,\n\t\tquash the decision, or\n\t\tsubstitute for the decision another decision of a kind that the Commissioncould have made;\n\t\t\tand in any case the Tribunal may give such directions as it thinks fit, havingregard to the provisions of this Chapter and of regulations under section 63.\n\tIf the Tribunal quashes the decision, it may remit the matter to theCommission (either generally or for determination in accordance with a findingmade or direction given by the Tribunal)."
    },
    {
        "length": 2888,
        "text": "\nPermits\n\tApplications for permits to conduct collections in public places\n\t\tA person or persons proposing to promote a collection in a public place(other than an exempt collection) in the area of a local authority may applyto the authority for a permit to conduct that collection.\n\t\tThe application must be made within the prescribed period falling beforethe day (or the first of the days) on which the collection is to take place,except as provided in subsection (4).\n\t\tThe application must—\n\t\t\tspecify the date or dates in respect of which it is desired that thepermit, if issued, should have effect (which, in the case of two or moredates, must not span a period of more than 12 months);\n\t\t\tbe accompanied by a copy of the public collections certificate in forceunder section 52 in respect of the proposed collection; and\n\t\t\tcontain such information as may be prescribed.\n\t\tWhere an application (“the certificate application”) has been made inaccordance with section 51 for a public collections certificate in respect ofthe collection and either—\n\t\t\tthe certificate application has not been determined by the end of theperiod mentioned in subsection (2) above, or\n\t\t\tthe certificate application has been determined by the issue of such acertificate but at a time when there is insufficient time remaining for theapplication mentioned in subsection (2) (“the permit application”) to be madeby the end of that period,\n\t\t\t\tthe permit application must be made as early as practicable before the day (orthe first of the days) on which the collection is to take place.\n\t\tIn this section “exempt collection” means a collection in a public placewhich is an exempt collection by virtue of section 50.\n\tDetermination of applications and issue of permits\n\t\tOn receiving an application made in accordance with section 58 for a permitin respect of a collection in a public place, a local authority must determinethe application within the prescribed period by either—\n\t\t\tissuing a permit in respect of the collection, or\n\t\t\trefusing the application on the ground specified in section 60(1).\n\t\tWhere a local authority issue such a permit, it shall (subject to section61) have effect in respect of the date or dates specified in the applicationin accordance with section 58(3)(a).\n\t\tAt the time of issuing a permit under this section, a local authority mayattach to it such conditions within paragraphs (a) to (d) below as they thinkfit, having regard to the local circumstances of the collection—\n\t\t\tconditions specifying the day of the week, date, time or frequency of thecollection;\n\t\t\tconditions specifying the locality or localities within their area in whichthe collection may be conducted;\n\t\t\tconditions regulating the manner in which the collection is to beconducted;\n\t\t\tsuch other conditions as may be prescribed for the purposes of thissubsection.\n\t\tA local authority must secure that the terms of any conditions attachedunder subsection (3) are consistent with the provisions of any regulationsunder section 63 (whether or not prescribing conditions for the purposes ofthat subsection).\n\t\tWhere a local authority—\n\t\t\trefuse to issue a permit, or\n\t\t\tattach any condition to it,\n\t\t\t\tthey must serve on the applicant written notice of their decision and thereasons for their decision.\n\t\tThat notice must also state the right of appeal conferred by section 62(2)and the time within which such an appeal must be brought.\n\tRefusal of permits\n\t\tThe only ground on which a local authority may refuse an application for apermit to conduct a collection in a public place is that it appears to themthat the collection would cause undue inconvenience to members of the publicby reason of—\n\t\t\tthe day or the week or date on or in which,\n\t\t\tthe time at which,\n\t\t\tthe frequency with which, or\n\t\t\tthe locality or localities in which,\n\t\t\t\tit is proposed to be conducted.\n\t\tIn making a decision under subsection (1), a local authority may haveregard to the fact (where it is the case) that the collection is proposed tobe conducted—\n\t\t\twholly or partly in a locality in which another collection in a publicplace is already authorised to be conducted under this Chapter, and\n\t\t\ton a day on which that other collection is already so authorised, or on theday falling immediately before, or immediately after, any such day.\n\t\tA local authority must not, however, have regard to the matters mentionedin subsection (2) if it appears to them—\n\t\t\tthat the proposed collection would be conducted only in one location, whichis on land to which members of the public would have access only—\n\t\t\tby virtue of the express or implied permission of the occupier of the land,or\n\t\t\tby virtue of any enactment, and\n\t\t\tthat the occupier of the land consents to that collection being conductedthere;\n\t\t\tand for this purpose “the occupier”, in relation to unoccupied land, means theperson entitled to occupy it.\n\t\tIn this section a reference to a collection in a public place authorisedunder this Chapter is a reference to a collection in a public place that—\n\t\t\tis conducted in accordance with section 48, or\n\t\t\tis an exempt collection by virtue of section 50.\n\tWithdrawal or variation etc. of permits\n\t\tWhere subsection (2), (3) or (4) applies, a local authority who have issueda permit under section 59 may—\n\t\t\twithdraw the permit,\n\t\t\tattach any condition (or further condition) to the permit, or\n\t\t\tvary any existing condition of the permit.\n\t\tThis subsection applies where the local authority—\n\t\t\thave reason to believe that there has been a change in the circumstanceswhich prevailed at the time when they issued the permit, and\n\t\t\tare of the opinion that, if the application for the permit had been made inthe new circumstances, they would not have issued the permit or would haveissued it subject to different or additional conditions.\n\t\tThis subsection applies where the local authority have reason to believethat any information provided to them by the holder of a permit (or, wherethere is more than one holder, by any of them) for the purposes of theapplication for the permit was false or misleading in a material particular.\n\t\tThis subsection applies where the local authority have reason to believethat there has been or is likely to be a breach of any condition of a permitissued by them, or that a breach of such a condition is continuing.\n\t\tAny condition imposed at any time by a local authority under subsection (1)(whether by attaching a new condition to the permit or by varying an existingcondition) must be one that it would be appropriate for the authority toattach to the permit under section 59(3) if the holder was applying for it inthe circumstances prevailing at that time.\n\t\tThe exercise by a local authority of the power conferred by paragraph (b)or (c) of subsection (1) on one occasion does not prevent them from exercisingany of the powers conferred by that subsection on a subsequent occasion; andon any subsequent occasion the reference in subsection (2)(a) to the time whenthe local authority issued the permit is a reference to the time when theylast exercised any of those powers.\n\t\tWhere under this section a local authority—\n\t\t\twithdraw a permit,\n\t\t\tattach a condition to a permit, or\n\t\t\tvary an existing condition of a permit,\n\t\t\t\tthey must serve on the holder written notice of their decision and the reasonsfor their decision.\n\t\tThat notice must also state the right of appeal conferred by section 62(3)and the time within which such an appeal must be brought.\n\t\tWhere a local authority withdraw a permit under this section, they mustsend a copy of their decision and the reasons for it to the Commission.\n\t\tWhere a local authority under this section withdraw a permit, attach anycondition to a permit, or vary an existing condition of a permit, the permitshall continue to have effect as if it had not been withdrawn or (as the casemay be) as if the condition had not been attached or varied—\n\t\t\tuntil the time for bringing an appeal under section 62(3) has expired, or\n\t\t\tif such an appeal is duly brought, until the determination or abandonmentof the appeal.\n\tAppeals against decisions of local authority\n\t\tA person who, in relation to a public charitable collection, has dulynotified a local authority of the matters mentioned in section 50(3) mayappeal to a magistrates' court against a decision of the local authority undersection 50(4)—\n\t\t\tthat the collection is not a local, short-term collection, or\n\t\t\tthat the promoters or any of them has breached any such provision, or beenconvicted of any such offence, as is mentioned in paragraph (b) of thatsubsection.\n\t\tA person who has duly applied to a local authority for a permit to conducta collection in a public place in the authority’s area may appeal to amagistrates' court against a decision of the authority under section 59—\n\t\t\tto refuse to issue a permit, or\n\t\t\tto attach any condition to it.\n\t\tA person to whom a permit has been issued may appeal to a magistrates'court against a decision of the local authority under section 61—\n\t\t\tto withdraw the permit,\n\t\t\tto attach a condition to the permit, or\n\t\t\tto vary an existing condition of the permit.\n\t\tAn appeal under subsection (1), (2) or (3) shall be by way of complaint foran order, and the Magistrates' Courts Act [1980 (c.43)](/id/ukpga/1980/43?view=plain \"Go to item of legislation\") shall apply tothe proceedings.\n\t\tAny such appeal shall be brought within 14 days of the date of service onthe person in question of the relevant notice under section 50(4), section59(5) or (as the case may be) section 61(7); and for the purposes of thissection an appeal shall be taken to be brought when the complaint is made.\n\t\tAn appeal against the decision of a magistrates' court on an appeal undersubsection (1), (2) or (3) may be brought to the Crown Court.\n\t\tOn an appeal to a magistrates' court or the Crown Court under this section,the court may confirm, vary or reverse the local authority’s decision andgenerally give such directions as it thinks fit, having regard to theprovisions of this Chapter and of any regulations under section 63.\n\t\tOn an appeal against a decision of a local authority under section 50(4),directions under subsection (7) may include a direction that the collectionmay be conducted—\n\t\t\ton the date or dates notified in accordance with section 50(3)(b), or\n\t\t\ton such other date or dates as may be specified in the direction;\n\t\t\t\tand if so conducted the collection is to be regarded as one that is an exemptcollection by virtue of section 50.\n\t\tIt shall be the duty of the local authority to comply with any directionsgiven by the court under subsection (7); but the authority need not complywith any directions given by a magistrates' court—\n\t\t\tuntil the time for bringing an appeal under subsection (6) has expired, or\n\t\t\tif such an appeal is duly brought, until the determination or abandonmentof the appeal."
    },
    {
        "length": 1350,
        "text": "\nSupplementary\n\tRegulations \n\t\tThe Minister may make regulations—\n\t\t\tprescribing the matters which a local authority are to take into account indetermining whether a collection is local in character for the purposes ofsection 50(2)(a);\n\t\t\tfor the purpose of regulating the conduct of public charitable collections;\n\t\t\tprescribing anything falling to be prescribed by virtue of any provision ofthis Chapter.\n\t\tThe matters which may be prescribed by regulations under subsection (1)(a)include—\n\t\t\tthe extent of the area within which the appeal is to be conducted;\n\t\t\twhether the appeal forms part of a series of appeals;\n\t\t\tthe number of collectors making the appeal and whether they are acting forremuneration or otherwise;\n\t\t\tthe financial resources (of any description) of any charitable, benevolentor philanthropic institution for whose benefit the appeal is to be conducted;\n\t\t\twhere the promoters live or have any place of business.\n\t\tRegulations under subsection (1)(b) may make provision—\n\t\t\tabout the keeping and publication of accounts;\n\t\t\tfor the prevention of annoyance to members of the public;\n\t\t\twith respect to the use by collectors of badges and certificates ofauthority, or badges incorporating such certificates, including, inparticular, provision—\n\t\t\tprescribing the form of such badges and certificates;\n\t\t\trequiring a collector, on request, to permit his badge, or any certificateof authority held by him of the purposes of the collection, to be inspected bya constable or a duly authorised officer of a local authority, or by anoccupier of any premises visited by him in the course of the collection;\n\t\t\tfor prohibiting persons under a prescribed age from acting as collectors,and prohibiting others from causing them so to act.\n\t\tNothing in subsection (2) or (3) prejudices the generality of subsection(1)(a) or (b).\n\t\tRegulations under this section may provide that any failure to comply witha specified provision of the regulations is to be an offence punishable onsummary conviction by a fine not exceeding level 2 on the standard scale.\n\t\tBefore making regulations under this section the Minister must consult suchpersons or bodies of persons as he considers appropriate.\n\tOffences \n\t\tA person commits an offence if, in connection with any charitable appeal,he displays or uses—\n\t\t\ta prescribed badge or prescribed certificate of authority which is not forthe time being held by him for the purposes of the appeal pursuant toregulations under section 63, or\n\t\t\tany badge or article, or any certificate or other document, so nearlyresembling a prescribed badge or (as the case may be) a prescribed certificateof authority as to be likely to deceive a member of the public.\n\t\tA person commits an offence if—\n\t\t\tfor the purposes of an application made under section 51 or section 58, or\n\t\t\tfor the purposes of section 49 or section 50,\n\t\t\t\the knowingly or recklessly furnishes any information which is false ormisleading in a material particular.\n\t\tA person guilty of an offence under this section is liable on summaryconviction to a fine not exceeding level 5 on the standard scale.\n\t\tIn subsection (1) “prescribed badge” and “prescribed certificate ofauthority” mean respectively a badge and a certificate of authority in suchform as may be prescribed.\n\tOffences by bodies corporate\n\t\tWhere any offence under this Chapter or any regulations made under it—\n\t\t\tis committed by a body corporate, and\n\t\t\tis proved to have been committed with the consent or connivance of, or tobe attributable to any neglect on the part of, any director, manager,secretary or other similar officer of the body corporate, or any person whowas purporting to act in any such capacity,\n\t\t\t\the as well as the body corporate shall be guilty of that offence and shall beliable to be proceeded against and punished accordingly.\n\t\tIn subsection (1) “director”, in relation to a body corporate whose affairsare managed by its members, means a member of the body corporate.\n\tService of documents\n\t\tThis section applies to any notice required to be served under thisChapter.\n\t\tA notice to which this section applies may be served on a person (otherthan a body corporate)—\n\t\t\tby delivering it to that person;\n\t\t\tby leaving it at his last known address in the United Kingdom; or\n\t\t\tby sending it by post to him at that address.\n\t\tA notice to which this section applies may be served on a body corporate bydelivering it or sending it by post—\n\t\t\tto the registered or principal office of the body in the United Kingdom, or\n\t\t\tif it has no such office in the United Kingdom, to any place in the UnitedKingdom where it carries on business or conducts its activities (as the casemay be).\n\t\tA notice to which this section applies may also be served on a person(including a body corporate) by sending it by post to that person at anaddress notified by that person for the purposes of this subsection to theperson or persons by whom it is required to be served."
    },
    {
        "length": 2967,
        "text": "\nChapter 2Fund-raising\n\tStatements indicating benefits for charitable institutions and fund-raisers\n\t\tSection 60 of the Charities Act [1992 (c. 41)](/id/ukpga/1992/41?view=plain\"Go to item of legislation\") (fund-raisers required to indicate institutionsbenefiting and arrangements for remuneration) is amended as follows.\n\t\tIn subsection (1) (statements by professional fund-raisers raising moneyfor particular charitable institutions), for paragraph (c) substitute—\n\t\t\tthe method by which the fund-raiser’s remuneration in connection with theappeal is to be determined and the notifiable amount of that remuneration.”\n\t\tIn subsection (2) (statements by professional fund-raisers raising moneyfor charitable purposes etc.), for paragraph (c) substitute—\n\t\t\tthe method by which his remuneration in connection with the appeal is tobe determined and the notifiable amount of that remuneration.”\n\t\tIn subsection (3) (statements by commercial participators raising money forparticular charitable institutions), for paragraph (c) substitute—\n\t\t\tthe notifiable amount of whichever of the following sums is applicable inthe circumstances—\n\t\t\tthe sum representing so much of the consideration given for goods orservices sold or supplied by him as is to be given to or applied for thebenefit of the institution or institutions concerned,\n\t\t\tthe sum representing so much of any other proceeds of a promotionalventure undertaken by him as is to be so given or applied, or\n\t\t\tthe sum of the donations by him in connection with the sale or supply ofany such goods or services which are to be so given or supplied.”\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)In subsections (1) to (3) a reference to the “notifiable amount” of anyremuneration or other sum is a reference—\n\t\t\tto the actual amount of the remuneration or sum, if that is known at thetime when the statement is made; and\n\t\t\totherwise to the estimated amount of the remuneration or sum, calculated asaccurately as is reasonably possible in the circumstances.”\n\tStatements indicating benefits for charitable institutions andcollectors\n\t\tAfter section 60 of the 1992 Act insert—\n\t\t“60AOther persons making appeals required to indicate institutionsbenefiting and arrangements for remuneration\n\t\t\tSubsections (1) and (2) of section 60 apply to a person acting for rewardas a collector in respect of a public charitable collection as they apply to aprofessional fund-raiser.\n\t\t\tBut those subsections do not so apply to a person excluded by virtue of—\n\t\t\t\tsubsection (3) below, or\n\t\t\t\tsection 60B(1) (exclusion of lower-paid collectors).\n\t\t\tThose subsections do not so apply to a person if—\n\t\t\t\tsection 60(1) or (2) applies apart from subsection (1) (by virtue of theexception in section 58(2)(c) for persons treated as promoters), or\n\t\t\t\tsubsection (4) or (5) applies,\n\t\t\t\t\tin relation to his acting for reward as a collector in respect of thecollection mentioned in subsection (1) above.\n\t\t\tWhere a person within subsection (6) solicits money or other property forthe benefit of one or more particular charitable institutions, thesolicitation shall be accompanied by a statement clearly indicating—\n\t\t\t\tthe name or names of the institution or institutions for whose benefit thesolicitation is being made;\n\t\t\t\tif there is more than one such institution, the proportions in which theinstitutions are respectively to benefit;\n\t\t\t\tthe fact that he is an officer, employee or trustee of the institution orcompany mentioned in subsection (6); and\n\t\t\t\tthe fact that he is receiving remuneration as an officer, employee ortrustee or (as the case may be) for acting as a collector.\n\t\t\tWhere a person within subsection (6) solicits money or other property forcharitable, benevolent or philanthropic purposes of any description (ratherthan for the benefit of one or more particular charitable institutions), thesolicitation shall be accompanied by a statement clearly indicating—\n\t\t\t\tthe fact that he is soliciting money or other property for those purposesand not for the benefit of any particular charitable institution orinstitutions;\n\t\t\t\tthe method by which it is to be determined how the proceeds of the appealare to be distributed between different charitable institutions;\n\t\t\t\tthe fact that he is an officer, employee or trustee of the institution orcompany mentioned in subsection (6); and\n\t\t\t\tthe fact that he is receiving remuneration as an officer, employee ortrustee or (as the case may be) for acting as a collector.\n\t\t\tA person is within this subsection if—\n\t\t\t\the is an officer or employee of a charitable institution or a companyconnected with any such institution, or a trustee of any such institution,\n\t\t\t\the is acting as a collector in that capacity, and\n\t\t\t\the receives remuneration either in his capacity as officer, employee ortrustee or for acting as a collector.\n\t\t\tBut a person is not within subsection (6) if he is excluded by virtue ofsection 60B(4).\n\t\t\tWhere any requirement of—\n\t\t\t\tsubsection (1) or (2) of section 60, as it applies by virtue of subsection(1) above, or\n\t\t\t\tsubsection (4) or (5) above,\n\t\t\t\tis not complied with in relation to any solicitation, the collector concernedshall be guilty of an offence and liable on summary conviction to a fine notexceeding level 5 on the standard scale.\n\t\t\tSection 60(8) and (9) apply in relation to an offence under subsection (8)above as they apply in relation to an offence under section 60(7).\n\t\t\tIn this section—\n\t\t\t\t  * “the appeal”, in relation to any solicitation by a collector, means the campaign or other fund-raising venture in the course of which the solicitation is made;\n\t\t\t\t  * “collector” has the meaning given by section 47(1) of the Charities Act 2006;\n\t\t\t\t  * “public charitable collection” has the meaning given by section 45 of that Act.\n\t\tBExclusion of lower-paid collectors from provisions of section 60A\n\t\t\tSection 60(1) and (2) do not apply (by virtue of section 60A(1)) to aperson who is under the earnings limit in subsection (2) below.\n\t\t\tA person is under the earnings limit in this subsection if he does notreceive—\n\t\t\t\tmore than—\n\t\t\t\t£5 per day, or\n\t\t\t\t£500 per year,\n\t\t\t\t\tby way of remuneration for acting as a collector in relation to relevantcollections, or\n\t\t\t\tmore than £500 by way of remuneration for acting as a collector in relationto the collection mentioned in section 60A(1).\n\t\t\tIn subsection (2) “relevant collections” means public charitablecollections conducted for the benefit of—\n\t\t\t\tthe charitable institution or institutions, or\n\t\t\t\tthe charitable, benevolent or philanthropic purposes,\n\t\t\t\tfor whose benefit the collection mentioned in section 60A(1) is conducted.\n\t\t\tA person is not within section 60A(6) if he is under the earnings limit insubsection (5) below.\n\t\t\tA person is under the earnings limit in this subsection if the remunerationreceived by him as mentioned in section 60A(6)(c)—\n\t\t\t\tis not more than—\n\t\t\t\t£5 per day, or\n\t\t\t\t£500 per year, or\n\t\t\t\tif a lump sum, is not more than £500.\n\t\t\tThe Minister may by order amend subsections (2) and (5) by substituting adifferent sum for any sum for the time being specified there.”\n\tReserve power to control fund-raising by charitable institutions\n\t\tAfter section 64 of the 1992 Act insert—\n\t\t“64AReserve power to control fund-raising by charitable institutions\n\t\t\tThe Minister may make such regulations as appear to him to be necessary ordesirable for or in connection with regulating charity fund-raising.\n\t\t\tIn this section “charity fund-raising” means activities which are carriedon by—\n\t\t\t\tcharitable institutions,\n\t\t\t\tpersons managing charitable institutions, or\n\t\t\t\tpersons or companies connected with such institutions,\n\t\t\t\t\tand involve soliciting or otherwise procuring funds for the benefit of suchinstitutions or companies connected with them, or for general charitable,benevolent or philanthropic purposes.\n\t\t\t\tBut “activities” does not include primary purpose trading.\n\t\t\tRegulations under this section may, in particular, impose a good practicerequirement on the persons managing charitable institutions in circumstanceswhere—\n\t\t\t\tthose institutions,\n\t\t\t\tthe persons managing them, or\n\t\t\t\tpersons or companies connected with such institutions,\n\t\t\t\tare engaged in charity fund-raising.\n\t\t\tA “good practice requirement” is a requirement to take all reasonable stepsto ensure that the fund-raising is carried out in such a way that—\n\t\t\t\tit does not unreasonably intrude on the privacy of those from whom fundsare being solicited or procured;\n\t\t\t\tit does not involve the making of unreasonably persistent approaches topersons to donate funds;\n\t\t\t\tit does not result in undue pressure being placed on persons to donatefunds;\n\t\t\t\tit does not involve the making of any false or misleading representationabout any of the matters mentioned in subsection (5).\n\t\t\tThe matters are—\n\t\t\t\tthe extent or urgency of any need for funds on the part of any charitableinstitution or company connected with such an institution;\n\t\t\t\tany use to which funds donated in response to the fund-raising are to beput by such an institution or company;\n\t\t\t\tthe activities, achievements or finances of such an institution or company.\n\t\t\tRegulations under this section may provide that a person who persistentlyfails, without reasonable excuse, to comply with any specified requirement ofthe regulations is to be guilty of an offence and liable on summary convictionto a fine not exceeding level 2 on the standard scale.\n\t\t\tFor the purposes of this section—\n\t\t\t\t“funds” means money or other property;\n\t\t\t\t“general charitable, benevolent or philanthropic purposes” meanscharitable, benevolent or philanthropic purposes other than those associatedwith one or more particular institutions;\n\t\t\t\tthe persons “managing” a charitable institution are the charity trustees orother persons having the general control and management of the administrationof the institution; and\n\t\t\t\ta person is “connected” with a charitable institution if he is an employeeor agent of—\n\t\t\t\tthe institution,\n\t\t\t\tthe persons managing it, or\n\t\t\t\ta company connected with it,\n\t\t\t\tor he is a volunteer acting on behalf of the institution or such a company.\n\t\t\tIn this section “primary purpose trading”, in relation to a charitableinstitution, means any trade carried on by the institution or a companyconnected with it where—\n\t\t\t\tthe trade is carried on in the course of the actual carrying out of aprimary purpose of the institution; or\n\t\t\t\tthe work in connection with the trade is mainly carried out bybeneficiaries of the institution.”"
    },
    {
        "length": 1431,
        "text": "\nChapter 3Financial assistance\n\tPower of relevant Minister to give financial assistance to charitable,benevolent or philanthropic institutions\n\t\tA relevant Minister may give financial assistance to any charitable,benevolent or philanthropic institution in respect of any of the institution’sactivities which directly or indirectly benefit the whole or any part ofEngland (whether or not they also benefit any other area).\n\t\tFinancial assistance under subsection (1) may be given in any form and, inparticular, may be given by way of—\n\t\t\tgrants, \n\t\t\tloans, \n\t\t\tguarantees, or\n\t\t\tincurring expenditure for the benefit of the person assisted.\n\t\tFinancial assistance under subsection (1) may be given on such terms andconditions as the relevant Minister considers appropriate.\n\t\tThose terms and conditions may, in particular, include provision as to—\n\t\t\tthe purposes for which the assistance may be used;\n\t\t\tcircumstances in which the assistance is to be repaid, or otherwise madegood, to the relevant Minister, and the manner in which that is to be done;\n\t\t\tthe making of reports to the relevant Minister regarding the uses to whichthe assistance has been put;\n\t\t\tthe keeping, and making available for inspection, of accounts and otherrecords;\n\t\t\tthe carrying out of examinations by the Comptroller and Auditor Generalinto the economy, efficiency and effectiveness with which the assistance hasbeen used;\n\t\t\tthe giving by the institution of financial assistance in any form to otherpersons on such terms and conditions as the institution or the relevantMinister considers appropriate.\n\t\tA person receiving assistance under this section must comply with the termsand conditions on which it is given, and compliance may be enforced by therelevant Minister.\n\t\tA relevant Minister may make arrangements for—\n\t\t\tassistance under subsection (1) to be given, or\n\t\t\tany other of his functions under this section to be exercised,\n\t\t\t\tby some other person.\n\t\tArrangements under subsection (6) may make provision for the functionsconcerned to be so exercised—\n\t\t\teither wholly or to such extent as may be specified in the arrangements,and\n\t\t\teither generally or in such cases or circumstances as may be so specified,\n\t\t\tbut do not prevent the functions concerned from being exercised by a relevantMinister.\n\t\tAs soon as possible after 31st March in each year, a relevant Minister mustmake a report on any exercise by him of any powers under this section duringthe period of 12 months ending on that day.\n\t\tThe relevant Minister must lay a copy of the report before each House ofParliament.\n\t\tIn this section “charitable, benevolent or philanthropic institution”means—\n\t\t\ta charity, or\n\t\t\tan institution (other than a charity) which is established for charitable,benevolent or philanthropic purposes.\n\t\tIn this section “relevant Minister” means the Secretary of State or theMinister for the Cabinet Office.\n\tPower of National Assembly for Wales to give financial assistance tocharitable, benevolent or philanthropic institutions\n\t\tThe National Assembly for Wales may give financial assistance to anycharitable, benevolent or philanthropic institution in respect of any of theinstitution’s activities which directly or indirectly benefit the whole or anypart of Wales (whether or not they also benefit any other area).\n\t\tFinancial assistance under subsection (1) may be given in any form and, inparticular, may be given by way of—\n\t\t\tgrants, \n\t\t\tloans, \n\t\t\tguarantees, or\n\t\t\tincurring expenditure for the benefit of the person assisted.\n\t\tFinancial assistance under subsection (1) may be given on such terms andconditions as the Assembly considers appropriate.\n\t\tThose terms and conditions may, in particular, include provision as to—\n\t\t\tthe purposes for which the assistance may be used;\n\t\t\tcircumstances in which the assistance is to be repaid, or otherwise madegood, to the Assembly, and the manner in which that is to be done;\n\t\t\tthe making of reports to the Assembly regarding the uses to which theassistance has been put;\n\t\t\tthe keeping, and making available for inspection, of accounts and otherrecords;\n\t\t\tthe carrying out of examinations by the Auditor General for Wales into theeconomy, efficiency and effectiveness with which the assistance has been used;\n\t\t\tthe giving by the institution of financial assistance in any form to otherpersons on such terms and conditions as the institution or the Assemblyconsiders appropriate.\n\t\tA person receiving assistance under this section must comply with the termsand conditions on which it is given, and compliance may be enforced by theAssembly.\n\t\tThe Assembly may make arrangements for—\n\t\t\tassistance under subsection (1) to be given, or\n\t\t\tany other of its functions under this section to be exercised,\n\t\t\t\tby some other person.\n\t\tArrangements under subsection (6) may make provision for the functionsconcerned to be so exercised—\n\t\t\teither wholly or to such extent as may be specified in the arrangements,and\n\t\t\teither generally or in such cases or circumstances as may be so specified,\n\t\t\tbut do not prevent the functions concerned from being exercised by theAssembly.\n\t\tAfter 31st March in each year, the Assembly must publish a report on theexercise of powers under this section during the period of 12 months ending onthat day.\n\t\tIn this section “charitable, benevolent or philanthropic institution”means—\n\t\t\ta charity, or\n\t\t\tan institution (other than a charity) which is established for charitable,benevolent or philanthropic purposes."
    },
    {
        "length": 1203,
        "text": "\nMiscellaneous\n\tDisclosure of information to and by Northern Ireland regulator\n\t\tThis section applies if a body (referred to in this section as “theNorthern Ireland regulator”) is established to exercise functions in NorthernIreland which are similar in nature to the functions exercised in England andWales by the Charity Commission.\n\t\tThe Minister may by regulations authorise relevant public authorities todisclose information to the Northern Ireland regulator for the purpose ofenabling or assisting the Northern Ireland regulator to discharge any of itsfunctions.\n\t\tIf the regulations authorise the disclosure of Revenue and Customsinformation, they must contain provision in relation to that disclosure whichcorresponds to the provision made in relation to the disclosure of suchinformation by section 10(2) to (4) of the 1993 Act (as substituted byparagraph 104 of Schedule 8 to this Act).\n\t\tIn the case of information disclosed to the Northern Ireland regulatorpursuant to regulations made under this section, any power of the NorthernIreland regulator to disclose the information is exercisable subject to anyexpress restriction subject to which the information was disclosed to theNorthern Ireland regulator.\n\t\tSubsection (4) does not apply in relation to Revenue and Customsinformation disclosed to the Northern Ireland regulator pursuant toregulations made under this section; but any such information may not befurther disclosed except with the consent of the Commissioners for HerMajesty’s Revenue and Customs.\n\t\tAny person specified, or of a description specified, in regulations madeunder this section who discloses information in contravention of subsection(5) is guilty of an offence and liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor to a fine not exceeding the statutory maximum, or both;\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding twoyears or to a fine, or both.\n\t\tIt is a defence for a person charged with an offence under subsection (5)of disclosing information to prove that he reasonably believed—\n\t\t\tthat the disclosure was lawful, or\n\t\t\tthat the information had already and lawfully been made available to thepublic.\n\t\tIn the application of this section to Scotland or Northern Ireland, thereference to 12 months in subsection (6) is to be read as a reference to 6months.\n\t\tIn this section—\n\t\t\t  * “relevant public authority” means— \n\t\t\tany government department (other than a Northern Ireland department),\n\t\t\tany local authority in England, Wales or Scotland,\n\t\t\tany person who is a constable in England and Wales or Scotland,\n\t\t\tany other body or person discharging functions of a public nature (including abody or person discharging regulatory functions in relation to any descriptionof activities), except a body or person whose functions are exercisable onlyor mainly in or as regards Northern Ireland and relate only or mainly totransferred matters;\n\t\t\t\t  * “Revenue and Customs information” means information held as mentioned in section 18(1) of the Commissioners for Revenue and Customs Act [2005 (c. 11)](/id/ukpga/2005/11?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “transferred matter” has the same meaning as in the Northern Ireland Act [1998 (c. 47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\"). \n\tReport on operation of this Act\n\t\tThe Minister must, before the end of the period of five years beginningwith the day on which this Act is passed, appoint a person to review generallythe operation of this Act.\n\t\tThe review must address, in particular, the following matters—\n\t\t\tthe effect of the Act on—\n\t\t\texcepted charities,\n\t\t\tpublic confidence in charities,\n\t\t\tthe level of charitable donations, and\n\t\t\tthe willingness of individuals to volunteer,\n\t\t\tthe status of the Charity Commission as a government department, and\n\t\t\tany other matters the Minister considers appropriate.\n\t\tAfter the person appointed under subsection (1) has completed his review,he must compile a report of his conclusions.\n\t\tThe Minister must lay before Parliament a copy of the report mentioned insubsection (3).\n\t\tFor the purposes of this section a charity is an excepted charity if —\n\t\t\tit falls within paragraph (b) or (c) of section 3A(2) of the 1993 Act (asamended by section 9 of this Act), or\n\t\t\tit does not fall within either of those paragraphs but, immediately beforethe appointed day (within the meaning of section 10 of this Act), it fellwithin section 3(5)(b) or (5B)(b) of the 1993 Act."
    },
    {
        "length": 3343,
        "text": "\nGeneral\n\tOrders and regulations\n\t\tAny power of a relevant Minister to make an order or regulations under thisAct is exercisable by statutory instrument.\n\t\tAny such power—\n\t\t\tmay be exercised so as to make different provision for different cases ordescriptions of case or different purposes or areas, and\n\t\t\tincludes power to make such incidental, supplementary, consequential,transitory, transitional or saving provision as the relevant Ministerconsiders appropriate.\n\t\tSubject to subsection (4), orders or regulations made by a relevantMinister under this Act are to be subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tSubsection (3) does not apply to—\n\t\t\tany order under section 11,\n\t\t\tany regulations under section 13(4)(b) which amend any provision of an Act,\n\t\t\tany regulations under section 72,\n\t\t\tany order under section 75(4) which amends or repeals any provision of anAct or an Act of the Scottish Parliament,\n\t\t\tany order under section 76 or 77, or\n\t\t\tany order under section 79(2).\n\t\tNo order or regulations within subsection (4)(a), (b), (c), (d) or (e) maybe made by a relevant Minister (whether alone or with other provisions) unlessa draft of the order or regulations has been laid before, and approved byresolution of, each House of Parliament.\n\t\tIf a draft of an instrument containing an order under section 11 would,apart from this subsection, be treated for the purposes of the Standing Ordersof either House of Parliament as a hybrid instrument, it is to proceed in thatHouse as if it were not such an instrument.\n\t\tIn this section “relevant Minister” means the Secretary of State or theMinister for the Cabinet Office.\n\tAmendments, repeals, revocations and transitional provisions\n\t\tSchedule 8 contains minor and consequential amendments.\n\t\tSchedule 9 makes provision for the repeal and revocation of enactments(including enactments which are spent).\n\t\tSchedule 10 contains transitional provisions and savings.\n\t\tA relevant Minister may by order make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas he considers appropriate for the general purposes, or any particularpurposes, of this Act or in consequence of, or for giving full effect to, anyprovision made by this Act.\n\t\tAn order under subsection (4) may amend, repeal, revoke or otherwise modifyany enactment (including an enactment restating, with or withoutmodifications, an enactment amended by this Act).\n\t\tIn this section “relevant Minister” means the Secretary of State or theMinister for the Cabinet Office.\n\tPre-consolidation amendments\n\t\tThe Minister may by order make such amendments of the enactments relatingto charities as in his opinion facilitate, or are otherwise desirable inconnection with, the consolidation of the whole or part of those enactments.\n\t\tAn order under this section shall not come into force unless—\n\t\t\ta single Act, or\n\t\t\ta group of two or more Acts,\n\t\t\t\tis passed consolidating the whole or part of the enactments relating tocharities (with or without any other enactments).\n\t\tIf such an Act or group of Acts is passed, the order shall (by virtue ofthis subsection) come into force immediately before the Act or group of Actscomes into force.\n\t\tOnce an order under this section has come into force, no further order maybe made under this section.\n\t\tIn this section—\n\t\t\t  * “amendments” includes repeals, revocations and modifications, and \n\t\t\t  * “the enactments relating to charities” means— \n\t\t\tthe Charities Act [1992 (c. 41)](/id/ukpga/1992/41?view=plain \"Go to item oflegislation\"), the Charities Act [1993 (c. 10)](/id/ukpga/1993/10?view=plain\"Go to item of legislation\") and this Act,\n\t\t\tany other enactment relating to institutions which fall within section 1(1) ofthis Act, and\n\t\t\tany other enactment, so far as forming part of the law of England and Wales,which makes provision relating to bodies or other institutions which arecharities under the law of Scotland or Northern Ireland,\n\t\t\tand section 78(2)(a) (definition of “charity”) does not apply for the purposesof this section.\n\tAmendments reflecting changes in company law audit provisions\n\t\tThe Minister may by order make such amendments of the 1993 Act or this Actas he considers appropriate—\n\t\t\tin consequence of, or in connection with, any changes made or to be made byany enactment to the provisions of company law relating to the accounts ofcharitable companies or to the auditing of, or preparation of reports inrespect of, such accounts;\n\t\t\tfor the purposes of, or in connection with, applying provisions of Schedule5A to the 1993 Act (group accounts) to charitable companies that are notrequired to produce group accounts under company law.\n\t\tIn this section—\n\t\t\t  * “accounts” includes group accounts; \n\t\t\t  * “amendments” includes repeals and modifications; \n\t\t\t  * “charitable companies” means companies which are charities; \n\t\t\t  * “company law” means the enactments relating to companies. \n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “the 1992 Act” means the Charities Act [1992 (c. 41)](/id/ukpga/1992/41?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1993 Act” means the Charities Act [1993 (c. 10)](/id/ukpga/1993/10?view=plain \"Go to item of legislation\"). \n\t\tIn this Act—\n\t\t\t“charity” has the meaning given by section 1(1);\n\t\t\t“charitable purposes” has (in accordance with section 2(6)) the meaninggiven by section 2(1); and\n\t\t\t“charity trustees” has the same meaning as in the 1993 Act;\n\t\t\t\tbut (subject to subsection (3) below) the exclusions contained in section96(2) of the 1993 Act (ecclesiastical corporations etc.) have effect inrelation to references to a charity in this Act as they have effect inrelation to such references in that Act.\n\t\tThose exclusions do not have effect in relation to references in section 1or any reference to the law relating to charities in England and Wales.\n\t\tIn this Act “enactment” includes—\n\t\t\tany provision of subordinate legislation (within the meaning of theInterpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item oflegislation\")),\n\t\t\ta provision of a Measure of the Church Assembly or of the General Synod ofthe Church of England, and\n\t\t\t(in the context of section 6(5) or 75(5)) any provision made by or under anAct of the Scottish Parliament or Northern Ireland legislation,\n\t\t\tand references to enactments include enactments passed or made after thepassing of this Act.\n\t\tIn this Act “institution” means an institution whether incorporated or not,and includes a trust or undertaking.\n\t\tIn this Act “the Minister” means the Minister for the Cabinet Office.\n\t\tSubsections (2) to (5) apply except where the context otherwise requires.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 13(4) and (5),\n\t\t\tsection 74,\n\t\t\tsection 75(4) and (5),\n\t\t\tsection 78,\n\t\t\tsection 77,\n\t\t\tthis section and section 80, and\n\t\t\tthe following provisions of Schedule 8—\n\t\t\t\t  * paragraph 90(2), \n\t\t\t\t  * paragraph 104 so far as it confers power to make regulations, and \n\t\t\t\t  * paragraph 174(d), \n\t\t\t\tand section 75(1) so far as relating to those provisions.\n\t\tOtherwise, this Act comes into force on such day as the Minister may byorder appoint.\n\t\tAn order under subsection (2)—\n\t\t\tmay appoint different days for different purposes or different areas;\n\t\t\tmake such provision as the Minister considers necessary or expedient fortransitory, transitional or saving purposes in connection with the coming intoforce of any provision of this Act.\n\tShort title and extent\n\t\tThis Act may be cited as the Charities Act 2006.\n\t\tSubject to subsections (3) to (7), this Act extends to England and Walesonly.\n\t\tThe following provisions extend also to Scotland—\n\t\t\tsections 1 to 3 and 5,\n\t\t\tsection 6(5),\n\t\t\tsections 72 and 74,\n\t\t\tsection 75(2) and (3) and Schedules 9 and 10 so far as relating to theRecreational Charities Act [1958 (c. 17)](/id/ukpga/1958/17?view=plain \"Go toitem of legislation\"), and\n\t\t\tsection 75(4) and (5), sections 76 to 79 and this section.\n\t\tBut the provisions referred to in subsection (3)(a) and (d) affect the lawof Scotland only so far as they affect the construction of references tocharities or charitable purposes in enactments which relate to matters fallingwithin Section A1 of Part 2 of Schedule 5 to the Scotland Act [1998 (c.46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\") (reservedmatters: fiscal policy etc.); and so far as they so affect the law ofScotland—\n\t\t\treferences in sections 1(1) and 2(1) to the law of England and Wales are tobe read as references to the law of Scotland, and\n\t\t\tthe reference in section 1(1) to the High Court is to be read as areference to the Court of Session.\n\t\tThe following provisions extend also to Northern Ireland—\n\t\t\tsections 1 to 3 and 5,\n\t\t\tsection 6(5),\n\t\t\tsection 23,\n\t\t\tsections 72 and 74,\n\t\t\tsection 75(2) and (3) and Schedules 9 and 10 so far as relating to theRecreational Charities Act [1958 (c. 17)](/id/ukpga/1958/17?view=plain \"Go toitem of legislation\"), and\n\t\t\tsection 75(4) and (5), sections 76 to 79 and this section.\n\t\tBut the provisions referred to in subsection (5)(a) and (e) affect the lawof Northern Ireland only so far as they affect the construction of referencesto charities or charitable purposes in enactments which relate to mattersfalling within paragraph 9 of Schedule 2 to the Northern Ireland Act [1998 (c.47)](/id/ukpga/1998/47?view=plain \"Go to item of legislation\") (exceptedmatters: taxes and duties); and so far as they so affect the law of NorthernIreland—\n\t\t\treferences in sections 1(1) and 2(1) to the law of England and Wales are tobe read as references to the law of Northern Ireland, and\n\t\t\tthe reference in section 1(1) to the High Court is to be read as areference to the High Court in Northern Ireland.\n\t\tAny amendment, repeal or revocation made by this Act has the same extent asthe enactment to which it relates.\n\t\tBut subsection (7) does not apply to any amendment or repeal made in theRecreational Charities Act 1958 by a provision referred to in subsection (3)or (5).\n\t\tSubsection (7) also does not apply to—\n\t\t\tthe amendments made by section 32 in the Companies Act [1985 (c.6)](/id/ukpga/1985/6?view=plain \"Go to item of legislation\"), or\n\t\t\tthose made by Schedule 8 in the Police, Factories, &c. (MiscellaneousProvisions) Act [1916 (c. 31)](/id/ukpga/1916/31?view=plain \"Go to item oflegislation\"), or\n\t\t\tthe repeal made in that Act by Schedule 9,\n\t\t\t\twhich extend to England and Wales only."
    }
]