[
    {
        "length": 3763,
        "text": "\nPart 1Traffic Officers\n\tTraffic officers for England and for Wales\n\t\tTraffic officers: introduction\n\t\t\tThis Part makes provision for the designation of individuals as trafficofficers by, or under an authorisation given by, the Secretary of State or theAssembly.\n\t\t\tThe duties assigned to traffic officers must be connected with, or intendedto facilitate or to be conducive or incidental to—\n\t\t\t\tthe management of traffic on the relevant road network; or\n\t\t\t\tthe performance of any other functions of the appropriate nationalauthority (in its capacity as a traffic authority or highway authority).\n\t\t\tIn subsection (2) “the relevant road network” means—\n\t\t\t\tthe network of relevant roads in England (in the case of traffic officersdesignated by, or under an authorisation given by, the Secretary of State); or\n\t\t\t\tthe network of relevant roads in Wales (in the case of traffic officersdesignated by, or under an authorisation given by, the Assembly).\n\t\t\tTraffic officers shall have such special powers (for use in connection withthe performance of their duties) as are referred to in section 5(1).\n\t\t\tIn this Part “relevant road” means a road in England for which theSecretary of State is the traffic authority or a road in Wales for which theAssembly is the traffic authority.\n\t\tDesignation of traffic officers\n\t\t\tThe appropriate national authority may—\n\t\t\t\tdesignate individuals as traffic officers; and\n\t\t\t\tauthorise another person to designate individuals as traffic officers.\n\t\t\tAn authorisation under subsection (1)—\n\t\t\t\tmust be given (and may be varied or withdrawn) in writing; and\n\t\t\t\tmay be given subject to such limitations and conditions as the appropriatenational authority thinks appropriate.\n\t\t\tThe designation of an individual as a traffic officer must be made (and maybe withdrawn) in writing.\n\t\t\tA designation may provide that it is to remain in force (unless it iswithdrawn or otherwise ceases to have effect) for a specified period.\n\t\t\tA traffic officer designated under an authorisation must be employed by, orby a person providing services to, the authorised person.\n\t\t\tAn individual designated under an authorisation shall cease to be a trafficofficer if the person who appointed him either withdraws his designation orceases to be authorised.\n\t\t\tThe appropriate national authority may direct an authorised person towithdraw immediately the designation of all or any of the individuals who havebeen designated by that person.\n\tJurisdiction and powers of traffic officers\n\t\tJurisdiction of traffic officers\n\t\t\tA traffic officer has jurisdiction—\n\t\t\t\tover any relevant road in England (if he was designated by, or under anauthorisation given by, the Secretary of State); or\n\t\t\t\tover any relevant road in Wales (if he was designated by, or under anauthorisation given by, the Assembly),\n\t\t\t\t\tunless his designation provides that this subsection does not apply to him.\n\t\t\tIf subsection (1) does not apply to a traffic officer, he has jurisdictiononly over such relevant roads, or relevant roads of such descriptions, as maybe specified in his designation.\n\t\tPowers to direct traffic officers\n\t\t\tA traffic officer shall, when carrying out his duties, comply with anydirection of a constable.\n\t\t\tSubject to that, a traffic officer designated by an authorised personshall, when carrying out his duties, comply with any direction of theappropriate national authority.\n\t\tThe special powers of a traffic officer\n\t\t\tFor the purposes of this Part the special powers of a traffic officer arethe following—\n\t\t\t\tpowers conferred by sections 6 and 7;\n\t\t\t\tpowers conferred by orders under section 8; and\n\t\t\t\tpowers conferred by or under any other Act which are expressed to bespecial powers for the purposes of this section.\n\t\t\tThe exercise of those powers is subject to the following restrictions.\n\t\t\tThose powers may only be exercised for one or more of the followingpurposes—\n\t\t\t\tmaintaining or improving the movement of traffic on a relevant road overwhich the traffic officer has jurisdiction by virtue of section 3;\n\t\t\t\tpreventing or reducing the effect of anything causing (or which has thepotential to cause) congestion or other disruption to the movement of trafficon such a road;\n\t\t\t\tavoiding danger to persons or other traffic using such a road (orpreventing risks of any such danger arising);\n\t\t\t\tpreventing damage to, or to anything on or near, such a road;\n\t\t\t\t\tor for a purpose incidental to any of those purposes.\n\t\t\tSubject to that, those powers may be exercised—\n\t\t\t\ton or in relation to any relevant road over which the traffic officer hasjurisdiction to act by virtue of section 3; or\n\t\t\t\tif the condition specified in subsection (5) is met, on or in relation toany other road in England and Wales.\n\t\t\tThe condition is that the traffic officer is acting—\n\t\t\t\tat the direction of the chief officer of police for the area in which theroad is situated; or\n\t\t\t\twith the consent of the traffic authority for the road.\n\t\t\tA traffic officer may not exercise his special powers on a road unless heis in uniform.\n\t\tPowers to stop or direct traffic\n\t\t\tThis section confers the following powers on a traffic officer—\n\t\t\t\ta power, when the traffic officer is engaged in the regulation of trafficin a road, to direct a person driving or propelling a vehicle—\n\t\t\t\tto stop the vehicle, or\n\t\t\t\tto make it proceed in, or keep to, a particular line of traffic;\n\t\t\t\ta power, for the purposes of a traffic survey of any description which isbeing carried out on or in the vicinity of a road, to direct a person drivingor propelling a vehicle—\n\t\t\t\tto stop the vehicle, or\n\t\t\t\tto make it proceed in, or keep to, a particular line of traffic, or\n\t\t\t\tto proceed to a particular point on or near the road on which the vehicleis being driven or propelled;\n\t\t\t\t\t(subject to the restriction in section 35(3) of the Road Traffic Act [1988 (c.52)](/id/ukpga/1988/52?view=plain \"Go to item of legislation\"));\n\t\t\t\ta power, when the traffic officer is engaged in the regulation of vehiculartraffic in a road, to direct persons on foot (or such persons and othertraffic) to stop;\n\t\t\t\ta power to direct a person driving a mechanically propelled vehicle, orriding a cycle, on a road to stop the vehicle or cycle.\n\t\t\tIn section 35 of the Road Traffic Act 1988 (drivers to comply with trafficdirections)—\n\t\t\t\tin subsection (1)—\n\t\t\t\tafter “a constable” there is inserted “or traffic officer”;\n\t\t\t\tafter “duty” there is inserted “or the traffic officer (as the case maybe)”;\n\t\t\t\tin subsection (2)(b) after “constable” there is inserted “or trafficofficer”.\n\t\t\tIn section 37 of that Act (directions to pedestrians)—\n\t\t\t\tafter “uniform” there is inserted “or traffic officer”;\n\t\t\t\tafter “duty” there is inserted “or the traffic officer (as the case maybe)”.\n\t\t\tIn section 163 of that Act (power of police to stop vehicles), insubsections (1) and (2) after “uniform” there is inserted “or a trafficofficer”.\n\t\t\tIn Part 1 of Schedule 2 to the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\") (prosecutionand punishment of offences under the Traffic Acts), in column 5 of the entryrelating to section 35 of the Road Traffic Act 1988 after “constable” there isinserted “, traffic officer”.\n\t\tPowers to place temporary traffic signs\n\t\t\tA traffic officer has the powers of a constable under section 67(1) of theRoad Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go toitem of legislation\") (power in the case of emergencies and temporaryobstructions etc. to place and temporarily maintain traffic signs on a road oron any structure on a road).\n\t\t\tThe references in section 67(1) and (2) to powers conferred by subsection(1) of that section include a reference to the corresponding powers of atraffic officer by virtue of this section.\n\t\tPower to confer further special powers on traffic officers\n\t\t\tThe appropriate national authority may by order made by statutoryinstrument confer further special powers on traffic officers.\n\t\t\tThe national authority may not confer a further special power on trafficofficers unless it is satisfied that the power is necessary for the purpose offacilitating the performance of any duties which may be assigned to trafficofficers.\n\t\t\tThe order may—\n\t\t\t\tprovide for the enforcement of any special power conferred by the order(whether by the creation of a summary offence or otherwise);\n\t\t\t\tmake supplemental, incidental, transitional or consequential provision(including provision amending any Act or subordinate legislation).\n\t\t\tAn order under this section may not be made by the Secretary of Stateunless a draft of the order has been laid before and approved by a resolutionof each House of Parliament.\n\t\tRemoval of certain vehicles by traffic officers\n\t\t\tThe power to make regulations under section 99 of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\") includes, in relation to the removal of vehicles by trafficofficers, power to make consequential provision.\n\t\t\tThe provision which may be made by virtue of subsection (1) includes inparticular provision—\n\t\t\t\tamending, or\n\t\t\t\tapplying in relation to vehicles removed by traffic officers (with orwithout modifications),\n\t\t\t\t\tany provision of sections 100 to 102 of that Act (disposal of vehicles removedunder section 99).\n\tMiscellaneous and supplementary\n\t\tOffences \n\t\t\tA person who assaults a traffic officer in the execution of his duties isguilty of an offence and liable, on summary conviction, to imprisonment for aterm not exceeding 51 weeks or to a fine not exceeding level 5 on the standardscale (or both).\n\t\t\tA person who resists or wilfully obstructs a traffic officer in theexecution of his duties is guilty of an offence and liable, on summaryconviction, to imprisonment for a term not exceeding 51 weeks or to a fine notexceeding level 3 on the standard scale (or both).\n\t\t\tA person who, with intent to deceive—\n\t\t\t\timpersonates a traffic officer,\n\t\t\t\tmakes any statement or does any act calculated falsely to suggest that heis a traffic officer, or\n\t\t\t\tmakes any statement or does any act calculated falsely to suggest that hehas powers as a traffic officer that exceed the powers he actually has,\n\t\t\t\t\tis guilty of an offence and liable, on summary conviction, to imprisonment fora term not exceeding 51 weeks or to a fine not exceeding level 5 on thestandard scale (or both).\n\t\t\tA person to whom this subsection applies who fails to give his name andaddress to a traffic officer in uniform on being required to do so by thatofficer is guilty of an offence and liable on summary conviction to a fine notexceeding level 3 on the standard scale.\n\t\t\tSubsection (4) applies to a person whom the traffic officer reasonablybelieves to have been the driver of a vehicle at a time of a failure to complywith—\n\t\t\t\ta direction given in relation to that vehicle under a power conferred bysection 6, or\n\t\t\t\tthe indication given by a traffic sign placed under a power conferred bysection 7.\n\t\t\tIn the case of offences committed before the commencement of section 281(5)of the Criminal Justice Act 2003—\n\t\t\t\tsubsections (1) and (3) apply as if for “51 weeks” there were substituted“six months”; and\n\t\t\t\tsubsection (2) applies as if for “51 weeks” there were substituted “onemonth”.\n\t\tUniform \n\t\t\tThe appropriate national authority shall determine the uniform for trafficofficers designated by, or under an authorisation given by, that authority.\n\t\tPower to charge for traffic officer services provided on request\n\t\t\tThe appropriate national authority may, at the request of any person, agree toarrange for the services of a traffic officer to be provided to that personsubject to the payment of a charge.\n\t\tPower to acquire land\n\t\t\tIn the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item oflegislation\"), after section 245 (acquisition of land for buildings etc.required for discharge of functions of highway authority) there is inserted—\n\t\t\t“245AAcquisition of land by Secretary of State or Assembly for buildingsetc. needed for traffic management purposes\n\t\t\t\tThe Secretary of State may acquire land which in his opinion is requiredfor the provision of any buildings or facilities which are needed—\n\t\t\t\t\tfor use by, or in connection with the activities of, traffic officers inEngland; or\n\t\t\t\t\tfor other purposes connected with the management of traffic on highways inEngland for which he is the highway authority.\n\t\t\t\tThe National Assembly for Wales may acquire land which in its opinion isrequired for the provision of any buildings or facilities which are needed—\n\t\t\t\t\tfor use by, or in connection with the activities of, traffic officers inWales; or\n\t\t\t\t\tfor other purposes connected with the management of traffic on highways inWales for which it is the highway authority.”\n\t\tFinancial assistance to authorised persons\n\t\t\tThe appropriate national authority may give financial assistance to anauthorised person, in such form and on such terms as it considers appropriate,in respect of the traffic officers designated by that person (includingfinancial assistance in respect of equipment, accommodation or otherfacilities provided for those traffic officers).\n\t\tInterpretation of Part 1\n\t\t\tIn this Part—\n\t\t\t  * “the appropriate national authority” means— \n\t\t\t\tthe Secretary of State, as respects England; and\n\t\t\t\tthe Assembly, as respects Wales;\n\t\t\t\t\t  * “the Assembly” means the National Assembly for Wales; \n\t\t\t\t\t  * “authorised person” means a person who is authorised under section 2; \n\t\t\t\t\t  * “designation” means designation as a traffic officer under section 2; \n\t\t\t\t\t  * “relevant road” has the meaning given by section 1(5); \n\t\t\t\t\t  * “road” means any length of highway or of any other road to which the public has access, and includes bridges over which a road passes; \n\t\t\t\t\t  * “traffic authority” has same meaning as in the Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\"); \n\t\t\t\t\t  * “traffic officer” means an individual designated under section 2. "
    },
    {
        "length": 988,
        "text": "\nGeneral duties relating to network management\n\tThe network management duty\n\t\tIt is the duty of a local traffic authority to manage their road networkwith a view to achieving, so far as may be reasonably practicable havingregard to their other obligations, policies and objectives, the followingobjectives—\n\t\t\tsecuring the expeditious movement of traffic on the authority’s roadnetwork; and\n\t\t\tfacilitating the expeditious movement of traffic on road networks for whichanother authority is the traffic authority.\n\t\tThe action which the authority may take in performing that duty includes,in particular, any action which they consider will contribute to securing—\n\t\t\tthe more efficient use of their road network; or\n\t\t\tthe avoidance, elimination or reduction of road congestion or otherdisruption to the movement of traffic on their road network or a road networkfor which another authority is the traffic authority;\n\t\t\t\tand may involve the exercise of any power to regulate or co-ordinate the usesmade of any road (or part of a road) in the road network (whether or not thepower was conferred on them in their capacity as a traffic authority).\n\t\tIn this Part “network management duty”, in relation to a local trafficauthority, means their duty under this section.\n\tArrangements for network management\n\t\tA local traffic authority shall make such arrangements as they considerappropriate for planning and carrying out the action to be taken in performingthe network management duty.\n\t\tThe arrangements must include provision for the appointment of a person (tobe known as the “traffic manager”) to perform such tasks as the authorityconsider will assist them to perform their network management duty.\n\t\tThe traffic manager may (but need not) be an employee of the authority.\n\t\tThe arrangements must include provision for establishing processes forensuring (so far as may be reasonably practicable) that the authority—\n\t\t\tidentify things (including future occurrences) which are causing, or whichhave the potential to cause, road congestion or other disruption to themovement of traffic on their road network; and\n\t\t\tconsider any possible action that could be taken in response to (or inanticipation of) anything so identified;\n\t\t\t\tbut nothing in this subsection is to be taken to require the identification orconsideration of anything appearing to have only an insignificant effect (orpotential effect) on the movement of traffic on their road network.\n\t\tThe arrangements must include provision for ensuring that the authority—\n\t\t\tdetermine specific policies or objectives in relation to different roads orclasses of road in their road network;\n\t\t\tmonitor the effectiveness of—\n\t\t\tthe authority’s organisation and decision-making processes; and\n\t\t\tthe implementation of their decisions; and\n\t\t\tassess their performance in managing their road network.\n\t\tThe authority must keep under review the effectiveness of the arrangementsthey have in place under this section.\n\tGuidance to local traffic authorities\n\t\tThe appropriate national authority may publish guidance to local trafficauthorities about the techniques of network management or any other matterrelating to the performance of the duties imposed by sections 16 and 17.\n\t\tIn performing those duties a local traffic authority shall have regard toany such guidance.\n\tPower to require information relating to network management\n\t\tThe appropriate national authority may direct a local traffic authority toprovide it, within a specified period, with specified information connectedwith any aspect of the performance of their duties under sections 16 and 17.\n\t\tThe information that may be specified in such a direction—\n\t\t\tmust be information which the authority have in their possession or canreasonably be expected to acquire; and\n\t\t\tincludes, in particular, information relating to—\n\t\t\tthe management of a local traffic authority’s road network; or\n\t\t\tthe use of their road network by different kinds of traffic or the effectsof that use.\n\t\tA direction under this section may be given to two or more local trafficauthorities or to local traffic authorities of a description specified in thedirection.\n\t\tA direction under this section given to a London authority must be copiedto the Mayor."
    },
    {
        "length": 3509,
        "text": "\nEnforcement of network management duties\n\tIntervention notices\n\t\tIf the appropriate national authority considers that a local trafficauthority may be failing properly to perform any of their duties undersections 16 and 17 it may give a notice stating that it is of that opinion (an“intervention notice”) to the authority.\n\t\tAn intervention notice must—\n\t\t\tgive brief particulars of the grounds for giving the notice; and\n\t\t\toffer the local traffic authority the opportunity (within a specifiedperiod) to make representations or proposals about any matter raised by thenotice.\n\t\tThe notice may also require the local traffic authority to provide thenational authority, within the period specified under subsection (2)(b), withspecified information.\n\t\tAny information specified in the notice must be information that thenational authority considers will assist it in deciding what further action(if any) to take.\n\t\tThe Secretary of State shall consult the Mayor before giving anintervention notice to a London authority and, if such a notice is given,shall give him a copy of it.\n\tIntervention orders\n\t\tIf the appropriate national authority is satisfied that a local trafficauthority are failing properly to perform any duty under sections 16 and 17 itmay, by order made by statutory instrument (an “intervention order”), makeprovision for or in connection with the appointment of a traffic director.\n\t\tIn this Part “traffic director” means a person appointed by the nationalauthority with such objectives as the national authority considers will securethat the duty in question is properly performed.\n\t\tAn intervention order providing for the appointment of a traffic directormust (among other things)—\n\t\t\tstate that the national authority is satisfied as mentioned in subsection(1);\n\t\t\tgive brief particulars of the grounds for appointing a traffic director;\n\t\t\tset out the objectives of the traffic director; and\n\t\t\tconfer such general powers on the traffic director as the nationalauthority considers appropriate for achieving those objectives.\n\t\tBut such an order may not be made unless—\n\t\t\treasonable notice of the grounds for appointing a traffic director has beengiven to the local traffic authority in an intervention notice; and\n\t\t\tthe period specified in the notice under section 20(2)(b) has expired;\n\t\t\t\tbut if that period has expired an order may be made whether or not the localtraffic authority have complied with any requirements specified under section20(3).\n\t\tThe general powers which may be conferred on the traffic director arepowers authorising him—\n\t\t\tto monitor any matter;\n\t\t\tto report on any matter;\n\t\t\tto intervene in activities of the local traffic authority; and\n\t\t\tto carry out functions of the local traffic authority.\n\t\t\tThe general powers are explained further in sections 23 to 25.\n\t\tThe order may require the traffic director to carry out functions of thelocal traffic authority.\n\t\tThe order may—\n\t\t\tlimit the scope of any general powers conferred on the traffic director orany duty imposed under subsection (6);\n\t\t\tconfer ancillary powers on the traffic director;\n\t\t\tprovide for the circumstances in which any general or ancillary power may(or may not) be exercised;\n\t\t\timpose conditions on the exercise of any general or ancillary power;\n\t\t\tmake incidental or supplementary provision;\n\t\t\tmake different provision for different circumstances.\n\t\tFor the purposes of subsection (7) “ancillary power” means a power to doanything calculated to facilitate (or to be conducive or incidental to)—\n\t\t\tthe exercise by the traffic director of his general powers; or\n\t\t\tthe performance of any duty imposed on him under subsection (6),\n\t\t\tincluding, in particular, power to require the local traffic authority toprovide him with information and assistance.\n\t\tThe appropriate national authority shall consult the local trafficauthority before making an intervention order which makes further provision inconnection with the appointment of a traffic director under an earlierintervention order.\n\t\tThe Secretary of State shall consult the Mayor before making anintervention order in relation to a London authority.\n\tAppointment of traffic director: supplementary\n\t\tWhere by virtue of an intervention order a traffic director is to beappointed in relation to a local traffic authority—\n\t\t\tany person (including the national authority making the order, anotherlocal traffic authority, a Passenger Transport Executive or any other publicauthority) may be appointed;\n\t\t\tthe appointment may be made on such terms as that national authority mayconsider appropriate; and\n\t\t\tthe appointment may be revoked by that national authority.\n\t\tThe powers conferred by subsection (1) have effect subject to theprovisions of the order.\n\t\tNotice of any appointment of a traffic director (or the revocation of anappointment) shall be given to the local traffic authority and, in the case ofa London authority, to the Mayor.\n\t\tAny such notice of an appointment must be given before the traffic directorbegins to carry out any of his duties.\n\tMonitoring and reporting\n\t\tThe general powers which may be conferred by an intervention order undersection 21(5)(a) are powers to monitor anything connected with the performanceby the local traffic authority of their duties under 16 and 17, including theuse of their road network by different kinds of traffic or the effects of thatuse.\n\t\tThe general powers which may be conferred by an intervention order undersection 21(5)(b) are powers to make reports about—\n\t\t\tanything connected with the carrying out of the traffic director’sobjectives; or\n\t\t\tanything connected with the performance by the local traffic authority oftheir duties under sections 16 and 17, including the use of their road networkby different kinds of traffic or the effects of that use.\n\t\tThe order may provide for such reports to be made to the appropriatenational authority or the local traffic authority (or both).\n\tIntervention in activities of local traffic authority\n\t\tThis section explains the general powers which may be conferred by anintervention order under section 21(5)(c).\n\t\tSuch powers may authorise the traffic director to give to the local trafficauthority directions with respect to the exercise of any specified function,including in particular directions—\n\t\t\tto exercise (or to cease or refrain from exercising) such a function;\n\t\t\tas to the way in which such a function is (or is not) to be exercised;\n\t\t\tas to the policies to be adopted in the exercise of any function.\n\t\tThe order may specify any function of the authority (whether or notconferred in their capacity as a traffic authority) the exercise of whichappears to the appropriate national authority to be capable of contributingto, or interfering with, the achievement of the traffic director’s objectives.\n\t\tSuch powers may also authorise the traffic director, where it appears tohim that the authority has failed to comply with a direction—\n\t\t\tto take any steps which still remain to be taken by the authority to complywith the direction, and\n\t\t\trecover from the authority as a civil debt the costs reasonably incurred byhim in taking those steps.\n\t\tAnything done by the traffic director under subsection (4)(a) is to betreated as having been done by the authority.\n\tExercise of local traffic authority functions\n\t\tThis section explains the general powers which may be conferred by anintervention order under section 21(5)(d) and the duty which may be imposedunder section 21(6).\n\t\tThe order may authorise or require the traffic director to take over fromthe authority the exercise of any specified function.\n\t\tThe order may specify any function of the authority (whether or notconferred in their capacity as a traffic authority) the exercise of whichappears to the appropriate national authority to be capable of contributingto, or interfering with, the achievement of the traffic director’s objectives.\n\t\tThe order may require the authority to take action—\n\t\t\tto co-ordinate their activities with those of the traffic director in theexercise of functions specified under subsection (2);\n\t\t\tto co-operate with the traffic director in the exercise of such functions.\n\t\tAnything done by the traffic director in the exercise of a specifiedfunction is to be treated as having been done by the authority.\n\tApplication of sections 20 to 25 to local traffic authoritiesexercising functions jointly\n\t\tThe appropriate national authority may by order made by statutoryinstrument make provision for the application of sections 20 to 25 (with orwithout modifications) in cases where to any extent the performance of theduties under sections 16 and 17 is carried out jointly by two or more localtraffic authorities.\n\t\tA statutory instrument containing an order under this section made by theSecretary of State is subject to annulment in pursuance of a resolution byeither House of Parliament.\n\tCriteria for making intervention orders\n\t\tThe appropriate national authority shall give, in accordance withsubsection (2), guidance about the criteria which it proposes to apply for thepurpose of deciding whether to give an intervention notice or make anintervention order.\n\t\tThe guidance shall be appended to an order made by the authority bystatutory instrument.\n\t\tA statutory instrument containing an order under subsection (2) made by theSecretary of State is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\tGuidance to traffic directors\n\t\tThe appropriate national authority may give guidance to traffic directorsin relation to the performance of their duties.\n\t\tSuch guidance may be general or given to a particular traffic director.\n\t\tIn carrying out his duties a traffic director shall have regard to anyguidance under this section which is applicable to him.\n\t\tThe appropriate national authority shall publish any guidance given underthis section.\n\tTraffic directors in London\n\t\tSubsections (2) to (4) apply where a traffic director is appointed inrelation to a London authority.\n\t\tA copy of any report made by a traffic director to the authority shall begiven to the Mayor.\n\t\tIn carrying out his duties the traffic director need not comply with, orhave regard to, any directions or guidance given by the Mayor under Part 4 ofthe Greater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain\"Go to item of legislation\").\n\t\tThe duty to comply with a direction given by the traffic director prevails,to the extent of any inconsistency, over the duty to comply with, or haveregard to, any direction or guidance mentioned in subsection (3).\n\t\tSubsections (6) to (8) apply where a traffic director is appointed inrelation to Transport for London.\n\t\tIf the traffic director—\n\t\t\texercises the power of Transport for London under subsection (3) of section301A of the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go toitem of legislation\") to object to a proposal and does not withdraw thatobjection, or\n\t\t\tdirects Transport for London to exercise the power to object to a proposaland not to withdraw the objection,\n\t\t\t\tthat section has effect as if subsections (3)(d) and (4) were omitted.\n\t\tIf the traffic director—\n\t\t\texercises the power of Transport for London under subsection (3) of section121B of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") to object to aproposal and does not withdraw that objection, or\n\t\t\tdirects Transport for London to exercise the power to object to a proposaland not to withdraw the objection,\n\t\t\tthat section has effect as if subsections (3)(d) and (4) were omitted.\n\t\tWhile the intervention order to which the appointment relates is in forcethe Mayor may not, without the consent of the traffic director, issue adirection under—\n\t\t\tsection 301A(9) of the Highways Act 1980, or\n\t\t\tsection 121B(9) of the Road Traffic Regulation Act 1984,\n\t\t\tdispensing with any of the requirements mentioned there (whether or not byvarying an existing direction).\n\tRecovery of costs from local traffic authorities\n\t\tThis section applies where a traffic director has been appointed in respectof a local traffic authority.\n\t\tThe appropriate national authority may recover from the local trafficauthority such sum or sums as it may consider appropriate.\n\t\tThe amount recovered must not exceed the total expenditure of the nationalauthority which is attributable to the appointment of the traffic director(including expenditure towards any costs incurred by the traffic directorwhich are not met from any other source).\n\tInterpretation of Part 2\n\t\tIn this Part—\n\t\t  * “appropriate national authority” means— \n\t\t\tthe Secretary of State, as respects England; and\n\t\t\tthe National Assembly for Wales, as respects Wales;\n\t\t\t\t  * “intervention notice” means a notice under section 20; \n\t\t\t\t  * “intervention order” means an order under section 21; \n\t\t\t\t  * “local traffic authority” means a traffic authority other than the Secretary of State or the National Assembly for Wales; \n\t\t\t\t  * “London authority” means Transport for London, a London borough Council or the Common Council of the City of London; \n\t\t\t\t  * “Mayor” means the Mayor of London; \n\t\t\t\t  * “road” means any length of highway or of any other road to which the public has access, and includes bridges over which a road passes; \n\t\t\t\t  * “road network”, in relation to a local traffic authority, means the network of roads for which the authority is the traffic authority; \n\t\t\t\t  * “traffic” includes pedestrians; \n\t\t\t\t  * “traffic authority” has the same meaning as in the Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “network management duty” has the meaning given in section 16(3). "
    },
    {
        "length": 3091,
        "text": "\nPart 3Permit Schemes\n\tMeaning of “permit scheme”\n\t\tAny reference in this Part to a permit scheme is a reference to a schemewhich is designed to control the carrying out of specified works in specifiedstreets in a specified area.\n\t\tA permit scheme may (in particular) include provision—\n\t\t\tfor or in connection with requiring a permit to be obtained beforespecified works are carried out (including provision as to the persons who arerequired to obtain permits),\n\t\t\tfor or in connection with the issue of permits (including provision withrespect to applications for permits, provision for cases in which there is tobe an entitlement to the issue of a permit and provision with respect to casesin which permits are to be deemed to be issued),\n\t\t\tas to cases in which specified works may be carried out without a permit,\n\t\t\tfor or in connection with the imposition of conditions which are to applyin relation to the carrying out of specified works (including provision for orin connection with the attachment of such conditions to permits),\n\t\t\tfor or in connection with the review or variation of permits or suchconditions (including provision with respect to applications for suchvariations).\n\t\tIn this section “specified” means specified, or of a description specified,in a permit scheme.\n\tPreparation of permit schemes\n\t\tA local highway authority, or two or more such authorities acting together,may prepare and submit to the appropriate national authority a permit scheme.\n\t\tThe appropriate national authority may direct a local highway authority, ortwo or more such authorities acting together, to prepare and submit to thenational authority a permit scheme which takes such form as the nationalauthority may direct.\n\t\tThe appropriate national authority, in its capacity as a highway authority,may prepare a permit scheme.\n\t\tThe Secretary of State, in his capacity as the person with responsibilityfor the management and control of streets in the Royal Parks, may prepare apermit scheme in respect of any such streets.\n\t\tThose preparing permit schemes—\n\t\t\tmust comply with permit regulations, and\n\t\t\tmust have regard to any guidance which may be issued by the appropriatenational authority.\n\tImplementation of local highway authority permit schemes\n\t\tThis section applies where a permit scheme is prepared and submitted to theappropriate national authority (“the authority”) in accordance with section33(1) or (2).\n\t\tThe authority may approve the scheme with or without modifications.\n\t\tWhere it approves the scheme with modifications, references in subsections(4) and (5) to the scheme are to be read as references to the scheme as somodified.\n\t\tThe scheme shall not have effect unless the authority by order gives effectto it.\n\t\tAn order under subsection (4)—\n\t\t\tmust set out the scheme and specify the date on which the scheme is to comeinto effect, and\n\t\t\tmay (in accordance with permit regulations) include provisions whichdisapply or modify enactments to the extent specified in the order.\n\tImplementation of other permit schemes\n\t\tThis section applies where a permit scheme is prepared in accordance withsection 33(3) or (4).\n\t\tThe scheme shall not have effect unless the appropriate national authorityby order gives effect to it.\n\t\tAn order under subsection (2)—\n\t\t\tmust set out the scheme and specify the date on which the scheme is to comeinto effect, and\n\t\t\tmay (in accordance with permit regulations) include provisions whichdisapply or modify enactments to the extent specified in the order.\n\tVariation and revocation of permit schemes\n\t\tThe appropriate national authority may by order vary or revoke any permitscheme which for the time being has effect.\n\t\tAn order under this section—\n\t\t\tmay relate to one or more permit schemes,\n\t\t\tmay vary or revoke any order under section 34 or 35, or any orderpreviously made under this section,\n\t\t\tmay (in accordance with permit regulations) include provisions whichdisapply or modify enactments to the extent specified in the order.\n\tPermit regulations\n\t\tThe appropriate national authority may by regulations (“permitregulations”) make provision with respect to the content, preparation,submission, approval, operation, variation or revocation of permit schemes.\n\t\tPermit regulations may—\n\t\t\tset out procedural provisions with which those preparing permit schemesmust comply,\n\t\t\tset out standard provisions which may or must be included in a permitscheme,\n\t\t\tmake provision as to the publicity to be given to permit schemes.\n\t\tPermit regulations may make provision—\n\t\t\twith respect to any of the matters mentioned in section 32(2) (includingprovision as to the conditions or types of conditions which may be imposed byvirtue of section 32(2)(d)),\n\t\t\tfor the purpose of limiting the streets, or type of streets, which may bethe subject of a permit scheme.\n\t\tPermit regulations may make provision—\n\t\t\tas to the criteria to be taken into account in the case of decisions withrespect to the issue, review or variation of permits or decisions with respectto the imposition, review or variation of conditions,\n\t\t\tfor or in connection with the determination, or facilitating thedetermination, of disputes (including provision with respect to theappointment of persons to determine, or facilitate the determination of,disputes),\n\t\t\tfor or in connection with appeals (including provision with respect to theappointment of persons to hear appeals),\n\t\t\tas to the action which may be taken if works are carried out without apermit or if any conditions are not complied with,\n\t\t\tfor or in connection with the creation, in prescribed cases (includingprescribed cases where works are carried out without a permit or in breach ofany conditions), of a criminal offence triable summarily and punishable with afine not exceeding level 5 on the standard scale,\n\t\t\tfor or in connection with excluding or limiting the liability of prescribedundertakers in prescribed cases.\n\t\tProvision under subsection (4) in respect of adjudication may not be madewithout the consent of the Lord Chancellor.\n\t\tPermit regulations may make provision for or in connection with the givingof fixed penalty notices (including, in particular, provision applyingSchedule 4B to the New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\"), with orwithout modifications) in relation to any offence created by permitregulations.\n\t\tPermit regulations may make provision for or in connection with the paymentof a fee in respect of any one or more of the following—\n\t\t\tan application for a permit,\n\t\t\tthe issue of a permit,\n\t\t\tan application for the variation of a permit or the conditions attached toa permit,\n\t\t\tthe variation of a permit or the conditions attached to a permit.\n\t\tProvision made under subsection (7) may include provision as to—\n\t\t\tthe amount or maximum amount of any fee,\n\t\t\tcases in which fees are not to be payable or are to be repaid,\n\t\t\tcases in which fees may be discounted,\n\t\t\tthe time and manner of making payment of fees,\n\t\t\tthe application of sums paid by way of fees.\n\t\tIn making provision under subsection (7), the appropriate nationalauthority must try to ensure, so far as is reasonably practicable, that thefees payable in connection with permit schemes do not exceed such costs inconnection with permit schemes as may be prescribed.\n\t\tFor the purposes of subsection (9), the national authority may rely onsuch estimates (including estimates with respect to the average costs ofhighway authorities or particular descriptions of highway authority) as thenational authority thinks fit.\n\t\tPermit regulations may make provision—\n\t\t\tfor or in connection with the creation and maintenance of registers ofpermits,\n\t\t\twith respect to access to information contained in any such registers(including provision restricting such access),\n\t\t\twith respect to the keeping of accounts, and the preparation andpublication of statements of account, relating to permit schemes.\n\t\tPermit regulations may make provision for or in connection with permittinga highway authority, or two or more such authorities acting together, toprepare a permit scheme in respect of streets in a particular area which aremaintainable highways notwithstanding that the authority, or thoseauthorities, are not the highway authority for all or any of those streets.\n\t\tPermit regulations may set out provisions—\n\t\t\twhich disapply or modify enactments, and\n\t\t\twhich are to or may apply in the case of permit schemes.\n\t\tNothing in subsections (2) to (13) is to be taken as affecting thegenerality of subsection (1).\n\tCrown application\n\t\tThis Part and any provisions made under it bind the Crown (but do notaffect Her Majesty in her private capacity or in right of Her Duchy ofLancaster or the Duke of Cornwall).\n\t\tNothing in subsection (1) is to be construed as authorising the bringing ofproceedings for a criminal offence against a person acting on behalf of theCrown.\n\tInterpretation of Part 3\n\t\tIn this Part—\n\t\t\t  * “the appropriate national authority” means— \n\t\t\tthe Secretary of State, as respects England, and\n\t\t\tthe National Assembly for Wales, as respects Wales;\n\t\t\t\t  * “condition” is to be construed in accordance with section 32(2); \n\t\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “fixed penalty notice” means a notice offering a person the opportunity of discharging any liability to conviction for an offence by payment of a penalty; \n\t\t\t\t  * “highway authority” and “local highway authority” have the same meaning as in the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “maintainable highway” has the same meaning as in Part 3 of the New Roads and Street Works Act [1991 (c. 22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “permit” is to be construed in accordance with section 32(2); \n\t\t\t\t  * “permit scheme” is to be construed in accordance with section 32; \n\t\t\t\t  * “permit regulations” is to be construed in accordance with section 37; \n\t\t\t\t  * “prescribed” means prescribed, or of a description prescribed, by regulations made by the appropriate national authority; \n\t\t\t\t  * “Royal Park” means any park to which the Parks Regulation Act [1872 (c. 15)](/id/ukpga/1872/15?view=plain \"Go to item of legislation\") applies (see sections 1 and 3 of the Parks Regulation (Amendment) Act [1926 (c. 36)](/id/ukpga/1926/36?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “street” means a street (within the meaning of Part 3 of the New Roads and Street Works Act 1991)— \n\t\t\twhich is a maintainable highway, or\n\t\t\twhich is situated in a Royal Park;\n\t\t\t\t  * “street works” has the meaning given by section 48(3) of the New Roads and Street Works Act 1991; \n\t\t\t\t  * “undertaker” has the same meaning as in Part 3 of that Act; \n\t\t\t\t  * “works” means— \n\t\t\tprescribed street works, and\n\t\t\tsuch other works or activities as may be prescribed,\n\t\t\t\tbut activities may not be prescribed under paragraph (b) unless they are, orcorrespond to, activities which are regulated or controlled by the HighwaysAct 1980.\n\t\tAn order or regulations under this Part—\n\t\t\tmay make different provision for different cases or different areas,\n\t\t\tmay include incidental, supplemental, consequential or transitionalprovision or savings.\n\t\tA power to make an order or regulations under this Part is exercisable bystatutory instrument.\n\t\tThe first permit regulations may not be made by the Secretary of Stateunless a draft of them has been laid before and approved by a resolution ofeach House of Parliament.\n\t\tSubject to that, a statutory instrument containing regulations under thisPart made by the Secretary of State is subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 847,
        "text": "\nEnforcement\n\tIncrease in penalties for summary offences under 1991 Act\n\t\tThe maximum fine for each offence under a provision of the New Roads andStreet Works Act [1991 (c. 22)](/id/ukpga/1991/22?view=plain \"Go to item oflegislation\") (in this Part referred to as “the 1991 Act”) listed in column 1of the table in Schedule 1 is increased from level 3 on the standard scale tothe level specified for that provision in column 3 of the table.\n\t\tAccordingly, in each provision so listed, for “level 3” there issubstituted “level 4” or “level 5” (as specified in column 3 of the table).\n\t\tIn section 70(6) of the 1991 Act, for the words from “to a” to the endthere is substituted—\n\t\t\tin the case of an offence consisting of a failure to comply withsubsection (3) or (4A), to a fine not exceeding level 4 on the standard scale;and\n\t\t\tin any other case, to a fine not exceeding level 5 on that scale.”\n\t\tIn section 74(7B) and 74A(11) of the 1991 Act (maximum fine for offences inregulations in respect of failure to comply with notice requirement) for“level 3” there is substituted “level 4”.\n\t\tIn section 88(6) of the 1991 Act (failure to comply with duties relating tostreet works affecting the structure of a bridge) for the words from “to a” tothe end there is substituted—\n\t\t\tin the case of an offence consisting of a failure to take all reasonablypracticable steps to comply with subsection (5)(a), to a fine not exceedinglevel 4 on the standard scale; and\n\t\t\tin any other case, to a fine not exceeding level 5 on that scale.”\n\tFixed penalty offences\n\t\tAfter section 95 of the 1991 Act (offences) there is inserted—\n\t\t“95AFixed penalties for certain offences under this Part\n\t\t\tAny offence under this Part relating to any street works which is listed inthe first column of Schedule 4A (and described in general terms in the secondcolumn) is a fixed penalty offence for the purposes of this Part.\n\t\t\tOffences listed in that Schedule which are committed by virtue of section166 (offences by bodies corporate and Scottish partnerships) are not fixedpenalty offences.\n\t\t\tThe Secretary of State may by order modify that Schedule so as to providefor offences under this Part relating to any street works to become (or ceaseto be) fixed penalty offences.\n\t\t\tSuch an order may not be made unless a draft of the order has been laidbefore and approved by resolution of each House of Parliament.\n\t\t\tSchedule 4B (which makes provision about fixed penalties for fixed penaltyoffences) has effect.”\n\t\t\tIn section 106 of that Act (index for Part 3), the following entry isinserted in the appropriate place—\n\t\t\t\t“fixed penalty offence| section 95A(1)”.  ---|---    (3)After Schedule 4 to that Act there is inserted Schedules 4A and 4B as setout in Schedules 2 and 3 to this Act."
    },
    {
        "length": 230,
        "text": "\nCo-ordination of works by street authority\n\tDuty of street authority to co-ordinate works\n\t\tSection 59 of the 1991 Act (general duty of street authority to co-ordinateworks) is amended as follows.\n\t\tIn subsection (1) after “purposes)” there is inserted “and the carrying outof relevant activities”.\n\t\tIn subsection (2) after “works” there is inserted “or relevant activities”.\n\t\tAfter subsection (6) there is inserted—\n\t\tIn this section “relevant activities” means any activity, other than theexecution of works in the street or the use of the street by traffic(including pedestrians), which—\n\t\t\tinvolves the temporary occupation or use of space in a street;\n\t\t\tis subject to regulation by the street authority by virtue of provisionmade by or under any Act other than this Act; and\n\t\t\tis prescribed by regulations made by the Secretary of State.”"
    },
    {
        "length": 903,
        "text": "\nDirection-making powers\n\tDirections relating to timing of street works\n\t\tSection 56 of the 1991 Act (power to give directions as to timing of streetworks) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tin paragraph (b), after “at certain times” there is inserted “or on certaindays (or at certain times on certain days)”;\n\t\t\tafter “the times” there is inserted “or days (or both)”.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)Where it appears to a street authority—\n\t\t\tthat subsisting street works are causing or are likely to cause seriousdisruption to traffic, and\n\t\t\tthat the disruption would be avoided or reduced if the works were tocontinue to be carried out only at certain times or on certain days (or atcertain times on certain days),\n\t\t\tthe authority may give the undertaker such directions as may be appropriate asto the times or days (or both) when the works may or may not continue to becarried out.”\n\t\tAfter subsection (3) there is inserted—\n\t\t“(3A)An undertaker shall be taken not to have failed to fulfil any statutoryduty to afford a supply or service if, or to the extent that, his failure isattributable to a direction under this section.”\n\tDirections as to placing of apparatus\n\t\tIn the 1991 Act, after section 56 there is inserted—\n\t\t“56APower to give directions as to placing of apparatus\n\t\t\tWhere— \n\t\t\t\tan undertaker is proposing to execute street works consisting of theplacing of apparatus in a street (“street A”),\n\t\t\t\tplacing the apparatus in street A is likely to cause disruption to traffic,and\n\t\t\t\tit appears to the street authority that—\n\t\t\t\tthere is another street (“street B”) in which the apparatus could beplaced, and\n\t\t\t\tthe conditions in subsection (2) are satisfied,\n\t\t\t\t\tthe authority may by direction require the undertaker not to place theapparatus in street A (but may not require him to place the apparatus instreet B).\n\t\t\tThe conditions referred to in subsection (1)(c) are that—\n\t\t\t\tdisruption to traffic would be avoided or reduced if the apparatus were tobe placed in street B;\n\t\t\t\tplacing the apparatus in street B would be a reasonable way of achievingthe purpose for which the apparatus is to be placed; and\n\t\t\t\tit is reasonable to require the undertaker not to place the apparatus instreet A.\n\t\t\tA direction under this section may be varied or revoked by a further suchdirection.\n\t\t\tThe procedure for giving a direction under this section shall be prescribedby the Secretary of State.\n\t\t\tThe Secretary of State may by regulations make provision for appealsagainst directions under this section, including provision as to the personswho may determine appeals and the procedure to be followed on an appeal.\n\t\t\tAn undertaker who executes works in contravention of a direction under thissection commits an offence and is liable on summary conviction to a fine notexceeding level 5 on the standard scale.\n\t\t\tAn undertaker shall be taken not to have failed to fulfil any statutoryduty to afford a supply or service if, or to the extent that, his failure isattributable to a direction under this section.\n\t\t\tThe Secretary of State may issue or approve for the purposes of thissection a code of practice giving practical guidance as to the exercise bystreet authorities of the power conferred by this section; and in exercisingthat power a street authority shall have regard to the code of practice.”"
    },
    {
        "length": 1617,
        "text": "\nRecords and information\n\tThe street works register\n\t\tSection 53 of the 1991 Act (the street works register) is amended asfollows.\n\t\tIn subsection (1)—\n\t\t\tafter “respect to” (in the second place they appear) there is inserted“(a)”; and\n\t\t\tat the end there is added “; and\n\t\t\tsuch descriptions of—\n\t\t\tapparatus placed, or proposed to be placed, in the street,\n\t\t\tbuilder’s skips (within the meaning of section 139 of the Highways Act[1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"))), orof building materials, rubbish or other things deposited, or proposed to bedeposited, in the street; or\n\t\t\tscaffolding or other structures which are erected, or proposed to beerected, in the street,\n\t\t\t\tas may be prescribed.”\n\t\tAfter subsection (4) there is inserted—\n\t\t“(4A)In subsection (4) “central register” means a register covering the areasof two or more street authorities.”\n\t\tAfter subsection (5) there is inserted—\n\t\t“(5A)In particular the Secretary of State may require a street authority toshare information in their possession with a person appointed to keep acentral register which discharges the duties of that authority under thissection.”\n\tRecords of location of apparatus\n\t\tSection 79 of the 1991 Act (records of location of apparatus) is amended asfollows.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)An undertaker may, except in such cases as may be prescribed, include inhis records under subsection (1) a record of the location of any item ofapparatus belonging to him which is not required to be so included, statingthe nature of the apparatus and (if known) whether it is for the time being inuse.”\n\t\tAfter subsection (2) there is inserted—\n\t\t“(2A)Regulations under subsection (2) which alter the form or manner in whichthe records are to be kept may apply to records made before (as well asrecords made after) the alterations take effect.”\n\t\tAfter subsection (3) there is inserted—\n\t\t“(3A)In subsections (2) to (3) the references to an undertaker’s records areto the records kept by him under subsection (1) (including anything includedin those records by virtue of any provision of this Act or any otherenactment).”\n\tDuties relating to the location of unexpected apparatus\n\t\tSection 80 of the 1991 Act (duties where person finds unidentifiedapparatus) is amended as follows.\n\t\tIn subsection (1) for “made available by the undertaker” there issubstituted “kept by the undertaker under section 79(1) and made available byhim”.\n\t\tAfter subsection (1) there is inserted—\n\t\t\t“(1A)Subsection (1) has effect subject to such exceptions as may beprescribed.”\n\t\tFor subsections (2) and (3) there is substituted—\n\t\tWhere a person executing works of any description in the street findsapparatus which does not belong to him and is unable, after taking such stepsas are reasonably practicable, to ascertain to whom the apparatus belongs, heshall comply with such requirements (if any) as may be prescribed for thepurpose of securing that he—\n\t\t\tmakes and keeps a record of the location of the apparatus and (so far asappears from external inspection) its nature and whether it is in use; and\n\t\t\tinforms the street authority or any other person of those matters.\n\t\t\t(2A)Regulations under subsection (2) may make provision—\n\t\t\tas to the form and manner in which records are to be kept;\n\t\t\tas to the form and manner in which, or the time at or by which, informationis to be given; and\n\t\t\tfor records which are to be kept by undertakers to be included in therecords kept by them under section 79(1).”\n\t\tIn subsection (4) for “(2)” there is substituted “any requirement imposedon him by regulations under subsection (2)”.\n\t\tAfter subsection (4) there is added—\n\t\tThe Secretary of State may by regulations make provision for and inconnection with the keeping (whether by the Secretary of State or a personwith whom he has made appropriate arrangements) of a register of informationrecorded by undertakers in pursuance of a requirement imposed under subsection(2).\n\t\tRegulations under subsection (5) may make provision about the inspection ofthe register by any person having authority to execute works of anydescription in the street or otherwise appearing to the person responsible forkeeping the register to have a sufficient interest.”\n\tDuty to inspect records\n\t\tAfter section 53 of the 1991 Act (the street works register) there isinserted—\n\t\t“53ADuty to inspect records\n\t\t\tThe Secretary of State may make provision by regulations requiring anundertaker proposing to execute street works of a prescribed description toinspect prescribed statutory records before commencing the street works.\n\t\t\tThe regulations may provide for the manner in which an inspection of anystatutory records is to be carried out.\n\t\t\tThe regulations may prescribe evidence which may be relied on by theundertaker to demonstrate that he has carried out an inspection required bythe regulations.\n\t\t\tThe regulations may in particular require the undertaker—\n\t\t\t\tto be in possession of prescribed evidence before commencing the streetworks; and\n\t\t\t\tto produce, in such manner as may be prescribed, prescribed evidence to thestreet authority either at the request of the authority or at or by such timeas may be prescribed.\n\t\t\tThe regulations may provide for the cases or circumstances in which arequirement under subsection (1) or (4) does or does not apply.\n\t\t\tThe regulations may create a summary offence, punishable with a fine notexceeding level 5 on the standard scale, in respect of any contravention by anundertaker of a requirement of the regulations.\n\t\t\tIn this section “statutory record” means any register or other record keptin pursuance of a requirement imposed by—\n\t\t\t\tan enactment; or\n\t\t\t\ta licence or other instrument having effect under or by virtue of anenactment.”"
    },
    {
        "length": 465,
        "text": "\nNotices of street works\n\tIn section 54 of the 1991 Act (advance notice of certain works)—\n\t\tin subsection (3) for “contain such” there is substituted “state the dateon which it is proposed to begin the works and shall contain such other”;\n\t\tafter subsection (4) there is inserted—\n\t\t\t“(4A)If an undertaker who has given advance notice under this section has not,before the starting date specified in the notice, given to the streetauthority a notice under section 55 in respect of the works, he shall withinsuch period as may be prescribed give to that authority a notice containingsuch information as may be prescribed.\n\t\t(4B)An advance notice under this section shall cease to have effect inrelation to the proposed works (so that subsection (1) applies again inrelation to the works) if those works are not substantially begun before theend of such period beginning with the starting date specified in the notice asmay be prescribed, or such further period as the street authority may allow.\n\t\t(4C)Different periods may be prescribed under subsection (4B) for differentdescriptions of works.”\n\tIn section 55 of that Act (notice of starting date of works) aftersubsection (7) there is inserted—\n\tIf a notice under this section ceases to have effect the undertaker shall,within such period as may be prescribed, give a notice containing suchinformation as may be prescribed to those to whom the notice under thissection was required to be given.\n\tAn undertaker who fails to give notice in accordance with subsection (8)commits an offence and is liable on summary conviction to a fine not exceedinglevel 4 on the standard scale.”\n\tIn section 93 of that Act (works affecting level crossings or tramways) insubsection (2) for “(7)” there is substituted “(9)”."
    },
    {
        "length": 528,
        "text": "\nQualifications of supervisors and operatives\n\tSection 67 of the 1991 Act (qualifications of supervisors and operatives)is amended as follows.\n\tAfter subsection (1) there is inserted—\n\t\t“(1A)A street authority may (unless the case is one excepted from subsection(1)) by notice require an undertaker executing street works—\n\t\tto notify them of the name of—\n\t\tthe person who is currently the qualified supervisor required by subsection(1); and\n\t\teach person who has previously been the qualified supervisor so required;and\n\t\tto provide them with such evidence of the requisite qualification of eachperson named as may be prescribed.”\n\tAfter subsection (2) there is inserted—\n\t“(2A)A street authority may (unless the case is one excepted from subsection(2)) by notice require an undertaker executing street works—\n\t\tto notify them of the name of—\n\t\ta person whose presence on site at any time specified in the notice (beinga time when the works were in progress) enabled the undertaker to comply withhis duty under subsection (2); or\n\t\teach person whose presence on site during the progress of the worksenabled the undertaker to comply with his duty in subsection (2); and\n\t\tto provide them with such evidence of the requisite qualification of eachperson named as may be prescribed.\n\t\t(2B)A notice under subsection (1A) or (2A) may be given at any time while theworks are being executed or within such period after their completion as maybe prescribed.\n\t\t(2C)The undertaker shall comply with a notice under subsection (1A) or (2A)within such period as may be prescribed.”\n\tIn subsection (3) for “or (2)” there is substituted “, (2) or (2C)”.\n\tIn subsection (4), after paragraph (b) there is inserted “and\n\t\tthe form of any document to be issued by an approved body to certify orotherwise show that a qualification has been conferred on any person.”"
    },
    {
        "length": 414,
        "text": "\nRestriction on works following substantial road works\n\tSection 58 of the 1991 Act (restriction on works following substantial roadworks) is amended as specified in subsections (2) to (8).\n\tIn subsection (1), for the words “twelve months” there is substituted“prescribed period”.\n\tIn subsection (2), after “prescribed” there is inserted “form and” and for“three months” there is substituted “such period as may be prescribed”.\n\tIn subsection (3) after paragraph (e) there is inserted “and\n\t\tany other person of a prescribed description;”\n\t\t\t(and the word “and” after paragraph (d) is omitted).\n\tIn subsection (4), for paragraphs (a) and (b) there is substituted “withinsuch period as may be prescribed”.\n\tIn subsection (6), at the beginning of paragraph (b) there is inserted “ifhe is convicted of an offence under this subsection”.\n\tIn subsection (7), for “by arbitration” there is substituted “in theprescribed manner”.\n\tAfter that subsection there is inserted—\n\t“(7A)Regulations under subsection (7) may in particular make provision for thequestion referred to in that subsection to be settled—\n\t\tby arbitration;\n\t\tby a person designated by the Secretary of State on appeal by theundertaker.”\n\tIn section 55 of the 1991 Act (notice of starting date of works), insubsection (2), after “works,” there is inserted “or in cases where theundertaker has been given notice under section 58(1),”."
    },
    {
        "length": 460,
        "text": "\nRestriction on works following substantial street works\n\tAfter section 58 of the 1991 Act there is inserted—\n\t“58ARestriction on works following substantial street works\n\t\tSchedule 3A shall have effect.”\n\t\tAfter Schedule 3 to that Act there is inserted Schedule 3A as set out inSchedule 4 to this Act.\n\t\tIn section 57 of that Act (notice of emergency works)—\n\t\t\tin subsection (1) after “works)” there is inserted “or paragraph 2(1)(d) or3(1) of Schedule 3A (notification of proposed works or directions as totimings of works)”;\n\t\t\tin subsection (2) after “is” there is inserted “(or would, but forparagraph 2(6) of Schedule 3A, be)”.\n\t\tIn section 64 of that Act (traffic-sensitive streets) in subsection (1)after “works)” there is inserted “or paragraph 2 of Schedule 3A”.\n\t\tIn section 74 of that Act (charge for occupation of highway where worksunreasonably prolonged)in subsection (3)(b) after “date)” there is inserted“or notification under paragraph 2(1)(d) of Schedule 3A (notification ofproposed works)”.\n\t\tIn section 88 of that Act (provisions relating to bridges)in subsection (4)after “date)” there is inserted “, or making a notification under paragraph2(1)(d) of Schedule 3A (notification of proposed works),”.\n\t\tIn section 89 of that Act (provisions relating to sewers)in subsection (2)after “date)” there is inserted “, or making a notification under paragraph2(1)(d) of Schedule 3A (notification of proposed works),”."
    },
    {
        "length": 296,
        "text": "\nNotices requiring remedial works relating to reinstatements\n\tIn section 72 of the 1991 Act (powers of street authority in relation toreinstatement)—\n\t\tin subsection (3), for “of not less than 7 working days” there issubstituted “, not being less than such period as may be prescribed,”; and\n\t\tafter subsection (3) there is inserted—\n\t\t\t“(3A)Different minimum periods may be prescribed under subsection (3) fordifferent descriptions of remedial works; and cases may be prescribed in whichno minimum period applies.”\n\tIn section 90 of the 1991 Act (powers of street authority in relation toreinstatement of sewers, etc.)—\n\t\tin subsection (2), for “of not less than 7 working days” there issubstituted “, not being less than such period as may be prescribed,”; and\n\t\tafter subsection (2) there is inserted—\n\t\t“(2A)Different minimum periods may be prescribed under subsection (2) fordifferent descriptions of remedial works; and cases may be prescribed in whichno minimum period applies.”"
    },
    {
        "length": 343,
        "text": "\nDuty to notify street authority of reinstatement\n\tSection 70 of the 1991 Act (duty of undertaker to reinstate) is amended asfollows.\n\tAfter subsection (1) there is inserted—\n\t\t“(1A)The reinstatement required by subsection (1) may be permanent orinterim.”\n\tFor subsections (3) and (4) there is substituted—\n\tHe shall within 7 working days from the date on which the reinstatement iscompleted give notice to the street authority of that completion—\n\t\tstating whether the reinstatement is permanent or interim; and\n\t\tgiving such other information about the reinstatement as may be prescribed.\n\tIf the reinstatement is interim, he shall complete the permanentreinstatement of the street as soon as reasonably practicable, and in anyevent within 6 months from the date on which the interim reinstatement wascompleted.\n\t(4A)He shall, within 7 working days from the date on which the permanentreinstatement required by subsection (4) is completed, give notice to thestreet authority of that completion, giving such other information about thereinstatement as may be prescribed.\n\t(4B)The Secretary of State may by regulations modify the period specified insubsection (3), (4) or (4A).”"
    },
    {
        "length": 2048,
        "text": "\nPower of street authority to require undertaker to re-surface street\n\tAfter section 73 of the 1991 Act there is inserted—\n\t“Re-surfacing\n\t\tAPower to require undertaker to re-surface street\n\t\t\tIn prescribed circumstances, the street authority for a street may bynotice (a “re-surfacing notice”) require an undertaker within subsection (2)to execute such re-surfacing works in the street as may be specified in thenotice.\n\t\t\tAn undertaker is within this subsection if—\n\t\t\t\the has given notice under section 54 or 55 of, or made a notification underparagraph 2(1)(d) of Schedule 3A in respect of, proposed street works,\n\t\t\t\the is executing street works, or\n\t\t\t\the has, within such period ending with the giving of the notice as may beprescribed (or if no period is prescribed, at any time), executed streetworks,\n\t\t\t\t\tand the works will involve, involve or (as the case may be) involved thebreaking up of any part of the street.\n\t\t\tThe works specified in the re-surfacing notice may relate to any part ofthe street (including any part not, and not to be, broken up by theundertaker); but regulations may restrict the extent of the works that may beso specified.\n\t\t\tThe re-surfacing notice relieves the undertaker to the extent (if any)specified in the notice of his duty under section 70 to reinstate the surfaceof the street; but regulations may restrict the circumstances in which and theextent to which undertakers may be relieved of that duty.\n\t\t\tThe street authority may by notice to the undertaker vary or withdraw a re-surfacing notice; but regulations may restrict the circumstances in whichnotices may be varied or withdrawn.\n\t\t\tA street authority may give a re-surfacing notice notwithstanding that theauthority (in any capacity) are under a duty to undertake any of the worksspecified in the notice.\n\t\t\tIn this Part—\n\t\t\t\t  * “re-surfacing notice” has the meaning given by subsection (1);\n\t\t\t\t  * “re-surfacing works” means any works relating to the replacement of the surface of any part of a street;\n\t\t\t\t  * “surface” includes a paved surface.\n\t\t\tThe reference in subsection (2)(c) to the execution of street works is areference to the execution of such works after the commencement of thissection (whether or not regulations under it have been made).\n\t\tBPower to specify timing etc. of re-surfacing\n\t\t\tA re-surfacing notice may require an undertaker to—\n\t\t\t\texecute the works specified in the notice in stages so specified;\n\t\t\t\tbegin the execution of those works (or any stage of them) at or by a dateand time so specified;\n\t\t\t\texecute those works (or any stage of them) at times or on days (or at timeson days) so specified;\n\t\t\t\tcomplete the execution of those works (or any stage of them) by a date andtime so specified.\n\t\t\tThe Secretary of State may by regulations make provision restricting, insome or all cases, the power to include requirements within subsection (1),including provision that—\n\t\t\t\trequires a street authority to consult an undertaker before a prescribeddescription of requirement is included in a notice;\n\t\t\t\tprovides that any date specified in a notice for the beginning, executionor completion of works shall not be earlier than a prescribed period from thedate on which the notice is given.\n\t\tCMaterials, workmanship and standard of re-surfacing\n\t\t\tAn undertaker who has been given a re-surfacing notice shall, whenexecuting the works specified in the notice, comply with such requirements asmay be prescribed as to the specification of materials to be used and thestandards of workmanship to be observed.\n\t\t\tHe shall also ensure that the new surface conforms to such performancestandards as may be prescribed, for the prescribed period after completion ofthe works.”\n\t\t\tIn section 106 of that Act—\n\t\t\t\tafter the entry for relevant authority (in relation to street works) thereis inserted—\n\t\t\t\t\t“re-surfacing notice| section 73A(7)  ---|---  re-surfacing works| section 73A(7)”;    (b)after the entry for street works licence there is inserted—\n\t\t\t\t“surface| section 73A(7)”.  ---|---    #### 56Re-surfacing: regulations and guidance\n\t\t\t\tAfter section 73C of the 1991 Act there is inserted—\n\t“73DRe-surfacing: regulations\n\t\tThe Secretary of State may make regulations supplementing sections 73A to73C.\n\t\tThe regulations may in particular—\n\t\t\tmake provision about the information to be contained in a re-surfacingnotice (including the way in which re-surfacing works are to be described);\n\t\t\tprescribe, for cases where a re-surfacing notice may be given to more thanone undertaker, the matters that a street authority shall take into accountwhen selecting the undertaker to whom the notice is to be given;\n\t\t\timpose a requirement on an undertaker, in prescribed circumstances, to givenotice to the street authority of a prescribed event;\n\t\t\tprescribe circumstances in which an undertaker may elect to make a paymentto the street authority instead of executing the works specified in a re-surfacing notice, and make provision about the calculation of the amount ofsuch payments;\n\t\t\tconfer a right of review or appeal against a re-surfacing notice or anyrequirement contained in it, and may make provision about the period withinwhich and manner in which any such right may be exercised and about thedetermination of appeals and the persons who may determine them;\n\t\t\trequire disputes of a prescribed description (including disputes as to theexistence of circumstances prescribed under section 73A(1)) to be determinedin such manner and by such persons as may be prescribed;\n\t\t\tapply any provisions of this Part or the Highways Act [1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"), with orwithout modifications, in relation to works specified in a re-surfacing notice(and provide that for those purposes the works are to be treated as streetworks or works of any other description).\n\t\tThe regulations may provide that where a re-surfacing notice has beenserved on an undertaker, the street authority may (in such circumstances andto such extent as may be prescribed) by notice relieve any other undertakerwithin section 73A(2) of his duty under section 70 to reinstate the surface ofthe street.\n\t\tThe regulations may create in respect of any breach of a requirementimposed by a re-surfacing notice or of the duty imposed by section 73C, or anycontravention of the regulations, an offence punishable on summary conviction—\n\t\t\twhere the offence consists of a failure to give a notice in accordance withthe regulations, with a fine not exceeding level 4 on the standard scale;\n\t\t\tin any other case, with a fine not exceeding level 5 on the standard scale.\n\t\tThe first regulations under this section or any of sections 73A to 73Cshall not be made unless a draft of them has been laid before and approved bya resolution of each House of Parliament; subsequent regulations shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\tERe-surfacing: guidance\n\t\tThe Secretary of State may, for the purposes of sections 73A to 73D(including regulations under those sections), issue or approve a code ofpractice giving practical guidance as to the exercise of powers and thedischarge of duties under those sections.\n\t\tIn exercising those powers and in discharging those duties, streetauthorities and undertakers shall have regard to the code of practice.”"
    },
    {
        "length": 980,
        "text": "\nContributions to costs of re-surfacing by undertaker\n\tAfter section 78 of the 1991 Act there is inserted—\n\t“78AContributions to costs of re-surfacing by undertaker\n\t\tWhere a street authority has given a re-surfacing notice to an undertaker(A)—\n\t\t\tthe authority shall pay to A a proportion, calculated in the prescribedmanner, of the costs reasonably incurred by A in executing the works specifiedin the notice;\n\t\t\tan undertaker to whom subsection (2) applies shall pay to A a proportion,calculated in the prescribed manner, of those costs.\n\t\tThis subsection applies to an undertaker if—\n\t\t\the has, after the commencement of this section (whether or not regulationsunder it have been made) and before the completion of the works specified inthe notice, executed street works which involved the breaking up of any partof a street, and\n\t\t\tthe works specified in the notice include the re-surfacing of that part ofthe street.\n\t\tThe Secretary of State may by regulations prescribe exceptions to the dutyimposed by subsection (1)(b).\n\t\tThe payments referred to in subsection (1) shall be made in suchinstalments and manner, and within such period of such event, as may beprescribed.\n\t\tThe Secretary of State may by regulations make provision—\n\t\t\trequiring a street authority, within such period of such event as may beprescribed, to give to an undertaker to whom subsection (2) applies a noticecontaining such information as may be prescribed;\n\t\t\trequiring a street authority to pay to an undertaker to whom it has given are-surfacing notice such sum as he has been unable to recover under subsection(1)(b) on account of the insolvency of an undertaker;\n\t\t\trequiring disputes of a prescribed description (including disputes as towhether subsection (2) applies to an undertaker) to be determined in suchmanner and by such persons as may be prescribed.\n\t\tFor the purposes of this section, any costs incurred by an undertaker(including any costs of a street authority which are borne by the undertaker)in consequence of a failure by the undertaker to comply with any duty underthis Part shall be treated as having been incurred unreasonably.\n\t\tThe Secretary of State may by regulations make provision requiringundertakers to make payments to a street authority where—\n\t\t\tthe authority has given a re-surfacing notice to an undertaker,\n\t\t\tthat undertaker has exercised a right, conferred by regulations undersection 73D, of the sort mentioned in subsection (2)(d) of that section, and\n\t\t\tthe authority has carried out any of the works specified in the notice.\n\t\tThe power in subsection (7) includes power to make provision correspondingto provision that may be made under subsections (1) to (5).\n\t\tRegulations under this section may make different provision for cases wherean undertaker mentioned in subsection (1) or (7) has made, or is liable tomake, a payment under section 78.\n\t\tThe first regulations under this section shall not be made unless a draftof them has been laid before and approved by a resolution of each House ofParliament; subsequent regulations shall be subject to annulment in pursuanceof a resolution of either House of Parliament.\n\t\tIn subsection (5)(b) “insolvency”—\n\t\t\tin relation to a company, has the meaning given by section 247(1) of theInsolvency Act 1986;\n\t\t\tin relation to an individual, includes the approval of a voluntaryarrangement under Part 8 of that Act.”\n\t\tIn section 96 of the 1991 Act, in subsection (3), after “street)” there isinserted “or 78A (contributions to costs of re-surfacing by undertakers)”."
    },
    {
        "length": 668,
        "text": "\nInspection fees\n\tIn section 72 of the 1991 Act (powers of street authority in relation toreinstatement) after subsection (2) there is inserted—\n\t\t“(2A)The Secretary of State may prescribe a fee in respect of a prescribeddescription of inspection mentioned in subsection (2).\n\tIf he does so that subsection has effect, in relation to that description ofinspection, as if for “he shall bear the cost of” there were substituted “heshall pay the prescribed fee in respect of”.\n\t(2B)The power to make different provision under subsection (2A) for differentcases includes power—\n\t\tto make different provision for different descriptions of street authorityor undertakers;\n\t\tto prescribe different fees by reference to the nature or extent of theinspection, the place where it is carried out and such other factors as appearto the Secretary of State to be relevant.”\n\tFor section 75 of that Act (inspection fees) there is substituted—\n\t“75Inspection fees\n\t\tThe Secretary of State may make provision by regulations requiring anundertaker to pay to the street authority the prescribed fee in respect of—\n\t\t\tall inspections carried out by the authority of his street works; or\n\t\t\tsuch inspections of those works as may be prescribed.\n\t\tThe regulations may—\n\t\t\trequire undertakers to make payments in respect of inspections anticipatedto take place within a prescribed period; and\n\t\t\tmake provision for the striking of an account between an undertaker and astreet authority and the making of any necessary payment or repayment.\n\t\tThe power to make different provision under this section for differentcases includes power—\n\t\t\tto make different provision for different descriptions of street authorityor different descriptions of undertakers (including descriptions framed byreference to their previous performance);\n\t\t\tto prescribe different fees by reference to the nature or extent of theexcavation or other works, the place where they are executed and such otherfactors as appear to the Secretary of State to be relevant.\n\t\tThe reference in subsection (3)(a) to the previous performance of anundertaker is to the performance of the undertaker, during such period as maybe prescribed, as respects such description of his duties under this Part asmay be prescribed.\n\t\tThe regulations may require disputes of any prescribed description to bedetermined by arbitration.\n\t\tNothing in this section applies to inspections in respect of which theundertaker is obliged to bear the cost, or pay the prescribed fee, undersection 72(2) (inspections consequent on failure to comply with duties as toreinstatement).”"
    },
    {
        "length": 169,
        "text": "\nGuidance about inspections\n\tAfter section 73E of the 1991 Act (as inserted by section 56 above) there isinserted—\n\t“Inspections\n\t\tFGuidance about street authority inspections\n\t\t\tThe Secretary of State may issue or approve guidance to street authoritiesabout any matter relating to the exercise by them of any power to carry outinspections of street works.\n\t\t\tIn exercising their powers to carry out such inspections a street authorityshall have regard to any guidance issued or approved under this section.\n\t\t\tIn this section any reference to inspections includes the carrying out ofinvestigatory works.”"
    },
    {
        "length": 1993,
        "text": "\nStrategic roads in London\n\tStrategic roads in London: initial designation by Secretary of State\n\t\tThe Secretary of State may by order made by statutory instrument designateroads and proposed roads in Greater London, other than roads for which theSecretary of State or Transport for London is the traffic authority, asstrategic roads for the purposes of—\n\t\t\tsection 301A of the 1980 Act, and\n\t\t\tsection 121B of the 1984 Act.\n\t\tAny road or proposed road so designated shall become a strategic road asfrom such date as may be specified in the order.\n\t\tNo order under subsection (1) may be made in respect of a road or proposedroad in a London borough if an order under that subsection has been made inrespect of any other road or proposed road in that borough.\n\t\tIn this section and section 61—\n\t\t\t“road” means any length of highway or of any other road to which the publichas access, and includes bridges over which a road passes;\n\t\t\t“strategic road” means a road which is for the time being a strategic roadby virtue of an order under subsection (1) or section 61(1);\n\t\t\t“traffic authority” has the same meaning as in the 1984 Act.\n\t\tFor the purposes of this section and section 61—\n\t\t\tthe City of London shall be treated as if it were a London borough;\n\t\t\tthe Common Council shall be treated as if it were the council for a Londonborough;\n\t\t\tthe Inner Temple and the Middle Temple shall be treated as forming part ofthe City.\n\t\tIn this Part—\n\t\t\t  * “the 1980 Act” means the Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"); \n\t\t\t  * “the 1984 Act” means the Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\"). \n\t\tA statutory instrument containing an order under this section is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tOrders of the Greater London Authority changing what are strategicroads\n\t\tIf the Mayor of London considers it expedient that any road or proposedroad in Greater London, other than a road for which the Secretary of State orTransport for London is the traffic authority, should become a strategic roadthen the Greater London Authority may by order direct that the road orproposed road shall become a strategic road.\n\t\tSubject to subsection (3), an order under subsection (1) takes effect onsuch date as may be specified in the order.\n\t\tAn order under subsection (1) is of no effect unless—\n\t\t\tit is made with the consent of the council for the London borough in whichthe road is situated (or proposed road is to be situated), or\n\t\t\tif that consent is refused, it is confirmed (with or without modifications)by the Secretary of State.\n\t\tIf the Mayor considers it expedient that any strategic road should cease tobe such a road then the Greater London Authority may by order direct that theroad shall cease to be such a road.\n\t\tAn order under subsection (4) takes effect on such date as may be specifiedin the order.\n\t\tThe functions of the Greater London Authority under this section arefunctions exercisable by the Mayor acting on its behalf.\n\t\tSection 124C of the 1984 Act (certification and records) applies inrelation to strategic roads as it applies in relation to GLA side roads.\n\tLondon borough council exercising powers under Highways Act 1980 so asto affect strategic roads\n\t\tSection 301A of the 1980 Act (London borough council exercising powersunder that Act so as to affect certain roads) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tat the end of paragraph (a) there is inserted—\n\t\t\ta strategic road,”;\n\t\t\tin paragraph (b), after “borough” there is inserted “other than a GLA roador strategic road”.\n\t\tIn subsection (3)(a), for the words from “by Transport for London” to theend there is substituted “—\n\t\t\tin the case of a GLA road, by Transport for London;\n\t\t\tin the case of a strategic road, by Transport for London and, where theroad concerned is in another London borough, the council for that borough;\n\t\t\tin the case of a road within subsection (1)(b), by the London boroughcouncil concerned; or”.\n\t\tAfter subsection (3) there is inserted—\n\t\t\t“(3A)References in paragraphs (b) to (d) of subsection (3) to objections areto objections made by a person who, in the circumstances, has the power togive an approval under paragraph (a) of that subsection.”\n\t\tIn subsection (5)(a), for the words from “a GLA road” to the end there issubstituted “—\n\t\t\ta GLA road,\n\t\t\ta strategic road, or\n\t\t\ta road in another London borough other than a GLA road or strategic road,and”.\n\t\tIn subsection (10)—\n\t\t\tin paragraph (b), at the end there is inserted “or strategic roads”;\n\t\t\tin paragraph (c), for “neither GLA roads nor” there is substituted “not GLAroads, strategic roads or”.\n\t\tAfter subsection (16) there is inserted—\n\t\tIn this section “strategic road” has the meaning given by section 60 ofthe Traffic Management Act 2004.”\n\tLondon borough council exercising powers under Road Traffic RegulationAct 1984 so as to affect strategic roads\n\t\tSection 121B of the 1984 Act (London borough council exercising powersunder that Act so as to affect certain roads) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tat the end of paragraph (a) there is inserted—\n\t\t\ta strategic road,”;\n\t\t\tin paragraph (b), after “borough” there is inserted “other than a GLA roador strategic road”.\n\t\tIn subsection (3)(a), for the words from “by Transport for London” to theend there is substituted “—\n\t\t\tin the case of a GLA road, by Transport for London;\n\t\t\tin the case of a strategic road, by Transport for London and, where theroad concerned is in another London borough, the council for that borough;\n\t\t\tin the case of a road within subsection (1)(b), by the London boroughcouncil concerned; or”.\n\t\tAfter subsection (3) there is inserted—\n\t\t\t“(3A)References in paragraphs (b) to (d) of subsection (3) to objections areto objections made by a person who, in the circumstances, has the power togive an approval under paragraph (a) of that subsection.”\n\t\tIn subsection (5)(a), for the words from “a GLA road” to the end there issubstituted “—\n\t\t\ta GLA road,\n\t\t\ta strategic road, or\n\t\t\ta road in another London borough other than a GLA road or strategic road,and”.\n\t\tIn subsection (10)—\n\t\t\tin paragraph (b), at the end there is inserted “or strategic roads”;\n\t\t\tin paragraph (c), for “neither GLA roads nor” there is substituted “not GLAroads, strategic roads or”.\n\t\tAfter subsection (12) there is inserted—\n\t\tIn this section “strategic road” has the meaning given by section 60 ofthe Traffic Management Act 2004.”"
    },
    {
        "length": 766,
        "text": "\nEnforcement of certain offences under the Highways Act 1980\n\tFixed penalty offences under the Highways Act 1980\n\t\tAfter section 314 of the 1980 Act (offences by body corporate) there isinserted—\n\t\t“314AFixed penalties for certain offences under Part 9\n\t\t\tA fixed penalty offence is any offence under Part 9 which—\n\t\t\t\tis listed in the first column in Schedule 22A (and described in generalterms in the second column), and\n\t\t\t\tis prescribed in regulations made by the Secretary of State.\n\t\t\tOffences listed in that Schedule which are committed by virtue of section314 (offences committed by bodies corporate, etc.) are not fixed penaltyoffences.\n\t\t\tSchedule 22B (which makes provision about fixed penalties for fixed penaltyoffences) has effect.\n\t\t\tRegulations under subsection (1)(b) may—\n\t\t\t\tmake provision for Greater London different from that made for the rest ofEngland;\n\t\t\t\tmake consequential provision (including provision disapplying sections 8 to11 of, and Schedule 2 to, the London Local Authorities and Transport forLondon Act 2003 in relation to any offence prescribed in such regulations);\n\t\t\t\tmake transitional provision.”\n\t\t\tIn section 322(5) of that Act (service of notices etc.), after paragraph(a) there is inserted—\n\t\t\t\ta notice under Schedule 22B to this Act;”.\n\t\t\tAfter Schedule 22 to that Act there is inserted Schedules 22A and 22B asset out in Schedules 5 and 6 to this Act.\n\t\t\tIn the New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\"), in section 97(service of notices etc.) after subsection (2) there is inserted—\n\t\t\tReferences in this section to notices authorised to be given or served forthe purposes of this Part include a reference to notices under Schedule 22B tothe Highways Act 1980 (fixed penalties for certain offences under that Act).”\n\t\t\tIn the [London Local Authorities and Transport for London Act 2003 (c.iii)](/id/ukla/2003/3?view=plain \"Go to item of legislation\"), in section 11(fixed penalties: reserve powers of Secretary of State) after subsection (6)there is inserted—\n\t\t\tThe Secretary of State may make regulations increasing the level of fixedpenalty under this Act in respect of an offence listed in Schedule 22A to theHighways Act 1980 (as well as Schedule 4 to this Act).\n\t\t\tWhile regulations under subsection (7) are in force in respect of anoffence, the borough councils and Transport for London may not set the levelof fixed penalty in respect of that offence below that set by theregulations.”"
    },
    {
        "length": 323,
        "text": "\nRecords of objects placed in highway\n\tDuty of local highway authority to keep records of objects in highway\n\t\tThe appropriate national authority may by regulations made by statutoryinstrument require a local highway authority to make and keep a record of thelocation of any object of a description specified in the regulations which hasbeen placed by that authority in a street.\n\t\tRegulations under this section may include provision—\n\t\t\tas to the form in which a record is to be made;\n\t\t\tas to supplementary information to be included in a record;\n\t\t\trequiring a record to be made available for inspection.\n\t\tThe reference in subsection (1) to an object placed in a street includes anobject placed under, over, across, along or upon a street.\n\t\tIn this section—\n\t\t\t  * “appropriate national authority” means— \n\t\t\tthe Secretary of State, in relation to local highway authorities in England;\n\t\t\tthe National Assembly for Wales, in relation to local highway authorities inWales;\n\t\t\t\t  * “street” has the same meaning as in Part 3 of the New Roads and Street Works Act 1991. \n\t\tA statutory instrument containing regulations under this section made bythe Secretary of State is subject to annulment in pursuance of a resolution ofeither House of Parliament."
    },
    {
        "length": 1378,
        "text": "\nBuilders' skips: charge for occupation of highway for unreasonableperiod\n\tFor section 140A of the 1980 Act there is substituted—\n\t“140ABuilders' skips: charge for occupation of highway for unreasonableperiod\n\t\tThe Secretary of State may make provision by regulations requiring theowner of a builder’s skip deposited on a highway maintainable at the publicexpense to pay a charge to the highway authority where the period for whichthe skip remains in the highway exceeds—\n\t\t\tsuch period as may be prescribed, and\n\t\t\ta reasonable period.\n\t\tFor this purpose “a reasonable period” means such period as is agreed bythe authority and the owner of the skip to be reasonable or, in default ofsuch agreement, is determined by arbitration to be reasonable in thecircumstances.\n\t\tIn default of agreement, the authority’s view as to what is a reasonableperiod shall be acted upon pending the decision of the arbitrator.\n\t\tThe regulations may prescribe exemptions from the requirement to paycharges.\n\t\tThe regulations may provide—\n\t\t\tthat in prescribed circumstances (including in particular where any personmakes an application for permission under section 139) the owner of the skipshall give to the authority, in such manner and within such period as may beprescribed, notice containing an estimate of the likely duration of theoccupation of the highway, and\n\t\t\tthat the period stated in the notice shall be taken to be agreed by theauthority to be reasonable unless the authority give notice, in such mannerand within such period as may be prescribed, objecting to the estimate.\n\t\tThe regulations may also provide—\n\t\t\tthat in prescribed circumstances the owner of the skip shall give to theauthority, in such manner and within such period as may be prescribed, noticecontaining a revised estimate of the likely duration of the occupation of thehighway, and\n\t\t\tthat upon the notice being given any previous agreement to or determinationof a reasonable period ceases to have effect, and the period stated in thenotice shall be taken to be agreed by the authority to be reasonable unlessthe authority give notice, in such manner and within such period as may beprescribed, objecting to the revised estimate.\n\t\tThe amount of the charge shall be determined in such manner as may beprescribed by reference to the period for which the highway is occupied by theskip.\n\t\tThe regulations may prescribe different rates of charge according to—\n\t\t\tthe extent to which the skip occupies the highway;\n\t\t\tthe place and time of the occupation;\n\t\t\tsuch other factors as appear to the Secretary of State to be relevant.\n\t\tThe regulations may provide—\n\t\t\tthat the authority are to set the rate of charge, up to a prescribedmaximum, and\n\t\t\tthat different rates of charge may be set according to such factors as theauthority consider relevant.\n\t\tThe regulations may make provision for the determination of the durationof the occupation of the highway for the purposes of the regulations.\n\t\tAnd they may, in particular, make provision for an occupation to betreated as beginning or ending on the giving of, or as stated in, a noticegiven by the owner of the skip to the authority, in the prescribed manner, inaccordance with a requirement imposed by the regulations.\n\t\tThe regulations may make provision requiring the owner of the skip toprovide the authority, in such manner and within such period as may beprescribed, with such information as the authority may specify in a notice tothat person, being information required for the purposes of—\n\t\t\tdetermining whether a charge is payable by him;\n\t\t\tcalculating the amount of any charge payable by him.\n\t\tThe regulations may make provision as to the time and manner of makingpayment of charges.\n\t\tThe regulations shall provide that a highway authority may reduce theamount, or waive payment, of a charge—\n\t\t\tin any particular case,\n\t\t\tin such classes of case as they may decide or as may be prescribed, or\n\t\t\tin all cases or in all cases other than a particular case or such class ofcase as they may decide or as may be prescribed.\n\t\tThe regulations may make provision as to—\n\t\t\tthe application by local highway authorities of sums paid by way ofcharges, and\n\t\t\tthe keeping of accounts, and the preparation and publication of statementsof account, relating to sums paid by way of charges.\n\t\tThe regulations may create in respect of any failure to give a notice, orto provide information, required by the regulations a criminal offence triablesummarily and punishable with a fine not exceeding level 4 on the standardscale.\n\t\tThe regulations may provide that where a skip is the subject of aprescribed description of hiring agreement or hire purchase agreement, theperson in possession of the skip under the agreement is for the purposes ofthe regulations to be treated as the owner of the skip.\n\t\tThe regulations may make provision about their application to a series ofdeposits of skips.\n\t\tAnd they may, in particular, provide that a series of deposits of skips isto be treated as a single deposit of a skip—\n\t\t\tbeginning at the time the first in the series was deposited, and\n\t\t\tending at the time the last in the series was removed.\n\t\tIn this section—\n\t\t\t  * “builder’s skip” has the meaning given by section 139(11);\n\t\t\t  * “prescribed” means prescribed by the Secretary of State by regulations, which may make different provision for different cases.”"
    },
    {
        "length": 270,
        "text": "\nBuilders' skips: charge determined by reference to duration ofoccupation of highway\n\tAfter section 140A of the 1980 Act there is inserted—\n\t“140BBuilders' skips: charge determined by reference to duration ofoccupation of highway\n\t\tThe Secretary of State may make provision by regulations requiring theowner of a builder’s skip deposited on a highway maintainable at the publicexpense to pay to the highway authority a charge determined, in the prescribedmanner, by reference to the period for which the highway is occupied by theskip.\n\t\tThe regulations shall not require charges to be paid to a local highwayauthority unless the Secretary of State has, by order, approved the authorityfor the purposes of the regulations.\n\t\tThe regulations may require disputes of any prescribed description to bereferred to an arbitrator appointed in accordance with the regulations.\n\t\tSubsections (4) and (8) to (20) of section 140A apply in relation toregulations under subsection (1) of this section as they apply in relation toregulations under subsection (1) of that section.”"
    },
    {
        "length": 1580,
        "text": "\nScaffolding, building materials and excavations: charge for occupationof highway for unreasonable period\n\tFor section 171A of the 1980 Act there is substituted—\n\t“171AScaffolding, building materials and excavations: charge foroccupation of highway for unreasonable period\n\t\tThe Secretary of State may make provision by regulations requiring a personwho—\n\t\t\terects a relevant structure on or over a highway maintainable at the publicexpense,\n\t\t\tdeposits building materials, rubbish or other things in such a highway, or\n\t\t\tmakes a temporary excavation in such a highway,\n\t\t\t\tto pay a charge to the highway authority in the circumstances set out insubsection (3).\n\t\tThe reference in subsection (1)(a) to the erection of a relevant structureis a reference to the erection, in connection with any building or demolitionwork or the alteration, repair, maintenance or cleaning of any building, ofany scaffolding or other structure that obstructs the highway.\n\t\tThe circumstances are that the period (in this section, the “relevantperiod”) for which—\n\t\t\ta relevant structure is on or over the highway,\n\t\t\tthings are deposited in the highway, or (as the case may be)\n\t\t\tthere is an excavation in the highway,\n\t\t\texceeds both the prescribed period and a reasonable period.\n\t\tFor this purpose “a reasonable period” means such period as is agreed bythe authority and the person to be reasonable or, in default of suchagreement, is determined by arbitration to be reasonable in the circumstances.\n\t\tIn default of agreement, the authority’s view as to what is a reasonableperiod shall be acted upon pending the decision of the arbitrator.\n\t\tThe regulations may prescribe exemptions from the requirement to paycharges.\n\t\tThe regulations may provide—\n\t\t\tthat in prescribed circumstances (including in particular where anapplication is made for a licence under section 169 or consent under section171) a person who intends to do or who does an activity mentioned insubsection (1)(a) to (c) shall give to the authority, in such manner andwithin such period as may be prescribed, notice containing an estimate of thelikely duration of the relevant period, and\n\t\t\tthat the period stated in the notice shall be taken to be agreed by theauthority to be reasonable unless the authority give notice, in such mannerand within such period as may be prescribed, objecting to the estimate.\n\t\tThe regulations may also provide—\n\t\t\tthat in prescribed circumstances a person who has given a notice of a typementioned in subsection (7) shall give to the authority, in such manner andwithin such period as may be prescribed, notice containing a revised estimateof the likely duration of the relevant period, and\n\t\t\tthat upon the notice being given any previous agreement to or determinationof a reasonable period ceases to have effect, and the period stated in thenotice shall be taken to be agreed by the authority to be reasonable unlessthe authority give notice, in such manner and within such period as may beprescribed, objecting to the revised estimate.\n\t\tThe amount of the charge shall be determined in such manner as may beprescribed by reference to the relevant period.\n\t\tThe regulations may prescribe different rates of charge according to—\n\t\t\tthe extent to which the highway is affected by the structure, thingsdeposited or excavation;\n\t\t\tthe place and time at which the highway is so affected;\n\t\t\tsuch other factors as appear to the Secretary of State to be relevant.\n\t\tThe regulations may provide—\n\t\t\tthat the authority are to set the rate of charge, up to a prescribedmaximum, and\n\t\t\tthat different rates of charge may be set according to such factors as theauthority consider relevant.\n\t\tThe regulations may make provision for the determination of the durationof the relevant period for the purposes of the regulations.\n\t\tAnd they may, in particular, make provision for the relevant period to betreated as beginning or ending on the giving of, or as stated in, a noticegiven by the person mentioned in subsection (1) to the authority, in theprescribed manner, in accordance with a requirement imposed by theregulations.\n\t\tThe regulations may make provision requiring a person who does an activitymentioned in subsection (1)(a) to (c) to provide the authority, in such mannerand within such period as may be prescribed, with such information as theauthority may specify in a notice to that person, being information requiredfor the purposes of—\n\t\t\tdetermining whether a charge is payable by him;\n\t\t\tcalculating the amount of any charge payable by him.\n\t\tThe regulations may make provision as to the time and manner of makingpayment of charges.\n\t\tThe regulations shall provide that a highway authority may reduce theamount, or waive payment, of a charge—\n\t\t\tin any particular case,\n\t\t\tin such classes of case as they may decide or as may be prescribed, or\n\t\t\tin all cases or in all cases other than a particular case or such class ofcase as they may decide or as may be prescribed.\n\t\tThe regulations may make provision as to—\n\t\t\tthe application by local highway authorities of sums paid by way ofcharges, and\n\t\t\tthe keeping of accounts, and the preparation and publication of statementsof account, relating to sums paid by way of charges.\n\t\tThe regulations may create in respect of any failure to give a notice, orto provide information, required by the regulations a criminal offence triablesummarily and punishable with a fine not exceeding level 4 on the standardscale.\n\t\tThe regulations may make provision about their application to a series ofdeposits of things.\n\t\tAnd they may, in particular, provide that a series of deposits of thingsis to be treated as a single deposit of things—\n\t\t\tbeginning at the time the first in the series was deposited, and\n\t\t\tending at the time the last in the series was removed.\n\t\tThe regulations may make provision corresponding to that mentioned insubsections (19) and (20) in relation to the erection of relevant structuresand the making of excavations.\n\t\tIn this section “prescribed” means prescribed by the Secretary of State byregulations, which may make different provision for different cases.”"
    },
    {
        "length": 477,
        "text": "\nScaffolding, building materials and excavations: charge determined byreference to duration of occupation of highway\n\tAfter section 171A of the 1980 Act there is inserted—\n\t“171BScaffolding, building materials and excavations: charge determinedby reference to duration of occupation of highway\n\t\tThe Secretary of State may make provision by regulations requiring a personwho—\n\t\t\terects a relevant structure on or over a highway maintainable at the publicexpense,\n\t\t\tdeposits building materials, rubbish or other things in such a highway, or\n\t\t\tmakes a temporary excavation in such a highway,\n\t\t\t\tto pay a charge to the highway authority.\n\t\tThe reference in subsection (1)(a) to the erection of a relevant structureis a reference to the erection, in connection with any building or demolitionwork or the alteration, repair, maintenance or cleaning of any building, ofany scaffolding or other structure that obstructs the highway.\n\t\tThe charge shall be determined in the prescribed manner, by reference tothe period (in this section, the “relevant period”) for which—\n\t\t\ta relevant structure is on or over the highway,\n\t\t\tthings are deposited in the highway, or (as the case may be)\n\t\t\tthere is an excavation in the highway.\n\t\tThe regulations shall not require charges to be paid to a local highwayauthority unless the Secretary of State has, by order, approved the authorityfor the purposes of the regulations.\n\t\tThe regulations may require disputes of any prescribed description to bereferred to an arbitrator appointed in accordance with the regulations.\n\t\tSubsections (6) and (10) to (22) of section 171A apply in relation toregulations under subsection (1) of this section as they apply in relation toregulations under subsection (1) of that section.”"
    },
    {
        "length": 440,
        "text": "\nSections 66 to 69: supplementary\n\tIn section 139 of the 1980 Act, in subsection (11) for “, section 140 andsection 140A” there is substituted “and section 140”.\n\tAfter section 140B of that Act there is inserted—\n\t“140CRegulations under sections 140A and 140B\n\t\tNothing shall be taken to prevent the imposition of charges by bothregulations under section 140A and regulations under section 140B in respectof the same builder’s skip at the same time.”\n\t\tAfter section 171B of that Act there is inserted—\n\t“171CRegulations under sections 171A and 171B\n\t\tNothing shall be taken to prevent the imposition of charges by bothregulations under section 171A and regulations under section 171B in respectof the same structure, things or excavation at the same time.”\n\t\tIn section 325 of that Act (provisions as to regulations), in subsection(2A)—\n\t\t\tin paragraph (a), after “140A” there is inserted “or 140B”;\n\t\t\tfor paragraphs (b) and (c) there is substituted—\n\t\t\tthe first regulations for the purposes of section 171A or 171B as theyapply in relation to the erection of relevant structures, or\n\t\t\tthe first regulations for the purposes of section 171A or 171B as theyapply in relation to the deposit of building materials, rubbish or otherthings and the making of temporary excavations,”."
    },
    {
        "length": 203,
        "text": "\nGuidance as to safety precautions\n\tGuidance to local highway authorities as to safety precautions\n\t\tIn section 174 of the 1980 Act (precautions to be taken by persons executingworks in streets), after subsection (1) there is inserted—\n\t“(1A)The Secretary of State may give guidance to local highway authorities asto the discharge by them of their obligations under subsection (1)(a) and (b)where they are executing works for road purposes.\n\t(1B)A local highway authority must in executing any works for road purposeshave regard to any guidance given under subsection (1A).\n\t(1C)In subsections (1A) and (1B) “works for road purposes” has the samemeaning as in Part 3 of the New Roads and Street Works Act 1991.”"
    },
    {
        "length": 1649,
        "text": "\nCivil penalties for road traffic contraventions\n\tCivil penalties for road traffic contraventions\n\t\tThe appropriate national authority may make provision by regulations for orin connection with—\n\t\t\tthe imposition of penalty charges in respect of road traffic contraventionsthat—\n\t\t\tare subject to civil enforcement (see section 73), and\n\t\t\tare committed in an area that is a civil enforcement area forcontraventions of that description (see section 74), and\n\t\t\tthe payment of such penalty charges.\n\t\tThe regulations shall include provision specifying the person or persons bywhom a penalty charge in respect of a contravention is to be paid (who may bethe owner of the vehicle involved in the contravention, its driver at the timeof the contravention or any other appropriate person).\n\t\tThe regulations shall include provision in respect of any description ofconduct for which a penalty charge may be imposed—\n\t\t\tprohibiting criminal proceedings or the issuing of a fixed penalty noticein respect of conduct of that description, or\n\t\t\tsecuring that a penalty charge is not required to be paid, or is refunded,where the conduct is the subject of criminal proceedings or of a fixed penaltynotice.\n\t\tThe regulations may include provision prohibiting the imposition of apenalty charge except on the basis of—\n\t\t\ta record produced by an approved device, or\n\t\t\tinformation given by a civil enforcement officer as to conduct observed byhim.\n\t\tThe regulations may—\n\t\t\tspecify exemptions from penalty charges, and\n\t\t\tmake provision for discounts or surcharges, or both.\n\tContraventions subject to civil enforcement\n\t\tSchedule 7 specifies the road traffic contraventions that are subject tocivil enforcement.\n\t\tThese are—\n\t\t\tparking contraventions (see Part 1 of the Schedule);\n\t\t\tbus lane contraventions (see Part 2 of the Schedule);\n\t\t\tLondon lorry ban contraventions (see Part 3 of the Schedule);\n\t\t\tmoving traffic contraventions (see Part 4 of the Schedule).\n\t\tRegulations under this Part of this Act may make different provision inrelation to different descriptions of contravention.\n\t\tThe appropriate national authority may by regulations make suchconsequential amendment of Schedule 7 as appears to the authority to berequired in consequence of the amendment, replacement or revocation of anyprovision of subordinate legislation referred to in that Schedule.\n\tCivil enforcement areas\n\t\tSchedule 8 makes provision—\n\t\t\tas to the areas that are civil enforcement areas for the purposes ofdifferent descriptions of road traffic contravention, and\n\t\t\tas to the meaning of “enforcement authority” in relation to road trafficcontraventions committed in a civil enforcement area.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 makes provision for Greater London, and \n\t\t\t  * Part 2 makes provision for the rest of England and Wales. \n\tPower to require authority to apply for civil enforcement powers\n\t\tThe appropriate national authority may by notice in writing under thissection (a “notice to apply”) require a local authority to make an applicationunder paragraph 8 of Schedule 8 for an order designating the whole or part ofthe local authority’s area as a civil enforcement area for parkingcontraventions.\n\t\tThe notice must specify—\n\t\t\tthe date by which the local authority is to make the application (“theapplication date”),\n\t\t\tthe latest date by which the application must request that the order comesinto force (“the in-force date”), and\n\t\t\tthe area in respect of which the application is to be made.\n\t\tBefore giving a notice to apply the appropriate national authority mustinform the local authority concerned and the appropriate chief officer ofpolice, in writing, of its intention to give such a notice, indicating theapplication date, the in-force date and the area it intends to specify in thenotice.\n\t\tThe local authority may make representations to the appropriate nationalauthority to the effect—\n\t\t\tthat a notice to apply should not be given to the authority, or\n\t\t\tthat the notice should specify a different application date, a differentin-force date, or a different area in respect of which the application is tobe made.\n\t\tIn considering whether to give a notice to apply the appropriate nationalauthority must have regard to the local authority’s representations and takeinto account—\n\t\t\tthe administrative burden of creating or extending a civil enforcement areaand of enforcing parking contraventions within such an area,\n\t\t\tthe financial circumstances of the local authority concerned and the likelyexpenses and receipts in connection with the proposed civil enforcement area,\n\t\t\tany representations made by the appropriate chief officer of police, and\n\t\t\tany other factors appearing to the appropriate national authority to berelevant.\n\t\tAfter a notice to apply has been given, it may be modified by agreementbetween the appropriate national authority and the local authority concerned.\n\tCivil enforcement officers\n\t\tA local authority may provide for the enforcement of road trafficcontraventions for which it is the enforcement authority by individuals to beknown as civil enforcement officers.\n\t\tA civil enforcement officer must be—\n\t\t\tan individual employed by the authority, or\n\t\t\twhere the authority have made arrangements with any person for the purposesof this section, an individual employed by that person to act as a civilenforcement officer.\n\t\tCivil enforcement officers—\n\t\t\twhen exercising specified functions must wear such uniform as may bedetermined by the enforcement authority in accordance with guidelines issuedby the appropriate national authority, and\n\t\t\tmust not exercise any of those functions when not in uniform.\n\t\tIn subsection (3)(a) “specified” means specified by regulations made by theappropriate national authority.\n\t\tA parking attendant appointed under section 63A of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\") by a local authority that is an enforcement authority—\n\t\t\tis a civil enforcement officer in relation to parking contraventions forwhich that authority is the enforcement authority, and\n\t\t\tmay be appointed a civil enforcement officer in relation to other roadtraffic contraventions for which they are the enforcement authority.\n\tSetting the level of penalty charges\n\t\tSchedule 9 provides for the setting of the levels of penalty charges andcertain other charges.\n\t\tIn that Schedule—\n\t\t\t  * Part 1 specifies the charges to which the Schedule applies, \n\t\t\t  * Part 2 provides for charges applicable in Greater London, and \n\t\t\t  * Part 3 provides for charges applicable outside Greater London. "
    },
    {
        "length": 302,
        "text": "\nNotification of penalty charge\n\tThe Lord Chancellor may make regulations for and in connection with thenotification of penalty charges.\n\tThe regulations may provide for notification of a penalty charge to begiven in respect of a stationary vehicle—\n\t\tby a notice affixed to the vehicle,\n\t\tby a notice given to a person appearing to be in charge of the vehicle, or\n\t\tin such other manner as may be specified by the regulations.\n\tThe regulations may provide for notification of a penalty charge otherwisethan in respect of a stationary vehicle to be given in such manner as may bespecified by the regulations.\n\tThe regulations may not confer power to stop vehicles.\n\tThe regulations may provide that, if it appears to the enforcementauthority that both the operator of a vehicle and the person in control of thevehicle are liable to a penalty charge, they may give notice to the operatorrequiring him to provide them with the name and address of the person who wasin control of the vehicle at the time of the alleged contravention.\n\tThe regulations may include provision creating criminal offences to betriable summarily and punishable with a fine not exceeding level 5 on thestandard scale or such lower amount as may be specified."
    },
    {
        "length": 1247,
        "text": "\nImmobilisation of vehicle where penalty charge payable\n\tThe appropriate national authority may make provision by regulations for orin connection with—\n\t\tthe fixing of an immobilisation device to a stationary vehicle found in anyplace where there is reason to believe the vehicle has been permitted toremain at rest there in circumstances in which a penalty charge has becomepayable, and\n\t\tthe release of the vehicle from the device only on payment of—\n\t\tthe penalty charge mentioned in paragraph (a),\n\t\tsuch unpaid earlier penalty charges relating to the vehicle as may bespecified in the regulations, and\n\t\tthe charge payable in respect of the release.\n\tThe regulations may make provision authorising—\n\t\tthe fixing of an immobilisation device to the vehicle while it remains inthe place where it was found, or\n\t\tthe moving of the vehicle to another place and the fixing of animmobilisation device to it in that other place,\n\t\t\tand providing for any power of removal that was exercisable in relation to thevehicle before it was so moved to continue to be exercisable in relation tothe vehicle while it remains in the place to which it was so moved.\n\tThe regulations may provide—\n\t\tthat on any occasion when an immobilisation device is fixed to a vehicle inaccordance with the regulations, the person fixing the device shall also fixto the vehicle a notice—\n\t\tindicating that such a device has been fixed to the vehicle and warningthat no attempt should be made to drive it or otherwise put it in motionunless it has been released from the device;\n\t\tspecifying the steps to be taken in order to secure its release; and\n\t\tgiving such other information as may be specified by the regulations; and\n\t\tthat a notice fixed to a vehicle in accordance with the regulations shallnot be removed or interfered with except by or under the authority of—\n\t\tthe owner or person in charge of the vehicle, or\n\t\tthe enforcement authority,\n\t\tand that a person contravening that prohibition commits an offence and isliable on summary conviction to a fine not exceeding level 2 on the standardscale.\n\tThe regulations may also provide—\n\t\tthat a vehicle to which an immobilisation device has been fixed inaccordance with the regulations may only be released from the device by orunder the direction of a person authorised by the enforcement authority; and\n\t\tthat a person who, without being authorised to do so in accordance with theregulations, removes or attempts to remove an immobilisation device fixed to avehicle in accordance with the regulations commits an offence and is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\tThe regulations shall provide—\n\t\tthat an immobilisation device must not be fixed to a vehicle if a currentdisabled person’s badge is displayed on the vehicle; and\n\t\tthat if, in a case in which an immobilisation device would have been fixedto a vehicle but for paragraph (a), the vehicle was not being used—\n\t\tin accordance with regulations under section 21 of the Chronically Sick andDisabled Persons Act [1970 (c. 44)](/id/ukpga/1970/44?view=plain \"Go to itemof legislation\"), and\n\t\tin circumstances falling within section 117(1)(b) of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\") (use where a disabled person’s concession would be available),\n\t\tthe person in charge of the vehicle commits an offence and is liable onsummary conviction to a fine not exceeding level 3 on the standard scale.\n\tThe regulations shall also provide that an immobilisation device must notbe fixed to a vehicle in a parking place in respect of a contraventionconsisting of, or arising out of, a failure—\n\t\tto pay a parking charge with respect to the vehicle,\n\t\tproperly to display a ticket or parking device, or\n\t\tto remove the vehicle from the parking space by the end of a period forwhich the appropriate charge was paid,\n\t\tuntil 15 minutes have elapsed since the giving of a notification of a penaltycharge in respect of the contravention.\n\tIn this section—\n\t\t  * “disabled person’s badge” has the same meaning as in section 142(1) of the Road Traffic Regulation Act 1984; \n\t\t  * “parking device” means a parking device within the meaning of section 35(3B) or 51(4) of that Act; and \n\t\t  * “parking place” means— \n\t\ta parking place designated by an order under section 45 of that Act, or\n\t\tan off-street parking place provided under section 32(1)(a) or 57(1)(b), orunder a letting or arrangement made under section 33(4), of that Act."
    },
    {
        "length": 602,
        "text": "\nRepresentations and appeals\n\tThe Lord Chancellor may make provision by regulations entitling a person—\n\t\twho is or may be liable to pay a penalty charge, or\n\t\twho secures the release of a vehicle from an immobilisation device onpayment of an amount in accordance with regulations under section 79,\n\t\t\tto make representations to the enforcement authority and to appeal to anadjudicator if his representations are not accepted.\n\tThe regulations may make such provision in connection with the rightsconferred as appears to the Lord Chancellor to be appropriate, and may inparticular make provision—\n\t\trequiring the authority to give a person notice of the rights conferred bythe regulations,\n\t\tas to the grounds on which, and time within which, representations may bemade,\n\t\trequiring supporting evidence in such circumstances as may be specified,\n\t\tas to the duties of the authority when representations are received,\n\t\tas to the circumstances in which there is a right of appeal to anadjudicator,\n\t\tgenerally as to the making, determination and effect of, and procedure inconnection with, appeals, and\n\t\tenabling an adjudicator to review any decision made on, or in the courseof, an appeal.\n\tThe regulations may provide that, as respects a ground on whichrepresentations may be made, the adjudicator’s function on an appeal is todecide whether to direct the enforcement authority to consider or re-consider(as the case may be) any representations relating to that ground.\n\tThe regulations may include provision—\n\t\tauthorising an adjudicator to require a person—\n\t\tto attend to give evidence at the hearing of an appeal, and\n\t\tto produce any documents in his custody or under his control relating toany matter relevant for the purposes of the appeal, and\n\t\tmaking it a criminal offence triable summarily and punishable with a finenot exceeding level 2 on the standard scale to fail to comply with such arequirement.\n\tThe regulations may provide that a person who makes a representation thatis false in a material particular, and does so recklessly or knowing it to befalse, commits an offence triable summarily and punishable with a fine notexceeding level 5 on the standard scale.\n\tThe regulations may include provision authorising an adjudicator to make anorder for the payment of costs and expenses by a party to an appeal in suchcircumstances as may be specified."
    },
    {
        "length": 1127,
        "text": "\nAdjudicators \n\tThe Lord Chancellor may make provision by regulations for and in connectionwith the appointment of adjudicators for the purposes of this Part.\n\tThe following provisions apply in relation to the office of adjudicator—\n\t\tto be qualified for appointment as an adjudicator, a person must have a5-year general qualification (within the meaning of section 71 of the Courtsand Legal Services Act [1990 (c. 41)](/id/ukpga/1990/41?view=plain \"Go to itemof legislation\"));\n\t\tan adjudicator is appointed for a term, not exceeding five years, specifiedin his instrument of appointment;\n\t\ton the expiry of a term of appointment an adjudicator is eligible for re-appointment;\n\t\tan adjudicator may be removed from office only for misconduct or on theground that he is unable or unfit to discharge his functions, but otherwiseholds and vacates office in accordance with the terms of his appointment.\n\tThe regulations shall provide—\n\t\tfor adjudicators to be appointed by the relevant enforcement authorities onsuch terms as those authorities may decide, and\n\t\tfor the consent of the Lord Chancellor to be required for any decision bythose authorities—\n\t\tto appoint a person as an adjudicator,\n\t\tnot to re-appoint a person as an adjudicator, or\n\t\tto remove a person from his office as adjudicator.\n\tThe relevant enforcement authorities shall—\n\t\tprovide, or make arrangements for the provision of, accommodation andadministrative staff and facilities for adjudicators, and\n\t\tdetermine the places where adjudicators are to sit,\n\t\t\tand shall defray all the expenses of the adjudication process and, inparticular, expenses in relation to the remuneration of adjudicators.\n\tThe regulations shall provide—\n\t\tfor each adjudicator to make an annual report to the relevant enforcementauthorities in accordance with such requirements as may be imposed by thoseauthorities, and\n\t\tfor those authorities to make and publish an annual report to theappropriate national authority on the discharge by the adjudicators of theirfunctions.\n\tIn this section “the relevant enforcement authorities” means theauthorities who are enforcement authorities for the purposes of this Part inrelation to road traffic contraventions (of any description).\n\tThe regulations may provide for the functions of the relevant enforcementauthorities under this section—\n\t\tto be discharged separately for Greater London, England (outside GreaterLondon) and Wales;\n\t\tto be discharged by means of arrangements under section 101 of the LocalGovernment Act [1972 (c. 70)](/id/ukpga/1972/70?view=plain \"Go to item oflegislation\") (arrangements for discharge of functions by local authorities)or in such other way as the regulations may provide.\n\tThe regulations may make provision—\n\t\tfor treating adjudicators appointed before the commencement of this Partunder section 73 of the Road Traffic Act [1991 (c.40)](/id/ukpga/1991/40?view=plain \"Go to item of legislation\"), or underregulations made under section 144 of the Transport Act [2000 (c.38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\"), as if they hadbeen appointed under this section;\n\t\tfor continuing in force for the purposes of this section any arrangementsin force immediately before the commencement of this Part for the discharge offunctions corresponding to the functions of relevant enforcement authoritiesunder this section.\n\tThe expenses of the relevant enforcement authorities under this sectionshall be defrayed by them in such proportions—\n\t\tas they may decide, or\n\t\tin default of a decision by them, as may be determined in accordance withregulations made—\n\t\tby the Secretary of State, or\n\t\tif the functions of those authorities are discharged separately for Wales,by the appropriate national authority.\n\tRegulations under subsection (9)(b) may, in particular, provide—\n\t\tfor the matter to be determined by an arbitrator appointed by a bodyspecified in the regulations, and\n\t\tfor the giving of directions by the Secretary of State or, as the case maybe, the appropriate national authority in order to secure that the matter isreferred to arbitration."
    },
    {
        "length": 456,
        "text": "\nEnforcement of penalty charges\n\tThe Lord Chancellor may make regulations for or in connection with theenforcement of penalty charges.\n\tThe regulations may include provision—\n\t\tcreating criminal offences to be triable summarily and punishable with afine not exceeding level 5 on the standard scale or such lower amount as maybe specified;\n\t\tfor amounts payable under or by virtue of any provision of this Part to berecoverable, if a county court so orders, as if they were payable under acounty court order.\n\t\t\tAn amount to which paragraph (b) applies that is so recoverable is referred tobelow as a “traffic contravention debt”.\n\tThe Lord Chancellor may by order make provision—\n\t\tfor warrants of execution in respect of traffic contravention debts, orsuch class or classes of traffic contravention debts as may be specified inthe order, to be executed by certificated bailiffs;\n\t\tas to the requirements that must be satisfied before a person takes anyother step of a kind specified in the order, with a view to enforcing thepayment of—\n\t\ta traffic contravention debt, or\n\t\tsuch class or classes of traffic contravention debts as may be sospecified.\n\tAny such order may make such incidental and supplementary provision(including modifications of any enactment other than this Act) as the LordChancellor considers appropriate in consequence of the provision made by theorder.\n\tAny order in force immediately before the commencement of this Part undersection 78(2) of the Road Traffic Act [1991 (c.40)](/id/ukpga/1991/40?view=plain \"Go to item of legislation\") shall haveeffect after that commencement as if made under the corresponding provisionsof this section and shall apply in relation to the enforcement of any trafficcontravention debt."
    },
    {
        "length": 397,
        "text": "\nCertificated bailiffs\n\tFor the purposes of section 82 (enforcement of penalty charges) a person isa certificated bailiff if he is authorised to act as such by a certificatesigned—\n\t\tby a judge assigned to a county court district, or\n\t\tin such circumstances as may be specified in regulations made by the LordChancellor, by a district judge.\n\tThe Lord Chancellor may by regulations make provision in connection withthe certification of bailiffs under this section and the execution of warrantsof execution by such bailiffs.\n\tThe regulations may, in particular, make provision—\n\t\tas to the security (if any) to be required from certificated bailiffs,\n\t\tas to the fees and expenses payable with respect to execution bycertificated bailiffs, and\n\t\tfor the suspension or cancellation of certificates issued under thissection and with respect to the effect of any such suspension or cancellation.\n\tAny regulations in force immediately before the commencement of this Partunder section 78(4) to (6) of the Road Traffic Act 1991 shall have effectafter that commencement as if made under the corresponding provisions of thissection and anything done by or in relation to any person under suchregulations shall be treated, so far as may be necessary for continuing theireffect, as if done under regulations made under this section.\n\tA person who is not a certificated bailiff but who purports to levy adistress as such a bailiff, and any person authorising him to levy it, shallbe deemed to have committed a trespass."
    },
    {
        "length": 1814,
        "text": "\nAdditional contraventions in special enforcement areas\n\tDesignation of special enforcement areas\n\t\tSchedule 10 provides for the designation of areas (“special enforcementareas”) where the following sections apply—\n\t\t  * section 85 (prohibition of double parking etc.); \n\t\t  * section 86 (prohibition of parking at dropped footways etc.). \n\tProhibition of double parking etc.\n\t\tIn a special enforcement area a vehicle must not be parked on thecarriageway in such a way that no part of the vehicle is within 50 centimetresof the edge of the carriageway.\n\t\t\tThis is subject to the following exceptions.\n\t\tThe first exception is where the vehicle is parked wholly within adesignated parking place or any other part of the carriageway where parking isspecifically authorised.\n\t\tA “designated parking place” means a parking place designated by order undersection 6, 9, 32(1)(b) or 45 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\").\n\t\tThe second exception is where the vehicle is being used for fire brigade,ambulance or police purposes.\n\t\tThe third exception is where—\n\t\t\tthe vehicle is being used for the purposes of delivering goods to, orcollecting goods from, any premises, or is being loaded from or unloaded toany premises,\n\t\t\tthe delivery, collection, loading or unloading cannot reasonably be carriedout in relation to those premises without the vehicle being parked asmentioned in subsection (1), and\n\t\t\tthe vehicle is so parked for no longer than is necessary and for no morethan 20 minutes.\n\t\tThe fourth exception is where—\n\t\t\tthe vehicle is being used in connection with any of the following—\n\t\t\tundertaking any building operation, demolition or excavation,\n\t\t\tthe collection of waste by a local authority,\n\t\t\tremoving an obstruction to traffic,\n\t\t\tundertaking works in relation to a road, a traffic sign or road lighting,or\n\t\t\tundertaking works in relation to a sewer or water main or in relation tothe supply of gas, electricity, water or communications services,\n\t\t\tit cannot be so used without being parked as mentioned in subsection (1),and\n\t\t\tit is so parked for no longer than is necessary.\n\t\tIn this section “carriageway” has the meaning given by section 329(1) ofthe Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item oflegislation\").\n\t\tReferences in this section to parking include waiting, but do not includestopping where—\n\t\t\tthe driver is prevented from proceeding by circumstances beyond his controlor it is necessary for him to stop to avoid an accident, or\n\t\t\tthe vehicle is stopped, for no longer than is necessary, for the purpose ofallowing people to board or alight from it.\n\t\tThe prohibition in this section is enforceable as if imposed—\n\t\t\tin Greater London, by an order under section 6 of the Road TrafficRegulation Act 1984;\n\t\t\telsewhere in England and Wales, by an order under section 1 of that Act.\n\tProhibition of parking at dropped footways etc.\n\t\tIn a special enforcement area a vehicle must not be parked on thecarriageway adjacent to a footway, cycle track or verge where—\n\t\t\tthe footway, cycle track or verge has been lowered to meet the level of thecarriageway for the purpose of—\n\t\t\tassisting pedestrians crossing the carriageway,\n\t\t\tassisting cyclists entering or leaving the carriageway, or\n\t\t\tassisting vehicles entering or leaving the carriageway across thefootway, cycle track or verge; or\n\t\t\tthe carriageway has, for a purpose within paragraph (a)(i) to (iii), beenraised to meet the level of the footway, cycle track or verge.\n\t\t\t\tThis is subject to the following exceptions.\n\t\tThe first exception is where the vehicle is parked wholly within adesignated parking place or any other part of the carriageway where parking isspecifically authorised.\n\t\tA “designated parking place” means a parking place designated by order undersection 6, 9, 32(1)(b) or 45 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\").\n\t\tThe second exception is where the vehicle is parked outside residentialpremises by or with the consent (but not consent given for reward) of theoccupier of the premises.\n\t\tThis exception does not apply in the case of a shared driveway.\n\t\tThe third exception is where the vehicle is being used for fire brigade,ambulance or police purposes.\n\t\tThe fourth exception is where—\n\t\t\tthe vehicle is being used for the purposes of delivering goods to, orcollecting goods from, any premises, or is being loaded from or unloaded toany premises,\n\t\t\tthe delivery, collection, loading or unloading cannot reasonably be carriedout in relation to those premises without the vehicle being parked asmentioned in subsection (1), and\n\t\t\tthe vehicle is so parked for no longer than is necessary and for no morethan 20 minutes.\n\t\tThe fifth exception is where—\n\t\t\tthe vehicle is being used in connection with any of the following—\n\t\t\tundertaking any building operation, demolition or excavation,\n\t\t\tthe collection of waste by a local authority,\n\t\t\tremoving an obstruction to traffic,\n\t\t\tundertaking works in relation to a road, a traffic sign or road lighting,or\n\t\t\tundertaking works in relation to a sewer or water main or in relation tothe supply of gas, electricity, water or communications services,\n\t\t\tit cannot be so used without being parked as mentioned in subsection (1),and\n\t\t\tit is so parked for no longer than is necessary.\n\t\tIn this section “carriageway”, “cycle track” and “footway” have themeanings given by section 329(1) of the Highways Act [1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\").\n\t\tReferences in this section to parking include waiting, but do not includestopping where—\n\t\t\tthe driver is prevented from proceeding by circumstances beyond his controlor it is necessary for him to stop to avoid an accident, or\n\t\t\tthe vehicle is stopped, for no longer than is necessary, for the purpose ofallowing people to board or alight from it.\n\t\tThe prohibition in this section is enforceable as if imposed—\n\t\t\tin Greater London, by an order under section 6 of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\"),\n\t\t\telsewhere in England and Wales, by an order under section 1 of that Act."
    },
    {
        "length": 2340,
        "text": "\nSupplementary\n\tGuidance to local authorities\n\t\tThe appropriate national authority may publish guidance to localauthorities about any matter relating to their functions in connection withthe civil enforcement of traffic contraventions.\n\t\tIn exercising those functions a local authority must have regard to anysuch guidance.\n\tFinancial provisions\n\t\tThe appropriate national authority may make provision by regulations—\n\t\t\trequiring the keeping of accounts, and the preparation and publication ofstatements of account, of the income and expenditure of enforcementauthorities in connection with their functions under this Part, and\n\t\t\tas to the purposes for which any surpluses may be applied.\n\t\tThe regulations may provide—\n\t\t\tfor separate accounts to be kept in respect of an authority’s functions inrelation to different descriptions of contravention, and\n\t\t\tfor accounts to be kept in respect of an authority’s income and expenditurein respect of functions under this Part and such other functions as may bespecified in the regulations.\n\t\tThe regulations may provide that section 55 of the Road Traffic RegulationAct 1984 (financial provisions relating to income and expenditure from parkingplaces) applies in relation to income and expenditure of enforcementauthorities in connection with their functions under this Part of this Act inrelation to parking contraventions, subject to such modifications as may bespecified in the regulations.\n\t\tThe regulations may provide for carrying forward a surplus arising beforethe commencement of this Part on an account kept under—\n\t\t\tsection 55 of the Road Traffic Regulation Act 1984 as modified by an orderunder Schedule 3 to the Road Traffic Act [1991 (c.40)](/id/ukpga/1991/40?view=plain \"Go to item of legislation\") (parkingcontraventions),\n\t\t\tregulations under section 144 of the Transport Act [2000 (c.38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\") (bus lanecontraventions), or\n\t\t\tSchedule 2 to the [London Local Authorities and Transport for London Act2003 (c. iii)](/id/ukla/2003/3?view=plain \"Go to item of legislation\") (Londonlorry ban contraventions or moving traffic contraventions).\n\tRegulations and orders\n\t\tRegulations and orders under this Part may make provision for GreaterLondon different from that made for the rest of England.\n\t\tRegulations and orders under this Part made by the Lord Chancellor may makeprovision for Wales different from that made for England.\n\t\tRegulations and orders under this Part may contain incidental,consequential or transitional provision or savings.\n\t\tRegulations and orders under this Part made by a Minister of the Crown orby the National Assembly for Wales shall be made by statutory instrument.\n\t\tRegulations under section 80 may not be made unless a draft of them hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\tSubject to that, a statutory instrument containing regulations or an orderunder this Part made by a Minister of the Crown is subject to annulment inpursuance of a resolution of either House of Parliament.\n\tApplication to Crown and visiting forces\n\t\tThis Part does not apply in relation to a vehicle that—\n\t\t\tat the relevant time is used or appropriated for use for naval, military orairforce purposes, or\n\t\t\tbelongs to any visiting forces (within the meaning of the Visiting ForcesAct [1952 (c. 67)](/id/ukpga/1952/67?view=plain \"Go to item of legislation\"))or is at the relevant time used or appropriated for use by any such forces.\n\t\tThe provisions of this Part apply to—\n\t\t\tvehicles in the public service of the Crown that are required to beregistered under the Vehicle Excise and Registration Act [1994 (c.22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") (other thanthose exempted by subsection (1)(a) above), and\n\t\t\tpersons in the public service of the Crown.\n\t\tThis Part does not apply in relation to Crown roads within the meaning ofsection 131 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (application ofroad traffic enactments to Crown roads) unless applied by order under thatsection.\n\tConsequential amendments\n\t\tSchedule 11 provides for amendments consequential on the provisions of thisPart.\n\tMinor definitions\n\t\tIn this Part—\n\t\t\t  * “appropriate national authority” means— \n\t\t\tas regards England, the Secretary of State, and\n\t\t\tas regards Wales, the National Assembly for Wales;\n\t\t\t\t  * “approved device” means a device of a description specified in an order made by the appropriate national authority; \n\t\t\t\t  * “fixed penalty notice” has the meaning given by section 52(1) of the Road Traffic Offenders Act [1988 (c. 53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “GLA road” means— \n\t\t\ta GLA road within the meaning of the Highways Act [1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\") (see sections329(1) and 14D(1) of that Act), or\n\t\t\ta GLA side road within the meaning of the Road Traffic Regulation Act [1984(c. 27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (seesections 124A(9) and 142(1) of that Act);\n\t\t\t\t  * “immobilisation device” has the same meaning as in section 104(9) of the Road Traffic Regulation Act 1984; \n\t\t\t\t  * “local authority” means— \n\t\t\tas regards England, a county council, a London authority, a metropolitandistrict council or the Council of the Isles of Scilly,\n\t\t\tas regards Wales, a county or county borough council;\n\t\t\t\t  * “London authority” means a London local authority or Transport for London; \n\t\t\t\t  * “London local authority” means a London borough council or the Common Council of the City of London; \n\t\t\t\t  * “operator”, in relation to a vehicle, means a person who holds an operator’s licence in respect of the vehicle under section 2 of the Goods Vehicles (Licensing of Operators) Act [1995 (c. 23)](/id/ukpga/1995/23?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “owner”, in relation to a vehicle, means the person by whom the vehicle is kept, which in the case of a vehicle registered under the Vehicle Excise and Registration Act [1994 (c. 22)](/id/ukpga/1994/22?view=plain \"Go to item of legislation\") is presumed (unless the contrary is proved) to be the person in whose name the vehicle is registered; \n\t\t\t\t  * “penalty charge” means a penalty charge imposed under this Part; \n\t\t\t\t  * “road” has the same meaning as in the Road Traffic Regulation Act 1984; \n\t\t\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") (see section 21(1) of that Act); \n\t\t\t\t  * “traffic sign” has the meaning given by section 64 of the Road Traffic Regulation Act 1984. \n\t\tAny reference in this Part to contravention of an order, or of provisionmade by or under an order, includes a failure to comply with the order orprovision.\n\tIndex of defined expressions\n\t\tIn this Part the expressions listed below are defined or otherwise explainedby the provisions indicated—\n\tappropriate national authority| section 92  ---|---  approved device| section 92  bus lane contravention| Part 2 of Schedule 7  civil enforcement area| Schedule 8  civil enforcement officer| Section 76  enforcement authority| Schedule 8  fixed penalty notice| section 92  GLA road| section 92  immobilisation device| section 92  local authority| section 92  London local authority| section 92  London lorry ban contravention| Part 3 of Schedule 7  moving traffic contravention| Part 4 of Schedule 7  operator| section 92  owner| section 92  parking contravention| Part 1 of Schedule 7  penalty charge| section 92  road| section 92  road traffic contravention| Schedule 7  special enforcement area| Schedule 10  subordinate legislation| section 92  traffic sign| section 92    ## Part 7Miscellaneous and General"
    },
    {
        "length": 524,
        "text": "\nPower to inspect blue badges\n\tSection 21 of the Chronically Sick and Disabled Persons Act [1970 (c.44)](/id/ukpga/1970/44?view=plain \"Go to item of legislation\") (badges fordisplay on motor vehicles used by disabled persons) is amended as follows.\n\tIn subsection (4B) after “a badge” there is inserted “purporting to be”.\n\tAfter subsection (4B) there is inserted—\n\t\t“(4BA)Where it appears to a constable or enforcement officer that there isdisplayed on any motor vehicle a badge purporting to be of a form prescribedunder this section, he may require any person who—\n\t\tis in the vehicle, or\n\t\tappears to have been in, or to be about to get into, the vehicle,\n\t\tto produce the badge for inspection.\n\t\t(4BB)In subsection (4BA) “enforcement officer” means—\n\t\ta traffic warden;\n\t\ta civil enforcement officer (within the meaning of section 76 of theTraffic Management Act 2004);\n\t\ta parking attendant (within the meaning of section 63A of the Road TrafficRegulation Act 1984).\n\t\t(4BC)The power conferred on an enforcement officer by subsection (4BA) isexercisable only for purposes connected with the discharge of his functions inrelation to a stationary vehicle.\n\t\t(4BD)A person who without reasonable excuse fails to produce a badge whenrequired to do so under subsection (4BA) shall be guilty of an offence.”\n\tIn subsection (4C) after “(4B)” there is inserted “or (4BD)”.\n\tIn section 117 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (wrongful useof disabled person’s badge), in subsection (1)(a) after “badge” there isinserted “purporting to be”."
    },
    {
        "length": 726,
        "text": "\nApplication of surplus income from parking places\n\tSection 55 of the Road Traffic Regulation Act 1984 (financial provisionsrelating to income and expenditure of local authority in connection withparking places) is amended as follows.\n\tIn subsection (4), for paragraph (d) (purposes for which surplus may beapplied if further off-street parking not needed) substitute—\n\t\tif it appears to the local authority that the provision in their area offurther off-street parking accommodation is unnecessary or undesirable, thefollowing purposes—\n\t\tmeeting costs incurred, whether by the local authority or by some otherperson, in the provision or operation of, or of facilities for, publicpassenger transport services,\n\t\tthe purposes of a highway or road improvement project in the localauthority’s area,\n\t\tin the case of a London authority, meeting costs incurred by theauthority in respect of the maintenance of roads maintained at the publicexpense by them,\n\t\tthe purposes of environmental improvement in the local authority’s area,\n\t\tin the case of such local authorities as may be prescribed, any otherpurposes for which the authority may lawfully incur expenditure;”\n\tAfter subsection (4A) insert—\n\t\t“(4B)For the purposes of subsection (4)(d)(iv) “environmental improvement”includes—\n\t\tthe reduction of environmental pollution (as defined in the PollutionPrevention and Control Act [1999 (c. 24)](/id/ukpga/1999/24?view=plain \"Go toitem of legislation\"); see section 1(2) and (3) of that Act);\n\t\timproving or maintaining the appearance or amenity of—\n\t\ta road or land in the vicinity of a road, or\n\t\topen land or water to which the general public has access; and\n\t\tthe provision of outdoor recreational facilities available to the generalpublic without charge.\n\t\t(4C)Regulations for the purposes of subsection (4)(d)(v) above—\n\t\tmay prescribe all local authorities, particular authorities or particulardescriptions of authority,\n\t\tmay make provision by reference to whether the authority or authorities inquestion have been classified for the purposes of any other enactment asfalling or not falling within a particular category, and\n\t\tmay make provision for the continued application of that provision, inprescribed cases and to such extent as may be prescribed, where an authoritythat is prescribed or of a prescribed description ceases to be so.”.\n\tIn section 100(2) of the Local Government Act [2003 (c.26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\") (powersexercisable by reference to performance categories under that Act), beforeparagraph (a) insert—\n\t\tto make regulations for the purposes of section 55(4)(d)(v) of the RoadTraffic Regulation Act 1984;”."
    },
    {
        "length": 241,
        "text": "\nWales \n\tReferences in Schedule 1 to the National Assembly for Wales (Transfer ofFunctions) Order 1999 ([S.I. 1999/672](/id/uksi/1999/672?view=plain \"Go toitem of legislation\")) to—\n\t\tthe Highways Act [1980 (c. 66)](/id/ukpga/1980/66?view=plain \"Go to item oflegislation\"),\n\t\tthe Road Traffic Regulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain\"Go to item of legislation\"), and\n\t\tthe New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\"),\n\t\tare to be treated as references to those Acts as amended by this Act."
    },
    {
        "length": 268,
        "text": "\nFinancial provision\n\tThere shall be paid out of money provided by Parliament—\n\t\tany expenditure incurred by the Secretary of State in respect of—\n\t\ttraffic officers designated under Part 1 (including expenditure relating tothe provision of financial assistance under section 14 or other expenditurerelating to the provision of equipment, accommodation or other facilities);\n\t\tthe establishment and operation of regional centres for the management oftraffic on his road network;\n\t\tthe provision, for purposes connected with the management of traffic onhis road network, of information or advice to the public;\n\t\tother activities carried out for purposes connected with the management oftraffic on his road network;\n\t\tany other expenditure incurred by the Secretary of State in consequence orby virtue of this Act;\n\t\tany increase attributable to this Act in the sums payable out of money soprovided by virtue of any other Act.\n\tIn this section references to the Secretary of State’s road network are tothe network of roads in England for which he is the traffic authority (withinthe meaning of the Road Traffic Regulation Act 1984)."
    },
    {
        "length": 169,
        "text": "\nCommencement, transitionals and savings\n\tThe preceding provisions of this Act shall come into force on such day asthe Secretary of State (as respects England) or the National Assembly forWales (as respects Wales) may appoint by order made by statutory instrument.\n\tDifferent days may be appointed for different purposes.\n\tFor the purposes of Part 6 (civil enforcement of road trafficcontraventions), and related repeals, different days may be appointed fordifferent areas.\n\tThe Secretary of State (as respects England) or the National Assembly forWales (as respects Wales) may by order made by statutory instrument maketransitional provision or savings in connection with the coming into force ofany provision of this Act."
    }
]