[
    {
        "length": 1979,
        "text": "\nRecognition of overseas qualifications\n\tPower to provide for individuals to be treated as having UKqualifications\n\t\tThe appropriate national authority may by regulations make provision forindividuals who meet the condition in subsection (2) or (3) and any otherspecified condition to be treated, for the purpose of determining whether theyare entitled to practise a specified regulated profession in the UnitedKingdom or a part of it, as if they have a specified UK qualification orspecified UK experience.\n\t\tAn individual meets the condition in this subsection if—\n\t\t\tthe individual has overseas qualifications or overseas experience, and\n\t\t\ta specified regulator of the specified regulated profession has made adetermination that the individual has substantially the same knowledge andskills, to substantially the same standard, as are demonstrated by thespecified UK qualification or the specified UK experience.\n\t\tAn individual meets the condition in this subsection if—\n\t\t\tthe individual has overseas qualifications or overseas experience,\n\t\t\ta specified regulator of the specified regulated profession has made adetermination—\n\t\t\tthat the individual does not have substantially the same knowledge andskills, to substantially the same standard, as are demonstrated by thespecified UK qualification or the specified UK experience, and\n\t\t\tthat the deficiency mentioned in sub-paragraph (i) could be made up by theindividual obtaining such further qualifications or experience or meeting suchfurther condition as is set out in the determination, and\n\t\t\tthe individual has obtained the further qualifications or experience or hasmet the condition (whether before or after the making of the determinationmentioned in paragraph (b)).\n\t\tFor the purposes of subsections (1) to (3)—\n\t\t\ta condition may be specified under subsection (1) whether or not it isconnected to the specified UK qualification or specified UK experienceconcerned, and\n\t\t\ta determination mentioned in subsection (2)(b) or (3)(b)(i) may be made—\n\t\t\ton the basis only of the overseas qualifications or overseas experienceconcerned, or\n\t\t\ton such other basis as the specified regulator considers appropriate (suchas on the basis of the overseas qualifications or overseas experienceconcerned together with the results of any test or other assessment given byany person).\n\t\tRegulations under this section may include provision for, and in connectionwith, the making by an individual of an application for a determinationmentioned in subsection (2)(b) or (3)(b).\n\t\tThe provision that may be made by virtue of subsection (5) includes—\n\t\t\tprovision as to the form and manner of an application;\n\t\t\tprovision for an application to be combined with an application under otherlegislation;\n\t\t\tprovision as to the information to be included in an application;\n\t\t\tprovision as to the documents to accompany an application;\n\t\t\tprovision for fees to be paid in connection with an application;\n\t\t\tprovision requiring a specified regulator to have regard to guidance issuedfrom time to time by a specified person when determining an application;\n\t\t\tprovision as to the other duties of a specified regulator in connectionwith an application;\n\t\t\tprovision as to the powers of a specified regulator in connection with anapplication;\n\t\t\tprovision as to appeals against the determination of an application.\n\t\tA UK qualification or UK experience may be specified by reference to—\n\t\t\tits having been accredited or otherwise approved in a specified manner;\n\t\t\tits having been issued by a body or obtained at an institution accreditedor otherwise approved in a specified manner.\n\tPower conferred by section 1 exercisable only if necessary to meet demand\n\t\tRegulations under section 1 may not be made in respect of a regulatedprofession unless the appropriate national authority is satisfied that thecondition in subsection (2) is met.\n\t\tThe condition is that it is necessary to make the regulations for thepurpose of enabling the demand for the services of the profession in theUnited Kingdom, or in the part of it to which the regulations relate, to bemet without unreasonable delays or charges.\n\t\tThis section does not apply to regulations under section 1 in so far asthey—\n\t\t\tmodify earlier regulations under that section without adding to theprofessions, or the parts of the United Kingdom, to which the earlierregulations relate, or\n\t\t\tmake provision authorised by section 13(1)(c).\n\tImplementation of international recognition agreements\n\t\tThe appropriate national authority may by regulations make such provisionas the authority considers appropriate for the purpose of, or in connectionwith, implementing any international recognition agreement to which the UnitedKingdom is a party.\n\t\tThe provision that may be made by regulations under this section includes—\n\t\t\tprovision conferring functions on any person, including a discretion butnot including a power to make subordinate legislation;\n\t\t\tprovision for the sharing of information;\n\t\t\tprovision for the charging of fees.\n\t\tRegulations under this section may not impose a duty requiring, or confer apower authorising, the disclosure of information where the disclosure would(taking the duty or power into account) contravene the data protectionlegislation.\n\t\tAn “international recognition agreement” means so much of any internationalagreement as provides for, or relates to, the recognition of overseasqualifications or overseas experience for the purpose of determining whetherindividuals are entitled to practise a regulated profession in the UnitedKingdom or a part of it.\n\t\tThe reference in this section to an international recognition agreement towhich the United Kingdom is a party includes a reference to such an agreementas modified or supplemented from time to time in accordance with any provisionof it.\n\tAuthorisation to enter into regulator recognition agreements\n\t\tThe appropriate national authority may by regulations make such provisionas the authority considers appropriate for the purpose of, or in connectionwith, authorising a regulator of a regulated profession to enter intoregulator recognition agreements.\n\t\tA “regulator recognition agreement” means an agreement that—\n\t\t\tis between—\n\t\t\ta regulator of a regulated profession, and\n\t\t\tan overseas regulator of a corresponding profession practised in a countryor territory outside the United Kingdom, and\n\t\t\tprovides for, or relates to, either or both of the following matters—\n\t\t\tthe recognition of UK qualifications or UK experience for the purpose ofdetermining whether individuals are entitled to practise the correspondingprofession in that country or territory, and\n\t\t\tthe recognition of qualifications or experience obtained in that countryor territory for the purpose of determining whether individuals are entitledto practise the regulated profession in the United Kingdom or a part of it.\n\t\tFor the purposes of subsection (2)—\n\t\t\tqualifications are obtained in the country or territory mentioned in thatsubsection if they are issued by a body that is based in that country orterritory, and\n\t\t\texperience is obtained in the country or territory mentioned in thatsubsection if it is obtained mainly in that country or territory.\n\t\tIn subsection (2)—\n\t\t\t  * “corresponding profession” means a profession that ordinarily consists of activity that is the same as, or substantially corresponds to, activity that ordinarily comprises the practice of the regulated profession mentioned in that subsection; \n\t\t\t  * “overseas regulator”, in relation to the corresponding profession mentioned in that subsection, means a person exercising functions that relate to the regulation of the profession in the country or territory mentioned in that subsection. \n\tRevocation of general EU system of recognition of overseas qualifications\n\t\tThe European Union (Recognition of Professional Qualifications) Regulations2015 ([S.I. 2015/2059](/id/uksi/2015/2059?view=plain \"Go to item oflegislation\")) are revoked.\n\t\tThe appropriate national authority may by regulations make suchmodifications of legislation as the appropriate national authority considersto be appropriate in consequence of subsection (1).\n\tRevocation of other retained EU recognition law\n\t\tThe appropriate national authority may by regulations modify any retainedEU recognition law so as to cause it to cease to have effect to any extent.\n\t\t“Retained EU recognition law” means retained EU law that provides for, orrelates to, the recognition of overseas qualifications or overseas experiencefor the purpose of determining whether individuals are entitled to practise aregulated profession in the United Kingdom or a part of it."
    },
    {
        "length": 2885,
        "text": "\nAssistance and information\n\tAssistance centre\n\t\tThe Secretary of State must make arrangements for another person (“theassistance centre”) to—\n\t\t\tprovide advice and assistance relating to the entry requirements forregulated professions to—\n\t\t\tindividuals seeking to practise a regulated profession in the UnitedKingdom or a part of it, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate,\n\t\t\tprovide advice and assistance relating to the entry requirements foroverseas professions to—\n\t\t\tindividuals with UK qualifications or UK experience seeking to practise anoverseas profession in a country or territory outside the United Kingdom, and\n\t\t\tsuch other persons as the Secretary of State considers appropriate, and\n\t\t\tpublish advice and information relating to—\n\t\t\tthe entry requirements for regulated professions, and\n\t\t\tthe entry requirements for overseas professions.\n\t\tA regulator of a regulated profession must provide to the assistance centreany information that—\n\t\t\tis held by the regulator of the regulated profession, and\n\t\t\tis requested by the assistance centre for the purposes of enabling it todischarge its functions under the arrangements.\n\t\tThe assistance centre must provide to the Secretary of State anyinformation relating to the discharge of its functions under the arrangementsthat—\n\t\t\tis held by the assistance centre, and\n\t\t\tis requested by the Secretary of State.\n\t\tA disclosure of information required under this section does not breach—\n\t\t\tany obligation of confidence owed by the person making the disclosure, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tNothing in this section requires the making of a disclosure whichcontravenes the data protection legislation (save that the duties imposed bythis section are to be taken into account in determining whether anydisclosure contravenes that legislation).\n\t\tIn this section—\n\t\t\t  * “the entry requirements” means— \n\t\t\tin relation to a regulated profession, the requirements as to qualifications,experience or otherwise that must be met by an individual to become entitledto practise the profession in the United Kingdom or a part of it;\n\t\t\tin relation to an overseas profession, the requirements as to qualifications,experience or otherwise that must be met by an individual to become entitledto practise the profession in the country or territory concerned;\n\t\t\t\t  * “overseas profession” means a profession practised in a country or territory outside the United Kingdom. \n\tDuty of regulator to publish information on requirements to practise\n\t\tA regulator of a regulated profession must—\n\t\t\tpublish the information mentioned in subsection (2) on a website that—\n\t\t\tis maintained by the regulator,\n\t\t\tis publicly accessible, and\n\t\t\tis easy to use, and\n\t\t\tkeep that information up to date.\n\t\tThe information is—\n\t\t\tinformation as to the qualifications or experience an individual mustobtain to become entitled to practise the profession (disregarding anyexception to the need to obtain those qualifications or that experience);\n\t\t\tinformation as to any application process by which an individual who hasnot obtained the qualifications or experience mentioned in paragraph (a) mayseek to become entitled to practise the profession in reliance on overseasqualifications or overseas experience;\n\t\t\tinformation as to any application process to which section 26 of the UnitedKingdom Internal Market Act 2020 applies by which an individual who has notobtained the qualifications or experience mentioned in paragraph (a) may seekto become entitled to practise the profession in reliance on UK qualificationsor UK experience;\n\t\t\tin a case where there is an application process of a sort mentioned inparagraph (b) or (c), information as to—\n\t\t\tthe number of individuals who have sought to become entitled to practisethe profession by means of the process;\n\t\t\tthe number of individuals who have become entitled to practise theprofession by means of the process; and\n\t\t\tthe qualifications or experience held by individuals who have becomeentitled to practise the profession by means of the process;\n\t\t\tinformation as to any requirement for an individual to be registered,licensed or similarly authorised in order to become entitled to practise theprofession;\n\t\t\tinformation as to any other requirement that must be met by an individualto become entitled to practise the profession;\n\t\t\tinformation as to any requirement as to training, learning or otherwisethat must be met by an individual to continue to be entitled to practise theprofession;\n\t\t\tinformation as to how any requirement mentioned in paragraph (g) may be met(such as information as to the institutions from which any training orlearning may be obtained);\n\t\t\tinformation as to any fees payable to the regulator by individuals seekingto become or to continue to be entitled to practise the profession (such asfees payable on making an application to be registered to practise theprofession); and\n\t\t\tsuch other information relating to the regulation of the profession as maybe specified by the appropriate national authority.\n\t\tWhere— \n\t\t\tthere is no application process of a sort mentioned in subsection (2)(b),\n\t\t\tthere is no application process of a sort mentioned in subsection (2)(c),\n\t\t\tthere is no requirement of a sort mentioned in subsection (2)(e),\n\t\t\tthere is no requirement of a sort mentioned in subsection (2)(f),\n\t\t\tthere is no requirement of a sort mentioned in subsection (2)(g), or\n\t\t\tthere are no fees of a sort mentioned in subsection (2)(i),\n\t\t\t\tthe regulator mentioned in subsection (1) must publish a statement that thisis the case on the website mentioned in that subsection.\n\t\tWhere the regulator mentioned in subsection (1) is not the only regulatorof the regulated profession—\n\t\t\tthat regulator must publish on the website mentioned in subsection (1) astatement that identifies the other regulator,\n\t\t\tthe reference in subsection (2)(i) to that regulator is to be read asincluding a reference to the other regulator,\n\t\t\tanything done by that regulator is to be taken for the purposes of thissection to have also been done by the other regulator, and\n\t\t\tthe website mentioned in subsection (1) is to be taken for the purposes ofthis section to also be maintained by the other regulator.\n\t\tWhere the regulatory functions of the regulator mentioned in subsection (1)are exercisable throughout the United Kingdom, the references in subsection(2) to becoming or continuing to be entitled to practise the regulatedprofession are to be read as references to becoming or continuing to beentitled to practise the regulated profession in the United Kingdom.\n\t\tWhere the regulatory functions of the regulator mentioned in subsection (1)are exercisable only in a part of the United Kingdom—\n\t\t\tthe references in subsection (2) to becoming or continuing to be entitledto practise the regulated profession are to be read as references to becomingor continuing to be entitled to practise the regulated profession in that partof the United Kingdom, and\n\t\t\tthe reference in subsection (4) to a case where that regulator is not theonly regulator of the regulated profession is to be read as a reference to acase where that regulator is not the only regulator of the regulatedprofession with regulatory functions exercisable in that part of the UnitedKingdom.\n\t\tIn this section “regulatory functions” means functions under legislationthat relate to the regulation of the regulated profession mentioned insubsection (1).\n\tDuty of regulator to provide information to regulator in another part ofUK\n\t\tThis section applies where—\n\t\t\tan individual is, or has been, entitled to practise a regulated professionin a part of the United Kingdom, and\n\t\t\tthe individual is seeking to practise a corresponding regulated professionin another part of the United Kingdom.\n\t\tA regulator of the regulated profession mentioned in subsection (1)(a)(“the first regulator”) must provide to a regulator of the correspondingregulated profession mentioned in subsection (1)(b) (“the second regulator”)any information—\n\t\t\tthat is held by the first regulator,\n\t\t\tthat relates to the individual,\n\t\t\tthat— \n\t\t\tis requested by the second regulator, or\n\t\t\tis requested by the individual to be provided to the second regulator, and\n\t\t\tthat is required by the second regulator for the purpose of determining anyquestion relating to the entitlement of the individual to practise thecorresponding regulated profession in the part of the United Kingdom mentionedin subsection (1)(b).\n\t\tA disclosure of information under this section does not breach—\n\t\t\tany obligation of confidence owed by the first regulator, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tNothing in this section requires the making of a disclosure whichcontravenes the data protection legislation (save that the duty imposed bythis section is to be taken into account in determining whether any disclosurecontravenes that legislation).\n\t\tIn this section, “corresponding regulated profession” means a regulatedprofession that ordinarily consists of activity that is the same as, orsubstantially corresponds to, activity that ordinarily comprises the practiceof the regulated profession mentioned in subsection (1)(a).\n\tDuty of regulator to provide information to overseas regulator\n\t\tThis section applies where—\n\t\t\tan individual is, or has been, entitled to practise a regulated professionin the United Kingdom or a part of the United Kingdom, and\n\t\t\tthe individual is seeking to practise a corresponding profession in acountry or territory outside the United Kingdom.\n\t\tA regulator of the regulated profession must provide to an overseasregulator of the corresponding profession any information—\n\t\t\tthat is held by the regulator of the regulated profession,\n\t\t\tthat relates to the individual,\n\t\t\tthat— \n\t\t\tis requested by the overseas regulator, or\n\t\t\tis requested by the individual to be provided to the overseas regulator,and\n\t\t\tis required by the overseas regulator for the purpose of determining anyquestion relating to the entitlement of the individual to practise thecorresponding profession in the country or territory mentioned in subsection(1)(b).\n\t\tBut the duty imposed by subsection (2) does not apply by reason of arequest by the overseas regulator unless it is made with the permission of theindividual.\n\t\tThe appropriate national authority may by regulations make such provisionas the authority considers appropriate in connection with the duty imposed bysubsection (2) (including provision limiting the duty).\n\t\tThe regulations may in particular provide that—\n\t\t\tthe duty applies only in relation to information of a specifieddescription;\n\t\t\tthe duty applies only if the request by the overseas regulator or theindividual is made in a specified manner;\n\t\t\tthe duty applies by reason of a request by the overseas regulator only ifthe request is accompanied by specified evidence that it is made with thepermission of the individual;\n\t\t\tthe duty applies only on the payment of a specified fee, or a feedetermined in a specified manner, to the regulator of the regulatedprofession;\n\t\t\tthe duty is to be complied with within a specified period.\n\t\tA disclosure of information under this section does not breach—\n\t\t\tany obligation of confidence owed by the regulator of the regulatedprofession, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tNothing in this section requires the making of a disclosure whichcontravenes the data protection legislation (save that the duty imposed bythis section is to be taken into account in determining whether any disclosurecontravenes that legislation).\n\t\tIn this section—\n\t\t\t  * “corresponding profession” means a profession that ordinarily consists of activity that is the same as, or substantially corresponds to, activity that ordinarily comprises the practice of the regulated profession mentioned in subsection (1)(a); \n\t\t\t  * “overseas regulator”, in relation to a corresponding profession, means any person having functions under the law of a country or territory outside the United Kingdom that relate to the regulation of the corresponding profession in that country or territory. "
    },
    {
        "length": 612,
        "text": "\nArchitects\n\tAmendments to the Architects Act 1997\n\t\tThe Architects Act 1997 is amended as follows.\n\t\tIn section 2 (the Registrar), after subsection (3) insert—\n\t\t\t“(3ZA)The Registrar may delegate any of those functions to a member of thestaff of the Board who is nominated by the Board for the purpose of thissubsection.”\n\t\tIn section 3 (the Register), after subsection (4) insert—\n\t\t“(4A)The Board may exclude the whole or any part of the regular businessaddress of a registered person from the published version of the Register if—\n\t\t\tthe registered person has applied in the prescribed manner requesting theaddress or part of it to be excluded from the published version, and\n\t\t\tthe Board is satisfied that the address is also a residential address ofthe registered person.”\n\t\tIn section 4 (registration: general)—\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)But the Board may by rules provide that a person who satisfies subsection(1)(a) by reason of holding overseas qualifications or gaining overseaspractical experience is entitled to be registered only if the person hasundertaken such training, passed such test or met such other condition as isprescribed.”,\n\t\t\tin subsection (3)—\n\t\t\tin the words before paragraph (a) omit “prescribing”,\n\t\t\tin paragraph (a) at the beginning insert “prescribing”,\n\t\t\tafter paragraph (a) (but before “or”) insert—\n\t\t\tmaking rules under subsection (1A);”, and\n\t\t\tin paragraph (b) at the beginning insert “prescribing”, and\n\t\t\tafter subsection (7) insert—\n\t\tIn this section—\n\t\t\t  * “overseas practical experience” means practical experience obtained mainly outside the United Kingdom;\n\t\t\t  * “overseas qualification” means a qualification issued by a body that is based outside the United Kingdom.\n\t\tFor the purposes of subsection (8) a body is based—\n\t\t\twhere its registered office is,\n\t\t\tif it does not have a registered office, where its head office is, or\n\t\t\tif it does not have a registered office or a head office, where itsprincipal place of operation is.”\n\t\tIn Schedule 1 (the Board and its Committees) in paragraph 18(2)(b)(functions which may not be discharged by a committee) after “section 4(1)”insert “, (1A)”."
    },
    {
        "length": 2483,
        "text": "\nRegulations\n\tGeneral provision about regulations\n\t\tSubject to subsections (2) to (4), any power to make regulations under thisAct includes power—\n\t\t\tto modify legislation,\n\t\t\tto make different provision for different purposes, and\n\t\t\tto make supplementary, incidental, consequential, transitional, transitoryor saving provision.\n\t\tThe power to make regulations under section 8 does not include power tomodify legislation, other than earlier regulations made under that section.\n\t\tA power to make regulations under section 10 or 21 does not include powerto amend, repeal or revoke legislation, other than earlier regulations madeunder either of those sections.\n\t\tSubsection (1)(b) and (c) does not apply in relation to a power to makeregulations under section 21.\n\tProtection of regulator autonomy\n\t\tThe appropriate national authority may make regulations under section 1, 3or 4 only if satisfied that the conditions in subsections (2) and (3) are met.\n\t\tThe condition in this subsection is that the regulations do not remove theability of any regulator of a regulated profession to prevent individuals whoare unfit to practise the profession from doing so.\n\t\tThe condition in this subsection is that the regulations will not have amaterial adverse effect on any regulated profession in terms of the knowledge,skills or experience of the individuals practising it.\n\t\tThe reference in subsection (2) to individuals who are unfit to practisethe profession is a reference to individuals who are unfit to practise theprofession by reason of their character, a lack of knowledge, skills orexperience or otherwise.\n\t\tA reference in this section to practising a profession includes a referenceto undertaking activities that comprise the practise of the profession orusing a title associated with the practise of the profession.\n\tConsultation with regulators\n\t\tBefore making regulations under section 1, 3 or 4, the appropriate nationalauthority must consult a regulator of a regulated profession if the authorityconsiders that—\n\t\t\tthe regulator is likely to be affected by the regulations, or\n\t\t\tit is otherwise appropriate to consult the regulator.\n\tAuthority by whom regulations may be made\n\t\tIn this Act “appropriate national authority” means the Secretary of Stateor the Lord Chancellor, subject as follows.\n\t\tThe Welsh Ministers are also an appropriate national authority in relationto regulations under this Act which contain only provision which would bewithin the legislative competence of Senedd Cymru if contained in an Act ofthe Senedd (ignoring any requirement for the consent of a Minister of theCrown).\n\t\tThe Scottish Ministers are also an appropriate national authority inrelation to regulations under this Act which contain only provision whichwould be within the legislative competence of the Scottish Parliament ifcontained in an Act of that Parliament.\n\t\tA Northern Ireland department is also an appropriate national authority inrelation to regulations under this Act which contain only provision which, ifcontained in an Act of the Northern Ireland Assembly—\n\t\t\twould be within the legislative competence of the Assembly, and\n\t\t\twould not require the consent of the Secretary of State.\n\t\tThe consent of a Minister of the Crown is required before any provision ismade by the Welsh Ministers in regulations under this Act so far as thatprovision, if contained in an Act of Senedd Cymru, would require the consentof a Minister of the Crown.\n\t\tIn this section “Minister of the Crown” has the same meaning as in theMinisters of the Crown Act 1975.\n\t\tIn Schedule 7B to the Government of Wales Act 2006 (general restrictions onlegislative competence of Senedd Cymru) in paragraph 11(6)(b) (exceptions torestrictions relating to Ministers of the Crown)—\n\t\t\tomit the “or” at the end of paragraph (vii), and\n\t\t\tafter paragraph (viii) insert “; or\n\t\t\tthe Professional Qualifications Act 2022”.\n\tConsultation with devolved authorities\n\t\tBefore making regulations under this Act, the Secretary of State or theLord Chancellor must consult—\n\t\t\tthe Welsh Ministers, to the extent that the regulations contain provisionwhich could also be made by the Welsh Ministers by virtue of section 16(2)(ignoring any requirement for the consent of a Minister of the Crown undersection 16(5));\n\t\t\tthe Scottish Ministers, to the extent that the regulations containprovision which could also be made by the Scottish Ministers by virtue ofsection 16(3);\n\t\t\ta Northern Ireland department, to the extent that the regulations containprovision which could also be made by a Northern Ireland department by virtueof section 16(4).\n\t\tThe Northern Ireland department which is to be consulted in accordance withsubsection (1)(c) is such Northern Ireland department as the Secretary ofState or (as the case may be) the Lord Chancellor considers appropriate havingregard to the provision which is to be contained in the regulations concerned.\n\t\tBefore making regulations under this Act in relation to which the Secretaryof State or the Lord Chancellor has consulted a devolved authority (or morethan one devolved authority) in accordance with subsection (1), the Secretaryof State or (as the case may be) the Lord Chancellor must publish a report onthe consultation.\n\t\tBut the Secretary of State or (as the case may be) the Lord Chancellor maynot publish the report unless either—\n\t\t\tthe devolved authority concerned (or, if more than one, each of them) hasagreed to the description included in the report for the purposes ofsubsection (5)(a), or\n\t\t\tthere is no such agreement but the period of 30 days, beginning with theday on which a draft of the report was first sent to the devolved authorityconcerned (or, if more than one, the last of them), has expired.\n\t\tThe report on the consultation must include—\n\t\t\ta description of—\n\t\t\tthe process undertaken in order to comply with subsection (1), and\n\t\t\tany agreement, objection or other views expressed as part of that processby the devolved authority (or devolved authorities) concerned, and\n\t\t\tan explanation of whether and how such views have been taken into accountin the regulations (including, in a case where the Secretary of State or (asthe case may be) the Lord Chancellor proposes to make the regulations despitean objection, an explanation of the reasons for doing so).\n\t\tThe duty to consult in subsection (1) does not apply in relation to anyrevision of the regulations which arises from the consultation; and, for thepurposes of subsection (4)(b), the draft report need not be identical to thepublished report for the period of 30 days to begin.\n\t\tIn this section “devolved authority” means the Scottish Ministers, theWelsh Ministers or a Northern Ireland department.\n\tParliamentary procedure\n\t\tRegulations under this Act are subject to the affirmative resolutionprocedure where they contain provision amending, repealing or revoking primarylegislation or retained direct principal EU legislation.\n\t\tOtherwise, regulations under this Act are subject to the negativeresolution procedure.\n\t\tAny power conferred on the Secretary of State, the Lord Chancellor or theWelsh Ministers to make regulations under this Act is exercisable by statutoryinstrument.\n\t\tFor regulations made under this Act by the Scottish Ministers, see section27 of the Interpretation and Legislative Reform (Scotland) Act [2010 (asp10)](/id/asp/2010/10?view=plain \"Go to item of legislation\") (Scottishstatutory instruments).\n\t\tAny power conferred on a Northern Ireland department to make regulationsunder this Act is exercisable by statutory rule for the purposes of theStatutory Rules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")) (and not bystatutory instrument).\n\t\tWhere regulations under this Act are subject to the affirmative resolutionprocedure, the regulations—\n\t\t\tif made by the Secretary of State or the Lord Chancellor, may not be madeunless a draft of the statutory instrument containing them has been laidbefore, and approved by a resolution of, each House of Parliament;\n\t\t\tif made by the Welsh Ministers, may not be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, Senedd Cymru;\n\t\t\tif made by the Scottish Ministers, are subject to the affirmative procedure(see section 29 of the Interpretation and Legislative Reform (Scotland) Act[2010 (asp 10)](/id/asp/2010/10?view=plain \"Go to item of legislation\"));\n\t\t\tif made by a Northern Ireland department, may not be made unless a draft ofthe regulations has been laid before, and approved by a resolution of, theNorthern Ireland Assembly.\n\t\tWhere regulations under this Act are subject to the negative resolutionprocedure—\n\t\t\tif made by the Secretary of State or the Lord Chancellor, the statutoryinstrument containing them is subject to annulment in pursuance of aresolution of either House of Parliament;\n\t\t\tif made by the Welsh Ministers, the statutory instrument containing them issubject to annulment in pursuance of a resolution of Senedd Cymru;\n\t\t\tif made by the Scottish Ministers, the regulations are subject to thenegative procedure (see section 28 of the Interpretation and LegislativeReform (Scotland) Act [2010 (asp 10)](/id/asp/2010/10?view=plain \"Go to itemof legislation\"));\n\t\t\tif made by a Northern Ireland department, the regulations are subject tonegative resolution within the meaning of section 41(6) of the InterpretationAct (Northern Ireland) 1954 as if they were a statutory instrument within themeaning of that Act.\n\t\tAny provision that may be made in regulations under this Act subject to thenegative resolution procedure may be made in regulations subject to theaffirmative resolution procedure.\n\t\tThis section does not apply to regulations under section 21."
    },
    {
        "length": 1319,
        "text": "\nFinal provisions\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “appropriate national authority” has the meaning given by section 16; \n\t\t\t  * “data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act); \n\t\t\t  * “legislation” means primary legislation, subordinate legislation and retained direct EU legislation; \n\t\t\t  * “modify” includes amend, repeal or revoke; \n\t\t\t  * “overseas experience” means experience obtained mainly outside the United Kingdom; \n\t\t\t  * “overseas qualification” means a qualification issued by a body that is based outside the United Kingdom; \n\t\t\t  * “part of the United Kingdom” means England, Wales, Scotland or Northern Ireland; \n\t\t\t  * “primary legislation” means— \n\t\t\tan Act of Parliament,\n\t\t\tan Order in Council made in exercise of Her Majesty’s Prerogative,\n\t\t\tan Act or Measure of Senedd Cymru,\n\t\t\tan Act of the Scottish Parliament, or\n\t\t\tNorthern Ireland legislation;\n\t\t\t\t  * “profession” includes— \n\t\t\tan occupation or trade, and\n\t\t\tany subdivision of, or distinct specialism within, a profession;\n\t\t\t\t  * “qualification” means any record, issued by a body whose ordinary activities include the issuing of such records, of having attained a particular standard following a course of study or training; \n\t\t\t\t  * “regulated profession” means a profession that is regulated by law in the United Kingdom or a part of it (see subsection (3)); \n\t\t\t\t  * “regulator”, in relation to a regulated profession, means a person having functions under legislation that relate to the regulation of the profession in the United Kingdom or, as the case may be, in a part of it in which the profession is regulated by law (see subsection (3)); \n\t\t\t\t  * “specified” means specified in regulations; \n\t\t\t\t  * “subordinate legislation” means an instrument made under primary legislation or under retained direct EU legislation; \n\t\t\t\t  * “UK experience” means experience obtained mainly in the United Kingdom; \n\t\t\t\t  * “UK qualification” means a qualification issued by a body that is based in the United Kingdom. \n\t\tIn this Act, a reference to entitlement to practise a profession includes areference to entitlement to—\n\t\t\tundertake activities that comprise the practice of the profession,\n\t\t\tuse a particular title associated with the practice of the profession, or\n\t\t\tbe registered, licensed or similarly authorised, where that is required toundertake such activities or use such a title.\n\t\tFor the purposes of this Act, a profession is regulated by law in theUnited Kingdom, or in a part of it, if by reason of legislation—\n\t\t\tindividuals are entitled to practise the profession in the United Kingdom,or in that part of it, only if they have certain qualifications or experience,or\n\t\t\tindividuals are entitled to practise the profession in the United Kingdom,or in that part of it, only if—\n\t\t\tthey have certain qualifications or experience, or\n\t\t\tthey meet an alternative condition or requirement.\n\t\tFor the purposes of this Act, a body is based—\n\t\t\twhere its registered office is,\n\t\t\tif it does not have a registered office, where its head office is, or\n\t\t\tif it does not have a registered office or a head office, where itsprincipal place of operation is.\n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement \n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsections 1 to 4;\n\t\t\tsection 5(2);\n\t\t\tsection 6;\n\t\t\tsection 8 so far as it confers power to make regulations;\n\t\t\tsection 10 so far as it confers power to make regulations;\n\t\t\tsections 12 to 20;\n\t\t\tthis section;\n\t\t\tsection 22.\n\t\tSubsections (1), (2) and (3) of section 11 come into force at the end ofthe period of 3 months beginning with the day on which this Act is passed.\n\t\tSection 8, so far as not already in force by virtue of subsection (1),comes into force at the end of the period of 6 months beginning with the dayon which this Act is passed.\n\t\tThe following provisions come into force on such day as the Secretary ofState may by regulations appoint—\n\t\t\tsection 5(1);\n\t\t\tsection 7;\n\t\t\tsection 9;\n\t\t\tsection 10 so far as not already in force by virtue of subsection (1);\n\t\t\tsubsections (4) and (5) of section 11.\n\t\tDifferent days may be appointed for different purposes.\n\t\tThe Secretary of State may by regulations make transitional, transitory orsaving provision in connection with the coming into force of a provisionmentioned in subsection (4).\n\t\tThe power to make regulations under subsection (6) includes power to makedifferent provision for different purposes.\n\t\tRegulations under this section are to be made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Professional Qualifications Act 2022.\n\t"
    }
]