{
    "general": "This law allows the government to spend money from the Consolidated Fund to pay for things like salaries, benefits, and other expenses for the years 2003 and 2004. It also says how much money can be spent each year. This helps make sure that the government has enough money to do its work and provide services to the public.",
    "series": [
        [
            {
                "length": 246,
                "short": "\"Consolidated Fund Act 2004: Authorization of Funds for Government Services and Issuance of Bonds\"",
                "text": "\n* Simplified point 1: The Consolidated Fund Act 2004 authorizes the use of up to £15,975,062.02 from the Consolidated Fund for the service of the year that ended with 31st March 2003.\n* Simplified point 2: The Act also authorizes the issue of up to £1,188.38 from the Consolidated Fund for the same period.\n* Simplified point 3: For the year ending with 31st March 2004, the Act authorizes the use of up to £27,078,400,000 from the Consolidated Fund for the service, and the issue of up to £10,668,823,000 from the Fund.\n* Simplified point 4: The Short Title of the Act is the Consolidated Fund Act 2004."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Consolidated Fund Act 2004 allows the government to spend money from the Consolidated Fund to cover the costs of running the country for two financial years - 2002-2003 and 2003-2004. This means that the government can use up to £15,975,062.02 from the fund for the year ending 31st March 2003, and up to £27,078,400,000 for the following year. Additionally, the act allows the government to borrow up to £1,188.38 and £10,668,823,000 respectively for these periods. In simpler terms, this law gives the government permission to spend money from a special fund called the Consolidated Fund to pay for things like salaries, infrastructure projects, and other expenses for two financial years.",
    "single": "\n* Authorizes the use of £15,975,062.02 from the Consolidated Fund for the service of the year ending March 31, 2003.\n* Authorizes the issue of £1,188.38 from the Consolidated Fund for the service of the year ending March 31, 2003.\n* Authorizes the use of £27,078,400,000 from the Consolidated Fund for the service of the year ending March 31, 2004.\n* Authorizes the issue of £10,668,823,000 from the Consolidated Fund for the service of the year ending March 31, 2004.\n* Short title: Consolidated Fund Act 2004.\nThis legislation authorizes the use of funds from the Consolidated Fund for the service of the years ending March 31, 2003 and 2004. It also authorizes the issue of certain sums from the Consolidated Fund for the service of these years. The amounts authorized are £15,975,062.02 for the year ending March 31, 2003, and £27,078,400,000 for the year ending March 31, 2004. The legislation also gives the Treasury the authority to issue £1,188.38 and £10,668,823,000, respectively, from the Consolidated Fund for the service of these years. The short title of this legislation is the Consolidated Fund Act 2004."
}