{
    "general": "The Appropriation Act 2002 allows the government to spend money from the Consolidated Fund for the financial year ending on 31st March 2003. It also gives permission to use the money that was already approved by Parliament in this session. Additionally, it repeals some old laws related to Consolidated Fund and Appropriation Acts. In simpler words, this act gives the government permission to spend money for the financial year 2002-2003 and repeals some old laws.",
    "series": [
        [
            {
                "length": 218,
                "short": "\"Government Spending Authorization for Fiscal Year 2003\"",
                "text": "* Simplified point 1: The Appropriation Act 2002 authorizes the use of up to £303,933,186,000 in resources and £294,721,707,059.33 from the Consolidated Fund for various government services and purposes for the fiscal year ending on March 31, 2003.\n* Simplified point 2: The act specifies the maximum amounts of resources that can be applied as appropriations in aid under the Government Resources and Accounts Act 2000 for different purposes and objectives.\n* Simplified point 3: The Appropriation Act 2002 repeals certain enactments mentioned in Schedule 3.\n* Simplified point 4: The Act can be cited as the Appropriation Act 2002."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Appropriation Act 2002 allows the government to spend up to £303 billion and £294 million from the Consolidated Fund for various services and purposes during the financial year ending on March 31, 2003. This includes funding for things like healthcare, education, defense, and social welfare programs. The law also repeals some old laws that are no longer needed. Overall, the purpose of this legislation is to ensure that the government has enough money to provide essential services to the public.",
    "single": "\n* Authorizes the use of £165,524,576,000 resources for the year ending on 31st March 2003.\n* Authorizes the issue of £157,298,448,000 from the Consolidated Fund for the year ending on 31st March 2003.\n* Appropriates £303,933,186,000 for various services and purposes, including:\n\t+ £294,721,707,059.33 for issue from the Consolidated Fund.\n\t+ £9,209,478,947 for appropriations in aid under the Government Resources and Accounts Act [2000 (c. 20)].\n* Repeals certain Consolidated Fund and Appropriation Acts.\n* May be cited as the Appropriation Act 2002."
}