[
    {
        "length": 312,
        "text": "\nIncome tax\n\tCharge, main rates, thresholds and allowances etc for 2010-11\n\t\tIncome tax is charged for the tax year 2010-11.\n\t\tFor that tax year—\n\t\t\tthe basic rate is 20%,\n\t\t\tthe higher rate is 40%, and\n\t\t\tthe additional rate is 50%.\n\t\tThe amounts specified in the following provisions of ITA 2007 are the samefor the tax year 2010-11 as for the tax year 2009-10—\n\t\t\tsections 10(5) and 12(3) (basic rate limit and starting rate limit forsavings),\n\t\t\tsections 35, 36(1), 37(1) and 38(1) (personal allowances and blind person’sallowance),\n\t\t\tsections 43, 45(3)(a) and (b) and 46(3)(a) and (b) (tax reductions formarried couples and civil partners), and\n\t\t\tsections 36(2), 37(2), 45(4) and 46(4) (adjusted net income limit)."
    },
    {
        "length": 327,
        "text": "\nCorporation tax\n\tCharge and main rate for financial year 2011\n\t\tCorporation tax is charged for the financial year 2011.\n\t\tFor that year the rate of corporation tax is—\n\t\t\t28% on profits of companies other than ring fence profits, and\n\t\t\t30% on ring fence profits of companies.\n\t\tIn subsection (2) “ring fence profits” has the same meaning as in Part 8 ofCTA 2010 (see section 276 of that Act).\n\tSmall profits rates and fractions for financial year 2010\n\t\tFor the financial year 2010 the small profits rate is—\n\t\t\t21% on profits of companies other than ring fence profits, and\n\t\t\t19% on ring fence profits of companies.\n\t\tFor the purposes of Part 3 of CTA 2010, for that year—\n\t\t\tthe standard fraction is 7/400ths, and\n\t\t\tthe ring fence fraction is 11/400ths.\n\t\tIn subsection (1) “ring fence profits” has the same meaning as in Part 8 ofCTA 2010 (see section 276 of that Act)."
    },
    {
        "length": 153,
        "text": "\nCapital gains tax\n\tIncrease in entrepreneurs’ relief\n\t\tIn section 169N(3) of TCGA 1992 (limit on entrepreneurs’ relief)—\n\t\t\tfor “£1 million” (in both places) substitute “£2 million”, and\n\t\t\tin paragraph (b), after “total of” insert “so much of” and insert at theend “as was subject to reduction under subsection (2)”.\n\t\tThe amendments made by subsection (1) have effect in relation to qualifyingbusiness disposals occurring on or after 6 April 2010."
    },
    {
        "length": 387,
        "text": "\nCapital allowances\n\tAnnual investment allowance\n\t\tIn section 51A(5) of CAA 2001 (entitlement to annual investment allowance:maximum allowance), for “£50,000” substitute “£100,000”.\n\t\tThe amendment made by subsection (1) has effect in relation to expenditureincurred on or after the relevant date.\n\t\tSubsections (4) and (5) apply in relation to a chargeable period (“theactual chargeable period”) which—\n\t\t\tbegins before the relevant date, and\n\t\t\tends on or after that date.\n\t\tThe maximum allowance under section 51A of CAA 2001 for the actualchargeable period is the sum of each maximum allowance that would be found if—\n\t\t\tthe period beginning with the first day of the chargeable period and endingwith the day before the relevant date, and\n\t\t\tthe period beginning with the relevant date and ending with the last day ofthe chargeable period,\n\t\t\t\twere treated as separate chargeable periods.\n\t\tBut, so far as concerns expenditure incurred before the relevant date, themaximum allowance under section 51A of that Act for the actual chargeableperiod is to be calculated as if the amendment made by subsection (1) had notbeen made.\n\t\tIn this section “the relevant date” means—\n\t\t\tfor corporation tax purposes, 1 April 2010, and\n\t\t\tfor income tax purposes, 6 April 2010."
    },
    {
        "length": 1963,
        "text": "\nStamp duty land tax\n\tRelief for first-time buyers\n\t\tPart 4 of FA 2003 (stamp duty land tax) is amended as follows.\n\t\tAfter section 57A insert—\n\t\t“57AAFirst-time buyers\n\t\t\tA land transaction is exempt from charge under section 55 if—\n\t\t\t\tit is a relevant acquisition of a major interest in land,\n\t\t\t\tthe land consists entirely of residential property,\n\t\t\t\tthe relevant consideration (see section 55) for the transaction (other thanany consisting of rent) is more than £125,000 but not more than £250,000,\n\t\t\t\tthe purchaser, or (if more than one) each of the purchasers, is a first-time buyer who intends to occupy the residential property as the purchaser’sonly or main residence, and\n\t\t\t\t(subject to subsection (4)) the transaction is not one of a number oflinked transactions.\n\t\t\tIn this section “first-time buyer” means a person who—\n\t\t\t\thas not previously been a purchaser in relation to a relevant acquisitionof a major interest in land which consisted of or included residentialproperty,\n\t\t\t\thas not previously acquired an equivalent interest in such land under thelaw of a territory outside the United Kingdom,\n\t\t\t\thas not previously been, or been one of the persons who was, “the person”for the purposes of section 71A, 72, 72A or 73 in a case where the firsttransaction within the meaning of the section concerned was a relevantacquisition of a major interest in land which consisted of or includedresidential property, and\n\t\t\t\twould not have been such a person for those purposes in such a case if theprovisions mentioned in paragraph (c) had been in force, and had had effect inthe territory concerned, at all material times (subject, where required, toappropriate modifications).\n\t\t\tIn this section “relevant acquisition of a major interest in land” means anacquisition of a major interest in land other than—\n\t\t\t\tthe grant of a lease for a term of less than 21 years, or\n\t\t\t\tthe assignment of a lease which has less than 21 years to run.\n\t\t\tSubsection (1)(e) does not prevent a transaction being exempt from chargeunder section 55 if each of the linked transactions is one the subject-matterof which is land, or an interest in or right over land, which falls withinsection 116(1)(a), (b) or (c) by reason of its connection with the samebuilding.”\n\t\t\tAfter section 73C insert—\n\t\t“73CASections 71A to 73: first-time buyers\n\t\t\tWhere section 71A, 72, 72A or 73 applies, the first transaction within themeaning of the section concerned is exempt from charge under section 55 if—\n\t\t\t\tthe transaction is a relevant acquisition of a major interest in land,\n\t\t\t\tthe land consists entirely of residential property,\n\t\t\t\tthe relevant consideration (see section 55) for the transaction (other thanany consisting of rent) is more than £125,000 but not more than £250,000,\n\t\t\t\tthe person (within the meaning of the section concerned), or (if more thanone) each of them, is a first-time buyer who intends to occupy the residentialproperty as the person’s only or main residence, and\n\t\t\t\t(subject to subsection (3)) the transaction is not one of a number oflinked transactions.\n\t\t\tIn subsection (1)—\n\t\t\t\t  * “first-time buyer”, and\n\t\t\t\t  * “relevant acquisition of a major interest in land”,\n\t\t\t\thave the same meaning as in section 57AA.\n\t\t\tSubsection (4) of section 57AA applies for the purposes of this section.”\n\t\t\tIn section 110 (approval of regulations under general power), insert at theend—\n\t\t\tThis section does not apply to regulations containing only provisionvarying section 57AA or 73CA, or paragraph 15 of Schedule 9, which does notincrease any person’s liability to tax.”\n\t\t\tIn Schedule 9 (right to buy, shared ownership leases etc), insert at theend—\n\t\t“First-time buyers\n\t\t\tThis paragraph applies where—\n\t\t\t\ta lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 2 andthe conditions in sub-paragraph (2) of that paragraph are met but no electionis made for tax to be charged in accordance with that paragraph,\n\t\t\t\ta lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 4 andthe conditions in sub-paragraph (2) of that paragraph are met but no electionis made for tax to be charged in accordance with that paragraph,\n\t\t\t\tparagraph 4A applies in relation to the acquisition of an interest (but theacquisition is not exempt from charge by virtue of sub-paragraph (2) of thatparagraph),\n\t\t\t\ta shared ownership trust is declared but no election is made for tax to becharged in accordance with paragraph 9, or\n\t\t\t\tan equity-acquisition payment is made under a shared ownership trust (butthe equity-acquisition payment, and the consequential increase in thepurchaser’s beneficial interest, are not exempt from charge by virtue ofparagraph 10).\n\t\t\tNeither section 57AA nor section 73CA applies in relation to—\n\t\t\t\tthe acquisition of the lease,\n\t\t\t\tthe acquisition of the interest,\n\t\t\t\tthe declaration of the shared ownership trust, or\n\t\t\t\tthe equity-acquisition payment and the consequential increase in thepurchaser’s beneficial interest.”\n\t\t\tThe amendments made by this section have effect in relation to any landtransaction of which the effective date is on or after 25 March 2010 butbefore 25 March 2012.\n\tRate in respect of residential property where consideration over £1m\n\t\tIn section 55(2) of FA 2003 (amount of SDLT chargeable), in Table A (bandsand percentages for residential property), for the final entry (cases whererelevant consideration is more than £500,000 to be chargeable at 4%)substitute—\n\t\t\t“More than £500,000 but not more than £1,000,000| 4%  ---|---  More than £1,000,000| 5%”    (2)The amendment made by subsection (1) has effect in relation to any landtransaction of which the effective date is on or after 6 April 2011.\n\t\tBut that amendment does not have effect in relation to any transaction—\n\t\t\teffected in pursuance of a contract entered into and substantiallyperformed before 25 March 2010, or\n\t\t\teffected in pursuance of a contract entered into before that date and notexcluded by subsection (4).\n\t\tA transaction effected in pursuance of a contract entered into before 25March 2010 is excluded by this subsection if—\n\t\t\tthere is any variation of the contract, or assignment (or assignation) ofrights under the contract, on or after 25 March 2010,\n\t\t\tthe transaction is effected in consequence of the exercise on or after thatdate of any option, right of pre-emption or similar right, or\n\t\t\ton or after that date there is an assignment (or assignation), subsale orother transaction relating to the whole or part of the subject-matter of thecontract as a result of which a person other than the purchaser under thecontract becomes entitled to call for a conveyance."
    },
    {
        "length": 313,
        "text": "\nInheritance tax\n\tRate bands\n\t\tThe Table substituted in Schedule 1 to IHTA 1984 by section 155(1)(b) and(4) of FA 2006 (which provides for a rate of nil per cent on such portion ofthe value concerned as does not exceed £325,000 and a rate of 40 per cent onsuch portion as exceeds that amount) has effect in relation to chargeabletransfers made on or after 6 April 2010.\n\t\tAccordingly, omit—\n\t\t\tin IHTA 1984, the Table substituted in Schedule 1 in relation to chargeabletransfers made on or after that date (which provided for a rate of nil percent on such portion of the value concerned as does not exceed £350,000 and arate of 40 per cent on such portion as exceeds that amount), and\n\t\t\tin FA 2007, section 4 (which substituted it).\n\t\tSection 8 of IHTA 1984 (indexation) does not have effect by virtue of anydifference between the retail prices index for the month of September in 2010,2011, 2012 or 2013 and the previous September."
    },
    {
        "length": 1047,
        "text": "\nAlcohol and tobacco\n\tRates of alcoholic liquor duties\n\t\tALDA 1979 is amended as follows.\n\t\tIn section 5 (rate of duty on spirits), for “£22.64” substitute “£23.80”.\n\t\tIn section 36(1AA)(a) (standard rate of duty on beer), for “£16.47”substitute “£17.32”.\n\t\tIn section 62(1A) (rates of duty on cider)—\n\t\t\tin paragraph (a) (rate of duty per hectolitre in the case of sparklingcider of a strength exceeding 5.5 per cent), for “£207.20” substitute“£217.83”,\n\t\t\tin paragraph (b) (rate of duty per hectolitre in the case of cider of astrength exceeding 7.5 per cent which is not sparkling cider), for “£47.77”substitute “£54.04”, and\n\t\t\tin paragraph (c) (rate of duty per hectolitre in any other case), for“£31.83” substitute “£36.01”.\n\t\tIn section 62(1A) (as amended by subsection (4))—\n\t\t\tin paragraph (b), for “£54.04” substitute “£50.22”, and\n\t\t\tin paragraph (c), for “£36.01” substitute “£33.46”.\n\t\tFor the table in Schedule 1 substitute—\n\t“TABLE OF RATES OF DUTY ON WINE AND MADE-WINE\n\t\tPART 1WINE OR MADE-WINE OF A STRENGTH NOT EXCEEDING 22 PER CENT\n\t\t\tDescription of wine or made-wine| Rates of duty per hectolitre £  ---|---  Wine or made-wine of a strength not exceeding 4 per cent| 69.32  Wine or made-wine of a strength exceeding 4 per cent but not exceeding 5.5 percent| 95.33  Wine or made-wine of a strength exceeding 5.5 per cent but not exceeding 15per cent and not being sparkling| 225.00  Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent butless than 8.5 per cent| 217.83  Sparkling wine or sparkling made-wine of a strength of 8.5 per cent or of astrength exceeding 8.5 per cent but not exceeding 15 per cent| 288.20  Wine or made-wine of a strength exceeding 15 per cent but not exceeding 22 percent| 299.97    ##### PART 2WINE OR MADE-WINE OF A STRENGTH EXCEEDING 22 PER CENT\n\t\tDescription of wine or made-wine| Rates of duty per litre of alcohol in wineor made-wine £  ---|---  Wine or made-wine of a strength exceeding 22 per cent| 23.80”.    (7)The amendments made by subsections (2) to (4) and (6) are treated as havingcome into force on 29 March 2010.\n\t\t\tThe amendments made by subsection (5) come into force on 30 June 2010.\n\tRates of tobacco products duty\n\t\tFor the table in Schedule 1 to TPDA 1979 substitute—\n\t\t“TABLE\n\t\t\t1. Cigarettes| An amount equal to 24 per cent of the retail price plus £119.03 per thousand cigarettes  ---|---  2. Cigars| £180.28 per kilogram  3. Hand-rolling tobacco| £129.59 per kilogram  4. Other smoking tobacco and chewing tobacco| £79.26 per kilogram”.    (2)The amendment made by subsection (1) is treated as having come into forceat 6 pm on 24 March 2010."
    },
    {
        "length": 184,
        "text": "\nVehicle excise duty\n\tRates for motorcycles\n\t\tIn paragraph 2(1) of Schedule 1 to VERA 1994 (annual rates of duty:motorcycles)—\n\t\t\tin paragraph (c) (motorbicycle which has engine with cylinder capacityexceeding 400cc but not exceeding 600cc), for “£48” substitute “£50”, and\n\t\t\tin paragraph (d) (motorcycle not within any of paragraphs (a) to (c)), for“£66” substitute “£70”.\n\t\tThe amendments made by subsection (1) have effect in relation to licencestaken out on or after 1 April 2010."
    },
    {
        "length": 1955,
        "text": "\nFuel duties\n\tFuel duties: rates and rebates from April 2010\n\t\tHODA 1979 is amended as follows.\n\t\tIn section 6(1A) (main rates)—\n\t\t\tin paragraph (a) (unleaded petrol), for “£0.5619” substitute “£0.5719”,\n\t\t\tin paragraph (aa) (aviation gasoline), for “£0.3457” substitute “£0.3835”,\n\t\t\tin paragraph (b) (light oil other than unleaded petrol or aviationgasoline), for “£0.6591” substitute “£0.6691”, and\n\t\t\tin paragraph (c) (heavy oil), for “£0.5619” substitute “£0.5719”.\n\t\tIn section 6AA(3) (rate of duty on biodiesel), for “shall be £0.3619 alitre” substitute “is the same as that in the case of heavy oil”.\n\t\tIn section 6AB (rate of duty on bioblend)—\n\t\t\tin subsection (3), for the words after “is the” substitute “same as that inthe case of heavy oil.”, and\n\t\t\tomit subsections (4) and (5).\n\t\tIn section 6AD(3) (rate of duty on bioethanol), for “shall be £0.3619 alitre.” substitute “is the same as that in the case of unleaded petrol.”\n\t\tIn section 6AE (rate of duty on blends of bioethanol and hydrocarbon oil)—\n\t\t\tin subsection (3), for the words after “bioethanol blend” substitute “isthe same as that in the case of unleaded petrol.”, and\n\t\t\tomit subsections (4) and (5).\n\t\tIn section 8(3) (road fuel gas)—\n\t\t\tin paragraph (a) (natural road fuel gas), for “£0.2216” substitute“£0.2360”, and\n\t\t\tin paragraph (b) (other road fuel gas), for “£0.2767” substitute “£0.3053”.\n\t\tIn section 11(1) (rebate on heavy oil)—\n\t\t\tin paragraph (a) (fuel oil), for “£0.1037” substitute “£0.1055”, and\n\t\t\tin paragraph (b) (gas oil), for “£0.1080” substitute “£0.1099”.\n\t\tIn section 14(1) (rebate on light oil for use as furnace fuel), for“£0.1037” substitute “£0.1055”.\n\t\tIn section 14A(2) (rebate on certain biodiesel), for “£0.1080” substitute“£0.1099”.\n\t\tThe following are revoked—\n\t\t\tthe Hydrocarbon Oil Duties (Hydrogenation of Biomass) (Reliefs) Regulations2006 ([S.I. 2006/3426](/id/uksi/2006/3426?view=plain \"Go to item oflegislation\")),\n\t\t\tthe Hydrocarbon Oil Duties (Sulphur-free Diesel) (Hydrogenation of Biomass)(Reliefs) (Amendment) Regulations 2007 ([S.I.2007/2406](/id/uksi/2007/2406?view=plain \"Go to item of legislation\")), and\n\t\t\tregulation 11 of the Hydrocarbon Oil, Biofuels and Other Fuel Substitutes(Determination of Composition of a Substance and Miscellaneous Amendments)Regulations 2008 ([S.I. 2008/753](/id/uksi/2008/753?view=plain \"Go to item oflegislation\")).\n\t\tThe amendments made by this section are treated as having come into forceon 1 April 2010.\n\tFuel duties: further changes in rates and rebates\n\t\tHODA 1979 is amended as follows.\n\t\tIn section 6(1A) (main rates)—\n\t\t\tin paragraph (a) (unleaded petrol)—\n\t\t\ton 1 October 2010, for “£0.5719” substitute “£0.5819”, and\n\t\t\ton 1 January 2011, for “£0.5819” substitute “£0.5895”,\n\t\t\tin paragraph (b) (light oil other than unleaded petrol or aviationgasoline)—\n\t\t\ton 1 October 2010, for “£0.6691” substitute “£0.6791”, and\n\t\t\ton 1 January 2011, for “£0.6791” substitute “£0.6867”, and\n\t\t\tin paragraph (c) (heavy oil)—\n\t\t\ton 1 October 2010, for “£0.5719” substitute “£0.5819”, and\n\t\t\ton 1 January 2011, for “£0.5819” substitute “£0.5895”.\n\t\tIn section 8(3) (road fuel gas)—\n\t\t\tin paragraph (a) (natural road fuel gas)—\n\t\t\ton 1 October 2010, for “£0.2360” substitute “£0.2505”, and\n\t\t\ton 1 January 2011, for “£0.2505” substitute “£0.2615”, and\n\t\t\tin paragraph (b) (other road fuel gas)—\n\t\t\ton 1 October 2010, for “£0.3053” substitute “£0.3195”, and\n\t\t\ton 1 January 2011, for “£0.3195” substitute “£0.3304”.\n\t\tIn section 11(1) (rebate on heavy oil)—\n\t\t\tin paragraph (a) (fuel oil)—\n\t\t\ton 1 October 2010, for “£0.1055” substitute “£0.1074”, and\n\t\t\ton 1 January 2011, for “£0.1074” substitute “£0.1088”, and\n\t\t\tin paragraph (b) (gas oil)—\n\t\t\ton 1 October 2010, for “£0.1099” substitute “£0.1118”, and\n\t\t\ton 1 January 2011, for “£0.1118” substitute “£0.1133”.\n\t\tIn section 14(1) (rebate on light oil for use as furnace fuel)\n\t\t\ton 1 October 2010, for “£0.1055” substitute “£0.1074”, and\n\t\t\ton 1 January 2011, for “£0.1074” substitute “£0.1088”.\n\t\tIn section 14A(2) (rebate on certain biodiesel)—\n\t\t\ton 1 October 2010, for “£0.1099” substitute “£0.1118”, and\n\t\t\ton 1 January 2011, for “£0.1118” substitute “£0.1133”."
    },
    {
        "length": 801,
        "text": "\nOther environmental taxes\n\tRates of air passenger duty\n\t\tIn section 30 of FA 1994 (air passenger duty: rates)—\n\t\t\tin subsection (2) (journeys ending in UK or Part 1 territory), for “£11”substitute “£12” and for “£22” substitute “£24”,\n\t\t\tin subsection (3) (journeys ending in Part 2 territory), for “£45”substitute “£60” and for “£90” substitute “£120”,\n\t\t\tin subsection (4) (journeys ending in Part 3 territory), for “£50”substitute “£75” and for “£100” substitute “£150”, and\n\t\t\tin subsection (4A) (other journeys), for “£55” substitute “£85” and for“£110” substitute “£170”.\n\t\tThe amendments made by subsection (1) have effect in relation to thecarriage of passengers beginning on or after 1 November 2010.\n\tStandard rate of landfill tax\n\t\tIn section 42(1) and (2) of FA 1996 (standard amount of landfill tax), for“£48” substitute “£56”.\n\t\tThe amendments made by subsection (1) have effect in relation to disposalsmade (or treated as made) on or after 1 April 2011.\n\tRate of aggregates levy\n\t\tIn section 16(4) of FA 2001 (rate of aggregates levy), for “£2” substitute“£2.10”.\n\t\tThe amendment made by subsection (1) has effect in relation to aggregatesubjected to commercial exploitation on or after 1 April 2011.\n\tRates of climate change levy\n\t\tIn Schedule 6 to FA 2000 (climate change levy), for the table in paragraph42(1) substitute—\n\t\t“TABLE\n\t\t\tTaxable commodity supplied| Rate at which levy payable if supply is not areduced-rate supply  ---|---  Electricity| £0.00485 per kilowatt hour  Gas supplied by a gas utility or any gas supplied in a gaseous state that isof a kind supplied by a gas utility| £0.00169 per kilowatt hour  Any petroleum gas, or other gaseous hydrocarbon, supplied in a liquid state|£0.01083 per kilogram  Any other taxable commodity| £0.01321 per kilogram”.    (2)The amendment made by subsection (1) has effect in relation to suppliestreated as taking place on or after 1 April 2011.\n\tClimate change levy: reduced-rate supplies\n\t\tIn Schedule 6 to FA 2000 (climate change levy), in paragraph 42(1)(c)(reduced-rate supplies), for “20 per cent.” substitute “35 per cent.”.\n\t\tThe amendment made by subsection (1) has effect in relation to suppliestreated as taking place on or after 1 April 2011."
    },
    {
        "length": 903,
        "text": "\nGambling\n\tRate of bingo duty\n\t\tIn section 17(1)(b) of BGDA 1981 (bingo duty chargeable at 22 per cent ofbingo promotion profits), for “22” substitute “20”.\n\t\tThe amendment made by subsection (1) has effect in relation to accountingperiods beginning on or after 29 March 2010.\n\tRates of gaming duty\n\t\tIn section 11(2) of FA 1997 (rates of gaming duty), for the tablesubstitute—\n\t\t“TABLE\n\t\t\tPart of gross gaming yield| Rate  ---|---  The first £1,975,000| 15 per cent  The next £1,361,500| 20 per cent  The next £2,385,000| 30 per cent  The next £5,033,500| 40 per cent  The remainder| 50 per cent”.    (2)The amendment made by subsection (1) has effect in relation to accountingperiods beginning on or after 1 April 2010.\n\tAmusement machine licence duty\n\t\tIn section 23(2) of BGDA 1981 (amount of duty payable on amusement machinelicence), for the table substitute—\n\t\t“TABLE\n\t\t\tMonths for which licence granted| Category A| Category B1| Category B2|Category B3| Category B4| Category C  ---|---|---|---|---|---|---  £| £| £| £| £| £  1| 520| 265| 210| 210| 190| 85  2| 1015| 505| 395| 395| 360| 150  3| 1520| 760| 605| 605| 545| 225  4| 2025| 1015| 800| 800| 725| 300  5| 2540| 1270| 1000| 1000| 900| 375  6| 3050| 1520| 1195| 1195| 1085| 450  7| 3555| 1775| 1395| 1395| 1265| 520  8| 4060| 2025| 1600| 1600| 1450| 600  9| 4570| 2285| 1800| 1800| 1630| 675  10| 5075| 2540| 1995| 1995| 1810| 750  11| 5580| 2795| 2195| 2195| 1990| 820  12| 5805| 2905| 2285| 2285| 2075| 860”.    (2)The amendment made by subsection (1) has effect in relation to cases wherethe application for the amusement machine licence is received by theCommissioners for Her Majesty’s Revenue and Customs after 4 pm on 26 March2010."
    },
    {
        "length": 2216,
        "text": "\nLosses, capital allowances etc\n\tSideways relief etc\n\t\tSchedule 3 contains provision about sideways relief etc.\n\tProperty loss relief\n\t\tChapter 4 of Part 4 of ITA 2007 (losses from property businesses) isamended as follows.\n\t\tIn section 117 (overview of Chapter), after subsection (2) insert—\n\t\tThis Chapter also contains provision restricting relief under this Chapter(see section 127A).”\n\t\tIn section 120 (deduction of property losses from general income), aftersubsection (6) insert—\n\t\tSee also section 127A (no relief for tax-generated losses attributable toannual investment allowance).”\n\t\tAfter section 127 insert—\n\t\t“Restrictions on relief\n\t\t\tANo relief for tax-generated losses attributable to annualinvestment allowance\n\t\t\t\tThis section applies if—\n\t\t\t\t\tin a tax year a person makes a loss in a UK property business or overseasproperty business (whether carried on alone or in partnership),\n\t\t\t\t\tthe loss has a capital allowances connection (see section 123(2)), and\n\t\t\t\t\tthe loss arises directly or indirectly in consequence of, or otherwise inconnection with, relevant tax avoidance arrangements.\n\t\t\t\tNo property loss relief against general income may be given to the personfor so much of the applicable amount of the loss as is attributable to anannual investment allowance.\n\t\t\t\tFor the purposes of subsection (2), the applicable amount of the loss is tobe treated as attributable to capital allowances before anything else and toan annual investment allowance before any other capital allowance.\n\t\t\t\tIn subsection (1) “relevant tax avoidance arrangements” means arrangements—\n\t\t\t\t\tto which the person is a party, and\n\t\t\t\t\tthe main purpose, or one of the main purposes, of which is being in aposition to make use of an annual investment allowance in the obtaining of areduction in tax liability by means of property loss relief against generalincome.\n\t\t\t\tIn subsection (4) “arrangements” includes any agreement, understanding,scheme, transaction or series of transactions (whether or not legallyenforceable).\n\t\t\t\tIn this section “the applicable amount of the loss” has the meaning givenby section 122.”\n\t\t\t\tThe amendments made by this section have effect in relation to a loss if itarises directly or indirectly in consequence of, or otherwise in connectionwith—\n\t\t\t\t\tarrangements which are entered into on or after 24 March 2010, or\n\t\t\t\t\tany transaction forming part of arrangements which is entered into on orafter that date.\n\t\t\t\tBut those amendments do not have effect where the arrangements are, or anysuch transaction is, entered into pursuant to an unconditional obligation in acontract made before that date.\n\t\t\t\t“An unconditional obligation” means an obligation which may not be variedor extinguished by the exercise of a right (whether or not under thecontract).\n\tCapital allowance buying\n\t\tSchedule 4 contains provisions about capital allowance buying.\n\tLeased assets\n\t\tSchedule 5 contains provisions about leased assets.\n\tCushion gas\n\t\tPart 2 of CAA 2001 (plant and machinery allowances) is amended as follows.\n\t\tSection 70J (meaning of “funding lease”) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)A plant or machinery lease is also a “funding lease” if the plant ormachinery is cushion gas.”\n\t\tIn subsection (2), for “Subsection (1) is” substitute “Subsections (1) and(1A) are”.\n\t\tAfter subsection (6) insert—\n\t\tIn this section “cushion gas” means gas that functions or is intended tofunction as plant in a particular gas storage facility.”\n\t\tIn section 104A(1) (special rate expenditure)—\n\t\t\tomit the “and” at the end of paragraph (d), and\n\t\t\tafter paragraph (e) insert “and\n\t\t\texpenditure incurred on or after 1 April 2010 on the provision of cushiongas (within the meaning given by section 70J(7)).”\n\t\tAfter section 104F insert—\n\t\t“104GDisposal events in respect of cushion gas\n\t\t\tThis section applies if expenditure incurred by a person on the provisionof cushion gas used in a particular gas storage facility includes both newexpenditure and old expenditure.\n\t\t\tAny disposal event which concerns any of that cushion gas is to be treatedfor the purposes of this Part as relating to cushion gas which is the subjectof the new expenditure before cushion gas which is the subject of the oldexpenditure.\n\t\t\tThe result of subsection (2) (including any further application of thatsubsection) is that a disposal event may be treated as relating—\n\t\t\t\tonly to cushion gas which is the subject of the new expenditure,\n\t\t\t\tboth to—\n\t\t\t\tcushion gas which is the subject of the new expenditure, and\n\t\t\t\tcushion gas which is the subject of the old expenditure, or\n\t\t\t\tonly to cushion gas which is the subject of the old expenditure.\n\t\t\tIf a disposal event is treated, as a result of subsection (2), as relatingboth to—\n\t\t\t\tcushion gas which is the subject of the new expenditure, and\n\t\t\t\tcushion gas which is the subject of the old expenditure,\n\t\t\t\t\tit is to be treated for the purposes of this Part as two separate disposalevents, the first relating to cushion gas within paragraph (a) and the secondrelating to cushion gas within paragraph (b).\n\t\t\tIn this section—\n\t\t\t\t  * “cushion gas” has the meaning given by section 70J(7),\n\t\t\t\t  * “new expenditure” means expenditure incurred on or after 1 April 2010, and\n\t\t\t\t  * “old expenditure” means expenditure incurred before that date.”\n\t\t\tThe amendments made by subsections (2) to (5) have effect in relation toleases whose inception (within the meaning given by section 70YI(1) of CAA2001) is on or after 1 April 2010.\n\t\t\tThe amendments made by subsection (6) have effect in relation toexpenditure incurred on or after 1 April 2010.\n\t\t\tThe amendment made by subsection (7) has effect in relation to disposalevents on or after 1 April 2010.\n\tSale of lessors: consortium relationships\n\t\tChapters 3 and 4 of Part 9 of CTA 2010 (sales of lessors) are amended asfollows.\n\t\tIn section 393(7) (qualifying 75% subsidiaries), omit “or 90%”.\n\t\tIn section 394 (consortium relationships)—\n\t\t\tin subsections (1)(b), (4) and (5)(b), for “90%” substitute “75%”, and\n\t\t\tin subsection (9)(b), omit “or 90%”.\n\t\tIn section 398 (qualifying 75% or 90% subsidiary), omit—\n\t\t\tsubsections (5) and (6), and\n\t\t\tin subsection (7)(b), “and “90% subsidiary””,\n\t\t\t\tand, in the heading, omit “ **or 90%** ”.\n\t\tIn section 405(2)(b) and (6) (adjustments to basic amount), for “90%”substitute “75%”.\n\t\tIn sections 408(5)(b) and 430(4)(b) (associated company), for “90%”substitute “75%”.\n\t\tIn Schedule 4 to CTA 2010, omit the entry relating to “qualifying 90%subsidiary (in Chapters 3 to 6 of Part 9)”.\n\t\tThe amendments made by this section have effect where the relevant day ison or after 9 December 2009.\n\t\tCorresponding amendments, having effect where the relevant day is on orafter that date, are to be treated as having been made in Schedule 10 to FA2006."
    },
    {
        "length": 120,
        "text": "\nCharities etc\n\tCharities and community amateur sports clubs: definitions\n\t\tSchedule 6 contains provision about the meaning of “charity” (and relatedexpressions) and “community amateur sports club”.\n\tGifts of shares etc to charities\n\t\tSchedule 7 contains provision about schemes to obtain or increase relief inrespect of certain gifts to charities.\n\tMiscellaneous amendments\n\t\tSchedule 8 contains miscellaneous amendments of provisions relating tocharities."
    },
    {
        "length": 204,
        "text": "\nRemittance basis\n\t“Relevant person”\n\t\tSection 809M of ITA 2007 (remittance basis: meaning of “relevant person”)is amended as follows.\n\t\tIn subsection (2)(f), insert at the end “or a company which is a 51%subsidiary of such a company,”.\n\t\tIn subsection (3)(ca), for “Act),” substitute “Act) and, in relation to acompany that would be a close company if it were resident in the UnitedKingdom, means a person who would be such a participator if it were a closecompany,”.\n\t\tThe amendments made by this section are treated as having come into forceon 6 April 2010.\n\tForeign currency bank accounts\n\t\tSchedule 9 contains provision about foreign currency bank accounts."
    },
    {
        "length": 585,
        "text": "\nOther international matters\n\tPenalties: offshore income etc\n\t\tSchedule 10 contains provision about penalties in respect of offshoreincome etc.\n\t\tSchedule 10 comes into force on such day as the Treasury may by orderappoint.\n\t\tAn order under subsection (2)—\n\t\t\tmay make different provision for different purposes, and\n\t\t\tmay include transitional provisions and savings.\n\t\tThe Treasury may by order make any incidental, supplemental, consequential,transitional or transitory provision or saving that appears appropriate inconsequence of, or otherwise in connection with, Schedule 10.\n\t\tAn order under subsection (4) may—\n\t\t\tmake different provision for different purposes, and\n\t\t\tmake provision amending, repealing or revoking an enactment or instrument(whenever passed or made).\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (4) is subjectto annulment in pursuance of a resolution of the House of Commons.\n\tReliefs and reductions for foreign tax\n\t\tSchedule 11 contains provision about activities designed to increase theamount allowed by way of credit or reduction in respect of foreign tax.\n\tAsset transfer to non-resident company: recovery of postponed charge\n\t\tIn section 140 of TCGA 1992 (postponement of charge on transfer of assetsto non-resident company)—\n\t\t\tin subsection (4), for “the consideration received by it on the disposalshall be treated as increased by” substitute “there shall be deemed to accrueto the transferor company as a chargeable gain on that occasion”, and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(4A)A chargeable gain which is deemed to accrue under subsection (4) is inaddition to any gain or loss that actually accrues to the transferor companyon the disposal of the securities.”\n\t\tIn Schedule 7AC to that Act (exemption for disposals by companies withsubstantial shareholding), omit paragraph 35 (recovery of charge postponed ontransfer of asset to non-resident company).\n\t\tThe amendments made by this section have effect in relation to disposals ofsecurities on or after 6 January 2010."
    },
    {
        "length": 1421,
        "text": "\nSecurities etc\n\tTransactions in securities\n\t\tSchedule 12 contains provision about transactions in securities.\n\tApproved CSOP schemes: eligible shares\n\t\tIn Part 4 of Schedule 4 to ITEPA 2003 (shares to which approved CSOPschemes can apply), omit paragraph 17(1)(c) (shares in a company which isunder the control of a listed company).\n\t\tAccordingly, in that Schedule—\n\t\t\tin paragraph 17—\n\t\t\tafter sub-paragraph (1)(a) insert “or”,\n\t\t\tomit “or” at the end of sub-paragraph (1)(b), and\n\t\t\tomit sub-paragraph (2), and\n\t\t\tomit paragraph 20(3)(c) (and the “or” before it).\n\t\tThe amendments made by this section—\n\t\t\tcome into force on 24 September 2010, and\n\t\t\thave effect in relation to options granted on or after that day.\n\t\tIf— \n\t\t\tduring the period beginning with 24 March 2010 and ending with 23 September2010 (“the transitional period”), a share option is granted to an individualin accordance with the provisions of an approved CSOP scheme, and\n\t\t\tthe shares which may be acquired by the exercise of the option are sharesin a company which is under the control of a listed company, other than sharesof a class listed on a recognised stock exchange,\n\t\t\t\tthe share option is to be treated for the purposes of the CSOP code as nothaving been granted in accordance with the provisions of an approved CSOPscheme.\n\t\tAn alteration made to a scheme during the transitional period in order tomeet the amended paragraph 17 requirement is to be regarded as an alterationmade in a key feature of the scheme for the purposes of paragraph 30 ofSchedule 4 to ITEPA 2003 (withdrawal of approval).\n\t\tWhere the amended paragraph 17 requirement is not met in respect of anapproved CSOP scheme at the end of the transitional period, the requirement isto be treated for the purposes of paragraph 30(2)(a) of that Schedule(disqualifying events) as ceasing to be met immediately after that time.\n\t\tWhere, by virtue of subsection (6), approval is withdrawn from a schemeunder Part 7 of that Schedule, that withdrawal has effect (from the timedetermined in accordance with paragraph 30(1) of that Schedule) in relation tooptions granted on or after 24 September 2010 only.\n\t\tIn subsections (3) to (7) references to options having been granted includenew share options granted under the terms of a provision included in a schemeunder paragraph 26 of Schedule 4 to ITEPA 2003 (exchange of shares on companyreorganisation); but paragraph 27(5) of that Schedule (new share optionstreated as granted at same time as old share options) does not apply for thepurposes of those subsections.\n\t\tIn this section—\n\t\t\t  * “the amended paragraph 17 requirement” means the requirement of paragraph 17 of Schedule 4 to ITEPA 2003 as amended by this section; \n\t\t\t  * “approved” and “CSOP scheme” have the meaning given by section 521 of that Act; \n\t\t\t  * “control” and “listed company” have the same meaning as in paragraph 17 of Schedule 4 to that Act. \n\tUnauthorised unit trusts\n\t\tSchedule 13 contains provision about unauthorised unit trusts.\n\tIndex-linked gilt-edged securities\n\t\tSchedule 14 contains provision about index-linked gilt-edged securities.\n\tApproved share incentive plans\n\t\tParagraph 84(1) of Schedule 2 to ITEPA 2003 (approved share incentiveplans) is amended as follows.\n\t\tFor paragraph (d) substitute—\n\t\t\tan alteration being made—\n\t\t\tin the share capital of a company any of whose shares are subject to theplan trust, or\n\t\t\tin the rights attaching to any shares of such a company,\n\t\t\t\tthat materially affects the value of shares that are subject to the plantrust;”.\n\t\tIn paragraph (e), for “have been awarded to participants” substitute “aresubject to the plan trust”.\n\t\tSection 989 of CTA 2009 (deduction for contribution to plan trust) isamended as follows.\n\t\tIn subsection (1), after paragraph (a) insert—\n\t\t\tthe payment is not made pursuant to tax avoidance arrangements,”.\n\t\tAfter subsection (6) insert—\n\t\t“(6A)For the purposes of this section the payment mentioned in subsection(1)(a) is made pursuant to tax avoidance arrangements if—\n\t\t\tit is made pursuant to arrangements entered into by the paying company, and\n\t\t\tthe main purpose, or one of the main purposes, of the paying company inentering into the arrangements was to obtain a deduction or an increaseddeduction.\n\t\t\t(6B)In subsection (6A) “arrangements” includes any arrangements, scheme orunderstanding of any kind, whether or not legally enforceable, involving asingle transaction or two or more transactions.”\n\t\tThe amendments made by subsections (1) to (3) have effect in relation toevents taking place on or after 24 March 2010.\n\t\tThe amendments made by subsections (4) to (6) have effect in relation topayments made on or after that day."
    },
    {
        "length": 640,
        "text": "\nLoan relationships and derivative contracts\n\tClose companies: release of loans to participators etc\n\t\tIn CTA 2009, after section 321 insert—\n\t\t“321ARestriction on debits resulting from release of loans toparticipators etc\n\t\t\tThis section applies if—\n\t\t\t\ta loan gives rise to a charge to tax under section 455 of CTA 2010(including a charge by virtue of section 459 or 460 of that Act), and\n\t\t\t\tthe whole or a part of the debt in respect of the loan is released orwritten off.\n\t\t\tNo debit is to be brought into account for the purposes of this Part inrespect of the release or writing off.”\n\t\t\tThe amendment made by subsection (1) has effect in relation to debts (orparts of debts) released or written off on or after 24 March 2010.\n\tConnected companies: releases of debts\n\t\tSchedule 15 contains provision about releases of debts in cases involvingconnected companies.\n\tRelationships treated as loan relationships etc: repos\n\t\tIn paragraph 4 of Schedule 13 to FA 2007 (ignoring effect on borrower ofsale of securities), in sub-paragraph (4) omit the “and” at the end ofparagraph (a) and after that paragraph insert—\n\t\t\tan amount representative of income payable in respect of the securitiesis not to be ignored as a result of sub-paragraph (3)(b) if it is, inaccordance with generally accepted accounting practice, so recognised or takeninto account, and”.\n\t\tIn section 550 of CTA 2009 (ignoring effect on borrower of sale ofsecurities)—\n\t\t\tin subsection (4), for “and (6)” substitute “to (6)”, and\n\t\t\tafter subsection (5) insert—\n\t\t\t\t“(5A)For the purposes of the charge to corporation tax, an amountrepresentative of income payable in respect of the securities is not to beignored as a result of subsection (3)(b) if—\n\t\t\tit is, in accordance with generally accepted accounting practice,recognised in determining the borrower’s profit or loss for that or any otherperiod, or\n\t\t\tit is taken into account in calculating the amounts which are sorecognised.”\n\t\tThe amendments made by this section are treated as always having hadeffect.\n\tRisk transfer schemes\n\t\tSchedule 16 contains provision about risk transfer schemes."
    },
    {
        "length": 1277,
        "text": "\nInsurance companies\n\tApportionment of asset value increases\n\t\tIn Chapter 1 of Part 12 of ICTA (insurance companies etc), after section432C insert—\n\t\t“432CAApportionment of asset value increase where line 51 amountdecreases\n\t\t\tThis section applies where—\n\t\t\t\tan insurance company is not a non-profit company in relation to a period ofaccount (“the current period of account”),\n\t\t\t\tin the case of any business with which an account of the company for thecurrent period of account is concerned (“the relevant business”), an amount isa relevant brought into account amount for that period of account (seesubsection (2)),\n\t\t\t\tsection 432C applies for determining the extent to which the relevantbrought into account amount is referable to life assurance business or togross roll-up business, and\n\t\t\t\tthe line 51 reduction condition is met (see subsection (3)).\n\t\t\tAn amount is a relevant brought into account amount for a period of accountif—\n\t\t\t\tit is brought into account as mentioned in subsection (2)(b) of section 83of the Finance Act 1989 (increases in value of non-linked assets) for thatperiod,\n\t\t\t\tit is deemed to be brought into account for that period by subsection (2B)of that section in consequence of the transfer of non-linked assets, or\n\t\t\t\tit is taken into account under subsection (2) of that section for thatperiod by virtue of section 444AB as being the relevant amount in relation tonon-linked assets.\n\t\t\tThe line 51 reduction condition is met if—\n\t\t\t\tthe amount shown in column 1 of line 51 of Form 14 of the company’speriodical return in respect of the relevant business for the current periodof account, is less than\n\t\t\t\tthe amount so shown for the period of account immediately before it;\n\t\t\t\t\tand the amount of the difference is “the relevant reduction”.\n\t\t\tSection 432C applies in relation to so much of the relevant brought intoaccount amount as does not exceed the relevant reduction (“the affectedamount”) as if it were brought into account as an increase in the value ofassets in the case of the relevant business for the applicable appropriateperiod of account of the company.\n\t\t\tA period of account is an “appropriate period of account” if it endedbefore the current period of account and—\n\t\t\t\tthe amount shown in column 1 of line 51 of Form 14 of the company’speriodical return in respect of the relevant business for it, was more than\n\t\t\t\tthe amount so shown for the period of account immediately before it;\n\t\t\t\tand the amount of the difference is “the relevant increase.”\n\t\t\tThe “applicable” appropriate period of account is the one which ended mostrecently (“the most recent appropriate period of account”).\n\t\t\tBut if the relevant increase in the case of the most recent appropriateperiod of account is less than the affected amount, the most recentappropriate period of account is the applicable appropriate period of accountin relation to only so much of the affected amount as does not exceed thatrelevant increase.\n\t\t\tIn that case, the appropriate period of account which ended most recentlybefore the most recent appropriate period of account is the applicableappropriate period of account in relation to so much of the remainder as doesnot exceed the relevant increase in the case of that appropriate period ofaccount (and, where necessary, so on until the applicable appropriate periodof account is established in relation to all of the affected amount or thereare no more appropriate periods of account).\n\t\t\tIf the current period of account is not the first in relation to which thissection has applied in the case of the business concerned, the amount of therelevant increase in the case of any appropriate period of account (“theperiod in question”) is to be treated as reduced by the relevant aggregate.\n\t\t\tThe “relevant aggregate” is the aggregate of so much of the affectedamount for any period or periods of account earlier than the current period ofaccount as was an amount to which section 432C applied as if it were broughtinto account as mentioned in subsection (4) for the period in question.\n\t\t\tFor the purposes of this section an insurance company which has electedunder section 83YA(9) of the Finance Act 1989 (changes in value of assetsbrought into account: non-profit companies) to be treated as a non-profitcompany in relation to a period of account is to be regarded as a non-profitcompany in relation to the period of account.”\n\t\t\tThe amendment made by subsection (1) has effect if the current period ofaccount is a period of account beginning on or after 9 December 2009.\n\t\t\tNo period of account beginning before that date counts as an appropriateperiod of account for the purposes of section 432CA of ICTA.\n\t\t\tBut where the operation of that section does not establish the applicableappropriate period of account in relation to all or any of the affected amount(“the unallocated amount”), section 432C of ICTA applies in relation to theunallocated amount as if it were brought into account as an increase in thevalue of assets in the case of the relevant business for the last period ofaccount beginning before 9 December 2009."
    },
    {
        "length": 1076,
        "text": "\nPensions\n\tExtension of special annual allowance charge\n\t\tSchedule 35 to FA 2009 (special annual allowance charge) is amended asfollows.\n\t\tIn paragraph 1(2) (high-income individual)—\n\t\t\tin the first sentence, for “£150,000” substitute “£130,000”, and\n\t\t\tinsert at the end—\n\t\t\t\t“Paragraph 16A makes special provision about cases in which the individual’srelevant income for the tax year 2009-10 is less than £150,000.”\n\t\tIn paragraph 2 (calculation of relevant income)—\n\t\t\tin the last sentence of sub-paragraph (1),\n\t\t\tin sub-paragraph (2) (in each place), and\n\t\t\tin sub-paragraph (3) (in both places),\n\t\t\tfor “£150,000” substitute “£130,000”.\n\t\tAfter sub-paragraph (5) of that paragraph insert—\n\t\t“(5A)If—\n\t\t\tthe individual’s relevant income for the tax year (whether that is the taxyear 2009-10 or a later tax year) would (apart from this sub-paragraph) beless than £130,000 if the reference in sub-paragraph (5) to a scheme made onor after 22 April 2009 were to a scheme made on or after 9 December 2009, and\n\t\t\tthe individual’s relevant income for the tax year 2009-10 is less than£150,000,\n\t\t\tthe individual’s relevant income for the tax year is to be assumed to be lessthan £130,000.”\n\t\tIn paragraph 11(3)(b), after “22 April” insert “2009”.\n\t\tAfter paragraph 16 insert—\n\t\t“Individuals with relevant income below £150,000 in 2009-10\n\t\t\t16A(1)This paragraph has effect if the individual’s relevant income for thetax year 2009-10 is less than £150,000.\n\t\t\tReferences in this Schedule to a pre-22 April 2009 pension input amount areto a pre-9 December 2009 pension input amount.\n\t\t\tReferences in this Schedule to noon on 22 April 2009 are to 9 December2009.\n\t\t\tOther references in this Schedule to 22 April 2009 (except in paragraph 2)are to 9 December 2009.\n\t\t\tThe reference in paragraph 16(2) to 21 April 2009 is to 8 December 2009.\n\t\t\tIf the amount arrived at in the case of the individual under sub-paragraph(1) of paragraph 2 for the tax year 2009-10 is less than £150,000, take thesteps in that sub-paragraph in relation to the tax year 2007-08 and the taxyear 2008-09.\n\t\t\tIf the result is £150,000 or more for either or both of those earlier taxyears the individual’s relevant income for the tax year 2009-10 is to beassumed for the purposes of sub-paragraph (1) to be £150,000.\n\t\t\tIf there is a scheme the main purpose, or one of the main purposes, ofwhich is to secure that the individual’s relevant income for the tax year2009-10 is less than £150,000, it is to be assumed for the purposes of sub-paragraph (1) to be £150,000.”\n\t\t\tThe amendments made by this section have effect for the tax year 2009-10and subsequent tax years (but see paragraph 21(2) of Schedule 35 to FA 2009).\n\tInformation \n\t\tIn section 251(5) of FA 2004 (persons who can be required to provideinformation to scheme administrators etc), after paragraph (a) insert—\n\t\t\temployers of members of a registered pension scheme,”."
    },
    {
        "length": 633,
        "text": "\nValue added tax and insurance premium tax\n\tExtension of reverse charge provisions to supplies of services\n\t\tIn section 55A of VATA 1994 (customers to account for tax on supplies ofgoods of a kind used in missing trader intra-community fraud), after “goods”(in each place, including the heading) insert “or services”.\n\t\tIn paragraph 2(3B) of Schedule 11 to that Act (power to requirenotifications relating to supplies to which section 55A(6) applies), after“goods” insert “or services”.\n\tInsurance premium tax: separate contracts\n\t\tPart 3 of FA 1994 (insurance premium tax) is amended as follows.\n\t\tSection 72 (meaning of “premium”) is amended as follows.\n\t\tAfter subsection (1A) insert—\n\t\t\t“(1AA)A contract (“the relevant contract”) is not to be regarded as a separatecontract for the purposes of subsection (1A) above if conditions A to D aremet.\n\t\t(1AB)Condition A is that the insured is an individual (“I”) and enters intothe taxable insurance contract in a personal capacity.\n\t\t(1AC)Condition B is that I—\n\t\t\tis required to enter into the relevant contract by, or as a condition ofentering into, the taxable insurance contract, or\n\t\t\twould be unlikely to enter into the relevant contract without also enteringinto the taxable insurance contract.\n\t\t\t(1AD)Condition C is that—\n\t\t\tthe amount charged to I under the relevant contract in respect of anyparticular services is not open to negotiation by I, or\n\t\t\tthe other terms on which particular services are to be provided to I underthe relevant contract are not open to such negotiation.\n\t\t\t(1AE)Condition D is that the amount charged to I under the taxable insurancecontract is arrived at without a comprehensive assessment having beenundertaken of the individual circumstances of I which might affect the levelof risk.”\n\t\tAfter subsection (9) insert—\n\t\t“(9A)Provision may be made by order amending subsections (1AA) to (1AE)above.”\n\t\tIn section 74(4) and (6) (orders which need to be approved by House ofCommons), for “or 71” substitute “, 71 or 72”.\n\t\tThe amendment made by subsection (3) has effect in relation to paymentsmade on or after 24 March 2010."
    },
    {
        "length": 1015,
        "text": "\nInheritance tax\n\tReversionary interests of purchaser or settlor etc in relevant property\n\t\tIn IHTA 1984, after section 81 insert—\n\t\t“81AReversionary interests in relevant property\n\t\t\tWhere a reversionary interest in relevant property to which—\n\t\t\t\ta person who acquired it for a consideration in money or money’s worth, or\n\t\t\t\tthe settlor or the spouse or civil partner of the settlor,\n\t\t\t\t\t(a “relevant reversioner”) is beneficially entitled comes to an end by reasonof the relevant reversioner becoming entitled to an interest in possession inthe relevant property, the relevant reversioner is to be treated as havingmade a disposition of the reversionary interest at that time.\n\t\t\tA transfer of value of a reversionary interest in relevant property towhich a relevant reversioner is beneficially entitled is to be taken to be atransfer which is not a potentially exempt transfer.”\n\t\t\tThe amendment made by subsection (1) has effect in relation to reversionaryinterests to which a relevant reversioner becomes beneficially entitled on orafter 9 December 2009.\n\tInterests in possession\n\t\tIHTA 1984 is amended as follows.\n\t\tIn section 3A (potentially exempt transfers)—\n\t\t\tin subsection (6), omit “other than section 52”, and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(6A)The reference in subsection (6) above to any provision of this Act doesnot include section 52 below except where the transfer of value treated asmade by that section is one treated as made on the coming to an end of aninterest which falls within section 5(1B) below.”\n\t\tIn section 5 (meaning of estate)—\n\t\t\tin subsection (1)(a)(ii), after “below” insert “unless it falls withinsubsection (1B) below”, and\n\t\t\tafter subsection (1A) insert—\n\t\t\t“(1B)An interest in possession falls within this subsection if the person—\n\t\t\twas domiciled in the United Kingdom on becoming beneficially entitled toit, and\n\t\t\tbecame beneficially entitled to it by virtue of a disposition which wasprevented from being a transfer of value by section 10 below.”\n\t\tIn— \n\t\t\tsection 49(1A) (treatment of interests in possession),\n\t\t\tsection 51(1A) (disposal of interest in possession), and\n\t\t\tsection 52(2A) and (3A) (charge on termination of interest in possession),\n\t\t\tinsert at the end (not as part of paragraph (c))—\n\t\t\t“or falls within section 5(1B) above.”\n\t\tIn section 57A(1A) (relief where property enters maintenance fund), insertat the end (not as part of paragraph (c))—\n\t\t“or fell within section 5(1B) above.”\n\t\tIn section 100(1A) (alterations of capital etc where participators aretrustees), insert at the end (not as part of paragraph (c))—\n\t\t“or falls within section 5(1B) above.”\n\t\tIn section 101(1A) (companies’ interests in settled property), insert atthe end (not as part of paragraph (b))—\n\t\t“or falls within section 5(1B) above.”\n\t\tIn section 102ZA(1)(b)(ii) of FA 1986 (gifts with reservation: terminationof interests in possession), after “serial interest” insert “or falls withinsection 5(1B) of the 1984 Act”.\n\t\tIn F(No.2)A 1987, omit section 96(2)(c).\n\t\tThe amendments made by this section have effect in relation to an interestin possession to which a person is beneficially entitled if the person becomesbeneficially entitled to it on or after 9 December 2009."
    },
    {
        "length": 1519,
        "text": "\nStamp taxes\n\tSDRT: depositary receipt systems and clearance services systems\n\t\tPart 4 of FA 1986 (stamp duty reserve tax) is amended as follows.\n\t\tIn section 95(1) (depositary receipts: exceptions), before “there shall be”insert “subject to section 97C,”.\n\t\tIn section 97(1) (clearance services: exceptions), before “there shall be”insert “subject to section 97C,”.\n\t\tIn section 97B (transfer between depositary receipt system and clearancesystem), after subsection (1) insert—\n\t\t\t“(1A)Subsection (1) is subject to section 97C.”\n\t\tAfter that section insert—\n\t\t“97CTransfers to non-EU depositary receipt and clearance servicessystems\n\t\t\tThis section applies where arrangements are made in accordance with whichchargeable securities are—\n\t\t\t\tissued to an EU system, and\n\t\t\t\tsubsequently transferred from an EU system to a non-EU system.\n\t\t\tNothing in section 95(1), 97(1) or 97B(1) disapplies a charge to tax undersection 93 or 96 in respect of that transfer if—\n\t\t\t\tthe chargeable securities have not previously been transferred, or\n\t\t\t\twhere they have previously been transferred, the transfer (or, if more thanone, each of them) was an exempt transfer.\n\t\t\tFor the purposes of subsection (1)(a) chargeable securities are issued toan EU system if—\n\t\t\t\tpursuant to an arrangement of the kind mentioned in section 93(1), they areissued to a nominee in respect of an EU depositary receipt issuer, or\n\t\t\t\tpursuant to an arrangement of the kind mentioned in section 96(1), they areissued to a nominee in respect of an EU clearance service operator.\n\t\t\tFor the purposes of subsection (1)(b)—\n\t\t\t\ta transfer is from an EU system if it is from a company which isincorporated under the law of a member State and at the time of the transferfalls within section 67(6) or 70(6), and\n\t\t\t\ta transfer is to a non-EU system if it is to a company which is notincorporated under the law of a member State and at the time of the transferfalls within section 67(6) or 70(6).\n\t\t\tIn this section—\n\t\t\t\t  * “arrangements” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable);\n\t\t\t\t  * “EU clearance service operator” means a person—\n\t\t\t\twhose business is or includes the provision of clearance services for thepurchase and sale of chargeable securities, and\n\t\t\t\twho—\n\t\t\t\tif it is a company, is incorporated under the law of a member State, and\n\t\t\t\tin any other case, is resident in a member State;\n\t\t\t\t\t  * “EU depositary receipt issuer” means a person—\n\t\t\t\twhose business is or includes issuing depositary receipts for chargeablesecurities, and\n\t\t\t\twho—\n\t\t\t\tif it is a company, is incorporated under the law of a member State, and\n\t\t\t\tin any other case, is resident in a member State;\n\t\t\t\t\t  * “exempt transfer” means a transfer in respect of which, by reason of section 90(5), 95(1), 97(1) or 97B(1), no charge to stamp duty reserve tax arises;\n\t\t\t\t\t  * “nominee”—\n\t\t\t\tin respect of an EU clearance service operator, means a person whose businessis or includes holding chargeable securities as nominee for the EU clearanceservice operator, and\n\t\t\t\tin respect of an EU depositary receipt issuer, means a person whose businessis or includes holding chargeable securities as nominee or agent for the EUdepositary receipt issuer.”\n\t\t\tThe amendments made by this section have effect in relation to transfers ofchargeable securities on or after 1 October 2009.\n\tSDLT: partnerships\n\t\tIn section 75C of FA 2003 (SDLT anti-avoidance: supplemental)—\n\t\t\tin subsection (8), omit paragraph (b) (and the “and” before it), and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(8A)Nothing in Part 3 of Schedule 15 applies to the notional transactionunder section 75A.”\n\t\tThe amendments made by subsection (1) have effect in relation to anynotional transaction of which the effective date is on or after 24 March 2010.\n\t\tBut those amendments do not have effect in relation to a notionaltransaction if any scheme transaction is—\n\t\t\tcompleted before that date,\n\t\t\teffected in pursuance of a contract entered into and substantiallyperformed before that date, or\n\t\t\teffected in pursuance of a contract entered into before that date and notexcluded by subsection (4).\n\t\tA scheme transaction effected in pursuance of a contract entered intobefore 24 March 2010 is excluded by this subsection if—\n\t\t\tthere is any variation of the contract, or assignment (or assignation) ofrights under the contract, on or after 24 March 2010,\n\t\t\tthe transaction is effected in consequence of the exercise on or after thatdate of any option, right of pre-emption or similar right, or\n\t\t\tit is a land transaction and on or after that date there is an assignment(or assignation), subsale or other transaction relating to the whole or partof the subject-matter of the contract as a result of which a person other thanthe purchaser under the contract becomes entitled to call for a conveyance."
    },
    {
        "length": 153,
        "text": "\nAdministration\n\tDisclosure of tax avoidance schemes\n\t\tSchedule 17 contains amendments of the provisions relating to the disclosureof tax avoidance schemes.\n\tOpening of postal packets\n\t\tSection 106 of the Postal Services Act 2000 (power to detain postal packetscontaining contraband) is amended as follows.\n\t\tIn subsection (4), for paragraphs (a) and (b) substitute “in the presenceof a representative of the postal operator”.\n\t\tOmit subsection (5).\n\t\tIn subsection (7)(b), omit “if he is absent”."
    },
    {
        "length": 2208,
        "text": "\nIncome tax: benefits in kind\n\tZero and low emission vehicles\n\t\tChapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars, vans and relatedbenefits) is amended as follows.\n\t\tSection 139 (cars first registered in 1998 or later with emissions figure)is amended as follows.\n\t\tFor subsection (1A) substitute—\n\t\t\t“(1A)A car is a qualifying low emissions car for any year if it has a low CO2emissions figure for that year.”\n\t\tIn subsection (1B), for “10%” substitute—\n\t\t\tin a case where the car’s CO2 emissions figure for the year does notexceed 75 grams per kilometre driven, 5%, and\n\t\t\totherwise, 10%.”\n\t\tIn subsection (5), for “this section” substitute “subsections (2)(b) and(3)(a)”.\n\t\tOmit subsection (5A).\n\t\tSection 140 (cars first registered in 1998 or later without emissionsfigure) is amended as follows.\n\t\tIn subsection (3), for the words after “year is” substitute—\n\t\t\tthe special percentage if the car cannot in any circumstances emit CO2 bybeing driven, and\n\t\t\t35% in any other case.”\n\t\tAfter that subsection insert—\n\t\t“(3A)The special percentage is—\n\t\t\tfor the tax years 2010-11 to 2014-15, 0%, and\n\t\t\tfor the tax year 2015-16 and subsequent tax years, 9%.”\n\t\tOmit subsection (4).\n\t\tIn section 149(4) (car fuel benefit), for “for an electrically propelledvehicle” substitute “or any energy for a car which cannot in any circumstancesemit CO2 by being driven.”\n\t\tIn section 155 (vans), for subsections (1) to (3) substitute—\n\t\tThe cash equivalent of the benefit of a van for a tax year is—\n\t\t\tnil in a case to which subsection (2) applies, and\n\t\t\t£3,000 in any other case.\n\t\tThis subsection applies if—\n\t\t\tthe restricted private use condition is met in relation to the van for thetax year, or\n\t\t\tthe van cannot in any circumstances emit CO2 by being driven and the taxyear is any of the tax years 2010-11 to 2014-15.”\n\t\tIn— \n\t\t\tsection 156(1) (reduction for periods when van unavailable), and\n\t\t\tsection 158(1) (reduction for payments for private use),\n\t\t\tfor “155(2)(a) or (b)” substitute “155(1)”.\n\t\tIn section 160 (van fuel benefit)—\n\t\t\tin subsection (1), for “155(2)(b)” substitute “155(1)(b)”, and\n\t\t\tomit subsection (4).\n\t\tIn section 170(1A) (power to amend section 155(2)(a) and (3)(b))—\n\t\t\tin paragraph (a), for “155(2)(a)” substitute “155(1)(a)” and after“employee” insert “or a zero-emission van”, and\n\t\t\tin paragraph (b), for “155(3)(b)” substitute “155(1)(b)”.\n\t\tIn FA 2006, in section 59, omit subsection (7).\n\t\tIn FA 2009, in Schedule 28, omit paragraph 7.\n\t\tThe amendments made by subsections (2) to (16) have effect for the taxyear 2010-11 and subsequent tax years.\n\t\tThe amendment made by subsection (17) is treated as always having hadeffect.\n\t\tThe amendment of section 142 of ITEPA 2003 made by paragraph 8 of Schedule28 to FA 2009 has effect for the tax year 2010-11 (as well as for the tax year2011-12 and subsequent tax years).\n\tCars with CO2 emissions figure\n\t\tChapter 6 of Part 3 of ITEPA 2003 (taxable benefits: cars, vans and relatedbenefits) is further amended as follows.\n\t\tFor section 139 substitute—\n\t\t“139Cars with a CO2 emissions figure: the appropriate percentage\n\t\t\tThe appropriate percentage for a year for a car with a CO2 emissions figuredepends on the car’s CO2 emissions figure.\n\t\t\tIf the car’s CO2 emissions figure is less than the relevant threshold forthe year, the appropriate percentage for the year is—\n\t\t\t\tif the year is 2012-13, 2013-14 or 2014-15 and the car’s CO2 emissionsfigure for the year does not exceed 75 grams per kilometre driven, 5%, and\n\t\t\t\totherwise, 10%.\n\t\t\tIf the car’s CO2 emissions figure is equal to the relevant threshold forthe year, the appropriate percentage for the year is 11% (“the thresholdpercentage”).\n\t\t\tIf the car’s CO2 emissions figure exceeds the relevant threshold for theyear, the appropriate percentage for the year is whichever is the lesser of—\n\t\t\t\tthe threshold percentage increased by one percentage point for each 5 gramsper kilometre driven by which the CO2 emissions figure exceeds the relevantthreshold for the year, and\n\t\t\t\t35%. \n\t\t\tThe relevant threshold is 100 grams per kilometre driven.\n\t\t\tIf the car’s CO2 emissions figure is not a multiple of 5, it is to berounded down to the nearest multiple of 5 for the purposes of subsections (3)and (4)(a).\n\t\t\tThis section is subject to—\n\t\t\t\tsection 141 (diesel cars), and\n\t\t\t\tany regulations made by the Treasury under section 170(4) (power to reducethe appropriate percentage).”\n\t\t\tIn section 170 (Treasury orders and regulations varying various amounts)—\n\t\t\t\tomit subsection (2A) (power to vary limit in section 139(3A)), and\n\t\t\t\tin subsection (3)—\n\t\t\t\tfor ““lower” substitute ““relevant”,\n\t\t\t\tfor “the Table in section 139(4)” substitute “section 139(5)”, and\n\t\t\t\tfor “2006” substitute “2013”.\n\t\t\tIn consequence of the amendments made by subsections (2) and (3), omit—\n\t\t\t\tin FA 2006, section 59,\n\t\t\t\tin FA 2009, in Schedule 28, paragraphs 6, 9 and 10(1), and\n\t\t\t\tin this Act, section 58(2) to (5).\n\t\t\tThe amendments made by this section have effect for the tax year 2012-13and subsequent tax years.\n\tSubsidised meals for employees: salary sacrifice etc\n\t\tSection 317 of ITEPA 2003 (exemption from income tax in respect ofprovision for employees by employer of free or subsidised meals) is amended asfollows.\n\t\tIn subsection (1), for “C” substitute “D”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)Condition D is that the provision is not pursuant to—\n\t\t\trelevant salary sacrifice arrangements, or\n\t\t\trelevant flexible remuneration arrangements.”\n\t\tAfter subsection (5) insert—\n\t\t“(5A)In this section—\n\t\t\t  * “relevant salary sacrifice arrangements” means arrangements (whenever made, whether before or after the employment began) under which the employee gives up the right to receive an amount of general earnings or specific employment income in return for the provision of free or subsidised meals;\n\t\t\t  * “relevant flexible remuneration arrangements” means arrangements (whenever made, whether before or after the employment began) under which the employee and employer agree that the employee is to be provided with free or subsidised meals rather than receive some other description of employment income.”\n\t\tThe amendments made by this section have effect for the tax year 2011-12and subsequent tax years."
    },
    {
        "length": 156,
        "text": "\nCorporation tax\n\tSale of lessors: election out of charge\n\t\tSchedule 18 contains provision amending Chapter 3 of Part 9 of CTA 2010 (andcorresponding earlier provision) to introduce a system for electing out of thecharge on a qualifying change.\n\tAccounting standards: loan relationships and derivative contracts\n\t\tSchedule 19 contains provision conferring powers on the Treasury to makeregulations about cases where, in consequence of a change in accountingstandards in relation to loan relationships or derivative contracts, there isa change in the way in which a company is permitted or required for accountingpurposes to recognise amounts."
    },
    {
        "length": 1417,
        "text": "\nMiscellaneous\n\tChampions League final\n\t\tSchedule 20 contains provision exempting certain persons from income tax inrespect of certain income arising in connection with the 2011 Champions Leaguefinal.\n\tFSCS intervention in relation to insurance contracts\n\t\tThe Treasury may by regulations make provision for and in connection withthe application of the relevant taxes in relation to circumstances in whichthere is relevant intervention under the FSCS.\n\t\t“Relevant intervention” means—\n\t\t\tanything done under, or while seeking to make, arrangements for securingcontinuity of insurance in connection with protected contracts of insurance,\n\t\t\tanything done as part of measures for safeguarding policyholders inconnection with protected contracts of insurance, or\n\t\t\tthe payment of compensation in connection with protected contracts ofinsurance.\n\t\tIn this section—\n\t\t\t  * “the FSCS” means the Financial Services Compensation Scheme (established under Part 15 of FISMA 2000); \n\t\t\t  * “protected contracts of insurance” has the same meaning as in the Handbook made by the Financial Services Authority under that Act as it has effect from time to time. \n\t\tThe provision that may be made by regulations under this section includesprovision imposing any of the relevant taxes (as well as provisions forexemptions or reliefs).\n\t\tThe relevant taxes are—\n\t\t\tincome tax,\n\t\t\tcapital gains tax,\n\t\t\tcorporation tax,\n\t\t\tinheritance tax,\n\t\t\tstamp duty land tax,\n\t\t\tstamp duty,\n\t\t\tstamp duty reserve tax, and\n\t\t\tinsurance premium tax.\n\t\tRegulations under this section may include provision having effect inrelation to any time before they are made if the provision does not increaseany person’s liability to tax.\n\t\tThe provision made by regulations under this section may be framed asprovision modifying, or applying with appropriate modifications, provisionshaving effect in relation to protected contracts of insurance.\n\t\tRegulations under this section may, in particular—\n\t\t\tamend, repeal or revoke or otherwise modify any enactment or instrument(whenever passed or made),\n\t\t\tmake different provision for different cases or otherwise for differentpurposes, and\n\t\t\tmake incidental, consequential, supplementary or transitional provision.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this section issubject to annulment in pursuance of a resolution of the House of Commons.\n\tStamp duty and SDRT: clearing houses\n\t\tIn sections 116(1)(b) and 117(1)(b) of FA 1991 (investment exchanges andclearing houses: stamp duty and SDRT), for the words after “description) ofsuch an exchange” substitute “or clearing house, or a nominee (or nominee of aprescribed description) of a member of such an exchange or clearing house,and”.\n\t\tThe amendments made by subsection (1) are treated as always having hadeffect.\n\tAlcoholic liquor duties: power to amend definition of “cider”\n\t\tIn section 1 of ALDA 1979 (dutiable alcoholic liquors), after subsection (6)insert—\n\t“(6A)The Treasury may by order made by statutory instrument amend subsection(6) above.\n\t(6B)An order under subsection (6A) above may make—\n\t\tconsequential amendments in this Act or any other enactment,\n\t\tother consequential provision, and\n\t\tsupplementary, incidental and transitional provision.\n\t\t(6C)A statutory instrument containing an order under subsection (6A) above isto be laid before the House of Commons after being made; and, unless it isapproved by that House before the end of the period of 28 days beginning withthe date on which it is made, ceases to have effect at the end of that period(but without that affecting anything previously done under it or the making ofa new order).\n\t\t(6D)In reckoning that period no account is to be taken of any time—\n\t\tduring which Parliament is dissolved or prorogued, or\n\t\tduring which the House of Commons is adjourned for more than 4 days.”\n\tClimate change levy: compatible state aid\n\t\tIn paragraph 42 of Schedule 6 to FA 2000 (amount payable by way of levy),after sub-paragraph (2) insert—\n\t\tIf a reduced-rate supply is part of an aid scheme within Article 25 of[Commission Regulation (EC) No.800/2008](/european/regulation/2008/0800?view=plain \"Go to item oflegislation\"), sub-paragraph (4) cites the title and publication reference ofthat Regulation for the purpose of complying with Article 3(1) of thatRegulation.\n\t\tThat citation is [Commission Regulation (EC) No.800/2008](/european/regulation/2008/0800?view=plain \"Go to item oflegislation\") of 6 August 2008 declaring certain categories of aid compatiblewith the common market in application of Articles 87 and 88 of the Treaty(General block exemption Regulation) (O.J. 2008 No. L214/3) (with thereference to Articles 87 and 88 being read, as a result of the Treaty ofLisbon, as a reference to Articles 107 and 108 of the Treaty on theFunctioning of the European Union).”"
    },
    {
        "length": 245,
        "text": "\nPensions: minor corrections\n\tSection 280(2) of FA 2004 (Part 4: index) is amended as follows.\n\tAfter the definition of “active membership period (in sections 221 to 223)”insert—\n\t\t“additional rate| section 6(2) of ITA 2007 (as applied by section 989 of thatAct)”  ---|---    (3)In the definition of “basic rate limit”, for “20(2)” substitute “10”.\n\tAfter the entry relating to “higher rate” insert—\n\t“higher rate limit| section 10 of ITA 2007”  ---|---    (5)The amendments made by subsections (2) and (4) have effect for the tax year2010-11 and subsequent tax years.\n\tThe amendment made by subsection (3) has effect for the tax year 2008-09and subsequent tax years."
    },
    {
        "length": 700,
        "text": "\nFinal provisions\n\tInterpretation \n\t\tIn this Act—\n\t\t\t  * “ALDA 1979” means the Alcoholic Liquor Duties Act 1979; \n\t\t\t  * “BGDA 1981” means the Betting and Gaming Duties Act 1981; \n\t\t\t  * “CAA 2001” means the Capital Allowances Act 2001; \n\t\t\t  * “CTA 2009” means the Corporation Tax Act 2009; \n\t\t\t  * “CTA 2010” means the Corporation Tax Act 2010; \n\t\t\t  * “FISMA 2000” means the Financial Services and Markets Act 2000; \n\t\t\t  * “HODA 1979” means the Hydrocarbon Oil Duties Act 1979; \n\t\t\t  * “ICTA” means the Income and Corporation Taxes Act 1988; \n\t\t\t  * “IHTA 1984” means the Inheritance Tax Act 1984; \n\t\t\t  * “ITA 2007” means the Income Tax Act 2007; \n\t\t\t  * “ITEPA 2003” means the Income Tax (Earnings and Pensions) Act 2003; \n\t\t\t  * “ITTOIA 2005” means the Income Tax (Trading and Other Income) Act 2005; \n\t\t\t  * “TCGA 1992” means the Taxation of Chargeable Gains Act 1992; \n\t\t\t  * “TIOPA 2010” means the Taxation (International and Other Provisions) Act 2010; \n\t\t\t  * “TMA 1970” means the Taxes Management Act 1970; \n\t\t\t  * “TPDA 1979” means the Tobacco Products Duty Act 1979; \n\t\t\t  * “VATA 1994” means the Value Added Tax Act 1994; \n\t\t\t  * “VERA 1994” means the Vehicle Excise and Registration Act 1994. \n\t\tIn this Act—\n\t\t\t  * “FA”, followed by a year, means the Finance Act of that year; \n\t\t\t  * “F(No.2)A”, followed by a year, means the Finance (No.2) Act of that year. \n\tShort title\n\t\tThis Act may be cited as the Finance Act 2010."
    }
]