[
    {
        "length": 3326,
        "text": "\nEntitlement\n\tEmployment and support allowance\n\t\tAn allowance, to be known as an employment and support allowance, shall bepayable in accordance with the provisions of this Part.\n\t\tSubject to the provisions of this Part, a claimant is entitled to anemployment and support allowance if he satisfies the basic conditions andeither—\n\t\t\tthe first and the second conditions set out in Part 1 of Schedule 1(conditions relating to national insurance) or the third condition set out inthat Part of that Schedule (condition relating to youth), or\n\t\t\tthe conditions set out in Part 2 of that Schedule (conditions relating tofinancial position).\n\t\tThe basic conditions are that the claimant—\n\t\t\thas limited capability for work,\n\t\t\tis at least 16 years old,\n\t\t\thas not reached pensionable age,\n\t\t\tis in Great Britain,\n\t\t\tis not entitled to income support, and\n\t\t\tis not entitled to a jobseeker’s allowance (and is not a member of a couplewho are entitled to a joint-claim jobseeker’s allowance).\n\t\tFor the purposes of this Part, a person has limited capability for work if—\n\t\t\this capability for work is limited by his physical or mental condition, and\n\t\t\tthe limitation is such that it is not reasonable to require him to work.\n\t\tAn employment and support allowance is payable in respect of a week.\n\t\tIn subsection (3)—\n\t\t\t  * “joint-claim jobseeker’s allowance” means a jobseeker’s allowance entitlement to which arises by virtue of section 1(2B) of the Jobseekers Act [1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\"); \n\t\t\t  * “pensionable age” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\"). \n\t\tIn this Part—\n\t\t\t  * “contributory allowance” means an employment and support allowance entitlement to which is based on subsection (2)(a); \n\t\t\t  * “income-related allowance” means an employment and support allowance entitlement to which is based on subsection (2)(b). \n\tAmount of contributory allowance\n\t\tIn the case of a contributory allowance, the amount payable in respect of aclaimant shall be calculated by—\n\t\t\ttaking such amount as may be prescribed,\n\t\t\tif in his case the conditions of entitlement to the support component orthe work-related activity component are satisfied, adding the amount of thatcomponent, and\n\t\t\tmaking prescribed deductions in respect of any payments to which section 3applies.\n\t\tThe conditions of entitlement to the support component are—\n\t\t\tthat the assessment phase has ended,\n\t\t\tthat the claimant has limited capability for work-related activity, and\n\t\t\tthat such other conditions as may be prescribed are satisfied.\n\t\tThe conditions of entitlement to the work-related activity component are—\n\t\t\tthat the assessment phase has ended,\n\t\t\tthat the claimant does not have limited capability for work-relatedactivity, and\n\t\t\tthat such other conditions as may be prescribed are satisfied.\n\t\tRegulations may—\n\t\t\tprescribe circumstances in which paragraph (a) of subsection (2) or (3) isnot to apply;\n\t\t\tprescribe circumstances in which entitlement under subsection (2) or (3) isto be backdated;\n\t\t\tmake provision about the amount of the component under subsection (2) or(3).\n\t\tFor the purposes of this Part, a person has limited capability for work-related activity if—\n\t\t\this capability for work-related activity is limited by his physical ormental condition, and\n\t\t\tthe limitation is such that it is not reasonable to require him toundertake such activity.\n\tDeductions from contributory allowance: supplementary\n\t\tThis section applies to payments of the following kinds which are payableto the claimant—\n\t\t\tpension payments,\n\t\t\tPPF periodic payments, and\n\t\t\tpayments of a prescribed description made to a person who is a member of,or has been appointed to, a prescribed body carrying out public or localfunctions.\n\t\tRegulations may—\n\t\t\tdisapply section 2(1)(c), so far as relating to pension payments or PPFperiodic payments, in relation to persons of a prescribed description;\n\t\t\tprovide for pension payments or PPF periodic payments of a prescribeddescription to be treated for the purposes of that provision as not beingpayments to which this section applies;\n\t\t\tprovide for sums of a prescribed description to be treated for the purposesof this section as payable to persons as pension payments or PPF periodicpayments (including, in particular, sums in relation to which there is adeferred right of receipt);\n\t\t\tmake provision for the method of determining how payments to which thissection applies are, for the purposes of section 2, to be related to periodsfor which a person is entitled to a contributory allowance.\n\t\tIn this section—\n\t\t\t  * “pension payment” means— \n\t\t\ta periodical payment made in relation to a person under a personal pensionscheme or, in connection with the coming to an end of an employment of his,under an occupational pension scheme or a public service pension scheme,\n\t\t\ta payment of a prescribed description made under an insurance policy providingbenefits in connection with physical or mental illness or disability, and\n\t\t\tsuch other payments as may be prescribed;\n\t\t\t\t  * “PPF periodic payment” means— \n\t\t\tany periodic compensation payment made in relation to a person, payable underthe pension compensation provisions as specified in section 162(2) of thePensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain \"Go to item oflegislation\") or Article 146(2) of the Pensions (Northern Ireland) Order 2005([S.I. 2005/255 (N.I. 1)](/id/nisi/2005/255?view=plain \"Go to item oflegislation\")) (the pension compensation provisions), and\n\t\t\tany periodic payment made in relation to a person, payable under section 166of the Pensions Act 2004 or Article 150 of the Pensions (Northern Ireland)Order 2005 (duty to pay scheme benefits unpaid at assessment date etc.).\n\t\tFor the purposes of subsection (3), “occupational pension scheme”,“personal pension scheme” and “public service pension scheme” each have themeaning given by section 1 of the Pension Schemes Act [1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\"), except that“personal pension scheme” includes—\n\t\t\tan annuity contract or trust scheme approved under section 620 or 621 ofthe Income and Corporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain\"Go to item of legislation\"), and\n\t\t\ta substituted contract within the meaning of section 622(3) of that Act,\n\t\t\t\twhich is treated as having become a registered pension scheme by virtue ofparagraph 1(1)(f) of Schedule 36 to the Finance Act [2004 (c.12)](/id/ukpga/2004/12?view=plain \"Go to item of legislation\").\n\tAmount of income-related allowance\n\t\tIn the case of an income-related allowance, the amount payable in respectof a claimant shall be—\n\t\t\tif he has no income, the applicable amount;\n\t\t\tif he has an income, the amount by which the applicable amount exceeds hisincome.\n\t\tSubject to subsection (3), the applicable amount for the purposes ofsubsection (1) shall be calculated by—\n\t\t\ttaking such amount, or the aggregate of such amounts, as may be prescribed,and\n\t\t\tif in the claimant’s case the conditions of entitlement to the supportcomponent or the work-related activity component are satisfied, adding theamount of that component.\n\t\tRegulations may provide that, in prescribed cases, the applicable amountfor the purposes of subsection (1) shall be nil.\n\t\tThe conditions of entitlement to the support component are—\n\t\t\tthat the assessment phase has ended,\n\t\t\tthat the claimant has limited capability for work-related activity, and\n\t\t\tthat such other conditions as may be prescribed are satisfied.\n\t\tThe conditions of entitlement to the work-related activity component are—\n\t\t\tthat the assessment phase has ended,\n\t\t\tthat the claimant does not have limited capability for work-relatedactivity, and\n\t\t\tthat such other conditions as may be prescribed are satisfied.\n\t\tRegulations may—\n\t\t\tprescribe circumstances in which paragraph (a) of subsection (4) or (5) isnot to apply;\n\t\t\tprescribe circumstances in which entitlement under subsection (4) or (5) isto be backdated;\n\t\t\tmake provision about the amount of the component under subsection (4) or(5).\n\tAdvance award of income-related allowance\n\t\tThis section applies to claims for an employment and support allowance by aperson who—\n\t\t\twould be entitled to an income-related allowance, but for the fact that hedoes not satisfy the condition in paragraph 6(1)(a) of Schedule 1,\n\t\t\twould satisfy that condition if he were entitled to the component mentionedin section 4(4) or (5), and\n\t\t\tis not entitled to a contributory allowance.\n\t\tIn relation to claims to which this section applies, section 5(1) of theAdministration Act (regulations about claims for benefit) shall have effect asif—\n\t\t\tin paragraph (d) (power to permit an award on a claim for benefit for afuture period to be made subject to the condition that the claimant satisfiesthe requirements for entitlement when the benefit becomes payable under theaward), there were inserted at the end “and to such other conditions as may beprescribed”, and\n\t\t\tin paragraph (e) (power to provide for such an award to be revised orsuperseded under the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") if any of thoserequirements are found not to have been satisfied), for “any of thoserequirements” there were substituted “any of the conditions to which the awardis made subject”.\n\t\tRegulations may, in relation to claims to which this section applies, makeprovision enabling an award to be made on terms such that the time at whichbenefit becomes payable under the award is later than the start of the periodfor which the award is made.\n\tAmount payable where claimant entitled to both forms of allowance\n\t\tThis section applies where a claimant is entitled to both a contributoryallowance and an income-related allowance.\n\t\tIf the claimant has no income, the amount payable by way of an employmentand support allowance shall be the greater of—\n\t\t\this personal rate, and\n\t\t\tthe applicable amount.\n\t\tIf the claimant has an income, the amount payable by way of an employmentand support allowance shall be the greater of—\n\t\t\this personal rate, and\n\t\t\tthe amount by which the applicable amount exceeds his income.\n\t\tWhere the amount payable to the claimant by way of an employment andsupport allowance does not exceed his personal rate, the allowance shall betreated as attributable to the claimant’s entitlement to a contributoryallowance.\n\t\tWhere the amount payable to the claimant by way of an employment andsupport allowance exceeds his personal rate, the allowance shall be taken toconsist of two elements, namely—\n\t\t\tan amount equal to his personal rate, and\n\t\t\tan amount equal to the excess.\n\t\tThe element mentioned in subsection (5)(a) shall be treated as attributableto the claimant’s entitlement to a contributory allowance.\n\t\tThe element mentioned in subsection (5)(b) shall be treated as attributableto the claimant’s entitlement to an income-related allowance.\n\t\tIn this section—\n\t\t\t  * “applicable amount” means the amount which, in the claimant’s case, is the applicable amount for the purposes of section 4(1); \n\t\t\t  * “personal rate” means the amount calculated in accordance with section 2(1). \n\tExclusion of payments below prescribed minimum\n\t\tExcept in such circumstances as regulations may provide, an employment andsupport allowance shall not be payable where the amount otherwise payablewould be less than a prescribed minimum."
    },
    {
        "length": 1206,
        "text": "\nAssessments relating to entitlement\n\tLimited capability for work\n\t\tFor the purposes of this Part, whether a person’s capability for work islimited by his physical or mental condition and, if it is, whether thelimitation is such that it is not reasonable to require him to work shall bedetermined in accordance with regulations.\n\t\tRegulations under subsection (1) shall—\n\t\t\tprovide for determination on the basis of an assessment of the personconcerned;\n\t\t\tdefine the assessment by reference to the extent to which a person who hassome specific disease or bodily or mental disablement is capable or incapableof performing such activities as may be prescribed;\n\t\t\tmake provision as to the manner of carrying out the assessment.\n\t\tRegulations under subsection (1) may, in particular, make provision—\n\t\t\tas to the information or evidence required for the purpose of determiningthe matters mentioned in that subsection;\n\t\t\tas to the manner in which that information or evidence is to be provided;\n\t\t\tfor a person in relation to whom it falls to be determined whether he haslimited capability for work to be called to attend for such medicalexamination as the regulations may require.\n\t\tRegulations under subsection (1) may include provision—\n\t\t\tfor a person to be treated as not having limited capability for work if hefails without good cause—\n\t\t\tto provide information or evidence which he is required under suchregulations to provide,\n\t\t\tto provide information or evidence in the manner in which he is requiredunder such regulations to provide it, or\n\t\t\tto attend for, or submit himself to, a medical examination for which heis called under such regulations to attend;\n\t\t\tas to matters which are, or are not, to be taken into account indetermining for the purposes of any provision made by virtue of paragraph (a)whether a person has good cause for any act or omission;\n\t\t\tas to circumstances in which a person is, or is not, to be regarded for thepurposes of any such provision as having good cause for any act or omission.\n\t\tRegulations may provide that, in prescribed circumstances, a person inrelation to whom it falls to be determined whether he has limited capabilityfor work, shall, if prescribed conditions are met, be treated as havinglimited capability for work until such time as—\n\t\t\tit has been determined whether he has limited capability for work, or\n\t\t\the falls in accordance with regulations under this section to be treated asnot having limited capability for work.\n\t\tThe prescribed conditions referred to in subsection (5) may include thecondition that it has not previously been determined, within such period asmay be prescribed, that the person in question does not have, or is to betreated as not having, limited capability for work.\n\tLimited capability for work-related activity\n\t\tFor the purposes of this Part, whether a person’s capability for work-related activity is limited by his physical or mental condition and, if it is,whether the limitation is such that it is not reasonable to require him toundertake such activity shall be determined in accordance with regulations.\n\t\tRegulations under subsection (1) shall—\n\t\t\tprovide for determination on the basis of an assessment of the personconcerned;\n\t\t\tdefine the assessment by reference to such matters as the regulations mayprovide;\n\t\t\tmake provision as to the manner of carrying out the assessment.\n\t\tRegulations under subsection (1) may, in particular, make provision—\n\t\t\tas to the information or evidence required for the purpose of determiningthe matters mentioned in that subsection;\n\t\t\tas to the manner in which that information or evidence is to be provided;\n\t\t\tfor a person in relation to whom it falls to be determined whether he haslimited capability for work-related activity to be called to attend for suchmedical examination as the regulations may require.\n\t\tRegulations under subsection (1) may include provision—\n\t\t\tfor a person to be treated as not having limited capability for work-related activity if he fails without good cause—\n\t\t\tto provide information or evidence which he is required under suchregulations to provide,\n\t\t\tto provide information or evidence in the manner in which he is requiredunder such regulations to provide it, or\n\t\t\tto attend for, or submit himself to, a medical examination for which heis called under such regulations to attend;\n\t\t\tas to matters which are, or are not, to be taken into account indetermining for the purposes of any provision made by virtue of paragraph (a)whether a person has good cause for any act or omission;\n\t\t\tas to circumstances in which a person is, or is not, to be regarded for thepurposes of any such provision as having good cause for any act or omission.\n\tReport \n\t\tThe Secretary of State shall lay before Parliament an independent report onthe operation of the assessments under sections 8 and 9 annually for the firstfive years after those sections come into force."
    },
    {
        "length": 1136,
        "text": "\nWork-focused health-related assessments\n\tRegulations may make provision for or in connection with imposing on aperson who is—\n\t\tentitled to an employment and support allowance, and\n\t\tnot a member of the support group,\n\t\t\ta requirement to take part in one or more work-focused health-relatedassessments as a condition of continuing to be entitled to the full amountpayable to him in respect of the allowance apart from the regulations.\n\tRegulations under this section may, in particular, make provision—\n\t\tprescribing circumstances in which such a person is subject to arequirement to take part in one or more work-focused health-relatedassessments;\n\t\tfor notifying such a person of any such requirement;\n\t\tprescribing the work-focused health-related assessments in which a personwho is subject to such a requirement is required to take part;\n\t\tfor the determination, and notification, of the time and place of any suchassessment;\n\t\tprescribing circumstances in which a person attending such an assessment isto be regarded as having, or not having, taken part in it;\n\t\tfor securing that the appropriate consequence follows if a person who isrequired under the regulations to take part in a work-focused health-relatedassessment—\n\t\tfails to take part in the assessment, and\n\t\tdoes not, within a prescribed period, show that he had good cause for thatfailure;\n\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a person had good cause for any failure to comply with theregulations;\n\t\tprescribing circumstances in which a person is, or is not, to be regardedas having good cause for any such failure.\n\tFor the purposes of subsection (2)(f), the appropriate consequence of afailure falling within that provision is that the amount payable to the personin question in respect of an employment and support allowance is reduced inaccordance with regulations.\n\tRegulations under subsection (3) may, in particular, make provision fordetermining—\n\t\tthe amount by which an allowance is to be reduced,\n\t\twhen the reduction is to start, and\n\t\thow long it is to continue,\n\t\tand may include provision prescribing circumstances in which the amount of thereduction is to be nil.\n\tRegulations under this section shall include provision for a requirement totake part in one or more work-focused health-related assessments to cease tohave effect if the person subject to the requirement becomes a member of thesupport group.\n\tRegulations under this section may include provision—\n\t\tthat in such circumstances as the regulations may prescribe a requirementto take part in a work-focused health-related assessment that would otherwiseapply to a person by virtue of such regulations is not to apply, or is to betreated as not having applied;\n\t\tthat in such circumstances as the regulations may prescribe such arequirement is not to apply until a prescribed time;\n\t\tthat in such circumstances as the regulations may prescribe the time andplace of a work-focused health-related assessment in which a person isrequired by regulations under this section to take part may be redetermined.\n\tIn this section, “work-focused health-related assessment” means anassessment by a health care professional approved by the Secretary of Statewhich is carried out for the purpose of assessing—\n\t\tthe extent to which a person still has capability for work,\n\t\tthe extent to which his capability for work may be improved by the takingof steps in relation to his physical or mental condition, and\n\t\tsuch other matters relating to his physical or mental condition and thelikelihood of his obtaining or remaining in work or being able to do so, asmay be prescribed.\n\tIn subsection (7), “health care professional” means—\n\t\ta registered medical practitioner,\n\t\ta registered nurse,\n\t\tan occupational therapist or physiotherapist registered with a regulatorybody established by an Order in Council under section 60 of the Health Act[1999 (c. 8)](/id/ukpga/1999/8?view=plain \"Go to item of legislation\"), or\n\t\ta member of such other profession regulated by a body mentioned in section25(3) of the National Health Service Reform and Health Care Professions Act[2002 (c. 17)](/id/ukpga/2002/17?view=plain \"Go to item of legislation\") asmay be prescribed."
    },
    {
        "length": 889,
        "text": "\nWork-focused interviews\n\tRegulations may make provision for or in connection with imposing on aperson who is—\n\t\tentitled to an employment and support allowance, and\n\t\tnot a member of the support group,\n\t\t\ta requirement to take part in one or more work-focused interviews as acondition of continuing to be entitled to the full amount payable to him inrespect of the allowance apart from the regulations.\n\tRegulations under this section may, in particular, make provision—\n\t\tprescribing circumstances in which such a person is subject to arequirement to take part in one or more work-focused interviews;\n\t\tfor notifying such a person of any such requirement;\n\t\tprescribing the work-focused interviews in which a person who is subject tosuch a requirement is required to take part;\n\t\tfor determining, in relation to work-focused interviews under theregulations, when and how the interview is to be conducted and, if it is to beconducted face to face, where it is to take place;\n\t\tfor notifying persons who are required under the regulations to take partin a work-focused interview of what is determined in respect of the mattersmentioned in paragraph (d);\n\t\tprescribing circumstances in which a person who is a party to a work-focused interview under the regulations is to be regarded as having, or nothaving, taken part in it;\n\t\tfor securing that the appropriate consequence follows if a person who isrequired under the regulations to take part in a work-focused interview—\n\t\tfails to take part in the interview, and\n\t\tdoes not, within a prescribed period, show that he had good cause for thatfailure;\n\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a person had good cause for any failure to comply with theregulations;\n\t\tprescribing circumstances in which a person is, or is not, to be regardedas having good cause for any such failure.\n\tFor the purposes of subsection (2)(g), the appropriate consequence of afailure falling within that provision is that the amount payable to the personin question in respect of an employment and support allowance is reduced inaccordance with regulations.\n\tRegulations under subsection (3) may, in particular, make provision fordetermining—\n\t\tthe amount by which an allowance is to be reduced,\n\t\twhen the reduction is to start, and\n\t\thow long it is to continue,\n\t\tand may include provision prescribing circumstances in which the amount of thereduction is to be nil.\n\tRegulations under this section shall include provision for a requirement totake part in one or more work-focused interviews to cease to have effect ifthe person subject to the requirement becomes a member of the support group.\n\tRegulations under this section may include provision—\n\t\tthat in such circumstances as the regulations may prescribe a requirementto take part in a work-focused interview that would otherwise apply to aperson by virtue of such regulations is not to apply, or is to be treated asnot having applied;\n\t\tthat in such circumstances as the regulations may prescribe such arequirement is not to apply until a prescribed time;\n\t\tthat in such circumstances as the regulations may prescribe mattersmentioned in subsection (2)(d) may be redetermined.\n\tIn this section, “work-focused interview” means an interview by theSecretary of State conducted for such purposes connected with getting theperson interviewed into work, or keeping him in work, as may be prescribed."
    },
    {
        "length": 766,
        "text": "\nWork-related activity\n\tRegulations may make provision for or in connection with imposing on aperson who is subject to a requirement imposed under section 12(1) arequirement to undertake work-related activity in accordance with regulationsas a condition of continuing to be entitled to the full amount payable to himin respect of an employment and support allowance apart from the regulations.\n\tRegulations under this section may, in particular, make provision—\n\t\tprescribing circumstances in which such a person is subject to arequirement to undertake work-related activity in accordance with regulations;\n\t\tfor notifying such a person of any such requirement;\n\t\tprescribing the time or times at which a person who is subject to such arequirement is required to undertake work-related activity and the amount ofwork-related activity he is required at any time to undertake;\n\t\tprescribing circumstances in which a person who is subject to such arequirement is, or is not, to be regarded as undertaking work-relatedactivity;\n\t\tfor securing that the appropriate consequence follows if a person who issubject to such a requirement—\n\t\tfails to comply with the regulations, and\n\t\tdoes not, within a prescribed period, show that he had good cause for thatfailure;\n\t\tprescribing the evidence which a person who is subject to such arequirement needs to provide in order to show that he has complied with theregulations;\n\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a person has complied with the regulations;\n\t\tprescribing matters which are, or are not, to be taken into account indetermining whether a person had good cause for any failure to comply with theregulations;\n\t\tprescribing circumstances in which a person is, or is not, to be regardedas having good cause for any such failure.\n\tFor the purposes of subsection (2)(e), the appropriate consequence of afailure falling within that provision is that the amount payable to the personin question in respect of an employment and support allowance is to be reducedin accordance with regulations.\n\tRegulations under subsection (3) may, in particular, make provision fordetermining—\n\t\tthe amount by which an allowance is to be reduced,\n\t\twhen the reduction is to start, and\n\t\thow long it is to continue,\n\t\t\tand may include provision prescribing circumstances in which the amount of thereduction is to be nil.\n\tRegulations under this section shall include provision for a requirement toundertake work-related activity in accordance with regulations to cease tohave effect if the person subject to the requirement becomes a member of thesupport group.\n\tRegulations under this section may include provision that in suchcircumstances as the regulations may provide a person’s obligation under theregulations to undertake work-related activity at a particular time is not toapply, or is to be treated as not having applied.\n\tIn this Part, “work-related activity”, in relation to a person, meansactivity which makes it more likely that the person will obtain or remain inwork or be able to do so."
    },
    {
        "length": 321,
        "text": "\nAction plans in connection with work-focused interviews\n\tThe Secretary of State shall in prescribed circumstances provide a personsubject to a requirement imposed under section 12(1) with a document preparedfor such purposes as may be prescribed (in this section referred to as anaction plan).\n\tRegulations may make provision about—\n\t\tthe form of action plans;\n\t\tthe content of action plans;\n\t\tthe review and updating of action plans.\n\tRegulations under this section may, in particular, make provision foraction plans which are provided to a person who is subject under section 13 toa requirement to undertake work-related activity to contain particulars ofactivity which, if undertaken, would enable the requirement to be met.\n\tRegulations may make provision for reconsideration of an action plan at therequest of the person to whom the plan is provided and may, in particular,make provision about—\n\t\tthe circumstances in which reconsideration may be requested;\n\t\tthe period within which any reconsideration must take place;\n\t\tthe matters to which regard must be had when deciding on reconsiderationwhether the plan should be changed;\n\t\tnotification of the decision on reconsideration;\n\t\tthe giving of directions for the purpose of giving effect to the decisionon reconsideration."
    },
    {
        "length": 173,
        "text": "\nDirections about work-related activity\n\tIn prescribed circumstances, the Secretary of State may by direction givento a person subject to a requirement imposed under section 13(1) provide thatthe undertaking of activity specified in the direction is, in his case, to betreated as not being the undertaking of work-related activity.\n\tThe power under subsection (1) to give directions—\n\t\tis exercisable by instrument in writing, and\n\t\tincludes power to vary or revoke a direction given in previous exercise ofthe power.\n\tWhere a direction under subsection (1) varies or revokes a previousdirection, it may provide for the variation or revocation to have effect froma time before the giving of the direction."
    },
    {
        "length": 1404,
        "text": "\nContracting out\n\tThe following functions of the Secretary of State may be exercised by, orby employees of, such person (if any) as the Secretary of State may authorisefor the purpose, namely—\n\t\tconducting interviews under section 12;\n\t\tproviding documents under section 14;\n\t\tgiving, varying or revoking directions under section 15.\n\tRegulations may provide for any of the following functions of the Secretaryof State to be exercisable by, or by employees of, such person (if any) as theSecretary of State may authorise for the purpose—\n\t\tany function under regulations under any of sections 11 to 15, except themaking of a decision to which subsection (3) applies (an “excluded decision”);\n\t\tthe function under section 9(1) of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (revision ofdecisions), so far as relating to decisions, except excluded decisions, thatrelate to any matter arising under such regulations;\n\t\tthe function under section 10(1) of that Act (superseding of decisions), sofar as relating to decisions, except excluded decisions, of the Secretary ofState that relate to any matter arising under such regulations;\n\t\tany function under Chapter 2 of Part 1 of that Act (social securitydecisions), except section 25(2) and (3) (decisions involving issues thatarise on appeal in other cases), which relates to the exercise of any of thefunctions falling within paragraphs (a) to (c).\n\tThis subsection applies to the following decisions—\n\t\ta decision about whether a person has failed to comply with a requirementimposed by regulations under section 11, 12 or 13;\n\t\ta decision about whether a person had good cause for failure to comply withsuch a requirement;\n\t\ta decision about reduction of an employment and support allowance inconsequence of failure to comply with such a requirement.\n\tRegulations under subsection (2) may provide that a function to which thatsubsection applies may be exercised—\n\t\teither wholly or to such extent as the regulations may provide,\n\t\teither generally or in such cases or areas as the regulations may provide,and\n\t\teither unconditionally or subject to the fulfilment of such conditions asthe regulations may provide.\n\tAn authorisation given by virtue of subsection (1), or by virtue ofregulations under subsection (2), may authorise the exercise of the functionconcerned—\n\t\teither wholly or to such extent as may be specified in the authorisation,\n\t\teither generally or in such cases or areas as may be so specified, and\n\t\teither unconditionally or subject to the fulfilment of such conditions asmay be so specified.\n\tIn the case of an authorisation given by virtue of regulations undersubsection (2), subsection (5) is subject to the provisions of theregulations.\n\tAn authorisation given by virtue of subsection (1), or by virtue ofregulations under subsection (2)—\n\t\tmay specify its duration,\n\t\tmay be revoked at any time by the Secretary of State, and\n\t\tshall not prevent the Secretary of State or any other person fromexercising the function to which the authorisation relates.\n\tWhere a person is authorised to exercise any function by virtue ofsubsection (1), or by virtue of regulations under subsection (2), anythingdone or omitted to be done by or in relation to him (or an employee of his)in, or in connection with, the exercise or purported exercise of the functionshall be treated for all purposes as done or omitted to be done by or inrelation to the Secretary of State.\n\tSubsection (8) shall not apply—\n\t\tfor the purposes of so much of any contract made between the authorisedperson and the Secretary of State as relates to the exercise of the function,or\n\t\tfor the purposes of any criminal proceedings brought in respect of anythingdone or omitted to be done by the authorised person (or an employee of his).\n\tAny decision which a person authorised to exercise any function by virtueof subsection (1), or by virtue of regulations under subsection (2), makes inexercise of the function shall have effect as a decision of the Secretary ofState under section 8 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\").\n\tWhere— \n\t\ta person is authorised to exercise any function by virtue of subsection(1), or by virtue of regulations under subsection (2), and\n\t\tthe authorisation is revoked at a time when a relevant contract issubsisting,\n\t\t\tthe authorised person shall be entitled to treat the relevant contract asrepudiated by the Secretary of State (and not as frustrated by reason of therevocation).\n\tIn subsection (11), the reference to a relevant contract is to so much ofany contract made between the authorised person and the Secretary of State asrelates to the exercise of the function.\n\tIn this section, references to functions of the Secretary of State under—\n\t\tan enactment contained in, or in regulations under, this Part, or\n\t\tan enactment contained in Chapter 2 of Part 1 of the Social Security Act1998,\n\t\tinclude a reference to any function which the Secretary of State has by virtueof the application in relation to that enactment of section 8(1)(c) of thatAct (decisions under certain enactments to be made by the Secretary of State)."
    },
    {
        "length": 2126,
        "text": "\nMiscellaneous\n\tIncome and capital: general\n\t\tIn relation to a claim for an employment and support allowance, the incomeand capital of a person shall be calculated or estimated in such manner as maybe prescribed.\n\t\tA person’s income in respect of a week shall be calculated in accordancewith prescribed rules, which may provide for the calculation to be made byreference to an average over a period (which need not include the weekconcerned).\n\t\tCircumstances may be prescribed in which—\n\t\t\ta person is to be treated as possessing capital or income which he does notpossess;\n\t\t\tcapital or income which a person does possess is to be disregarded;\n\t\t\tincome is to be treated as capital;\n\t\t\tcapital is to be treated as income.\n\t\tRegulations may provide that a person’s capital shall be deemed for thepurposes of this Part to yield him an income at a prescribed rate.\n\tDisqualification \n\t\tRegulations may provide for a person to be disqualified for receiving anemployment and support allowance, or treated for such purposes as theregulations may provide as not having limited capability for work, if—\n\t\t\the has become someone who has limited capability for work through his ownmisconduct,\n\t\t\the remains someone who has limited capability for work through his failurewithout good cause to follow medical advice, or\n\t\t\the fails without good cause to observe any prescribed rules of behaviour.\n\t\tRegulations under subsection (1) shall provide for any suchdisqualification, or treatment, to be for such period not exceeding 6 weeks asmay be determined in accordance with Chapter 2 of Part 1 of the SocialSecurity Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item oflegislation\").\n\t\tRegulations may prescribe for the purposes of subsection (1)—\n\t\t\tmatters which are, or are not, to be taken into account in determiningwhether a person has good cause for any act or omission;\n\t\t\tcircumstances in which a person is, or is not, to be regarded as havinggood cause for any act or omission.\n\t\tExcept where regulations otherwise provide, a person shall be disqualifiedfor receiving a contributory allowance for any period during which he is—\n\t\t\tabsent from Great Britain, or\n\t\t\tundergoing imprisonment or detention in legal custody.\n\tPilot schemes\n\t\tAny regulations to which this subsection applies may be made so as to haveeffect for a specified period not exceeding 24 months.\n\t\tSubject to subsection (3), subsection (1) applies to—\n\t\t\tregulations which are made under any provision of this Part, other thansections 3, 8 and 9;\n\t\t\tregulations which are made under the Administration Act, so far as theyrelate to an employment and support allowance.\n\t\tSubsection (1) only applies to regulations if they are made with a view toascertaining whether their provisions will or will be likely to—\n\t\t\tencourage persons to obtain or remain in work, or\n\t\t\tmake it more likely that persons will obtain or remain in work or be ableto do so.\n\t\tRegulations which, by virtue of subsection (1), are to have effect for alimited period are referred to in this section as a “pilot scheme”.\n\t\tA pilot scheme may provide that its provisions are to apply only inrelation to—\n\t\t\tone or more specified areas;\n\t\t\tone or more specified classes of person;\n\t\t\tpersons selected—\n\t\t\tby reference to prescribed criteria, or\n\t\t\ton a sampling basis.\n\t\tA pilot scheme may make consequential or transitional provision withrespect to the cessation of the scheme on the expiry of the specified period.\n\t\tA pilot scheme may be replaced by a further pilot scheme making the same orsimilar provision.\n\tRelationship with statutory payments\n\t\tA person is not entitled to an employment and support allowance in respectof a day if, for the purposes of statutory sick pay, that day—\n\t\t\tis a day of incapacity for work in relation to a contract of service, and\n\t\t\tfalls within a period of entitlement (whether or not it is a qualifyingday).\n\t\tExcept as regulations may provide, a woman who is entitled to statutorymaternity pay is not entitled to a contributory allowance in respect of a daythat falls within the maternity pay period.\n\t\tRegulations may provide that—\n\t\t\tan amount equal to a woman’s statutory maternity pay for a period shall bededucted from a contributory allowance in respect of the same period,\n\t\t\ta woman shall only be entitled to a contributory allowance if there is abalance after the deduction, and\n\t\t\tif there is such a balance, a woman shall be entitled to a contributoryallowance at a weekly rate equal to it.\n\t\tExcept as regulations may provide, a person who is entitled to statutoryadoption pay is not entitled to a contributory allowance in respect of a daythat falls within the adoption pay period.\n\t\tRegulations may provide that—\n\t\t\tan amount equal to a person’s statutory adoption pay for a period shall bededucted from a contributory allowance in respect of the same period,\n\t\t\ta person shall only be entitled to a contributory allowance if there is abalance after the deduction, and\n\t\t\tif there is such a balance, a person shall be entitled to a contributoryallowance at a weekly rate equal to it.\n\t\tExcept as regulations may provide, a person who is entitled to additionalstatutory paternity pay is not entitled to a contributory allowance in respectof a day that falls within the additional paternity pay period.\n\t\tRegulations may provide that—\n\t\t\tan amount equal to a person’s additional statutory paternity pay for aperiod shall be deducted from a contributory allowance in respect of the sameperiod,\n\t\t\ta person shall only be entitled to a contributory allowance if there is abalance after the deduction, and\n\t\t\tif there is such a balance, a person shall be entitled to a contributoryallowance at a weekly rate equal to it.\n\t\tIn this section—\n\t\t\t  * “the additional paternity pay period” has the meaning given in section 171ZEE(2) of the Contributions and Benefits Act; \n\t\t\t  * “the adoption pay period” has the meaning given in section 171ZN(2) of that Act; \n\t\t\t  * “the maternity pay period” has the meaning given in section 165(1) of that Act. \n\tDeemed entitlement for other purposes\n\t\tRegulations may provide for a person who would be entitled to an employmentand support allowance but for the operation of any provision of, or madeunder, this Part, the Administration Act or Chapter 2 of Part 1 of the SocialSecurity Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item oflegislation\") (social security decisions and appeals) to be treated as ifentitled to the allowance for the purposes of any rights or obligations(whether his own or another's) which depend on his entitlement, other than theright to payment of it.\n\tSupplementary provisions\n\t\tSchedule 2 (which contains further provisions in relation to an employment andsupport allowance) has effect.\n\tRecovery of sums in respect of maintenance\n\t\tRegulations may make provision for the court to have power to make arecovery order against any person where an award of income-related allowancehas been made to that person’s spouse or civil partner.\n\t\tThe reference in subsection (1) to a recovery order is to an orderrequiring the person against whom it is made to make payments to the Secretaryof State or to such other person or persons as the court may determine.\n\t\tRegulations under subsection (1) may include—\n\t\t\tprovision as to the matters to which the court is, or is not, to haveregard in determining any application under the regulations;\n\t\t\tprovision as to the enforcement of orders under the regulations;\n\t\t\tprovision for the transfer by the Secretary of State of the right toreceive payments under, and to exercise rights in relation to, orders underthe regulations.\n\t\tIn this section, “the court” means—\n\t\t\tin relation to England and Wales, a magistrates' court;\n\t\t\tin relation to Scotland, the sheriff."
    },
    {
        "length": 1711,
        "text": "\nGeneral\n\tInterpretation of Part 1\n\t\tIn this Part—\n\t\t\t  * “claimant” means a person who has claimed an employment and support allowance; \n\t\t\t  * “contributory allowance” has the meaning given by section 1(7); \n\t\t\t  * “employment” and “employed” have the meanings prescribed for the purposes of this Part; \n\t\t\t  * “entitled”, in relation to an employment and support allowance, is to be construed in accordance with— \n\t\t\tthe provisions of this Act,\n\t\t\tsection 1 of the Administration Act (entitlement dependent on making ofclaim), and\n\t\t\tsection 27 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (restrictionson entitlement in certain cases of error);\n\t\t\t\t  * “income-related allowance” has the meaning given by section 1(7); \n\t\t\t\t  * “income support” means income support under section 124 of the Contributions and Benefits Act; \n\t\t\t\t  * “limited capability for work” shall be construed in accordance with section 1(4); \n\t\t\t\t  * “limited capability for work-related activity” shall be construed in accordance with section 2(5); \n\t\t\t\t  * “period of limited capability for work” has the meaning prescribed for the purposes of this Part; \n\t\t\t\t  * “prescribed” means specified in, or determined in accordance with, regulations; \n\t\t\t\t  * “regulations” means regulations made by the Secretary of State; \n\t\t\t\t  * “week” means a period of 7 days beginning with a Sunday or such other period of 7 days as may be prescribed; \n\t\t\t\t  * “work-related activity” has the meaning given by section 13(7). \n\t\tFor the purposes of this Part, the assessment phase, in relation to aclaimant, is the period—\n\t\t\tbeginning, subject to subsection (3), with the first day of the period forwhich he is entitled to an employment and support allowance, and\n\t\t\tending with such day as may be prescribed.\n\t\tRegulations may prescribe circumstances in which the assessment phase is tobegin with such day as may be prescribed.\n\t\tFor the purposes of this Part, a person is a member of the support group ifhe is a person in respect of whom it is determined that he has, or is to betreated as having, limited capability for work-related activity.\n\tRegulations \n\t\tAny power under this Part to make regulations shall be exercisable bystatutory instrument.\n\t\tAny such power may be exercised—\n\t\t\tin relation to all cases to which it extends,\n\t\t\tin relation to those cases subject to specified exceptions, or\n\t\t\tin relation to any specified cases or classes of case.\n\t\tAny such power may be exercised so as to make, as respects the cases inrelation to which it is exercised—\n\t\t\tthe full provision to which the power extends or any less provision(whether by way of exception or otherwise);\n\t\t\tthe same provision for all cases in relation to which it is exercised, ordifferent provision for different cases or different classes of case ordifferent provision as respects the same case or class of case for differentpurposes of this Part;\n\t\t\tany such provision either unconditionally or subject to any specifiedcondition.\n\t\tWhere any such power is expressed to be exercisable for alternativepurposes, it may be exercised in relation to the same case for all or any ofthose purposes.\n\t\tAny such power includes power—\n\t\t\tto make such incidental, supplementary, consequential or transitionalprovision or savings as appear to the Secretary of State to be expedient;\n\t\t\tto provide for a person to exercise a discretion in dealing with anymatter.\n\t\tWithout prejudice to the generality of the provisions of this section,regulations under any of sections 11 to 15 may make provision which appliesonly in relation to an area or areas specified in the regulations.\n\t\tThe fact that a power to make regulations is conferred by this Part is notto be taken to prejudice the extent of any other power to make regulations soconferred.\n\tParliamentary control\n\t\tNone of the following regulations shall be made unless a draft of thestatutory instrument containing them has been laid before, and approved by aresolution of, each House of Parliament—\n\t\t\tregulations under section 2(2)(c) or (3)(c) or 4(4)(c) or (5)(c);\n\t\t\tthe first regulations under section 13;\n\t\t\tregulations which by virtue of section 19(1) are to have effect for alimited period.\n\t\tA statutory instrument that—\n\t\t\tcontains regulations made under this Part, and\n\t\t\tis not subject to a requirement that a draft of the instrument be laidbefore, and approved by a resolution of, each House of Parliament,\n\t\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tFinancial provisions relating to Part 1\n\t\tThere shall be paid out of the National Insurance Fund so much of any sumspayable by way of employment and support allowance as is attributable toentitlement to a contributory allowance.\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tso much of any sums payable by way of employment and support allowance asis attributable to entitlement to an income-related allowance, and\n\t\t\tany administrative expenses of the Secretary of State or the Commissionersfor Her Majesty’s Revenue and Customs in carrying this Part into effect.\n\t\tThe Secretary of State shall pay into the National Insurance Fund sumsestimated by him to be equivalent in amount to sums recovered by him inconnection with payments of contributory allowance.\n\t\tThe Secretary of State shall pay into the Consolidated Fund sums estimatedby him to be equivalent in amount to sums recovered by him in connection withpayments made by way of income-related allowance.\n\tConsequential amendments relating to Part 1\n\t\tSchedule 3 (which makes amendments consequential on this Part) has effect.\n\t\tRegulations may make provision consequential on this Part amending,repealing or revoking any provision of—\n\t\t\tan Act passed on or before the last day of the Session in which this Act ispassed, or\n\t\t\tan instrument made under an Act before the passing of this Act.\n\t\tIn subsection (2), “Act” includes an Act of the Scottish Parliament.\n\tTransition relating to Part 1\n\t\tSchedule 4 (which makes provision with respect to transition in relation tothis Part) has effect."
    },
    {
        "length": 590,
        "text": "\nLocal housing allowance\n\tIn section 130 of the Contributions and Benefits Act (housing benefit)subsection (4) ceases to have effect.\n\tAfter that section insert—\n\t“130AAppropriate maximum housing benefit\n\t\tFor the purposes of section 130 above, the appropriate maximum housingbenefit (in this section referred to as “the AMHB”) is determined inaccordance with this section.\n\t\tRegulations must prescribe the manner in which the AMHB is to bedetermined.\n\t\tThe regulations may provide for the AMHB to be ascertained in theprescribed manner by reference to rent officer determinations.\n\t\tThe regulations may require an authority administering housing benefit inany prescribed case—\n\t\t\tto apply for a rent officer determination, and\n\t\t\tto do so within such time as may be specified in the regulations.\n\t\tThe regulations may make provision as to the circumstances in which, forthe purpose of determining the AMHB, the amount of the liability mentioned insection 130(1)(a) above must be taken to be the amount of a rent officerdetermination instead of the actual amount of that liability.\n\t\tRegulations under subsection (5) may also make provision for the liabilityof a person who, by virtue of regulations under section 137(2)(j) below, istreated as having a liability mentioned in section 130(1)(a) above to be theamount of a rent officer determination.\n\t\tA rent officer determination is a determination made by a rent officer inthe exercise of functions under section 122 of the Housing Act 1996.”\n\t\tIn Schedule 7 to the Child Support, Pensions and Social Security Act [2000(c. 19)](/id/ukpga/2000/19?view=plain \"Go to item of legislation\") (housingbenefit and council tax benefit: revisions and appeals), in paragraph 4—\n\t\t\tin sub-paragraph (1) for “sub-paragraph (4)” substitute “sub-paragraphs (4)and (4A)”;\n\t\t\tafter sub-paragraph (4) insert—\n\t\t\t\t“(4A)Regulations may prescribe the cases and circumstances in which, and theprocedure by which, a decision relating to housing benefit must be made by theappropriate relevant authority.”"
    },
    {
        "length": 3486,
        "text": "\nLoss of housing benefit following eviction for anti-social behaviour,etc.\n\tAfter section 130A of the Contributions and Benefits Act (inserted bysection 30) insert—\n\t“130BLoss of housing benefit following eviction on certain grounds\n\t\tIf the following conditions are satisfied, then housing benefit is payablein the case of a person (“the former occupier”) subject to subsection (4)—\n\t\t\ta court makes a relevant order for possession of a dwelling occupied by himas his home;\n\t\t\tin consequence of the order he ceases to occupy the dwelling;\n\t\t\teither of the conditions in subsections (2) and (3) is satisfied; and\n\t\t\tthe conditions for entitlement to housing benefit are or become satisfiedwith respect to him.\n\t\tThe condition in this subsection is that the former occupier fails, withoutgood cause, to comply with a warning notice served on him by a relevant localauthority in England and Wales after he has ceased to occupy the dwelling.\n\t\tThe condition in this subsection is that—\n\t\t\tthe former occupier was, after he ceased to occupy the dwelling, requiredby a relevant local authority in Scotland to take specified action with theaim mentioned in subsection (10),\n\t\t\tthe former occupier was warned by the relevant local authority that if hefailed to comply with the requirement the amount of housing benefit payable tohim would be affected,\n\t\t\tthe former occupier fails, without good cause, to comply with therequirement, and\n\t\t\tthe relevant local authority recommends that housing benefit be payable tothe former occupier subject to subsection (4).\n\t\tDuring the restriction period or such part of it as may be prescribed, oneor both of the following applies—\n\t\t\tthe rate of the benefit is reduced in such a manner as may be prescribed;\n\t\t\tthe benefit is payable only if the circumstances are such as may beprescribed.\n\t\tThe restriction period begins with the earliest date on which theconditions set out in subsections (1) to (3) are satisfied.\n\t\tThat period stops running if the relevant local authority considers thatthe restriction set out in subsection (4) should no longer apply (whetherbecause the former occupier is taking action to improve his behaviour or forany other reason), but starts running again if—\n\t\t\tin England and Wales, the former occupier fails to comply with a furtherwarning notice served on him;\n\t\t\tin Scotland, the condition in subsection (7) is satisfied.\n\t\tThe condition is that—\n\t\t\tthe former occupier fails to comply with a further requirement such as ismentioned in paragraph (a) of subsection (3), having been warned as mentionedin paragraph (b) of that subsection, and\n\t\t\tthe relevant local authority recommends that the restriction period startsrunning again.\n\t\tThe restriction period shall not include any period which falls more thanfive years after the date on which the order for possession was made.\n\t\tA former occupier may not be subject to more than one restriction period inrespect of one order for possession.\n\t\tA relevant local authority is—\n\t\t\tin England and Wales, a local authority within the meaning of section 1 ofthe Local Government Act 2000, or\n\t\t\tin Scotland, a council constituted under section 2 of the Local Governmentetc. (Scotland) Act 1994,\n\t\t\t\twhich provides or may provide services to a former occupier with the aim ofending, or preventing repetition of, the conduct which may lead or has led tothe making of a relevant order for possession.\n\t\tA warning notice is a notice in the prescribed form—\n\t\t\trequiring the former occupier to take specified action with the aimmentioned in subsection (10),\n\t\t\tspecifying the time when, or within which, that action must be taken, and\n\t\t\twarning the former occupier that if he fails to take the action the amountof housing benefit payable to him would be affected.\n\tCRelevant orders for possession\n\t\tIn section 130B a relevant order for possession is, in England and Wales—\n\t\t\tan order made under section 84 of the Housing Act 1985 (secure tenancies)on Ground 2 set out in Schedule 2 to that Act;\n\t\t\tan order made under section 7 of the Housing Act 1988 (assured tenancies)on Ground 14 set out in Schedule 2 to that Act;\n\t\t\tan order made under section 98 of the Rent Act 1977 (protected or statutorytenancies) in the circumstances specified in Case 2 in Schedule 15 to thatAct.\n\t\tIn that section a relevant order for possession is, in Scotland—\n\t\t\tan order made under section 16(2) of the Housing (Scotland) Act 2001(secure tenancies) on one of the grounds set out in paragraphs 2 and 7 in Part1 of Schedule 2 to that Act;\n\t\t\tan order made in accordance with section 18 of the Housing (Scotland) Act1988 (assured tenancies) on Ground 15 in Part 2 of Schedule 5 to that Act;\n\t\t\tan order made in accordance with section 11 of the Rent (Scotland) Act 1984(protected or statutory tenancies) in the circumstances specified in Case 2 inPart 1 of Schedule 2 to that Act.\n\t\tFor the purposes of subsections (1) and (2) it does not matter whether theorder is made on the grounds or in the circumstances there mentioned alone ortogether with other grounds or circumstances.\n\t\tSubsections (5) and (6) apply if the court—\n\t\t\tstays (in Scotland, sists) or suspends the execution of a relevant orderfor possession, or postpones the date of possession under it, and\n\t\t\timposes a condition (or conditions) on that stay, sist, suspension orpostponement.\n\t\tIf a condition relates to the behaviour of a person or persons occupyingthe dwelling, section 130B(4) applies only if the order takes effect as aresult of a breach of that condition.\n\t\tSection 130B(4) does not apply if the condition (or, if there is more thanone, each of them) relates only to matters other than the behaviour of aperson or persons occupying the dwelling.\n\tDLoss of housing benefit: supplementary\n\t\tRegulations may provide that, where housing benefit has been paid subjectto the restriction set out in section 130B(4), in prescribed circumstances—\n\t\t\tthe former occupier must be paid some or all of the amount of the benefitwhich, by virtue of that subsection, has not been payable to him, and\n\t\t\tsuch other adjustments must be made as are prescribed.\n\t\tThe Secretary of State may by order vary the definition of relevant orderfor possession by—\n\t\t\tadding to or removing from it orders of a specified description;\n\t\t\tspecifying circumstances in which it includes orders of a specifieddescription.\n\t\tRegulations may prescribe—\n\t\t\tmatters which are, or are not, to be taken into account in determiningwhether a person has, or does not have, good cause for failing to take actionspecified in a warning notice or failing to comply with a requirement such asis mentioned in section 130B(3)(a);\n\t\t\tcircumstances in which a person is, or is not, to be regarded as having, ornot having, such good cause.\n\t\tExpressions used in this section and in section 130B have the meaning givenin that section.\n\tECouples \n\t\tThis section applies where at any time the conditions for entitlement tohousing benefit are satisfied with respect to a person who is a member of acouple.\n\t\tWhere paragraphs (a) and (b) of section 130B(1) are satisfied in relationto both members of the couple (whether or not in respect of the samedwelling), then for the purposes of subsection (2) or (3) of that section, thefailure by one member of the couple to comply with a warning notice or with arequirement such as is mentioned in section 130B(3)(a) must be treated also asa failure by his partner to comply with it.\n\t\tWhere paragraph (a) of section 130B(1) is not satisfied in relation to onemember of the couple, then subsection (4) of that section does not apply tohis partner (even if paragraphs (a), (b) and (c) of section 130B(1) aresatisfied in relation to the partner).\n\t\tReferences to a person’s partner are to the other member of the coupleconcerned.\n\tFInformation provision\n\t\tThe Secretary of State may by regulations require—\n\t\t\ta court which makes a relevant order for possession, or\n\t\t\tany other person or description of person who the Secretary of State thinksis or may be aware of the making of such an order,\n\t\t\t\tto notify him of the making of the order and to provide him with such detailsof matters in connection with the order as may be prescribed.\n\t\tThe Secretary of State may provide—\n\t\t\tinformation obtained under subsection (1), or\n\t\t\tinformation which is relevant to the exercise by him of any functionrelating to housing benefit,\n\t\t\tto a relevant local authority, or a person authorised to exercise any functionof such an authority relating to services mentioned in section 130B(10), foruse in the provision of such services.\n\t\tThe Secretary of State may by regulations require—\n\t\t\ta relevant local authority, or\n\t\t\ta person authorised to exercise any function of such an authority relatingto services mentioned in section 130B(10),\n\t\t\tto supply relevant information held by the authority or other person to, or toa person providing services to, the Secretary of State for use for any purposerelating to the administration of housing benefit.\n\t\tThe Secretary of State may by regulations require—\n\t\t\tan authority administering housing benefit,\n\t\t\ta person authorised to exercise any function of such an authority relatingto such a benefit,\n\t\t\ta relevant local authority, or\n\t\t\ta person authorised to exercise any function of such an authority relatingto services mentioned in section 130B(10),\n\t\t\tto provide relevant information held by that authority or person to anauthority or person mentioned in paragraph (a) or (b) for use for any purposerelating to the administration of housing benefit.\n\t\tThe Secretary of State may by regulations require—\n\t\t\tan authority administering housing benefit,\n\t\t\ta person authorised to exercise any function of such an authority relatingto such a benefit,\n\t\t\ta relevant local authority, or\n\t\t\ta person authorised to exercise any function of such an authority relatingto services mentioned in section 130B(10),\n\t\t\tto provide relevant information held by that authority or person to anauthority or person mentioned in paragraph (c) or (d) for use in the provisionof those services.\n\t\tRelevant information is—\n\t\t\tif the information is held by an authority administering housing benefit ora person authorised to exercise any function of such an authority, informationwhich is relevant to the exercise of any function relating to housing benefitby the authority or person;\n\t\t\tif the information is held by a relevant local authority or a personauthorised to exercise any function of such an authority, information which isrelevant to the exercise of any function relating to the provision of servicesmentioned in section 130B(10).\n\t\tInformation must be supplied under subsection (1), (3), (4) or (5) in suchcircumstances, in such manner and form, and in accordance with suchrequirements, as may be prescribed.\n\t\t“Relevant order for possession” and “relevant local authority” have thesame meaning as in section 130B.\n\t\tSubsections (1) and (5) do not extend to Scotland.\n\tGPilot schemes relating to loss of housing benefit\n\t\tRegulations to which this section applies may be made so as to have effectfor a prescribed period.\n\t\tAny regulations which, by virtue of subsection (1), have effect for alimited period are referred to in this section as a “pilot scheme”.\n\t\tA pilot scheme may provide that it applies only in relation to—\n\t\t\tone or more prescribed areas;\n\t\t\tone or more prescribed classes of person;\n\t\t\tpersons selected by reference to prescribed criteria.\n\t\tA pilot scheme may make consequential or transitional provision.\n\t\tA pilot scheme (“the previous scheme”) may be replaced by a further pilotscheme making the same, or similar, provision (apart from the prescribedperiod) to that made by the previous scheme.\n\t\tA pilot scheme may be amended or revoked by regulations under this section.\n\t\tThis section applies to—\n\t\t\tregulations made under any of sections 130B to 130F above;\n\t\t\tregulations made under any other enactment, so far as they relate to, orare made for purposes which relate to, loss or restriction of housing benefitin pursuance of section 130B above.\n\t\tThis section does not extend to Scotland.”\n\t\tIn section 176(1) of that Act (parliamentary control)—\n\t\t\tin paragraph (a), at the appropriate place insert—\n\t\t\t\t“section 130B(4);”;\n\t\t\tin paragraph (c), at the appropriate place insert—\n\t\t\t“section 130D(2);”.\n\t\tThe preceding provisions of this section have no effect after 31st December2010.\n\t\tThe Secretary of State may by order made by statutory instrument make suchprovision as he thinks necessary or expedient in consequence of the operationof subsection (3) for the purpose of securing that, with effect from 1stJanuary 2011, housing benefit to which a person who is a former occupier(within the meaning of section 130B of the Contributions and Benefits Act) isentitled is not subject to any restriction as mentioned in subsection (4) ofthat section."
    },
    {
        "length": 967,
        "text": "\nHousing benefit and council tax benefit for persons taking up employment\n\tSubsection (2) applies if a person is entitled to housing benefit orcouncil tax benefit (by virtue of the general conditions of entitlement) and—\n\t\the is also entitled to a prescribed benefit or his partner is entitled tosuch a benefit,\n\t\the or his partner ceases to be entitled to the prescribed benefit inprescribed circumstances, and\n\t\tthe prescribed conditions are satisfied.\n\tThat person is entitled to housing benefit or council tax benefit inaccordance with this section for a prescribed period.\n\tSubsection (2) applies whether or not the person would be entitled tohousing benefit or council tax benefit by virtue of the general conditions ofentitlement for the whole or any part of the prescribed period.\n\tA person who is entitled to housing benefit or council tax benefit byvirtue of subsection (2) must be treated for all purposes—\n\t\tas having made a claim for that benefit, and\n\t\tas having complied with any requirement under or by virtue of any enactmentin connection with the making of such a claim.\n\tHousing benefit or council tax benefit to which a person is entitled byvirtue of subsection (2) is to be funded and administered by the appropriateauthority.\n\tSubsection (5) applies whether or not, for the whole or any part of theprescribed period—\n\t\tfor the purposes of establishing an entitlement to housing benefit, theperson occupies as his home a dwelling in the area of the authority;\n\t\tfor the purposes of establishing an entitlement to council tax benefit, theperson is a resident of a dwelling in the area of the authority.\n\tThe amount of housing benefit or council tax benefit payable in respect ofa person who is entitled to the benefit by virtue of subsection (2) is to bedetermined in accordance with regulations made for the purposes of thissection.\n\tIf an amount of housing benefit or council tax benefit is, by virtue ofsubsection (2), payable in respect of a person by the appropriate authorityfor any period, no other amount of housing benefit or council tax benefit is(by virtue of the general conditions of entitlement) payable by that authorityin respect of that person for the same period.\n\tRegulations may make provision in connection with the effect of a person’sentitlement to housing benefit or council tax benefit by virtue of subsection(2) on an award of such benefit by virtue of the general conditions ofentitlement in respect of that person or his partner.\n\tRegulations may provide that where—\n\t\tan amount of housing benefit or council tax benefit is, by virtue ofsubsection (2), payable in respect of a person by the appropriate authorityfor the whole or any part of a prescribed period, and\n\t\tan amount of housing benefit or council tax benefit is (by virtue of thegeneral conditions of entitlement) payable by a local authority which is notthat appropriate authority in respect of that person for the whole or any partof that period,\n\t\t\tthe amount of the benefit payable by the local authority mentioned inparagraph (b) is to be reduced by an amount determined in such manner as isprescribed.\n\tAn amount determined for the purposes of subsection (10) may have theeffect of reducing the amount mentioned in paragraph (b) of that subsection tonil.\n\tRegulations may make provision as to circumstances in which—\n\t\tsubsection (8) does not apply;\n\t\tentitlement to housing benefit or council tax benefit of a partner of theperson mentioned in subsection (10) is to be treated as the entitlement ofthat person;\n\t\tbenefit is not to be reduced as mentioned in subsection (10).\n\tFor the purposes of subsection (1) a person must be treated as entitled tohousing benefit or council tax benefit by virtue of the general conditions ofentitlement if—\n\t\the is not so entitled to that benefit at the time he or his partner ceasesto be entitled to the prescribed benefit as mentioned in subsection (1)(b),and\n\t\this entitlement to housing benefit or council tax benefit (as the case maybe) ceased during the prescribed period before that time."
    },
    {
        "length": 701,
        "text": "\nSection 32: supplemental\n\tThe administration provisions apply in relation to housing benefit orcouncil tax benefit to which a person is entitled by virtue of subsection (2)of section 32 subject to—\n\t\tsubsections (4), (5) and (6) of that section;\n\t\tany prescribed modifications of those provisions which the Secretary ofState thinks are necessary or expedient in connection with such housingbenefit or council tax benefit.\n\tModifications under subsection (1)(b) may, in particular, provide thathousing benefit or council tax benefit to which a person is entitled by virtueof section 32(2) must or may take the form of a payment by the appropriateauthority to another local authority in prescribed circumstances.\n\tIn this section the administration provisions are—\n\t\tthe Administration Act;\n\t\tsubordinate legislation (within the meaning of the Interpretation Act [1978(c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")) made inpursuance of that Act.\n\tThe power to make regulations under this section or section 32 isexercisable by the Secretary of State by statutory instrument.\n\tA statutory instrument containing regulations under this section or section32 is subject to annulment in pursuance of a resolution of either House ofParliament.\n\tSection 175(3) to (7) of the Contributions and Benefits Act (supplementalprovision as to regulations) applies in relation to regulations under thissection and section 32 above as it applies in relation to regulations underthat Act.\n\tIn section 170 of the Administration Act (Social Security AdvisoryCommittee), in subsection (5)—\n\t\tin the definition of “the relevant enactments”, after paragraph (ai)insert—\n\t\tsections 32 and 33 of the Welfare Reform Act 2007;”;\n\t\tin the definition of “the relevant Northern Ireland enactments”, afterparagraph (ai) insert—\n\t\tany provisions in Northern Ireland which correspond to sections 32 and 33of the Welfare Reform Act 2007;”.\n\tFor the purposes of any enactment other than a relevant enactment—\n\t\tentitlement to housing benefit by virtue of section 32(2) above is to betreated as entitlement under section 130 of the Contributions and BenefitsAct;\n\t\tentitlement to council tax benefit by virtue of section 32(2) above is tobe treated as entitlement under section 131 of that Act.\n\tIn subsection (8), the relevant enactments are—\n\t\tthe administration provisions, and\n\t\tPart 7 of the Contributions and Benefits Act, except sections 123 and134(2) and (4)."
    },
    {
        "length": 288,
        "text": "\nSections 32 and 33: interpretation\n\tThis section has effect for the interpretation of sections 32 and 33.\n\tThe general conditions of entitlement are the conditions governingentitlement to housing benefit or council tax benefit provided for by Part 7of the Contributions and Benefits Act.\n\tThe appropriate authority—\n\t\tin relation to housing benefit is the local authority or housing authoritywhich, immediately before the person concerned ceased to be entitled to theprescribed benefit, funded and administered the housing benefit to which hewas entitled;\n\t\tin relation to council tax benefit is the billing authority or, inScotland, local authority which, immediately before the person concernedceased to be entitled to the prescribed benefit, funded and administered thecouncil tax benefit to which he was entitled.\n\tThe following expressions have the same meaning as in the AdministrationAct—\n\t\tbilling authority;\n\t\thousing authority;\n\t\tlocal authority.\n\tPartner, in relation to a person, is a person who is a member of the samecouple (within the meaning of Part 7 of the Contributions and Benefits Act) asthat person.\n\tPrescribed means prescribed by regulations."
    },
    {
        "length": 203,
        "text": "\nInformation relating to housing benefit\n\tSection 5 of the Administration Act (regulations about claims and benefits)is amended as follows.\n\tAfter subsection (2) insert—\n\t\t“(2A)The regulations may also require such persons as are prescribed toprovide a rent officer with information or evidence of such description as isprescribed.\n\t(2B)For the purposes of subsection (2A), the Secretary of State may prescribeany description of information or evidence which he thinks is necessary orexpedient to enable rent officers to carry out their functions under section122 of the Housing Act 1996.\n\t(2C)Information or evidence required to be provided by virtue of subsection(2A) may relate to an individual claim or award or to any description ofclaims or awards.”\n\tSubsection (3) ceases to have effect."
    },
    {
        "length": 384,
        "text": "\nSupply of information by rent officers\n\tAfter section 122E of the Administration Act (supply of information betweenauthorities administering benefit) insert—\n\t“Rent officers and housing benefit\n\t\tFSupply by rent officers of information relating to housing benefit\n\t\t\tThe Secretary of State may require a rent officer to supply housing benefitinformation held by the rent officer to, or to a person providing services to,the Secretary of State for use for purposes relating to any of the following—\n\t\t\t\tsocial security;\n\t\t\t\tchild support;\n\t\t\t\twar pensions;\n\t\t\t\temployment or training;\n\t\t\t\tprivate pensions policy or retirement planning.\n\t\t\tInformation must be supplied under subsection (1) in such manner and form,and in accordance with such requirements, as may be specified in directionsgiven by the Secretary of State.\n\t\t\tA person who receives information by virtue of subsection (1) must notdisclose the information to any person unless the disclosure is made—\n\t\t\t\tfor a purpose mentioned in that subsection (including disclosure to anotherrent officer in connection with any function he has under section 122 of theHousing Act 1996 relating to housing benefit),\n\t\t\t\tin accordance with any other enactment, or\n\t\t\t\tin accordance with the order of a court.\n\t\t\tHousing benefit information is any information which relates to theexercise by the rent officer of any function he has under section 122 of theHousing Act 1996 relating to housing benefit.”"
    },
    {
        "length": 239,
        "text": "\nPayment of housing benefit\n\tIn section 134 of the Administration Act (arrangements for housing benefit),for subsection (2) substitute—\n\tHousing benefit is to be paid in such manner as is prescribed, andregulations may, in particular, provide for—\n\t\ta payment or payments by the authority administering the benefit to theperson entitled to it (E), to some other person on E’s behalf or in respect ofa liability which E has,\n\t\ta reduction in the amount of any payments which E is liable to make to theauthority by way of rent, or\n\t\tsuch a payment or payments and such a reduction.\n\t\t(2A)In any enactment or instrument (whenever passed or made) “pay” in relationto housing benefit includes discharge in any manner prescribed undersubsection (2) above.\n\t\t(2B)Subsection (2) above does not affect any power under section 5 above tomake provision in relation to the payment of benefit.”"
    },
    {
        "length": 205,
        "text": "\nDuty to send inspection reports to the Secretary of State\n\tIn section 13A of the Local Government Act [1999 (c.27)](/id/ukpga/1999/27?view=plain \"Go to item of legislation\") (reports ofinspections by Auditor General for Wales), after subsection (4) insert—\n\t\t“(4A)If a report relates to any extent to the administration of housingbenefit or council tax benefit and the Auditor General for Wales thinks fit todo so, he shall as soon as reasonably practicable send a copy of the report tothe Secretary of State.”\n\tIn section 29 of that Act (modifications for Wales), after subsection (2)insert—\n\t“(2A)Subsection (1)(a) does not apply to section 13A(4A).”"
    },
    {
        "length": 1134,
        "text": "\nDirections by Secretary of State\n\tSection 139D of the Administration Act (power to give directions) isamended in accordance with subsections (2) to (8) below.\n\tIn subsection (1) (reports that trigger the section), for paragraph (c)substitute—\n\t\ta copy of a report under section 102(1)(b) or (c) of the Local Government(Scotland) Act 1973 which to any extent relates to the administration ofbenefit has been sent to a local authority and the Secretary of State undersection 102(2) of that Act;”.\n\tIn subsection (1), after paragraph (c) insert—\n\t\ta copy of a report which has been sent to a local authority under section13A(3) of the Local Government Act 1999 and to the Secretary of State undersection 13A(4A) of that Act;”.\n\tIn subsection (2) for “invite” substitute “require”.\n\tAfter subsection (2) insert—\n\t\t“(2A)A requirement under subsection (2) above may specify—\n\t\tany information or description of information to be provided;\n\t\tthe form and manner in which the information is to be provided.\n\t\t(2B)The authority must respond to a requirement under subsection (2) abovebefore the end of such period (not less than one month after the day on whichthe requirement is made) as the Secretary of State specifies in therequirement.\n\t\t(2C)The Secretary of State may extend the period specified under subsection(2B) above.”\n\tFor subsection (3) substitute—\n\tAfter considering—\n\t\tthe report,\n\t\tany proposals made by the authority in response to it, and\n\t\tany other information he thinks is relevant,\n\t\tthe Secretary of State may give directions to the authority under subsection(3A) or (3B) or both.\n\t\t(3A)Directions under this subsection are directions as to—\n\t\tstandards which the authority is to attain in the prevention and detectionof fraud relating to benefit or otherwise in the administration of benefit;\n\t\tthe time within which the standards are to be attained.\n\t\t(3B)Directions under this subsection are directions to take such action as theSecretary of State thinks necessary or expedient for the purpose of improvingthe authority’s exercise of its functions—\n\t\tin relation to the prevention and detection of fraud relating to benefit;\n\t\totherwise in relation to the administration of benefit.\n\t\t(3C)A direction under subsection (3B) may specify the time within whichanything is to be done.”\n\tIn subsection (4), for “subsection (3)” substitute “subsection (3A)”.\n\tAfter subsection (4) insert—\n\t“(4A)If the Secretary of State proposes to give a direction under this sectionhe must give the authority to which the direction is to be addressed anopportunity to make representations about the proposed direction.\n\t(4B)The Secretary of State may specify a period within which representationsmentioned in subsection (4A) above must be made.\n\t(4C)The Secretary of State may extend a period specified under subsection (4B)above.\n\t(4D)Subsections (4A) to (4C) do not apply if the Secretary of State thinksthat it is necessary for a direction to be given as a matter of urgency.\n\t(4E)If the Secretary of State acts under subsection (4D) he must give inwriting to the authority to which the direction is addressed his reasons fordoing so.”\n\tAfter section 139D of that Act insert—\n\t“139DADirections: variation and revocation\n\t\tThe Secretary of State may at any time in accordance with this section varyor revoke a direction under section 139D above.\n\t\tA direction may be varied or revoked only if the Secretary of State thinksit is necessary to do so—\n\t\t\tin consequence of representations made by the authority to which thedirection is addressed,\n\t\t\tto rectify an omission or error, or\n\t\t\tin consequence of a material change in circumstances.\n\t\tThe Secretary of State must not vary a direction unless he first—\n\t\t\tsends a copy of the proposed variation to the authority concerned,\n\t\t\tgives the authority his reasons for making the variation, and\n\t\t\tgives the authority an opportunity to make representations about theproposed variation.\n\t\tThe Secretary of State may specify a period of not less than one monthwithin which representations mentioned in subsection (3)(c) above must bemade.\n\t\tThe Secretary of State may extend a period specified under subsection (4)above.”"
    },
    {
        "length": 2747,
        "text": "\nSharing of social security information\n\tSocial security information\n\t\tIn the Administration Act, after section 7A (sharing of functions asregards certain claims and information) insert—\n\t\t“7BUse of social security information\n\t\t\tA relevant authority may use for a relevant purpose any social securityinformation which it holds.\n\t\t\tRegulations may make provision as to the procedure to be followed by arelevant authority for the purposes of any function it has relating to theadministration of a specified benefit if the authority holds social securityinformation which—\n\t\t\t\tis relevant for the purposes of anything which may or must be done by theauthority in connection with a claim for or an award of the benefit, and\n\t\t\t\twas used by another relevant authority in connection with a claim for or anaward of a different specified benefit or was verified by that other authorityin accordance with regulations under section 7A(2)(e) above.\n\t\t\tA relevant purpose is anything which is done in relation to a claim whichis made or which could be made for a specified benefit if it is done for thepurpose of—\n\t\t\t\tidentifying persons who may be entitled to such a benefit;\n\t\t\t\tencouraging or assisting a person to make such a claim;\n\t\t\t\tadvising a person in relation to such a claim.\n\t\t\tSocial security information means—\n\t\t\t\tinformation relating to social security, child support or war pensions;\n\t\t\t\tevidence obtained in connection with a claim for or an award of a specifiedbenefit.\n\t\t\tA specified benefit is a benefit which is specified in regulations for thepurposes of this section.\n\t\t\tExpressions used in this section and in section 7A have the same meaning inthis section as in that section.\n\t\t\tThis section does not affect any power which exists apart from this sectionto use for one purpose social security information obtained in connection withanother purpose.”\n\t\t\tIn section 7A of that Act—\n\t\t\t\tin subsection (1) after paragraph (b) insert—\n\t\t\t\tas regards any relevant benefit, for claims for that benefit to be madeto—\n\t\t\t\ta county council in England,\n\t\t\t\ta person providing services to a county council in England, or\n\t\t\t\ta person authorised to exercise any function a county council in Englandhas under this section.”;\n\t\t\t\tin subsection (2) after paragraph (d) insert—\n\t\t\t\tthe verification by a relevant authority of information or evidencesupplied to or obtained by the authority in connection with a claim for or anaward of a relevant benefit.”;\n\t\t\t\tin subsection (3) for “and (d)” substitute “, (d) and (e)”;\n\t\t\t\tin subsection (3)(a) for “(1)(a) or (b)” substitute “(1)(a), (b) or (c)”;\n\t\t\t\tin subsection (6) for paragraph (c) substitute—\n\t\t\t\t“relevant authority” means—\n\t\t\t\ta Minister of the Crown;\n\t\t\t\ta local authority;\n\t\t\t\ta county council in England;\n\t\t\t\ta person providing services to a person mentioned in sub-paragraphs (i) to(iii);\n\t\t\t\ta person authorised to exercise any function of a local authority relatingto housing benefit or council tax benefit;\n\t\t\t\ta person authorised to exercise any function a county council in Englandhas under this section;”.\n\t\t\tIn Part 1 of Schedule 4 to that Act (persons employed in social securityadministration or adjudication), under the heading “Local authorities etc”after the entry relating to a person authorised under section 139A(1) of thatAct insert—\n\t\t\t\t“A member, officer or employee of a county council in England who exercises—\n\t\t\t\tany function conferred on the county council by regulations made undersection 7A of this Act;\n\t\t\t\tany function in connection with a relevant purpose within the meaning ofsection 7B(3) of this Act.\n\t\t\t\tA person authorised to exercise any such function of such a county council oran employee of such a person.”\n\tInformation relating to certain benefits\n\t\tInformation falling within subsection (3) may be supplied by the person whoholds it to a person falling within subsection (4) for purposes connected withthe application of grant paid under a relevant enactment towards expenditureincurred by the recipient of the grant—\n\t\t\tin providing, or contributing to the provision of, welfare services, or\n\t\t\tin connection with such welfare services.\n\t\tInformation falling within subsection (3) which is held for a prescribedpurpose by a person falling within any of paragraphs (c) to (h) of subsection(4) may be—\n\t\t\tused by that person for another prescribed purpose;\n\t\t\tprovided to another such person for use in relation to the same or anotherprescribed purpose.\n\t\tThe information is any information which is held by a person falling withinsubsection (4) relating to—\n\t\t\tincome support;\n\t\t\tincome-based jobseeker’s allowance;\n\t\t\tincome-related employment and support allowance;\n\t\t\tstate pension credit;\n\t\t\thousing benefit;\n\t\t\twelfare services.\n\t\tThe persons are—\n\t\t\tthe Secretary of State;\n\t\t\ta person providing services to the Secretary of State;\n\t\t\tan authority administering housing benefit;\n\t\t\ta person authorised to exercise any function of such an authority relatingto housing benefit;\n\t\t\ta person providing to such an authority services relating to housingbenefit;\n\t\t\ta local authority to which any grant is or will be paid as mentioned insubsection (1);\n\t\t\ta person authorised to exercise any function of such an authority relatingto the grant;\n\t\t\ta person providing to such an authority services relating to any suchfunction.\n\t\tInformation which is supplied under subsection (1) to an authority or otherperson falling within subsection (4)(f), (g) or (h) may be supplied by theauthority or person to a person who provides qualifying welfare services forpurposes connected with the provision of those services.\n\t\tA person provides qualifying welfare services if—\n\t\t\the provides welfare services,\n\t\t\ta local authority contribute or will contribute to the expenditure incurredby him in providing those services, and\n\t\t\tthat contribution is or will be derived (in whole or in part) from anygrant which is or will be paid to the authority as mentioned in subsection(1).\n\t\tA relevant enactment is an enactment specified by order made by theSecretary of State; and the power to make an order under this subsection isexercisable by statutory instrument subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tIn subsection (2) a prescribed purpose is a purpose relating to housingbenefit or welfare services which is prescribed by regulations made by theSecretary of State by statutory instrument subject to annulment in pursuanceof a resolution of either House of Parliament.\n\t\tThe power to make an order or regulations under this section includespower—\n\t\t\tto make different provision for different purposes;\n\t\t\tto make such incidental, supplementary, consequential, transitional orsaving provision as the Secretary of State thinks necessary or expedient.\n\t\tIn this section—\n\t\t\t  * “income-based jobseeker’s allowance” has the same meaning as in the Jobseekers Act [1995 (c. 18)](/id/ukpga/1995/18?view=plain \"Go to item of legislation\"); \n\t\t\t  * “income-related employment and support allowance” means an income-related allowance under Part 1; \n\t\t\t  * “local authority” means— \n\t\t\tin relation to England, a county council, a district council, a London boroughcouncil, the Common Council of the City of London or the Council of the Islesof Scilly;\n\t\t\tin relation to Wales, a county council or a county borough council;\n\t\t\t\t  * “welfare services” includes services which provide support, assistance, advice or counselling to individuals with particular needs. \n\t\tIn the Local Government Act [2000 (c. 22)](/id/ukpga/2000/22?view=plain\"Go to item of legislation\"), sections 94 (disclosure of information) and 95(unauthorised disclosure of information) are omitted.\n\tUnlawful disclosure of certain information\n\t\tA person to whom subsection (2) applies is guilty of an offence if hediscloses without lawful authority any information—\n\t\t\twhich comes to him by virtue of section 42(1), (2) or (5), and\n\t\t\twhich relates to a particular person.\n\t\tThis subsection applies to—\n\t\t\ta person mentioned in section 42(4)(f) to (h);\n\t\t\ta person who provides qualifying welfare services (within the meaning ofsection 42(6));\n\t\t\ta person who is or has been a director, member of the committee ofmanagement, manager, secretary or other similar officer of a person mentionedin paragraph (a) or (b);\n\t\t\ta person who is or has been an employee of a person mentioned in paragraph(a) or (b).\n\t\tA person guilty of an offence under this section shall be liable—\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 2years or a fine or both, or\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 monthsor a fine not exceeding the statutory maximum or both.\n\t\tIt is not an offence under this section—\n\t\t\tto disclose information in the form of a summary or collection ofinformation so framed as not to enable information relating to any particularperson to be ascertained from it;\n\t\t\tto disclose information which has previously been disclosed to the publicwith lawful authority.\n\t\tIt is a defence for a person charged with an offence under this section toprove that at the time of the alleged offence—\n\t\t\the believed that he was making the disclosure in question with lawfulauthority and had no reasonable cause to believe otherwise, or\n\t\t\the believed that the information in question had previously been disclosedto the public with lawful authority and had no reasonable cause to believeotherwise.\n\t\tA disclosure is made with lawful authority if it is so made for thepurposes of section 123 of the Administration Act.\n\t\tThis section does not affect that section.\n\t\tUntil the commencement of section 282 of the Criminal Justice Act [2003 (c.44)](/id/ukpga/2003/44?view=plain \"Go to item of legislation\") (increase inmaximum term that may be imposed on summary conviction of offence triableeither way) the reference in subsection (3)(b) to 12 months must be taken tobe a reference to 6 months."
    },
    {
        "length": 448,
        "text": "\nOverpayment recovery\n\tRecovery of overpaid benefit: Great Britain\n\t\tSection 71 of the Administration Act (overpayments) is amended as follows.\n\t\tSubsection (5) (recovery of overpayments paid into account not recoverableunder regulations under subsection (4) unless determination of amount isreversed on appeal etc. and overpayment is determined on the appeal etc. to beso recoverable) ceases to have effect.\n\t\tIn subsection (5A) (recovery of overpayments paid in consequence ofmisrepresentation etc. not recoverable under subsection (1) unlessdetermination of amount is reversed on appeal etc.) for “under subsection (1)above” substitute “under subsection (1) or under regulations under subsection(4)”.\n\tRecovery of overpaid child benefit and guardian’s allowance: NorthernIreland\n\t\tSection 69 of the Social Security Administration (Northern Ireland) Act[1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to item of legislation\")(overpayments) is amended as follows.\n\t\tSubsection (5) (recovery of overpayments paid into account not recoverableunder regulations under subsection (4) unless determination of amount isreversed on appeal etc. and overpayment is determined on the appeal etc. to beso recoverable) ceases to have effect.\n\t\tIn subsection (5A) (recovery of overpayments paid in consequence ofmisrepresentation etc. not recoverable under subsection (1) unlessdetermination of amount is reversed on appeal etc.) for “under subsection (1)above” substitute “under subsection (1) or under regulations under subsection(4)”.\n\t\tThe amendments made by this section have effect only in relation to childbenefit and guardian’s allowance."
    },
    {
        "length": 1791,
        "text": "\nBenefit fraud\n\tLocal authority powers to investigate benefit fraud\n\t\tSection 110A of the Administration Act (authorisation of investigations byauthorities administering housing benefit or council tax benefit) is amendedas follows.\n\t\tIn subsection (1) for “any one or more of the purposes mentioned insubsection (2) below” substitute “a relevant purpose”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Each of the following is a relevant purpose—\n\t\t\ta purpose mentioned in subsection (2) below;\n\t\t\ta purpose mentioned in section 109A(2)(a), (c) or (d).\n\t\t\t(1B)If the Secretary of State prescribes conditions for the purposes of thissection, an authority must not proceed under this section for a purposementioned in section 109A(2)(a), (c) or (d) unless any such condition issatisfied.\n\t\t\t(1C)An authorisation made for a purpose mentioned in section 109A(2)(a), (c)or (d)—\n\t\t\tis subject to such restrictions as may be prescribed;\n\t\t\tis not valid in such circumstances as may be prescribed.”\n\t\tIn subsection (2) for “Those purposes” substitute “The purposes in thissubsection”.\n\t\tIn subsection (8), after paragraph (c) insert—\n\t\t“but paragraphs (a) and (b) above do not apply in any case where the relevantpurpose is as mentioned in subsection (1A)(b) above.”\n\tLocal authority powers to prosecute benefit fraud\n\t\tAfter section 116 of the Administration Act (legal proceedings) insert—\n\t\t“116ALocal authority powers to prosecute benefit fraud\n\t\t\tThis section applies if an authority administering housing benefit orcouncil tax benefit has power to bring proceedings for a benefit offencerelating to that benefit.\n\t\t\tThe authority may bring proceedings for a benefit offence relating to anyother relevant social security benefit unless—\n\t\t\t\tthe proceedings relate to any benefit or circumstances or any descriptionof benefit or circumstances which the Secretary of State prescribes for thepurposes of this paragraph, or\n\t\t\t\tthe Secretary of State has directed that the authority must not bring theproceedings,\n\t\t\t\t\tand a direction under paragraph (b) may relate to a particular authority ordescription of authority or to particular proceedings or any description ofproceedings.\n\t\t\tIf the Secretary of State prescribes conditions for the purposes of thissection, an authority must not bring proceedings under this section unless anysuch condition is satisfied.\n\t\t\tThe Secretary of State may continue proceedings which have been brought byan authority under this section as if the proceedings had been brought in hisname or he may discontinue the proceedings if—\n\t\t\t\the makes provision under subsection (2)(a), such that the authority wouldno longer be entitled to bring the proceedings under this section,\n\t\t\t\the gives a direction under subsection (2)(b) in relation to theproceedings, or\n\t\t\t\ta condition prescribed under subsection (3) ceases to be satisfied inrelation to the proceedings.\n\t\t\tIn the exercise of its power under subsection (2), a local authority musthave regard to the Code for Crown Prosecutors issued by the Director of PublicProsecutions under section 10 of the Prosecution of Offences Act 1985—\n\t\t\t\tin determining whether the proceedings should be instituted;\n\t\t\t\tin determining what charges should be preferred;\n\t\t\t\tin considering what representations to make to a magistrates' court aboutmode of trial;\n\t\t\t\tin determining whether to discontinue proceedings.\n\t\t\tAn authority must not bring proceedings for a benefit offence which doesnot relate to housing benefit or council tax benefit otherwise than inaccordance with this section.\n\t\t\tIn subsection (2), “relevant social security benefit” has the same meaningas in section 121DA below.\n\t\t\tThis section does not apply to Scotland.”\n\tLocal authority functions relating to benefit: information\n\t\tSection 122C of the Administration Act (supply of information toauthorities administering benefit) is amended as follows—\n\t\t\tin subsection (2) at the end insert “or for the purposes of anything theauthority is permitted to do in relation to any other benefit by virtue ofsection 110A or 116A above”;\n\t\t\tin subsection (3)(a) for “offences relating to housing benefit or counciltax benefit” substitute “benefit offences (within the meaning of Part 6above)”.\n\t\tSection 122D of that Act (supply of information by authoritiesadministering benefit) is amended as follows—\n\t\t\tin subsection (1), for “benefit administration information” substitute“relevant benefit information”;\n\t\t\tin subsection (2A), after “subsection (2)” insert “, in addition to anyother purpose for which the information may be used,”;\n\t\t\tfor subsection (4) substitute—\n\t\tIn subsection (1) “relevant benefit information”, in relation to anauthority or other person, means any information which is relevant to theexercise of any function relating to a relevant social security benefit by theauthority or other person.”;\n\t\t\tin subsection (5), in each place where it occurs for “housing benefit orcouncil tax benefit” substitute “any relevant social security benefit”;\n\t\t\tin subsection (6), after the definition of “private pensions policy”insert—\n\t\t\t\t““relevant social security benefit” has the same meaning as in section 121DAabove;”.\n\t\tSection 122E of that Act (supply of information between authoritiesadministering benefit) is amended as follows—\n\t\t\tin subsection (1) for “benefit administration information” substitute“relevant benefit information”;\n\t\t\tin subsection (2)(a) for “offences relating to housing benefit or counciltax benefit” substitute “benefit offences (within the meaning of Part 6above)”;\n\t\t\tfor subsection (6) substitute—\n\t\tIn this section “relevant benefit information”, in relation to anauthority or other person, means any information which is relevant to theexercise of any function relating to a relevant social security benefit(within the meaning of section 121DA above) by the authority or other person.”\n\t\tIn section 126A of that Act (power to require information from landlordsand agents), in subsection (8) for “benefit administration information”substitute “relevant benefit information”.\n\tLoss of benefit for commission of benefit offences\n\t\tIn section 7 of the Social Security Fraud Act [2001 (c.11)](/id/ukpga/2001/11?view=plain \"Go to item of legislation\") (loss ofbenefit for commission of benefit offences) in subsection (1)(b) (periodwithin which later offence must be committed), for “three years” substitute“five years”.\n\t\tThe amendment made by subsection (1) shall be disregarded insofar as theapplication of section 7(1)(b) of that Act involves considering whether anoffence committed before the day on which this section comes into force wascommitted within the relevant period."
    },
    {
        "length": 198,
        "text": "\nBenefits for bereaved persons\n\tWidowed mother’s allowance\n\t\tIn section 37(2) of the Contributions and Benefits Act (which linksentitlement to widowed mother’s allowance on the ground of being entitled tochild benefit to whether one of the conditions specified in section 77(5) ofthe Act is satisfied), the words from “one of the conditions” to “person and”are omitted.\n\tWidowed parent’s allowance\n\t\tIn section 39A(3) of the Contributions and Benefits Act (which linksentitlement to widowed parent’s allowance on the ground of being entitled tochild benefit to whether one of the conditions specified in section 77(5) ofthe Act is satisfied), the words from “one of the conditions” to “person and”are omitted."
    },
    {
        "length": 935,
        "text": "\nDisability living allowance: age conditions\n\tCare component of disability living allowance: persons under the age of16\n\t\tSection 72 of the Contributions and Benefits Act (care component ofdisability living allowance) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)In its application to a person in relation to so much of a period asfalls before the day on which he reaches the age of 16, subsection (1) haseffect subject to the following modifications—\n\t\t\tthe condition mentioned in subsection (1)(a)(ii) shall not apply, and\n\t\t\tnone of the other conditions mentioned in subsection (1) shall be taken tobe satisfied unless—\n\t\t\the has requirements of a description mentioned in the conditionsubstantially in excess of the normal requirements of persons of his age, or\n\t\t\the has substantial requirements of such a description which youngerpersons in normal physical and mental health may also have but which personsof his age and in normal physical and mental health would not have.”\n\t\tAfter subsection (2) insert—\n\t\t“(2A)The modifications mentioned in subsection (1A) shall have effect inrelation to the application of subsection (1) for the purposes of subsection(2), but only—\n\t\t\tin the case of a person who is under the age of 16 on the date on which theaward of the care component would begin, and\n\t\t\tin relation to so much of any period mentioned in subsection (2) as fallsbefore the day on which he reaches the age of 16.”\n\t\tIn subsection (5) (terminally ill person to be taken to have satisfied theconditions mentioned in subsection (1)(b) and (c)), after “person, shall”insert “(notwithstanding subsection (1A)(b))”.\n\t\tSubsection (6) (modifications for persons under 16) ceases to have effect.\n\t\tIn subsection (7), for “subsections (5) and (6)” substitute “subsection(5)”.\n\t\tAfter that subsection insert—\n\t\t“(7A)Subsection (1A) has effect subject to regulations made under subsection(7) (except as otherwise prescribed).”\n\tMobility component of disability living allowance: persons under theage of 16\n\t\tSection 73 of the Contributions and Benefits Act (mobility component ofdisability living allowance) is amended as follows.\n\t\tFor subsection (4) substitute—\n\t\t\t“(4A)In its application to a person in relation to so much of a period asfalls before the day on which he reaches the age of 16, subsection (1) haseffect subject to the modification that the condition mentioned in paragraph(d) shall not be taken to be satisfied unless—\n\t\t\the requires substantially more guidance or supervision from another personthan persons of his age in normal physical and mental health would require, or\n\t\t\tpersons of his age in normal physical and mental health would not requiresuch guidance or supervision.”\n\t\tIn subsection (5), omit “Subject to subsection (4) above,”.\n\t\tAfter that subsection insert—\n\t\t“(5A)Subsection (4A) has effect subject to regulations made under subsection(5) (except as otherwise prescribed).”\n\t\tAfter subsection (9) insert—\n\t\t“(9A)The modifications mentioned in subsection (4A) shall have effect inrelation to the application of subsection (1) for the purposes of subsection(9), but only—\n\t\t\tin the case of a person who is under the age of 16 on the date on which theaward of the mobility component would begin, and\n\t\t\tin relation to so much of any period mentioned in subsection (9) as fallsbefore the day on which he reaches the age of 16.”"
    },
    {
        "length": 551,
        "text": "\nSocial fund\n\tMatters to which regard must be had in awarding budgeting loans\n\t\tIn section 140(1A) of the Contributions and Benefits Act (principles fordetermining awards of budgeting loans)—\n\t\t\tin paragraph (b) (duty to have regard to criteria specified in paragraphs(b) to (e) of subsection (1)), for “(b) to (e)” substitute “(b), (d) and (e)”,and\n\t\t\tthe words following paragraph (b) (which enable the Secretary of State togive directions about cases in which the applicant’s personal circumstanceswould preclude the award of a budgeting loan) cease to have effect.\n\tAllocations from Social Fund\n\t\tSection 168 of the Administration Act (allocations from social fund) isamended as follows.\n\t\tIn subsection (1) (duty of Secretary of State to allocate amounts forpayments from the social fund such as are mentioned in section 138(1)(b) ofthe Contributions and Benefits Act), after “Act” insert “(in this sectionreferred to as “section 138(1)(b) payments”)”.\n\t\tIn subsection (3) (types of allocation that may be made)—\n\t\t\tfor paragraph (a) substitute—\n\t\t\tmay be for all section 138(1)(b) payments or for any description of suchpayments;”;\n\t\t\tin paragraph (b) (power to allocate different amounts for differentpurposes), for “different purposes” substitute “payments of differentdescriptions”; and\n\t\t\tin paragraph (d) (additional allocations), omit the words from “to the sameofficer” to the end.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)Without prejudice to the generality of subsection (3)(a), descriptions ofsection 138(1)(b) payments may, in particular, be framed by reference to—\n\t\t\tthe purposes for which payments are made;\n\t\t\tthe persons by whom payments are made (including where such persons arelocated);\n\t\t\tthe persons to whom payments are made (including where such persons arelocated).”"
    },
    {
        "length": 1030,
        "text": "\nVaccine Damage Payments Act 1979\n\tOverseas vaccinations\n\t\tSection 2 of the Vaccine Damage Payments Act [1979 (c.17)](/id/ukpga/1979/17?view=plain \"Go to item of legislation\") (conditions ofentitlement) is amended as follows.\n\t\tFor subsection (5) substitute—\n\t\t\t“(5A)The Secretary of State may by order made by statutory instrument providethat, in such circumstances as may be specified in the order, the condition insubsection (1)(a)(i) need not be fulfilled in the case of vaccinations ofpersons of a description so specified which are given under arrangements madeby or on behalf of—\n\t\t\tHer Majesty’s forces,\n\t\t\ta government department so specified, or\n\t\t\tany other body so specified.\n\t\t\t(5B)Orders under subsection (5A) may make different provision in relation todifferent cases.”\n\t\tIn subsection (6), for “that subsection” substitute “this section”.\n\tAppeals to appeal tribunal in Northern Ireland\n\t\tThe Vaccine Damage Payments Act 1979 is amended as follows.\n\t\tIn section 4 (appeals to appeal tribunals), in subsection (1) (right ofappeal), for “an appeal tribunal” substitute “an appropriate appeal tribunal”and after that subsection insert—\n\t\t\t“(1A)In subsection (1) the reference to an appropriate appeal tribunal is—\n\t\t\tif the claimant’s address is in Northern Ireland, to an appeal tribunalconstituted under Chapter 1 of Part 2 of the Social Security (NorthernIreland) Order 1998;\n\t\t\tif it is not, to an appeal tribunal constituted under Chapter 1 of Part 1of the Social Security Act 1998.”\n\t\tIn that section, after subsection (3) insert—\n\t\t“(3A)In relation to appeals under subsection (1) to an appeal tribunalconstituted under Chapter 1 of Part 2 of the Social Security (NorthernIreland) Order 1998, the Department for Social Development in Northern Irelandmay by regulations—\n\t\t\tmake provision as to the manner in which, and the time within which,appeals are to be brought;\n\t\t\tmake such provision with respect to proceedings before appeal tribunals asthe Department considers appropriate.\n\t\t\t(3B)Regulations under subsection (3A) may in particular make any provision ofa kind mentioned in Schedule 4 to the Social Security (Northern Ireland) Order1998.”\n\t\tIn section 7A (correction of errors and setting aside of decisions), aftersubsection (1) insert—\n\t\t“(1A)The Department for Social Development in Northern Ireland may byregulations make provision with respect to—\n\t\t\tthe correction of accidental errors in any decision or record of a decisionunder section 4 of this Act of an appeal tribunal constituted under Chapter 1of Part 2 of the Social Security (Northern Ireland) Order 1998; and\n\t\t\tthe setting aside of any such decision in a case where it appears just toset the decision aside on the ground that—\n\t\t\ta document relating to the proceedings in which the decision was given wasnot sent to, or was not received at an appropriate time by, a party to theproceedings or a party’s representative or was not received at an appropriatetime by the appeal tribunal which gave the decision; or\n\t\t\ta party to the proceedings or a party’s representative was not present ata hearing related to the proceedings.”\n\t\tIn section 12 (financial provisions), after subsection (3) insert—\n\t\t“(3A)The Department for Social Development in Northern Ireland shall pay suchtravelling and other allowances as the Department may determine—\n\t\t\tto persons required under section 4 to attend before tribunals constitutedunder Chapter 1 of Part 2 of the Social Security (Northern Ireland) Order1998; and\n\t\t\tin circumstances where the Department considers it appropriate, to anyperson who accompanies a disabled person to such a tribunal.”"
    },
    {
        "length": 691,
        "text": "\nCompensation for pneumoconiosis etc.\n\t“Relevant employer”\n\t\tThe Pneumoconiosis etc. (Workers' Compensation) Act [1979 (c.41)](/id/ukpga/1979/41?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 2 (conditions of entitlement), in subsection (3), for thedefinition of “relevant employer” substitute—\n\t\t\t““relevant employer” has the meaning given in the Schedule to this Act.”\n\t\tInsert the Schedule (definition of “relevant employer”) set out in Schedule6.\n\t\tIn section 7(3) (regulations subject to affirmative resolution), after“section 1 above” insert “or paragraph 9 of the Schedule to this Act”.\n\t“Dependant” \n\t\tIn section 3 of the Pneumoconiosis etc. (Workers' Compensation) Act 1979(dependants), in subsection (1) (definition of “dependant”)—\n\t\t\tin paragraph (a), after “spouse”, in each place, insert “or civil partner”;and\n\t\t\tfor paragraph (c) substitute—\n\t\t\tif neither of the preceding paragraphs applies but he left a person whowas residing with him and with whom he was in a qualifying relationship, thatperson;”.\n\t\tAfter subsection (2) of that section insert—\n\t\t\t“(2A)For the purposes of subsection (1)(c)—\n\t\t\ttwo persons of the opposite sex are in a qualifying relationship if theyare living together as husband and wife;\n\t\t\ttwo persons of the same sex are in a qualifying relationship if they areliving together as if they were civil partners.\n\t\t\t(2B)For the purposes of subsection (2A)(b), two persons of the same sex are tobe regarded as living together as if they were civil partners if, but only if,they would be regarded as living together as husband and wife were theyinstead two people of the opposite sex.”\n\t\tSubsection (5) of that section (application of subsection (1) to Scotland:substitution of paragraph (c)) ceases to have effect.\n\t\tIn Schedule 21 to the Civil Partnership Act [2004 (c.33)](/id/ukpga/2004/33?view=plain \"Go to item of legislation\") (existingprovisions to which the provisions of section 246 about interpretation ofreferences to stepchildren apply), after paragraph 11 insert—\n\t\t“11ASection 3(4) of the Pneumoconiosis etc. (Workers' Compensation) Act 1979(“child” and “relative”: establishment of relationship).”"
    },
    {
        "length": 1764,
        "text": "\nOther\n\tPower to stop payment of allowances to care home residents\n\t\tIn section 67 of the Contributions and Benefits Act (exclusions relating toattendance allowance) for subsection (2) substitute—\n\t\tRegulations may provide that an attendance allowance shall not be payablein respect of a person for a period when he is a resident of a care home incircumstances in which any of the costs of any qualifying services providedfor him are borne out of public or local funds under a specified enactment.\n\t\tThe reference in subsection (2) to a care home is to an establishment thatprovides accommodation together with nursing or personal care.\n\t\tThe following are qualifying services for the purposes of subsection (2)—\n\t\t\taccommodation, \n\t\t\tboard, and\n\t\t\tpersonal care.\n\t\tThe reference in subsection (2) to a specified enactment is to an enactmentwhich is, or is of a description, specified for the purposes of thatsubsection by regulations.\n\t\tThe power to specify an enactment for the purposes of subsection (2)includes power to specify it only in relation to its application for aparticular purpose.\n\t\tIn this section, “enactment” includes an enactment comprised in, or in aninstrument made under, an Act of the Scottish Parliament.”\n\t\tIn section 72 of that Act (care component of disability living allowance),for subsection (8) substitute—\n\t\tRegulations may provide that no amount in respect of a disability livingallowance which is attributable to entitlement to the care component shall bepayable in respect of a person for a period when he is a resident of a carehome in circumstances in which any of the costs of any qualifying servicesprovided for him are borne out of public or local funds under a specifiedenactment.\n\t\tThe reference in subsection (8) to a care home is to an establishment thatprovides accommodation together with nursing or personal care.\n\t\tThe following are qualifying services for the purposes of subsection (8)—\n\t\t\taccommodation, \n\t\t\tboard, and\n\t\t\tpersonal care.\n\t\tThe reference in subsection (8) to a specified enactment is to anenactment which is, or is of a description, specified for the purposes of thatsubsection by regulations.\n\t\tThe power to specify an enactment for the purposes of subsection (8)includes power to specify it only in relation to its application for aparticular purpose.\n\t\tIn this section, “enactment” includes an enactment comprised in, or in aninstrument made under, an Act of the Scottish Parliament.”\n\tIndependent Living Funds\n\t\tIn section 1(1) of the Disability (Grants) Act [1993 (c.14)](/id/ukpga/1993/14?view=plain \"Go to item of legislation\") (which liststhe organisations to which grants may be made by the Secretary of State)—\n\t\t\tparagraphs (a) and (b) (Independent Living (Extension) Fund and IndependentLiving (1993) Fund) cease to have effect;\n\t\t\tafter paragraph (c) insert “, and\n\t\t\tthe Independent Living Fund (2006) established by a deed dated 10th April2006 and made between the Secretary of State for Work and Pensions of the onepart and Margaret Rosemary Cooper, Michael Beresford Boyall and Marie TheresaMartin of the other part.”\n\t\tIn section 1(4) of that Act (modifications for Northern Ireland), inparagraph (a) (which substitutes for the Secretary of State the relevantNorthern Ireland department), after “(other than the reference in subsection(1)(a) to the Secretary of State for Social Security” insert “and thereference in subsection (1)(d) to the Secretary of State for Work andPensions”.\n\t\tThe Secretary of State may by order made by statutory instrument amend orrevoke any enactment contained in subordinate legislation (within the meaningof the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go toitem of legislation\")) if he considers it appropriate to do so in consequenceof the amendments made by this section.\n\t\tA statutory instrument containing an order under subsection (3) shall besubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThe Department for Social Development in Northern Ireland may by order madeby statutory rule for the purposes of the Statutory Rules (Northern Ireland)Order 1979 ([S.I. 1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go toitem of legislation\")) amend or revoke any enactment contained in aninstrument within the meaning of section 1(c) of the Interpretation Act(Northern Ireland) [1954 (c. 33 (N.I.))](/id/apni/1954/33?view=plain \"Go toitem of legislation\") if it considers it appropriate to do so in consequenceof the amendments made by this section.\n\t\tA statutory rule containing an order under subsection (5) shall be subjectto negative resolution within the meaning of section 41(6) of theInterpretation Act (Northern Ireland) 1954.\n\tMedical examinations\n\t\tThe Social Security Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tIn section 19 (medical examination required by Secretary of State), insubsections (1) and (2)(b), for “medical practitioner” substitute “health careprofessional approved by the Secretary of State”.\n\t\tIn section 20 (medical examination required by appeal tribunal), insubsection (2), for “medical practitioner” substitute “health careprofessional approved by the Secretary of State”.\n\t\tIn that section, after subsection (2), insert—\n\t\t\t“(2A)The power under subsection (2) to refer a person to a health careprofessional approved by the Secretary of State includes power to specify thedescription of health care professional to whom the person is to be referred.”\n\t\tIn section 39 (interpretation), in subsection (1), after the definition of“Commissioner” insert—\n\t\t““health care professional” means—\n\t\t\ta registered medical practitioner,\n\t\t\ta registered nurse,\n\t\t\tan occupational therapist or physiotherapist registered with a regulatorybody established by an Order in Council under section 60 of the Health Act1999, or\n\t\t\ta member of such other profession regulated by a body mentioned in section25(3) of the National Health Service Reform and Health Care Professions Act2002 as the Secretary of State may prescribe;”.\n\tMinor and consequential amendments relating to Part 4\n\t\tSchedule 7 (which makes miscellaneous minor amendments and amendmentsconsequential on this Part) has effect."
    },
    {
        "length": 2049,
        "text": "\nPart 5General\n\tNorthern Ireland\n\t\tThis section applies to an Order in Council under paragraph 1(1) of theSchedule to the Northern Ireland Act [2000 (c. 1)](/id/ukpga/2000/1?view=plain\"Go to item of legislation\") (legislation for Northern Ireland duringsuspension of devolved government) which contains a statement that it is madeonly for purposes corresponding to those of this Act.\n\t\tSuch an Order—\n\t\t\tis not subject to paragraph 2 of that Schedule (affirmative resolution ofboth Houses of Parliament), but\n\t\t\tis subject to annulment in pursuance of a resolution of either House ofParliament.\n\tGeneral interpretation\n\t\tIn this Act—\n\t\t  * “Administration Act” means the Social Security Administration Act [1992 (c. 5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\"); \n\t\t  * “Contributions and Benefits Act” means the Social Security Contributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"). \n\tFinancial provisions: general\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State in consequence of Parts2 to 4 of this Act, and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other enactment.\n\t\tThere shall be paid into the Consolidated Fund any increase attributable tothis Act in the sums payable into that Fund under any other enactment.\n\tRepeals \n\t\tThe enactments specified in Schedule 8 are hereby repealed to the extentspecified.\n\tTransition \n\t\tThe Secretary of State may by order made by statutory instrument make inconnection with the coming into force of any provision of this Act, exceptPart 1, such transitional provision or savings as he considers necessary orexpedient.\n\t\tThe power under subsection (1) includes power to make—\n\t\t\tdifferent provision for different cases or areas;\n\t\t\tincidental, supplementary and consequential provision.\n\tExtent \n\t\tSubject to the following provisions, this Act extends to England and Walesand Scotland only.\n\t\tThe following provisions extend to England and Wales only—\n\t\t\tsections 42(1) to (10) and 43, and\n\t\t\tparagraphs 6, 11(2) and 16 of Schedule 3.\n\t\tParagraphs 1, 2, 4, 11(3), 14 and 22 of Schedule 3 extend to Scotland only.\n\t\tThe following provisions also extend to Northern Ireland—\n\t\t\tsections 33(7), 49, 56, 57, 61, 64, 65, 68, this section and sections 70and 71,\n\t\t\tparagraph 15 of Schedule 2, and sections 22 and 24 to 26 so far as relatingthereto,\n\t\t\tparagraphs 5, 10(1) and (28), 17(1) and (2), 19, 23(1) to (3) and (6) to(8) and 24 of Schedule 3, and section 28 so far as relating thereto,\n\t\t\tparagraph 1 of Schedule 7, and section 63 so far as relating thereto, and\n\t\t\tSchedule 8, so far as relating to the Vaccine Damage Payments Act [1979 (c.17)](/id/ukpga/1979/17?view=plain \"Go to item of legislation\"), the Income andCorporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item oflegislation\"), the Disability (Grants) Act [1993 (c.14)](/id/ukpga/1993/14?view=plain \"Go to item of legislation\"), section 2 ofthe Social Security Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go toitem of legislation\") and the Income Tax (Earnings and Pensions) Act [2003 (c.1)](/id/ukpga/2003/1?view=plain \"Go to item of legislation\"), and section 67so far as relating thereto.\n\t\tThe following provisions extend to Northern Ireland only—\n\t\t\tsection 45, and\n\t\t\tSchedule 8, so far as relating to the Social Security Administration(Northern Ireland) Act [1992 (c. 8)](/id/ukpga/1992/8?view=plain \"Go to itemof legislation\"), and section 67 so far as relating thereto.\n\t\tThe following provisions also extend to the Isle of Man—\n\t\t\tsections 56 and 57, section 68, this section and sections 70 and 71,\n\t\t\tparagraph 1 of Schedule 7, and section 63 so far as relating thereto, and\n\t\t\tSchedule 8, so far as relating to the Vaccine Damage Payments Act 1979, andsection 67 so far as relating thereto.\n\tCommencement \n\t\tThe following provisions shall come into force at the end of the period of2 months beginning with the day on which this Act is passed—\n\t\t\tsections 41(2) and (3), 44, 45, 54, 55, 59, 61(1)(b) and (2) to (6) and 62,\n\t\t\tparagraphs 1 to 4, 10, 11 and 14 of Schedule 5, and section 40 so far asrelating thereto,\n\t\t\tparagraphs 2(1) and (3), 3 and 4 of Schedule 7, and section 63 so far asrelating thereto, and\n\t\t\tSchedule 8, so far as relating to—\n\t\t\tsection 3(5) of the Pneumoconiosis etc. (Workers' Compensation) Act [1979(c. 41)](/id/ukpga/1979/41?view=plain \"Go to item of legislation\"),\n\t\t\tsection 140(1A) of the Contributions and Benefits Act,\n\t\t\tsections 71(5), 71ZA(2), 134(8)(a) and 168(3)(d) of the AdministrationAct,\n\t\t\tsection 69(5) of the Social Security Administration (Northern Ireland) Act1992,\n\t\t\tSchedule 13 to the Local Government etc. (Scotland) Act [1994 (c.39)](/id/ukpga/1994/39?view=plain \"Go to item of legislation\"),\n\t\t\tsection 38(7)(a) of, and paragraph 81(2) of Schedule 7 to, the SocialSecurity Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item oflegislation\"), and\n\t\t\tparagraph 65 of Schedule 24 to the Civil Partnership Act [2004 (c.33)](/id/ukpga/2004/33?view=plain \"Go to item of legislation\"),\n\t\t\t\tand section 67 so far as relating thereto.\n\t\tThe remaining provisions of this Act, except—\n\t\t\tthis section,\n\t\t\tsections 64, 65, 66, 68, 69 and 71, and\n\t\t\tparagraph 8 of Schedule 5, and section 40 so far as relating thereto,\n\t\t\tshall come into force on such day as the Secretary of State may by order madeby statutory instrument appoint, and different days may be so appointed fordifferent purposes.\n\tShort title\n\t\tThis Act may be cited as the Welfare Reform Act 2007."
    }
]