[
    {
        "length": 128,
        "text": "\nVoter identification, applications for postal and proxy votes, etc\n\tVoter identification\n\t\tSchedule 1 makes provision, including provision amending RPA 1983, inconnection with the production of identification at polling stations byvoters.\n\tPower to make regulations about registration, absent voting and othermatters\n\t\tSchedule 2 contains provision, including provision amending Schedule 2 to RPA1983, in connection with applications relating to registration, applicationsto vote by post or proxy, and applications for particular kinds of document."
    },
    {
        "length": 1276,
        "text": "\nHandling of postal voting documents by political campaigners\n\tRPA 1983 is amended as follows.\n\tAfter section 112 insert—\n\t“112AHandling of postal voting documents by political campaigners\n\t\tA person who is a political campaigner in respect of a relevant electioncommits an offence if the person handles a postal voting document that hasbeen issued to another person for use in that election.\n\t\tBut a person who handles a postal voting document for use in a relevantelection does not commit the offence if—\n\t\t\tthe person is responsible for, or assists with, the conduct of thatelection (for example as a returning officer or a person working under thedirection of a returning officer),\n\t\t\tthe person is engaged in the business of a postal operator, or\n\t\t\tthe person is employed or engaged in a role the duties of which include thehandling of postal packets on behalf of members of an organisation or theoccupants of a communal building,\n\t\t\t\tand the handling is consistent with the person’s duties in that capacity.\n\t\tNor does a person commit the offence if the person—\n\t\t\tis the other person’s spouse, civil partner, parent, grandparent, brother,sister, child or grandchild, or\n\t\t\tprovides regular care for, or is employed or engaged by an organisationwhich provides care for, the other person.\n\t\tIt is a defence for a person charged with the offence to show that theperson did not dishonestly handle the postal voting document for the purposeof promoting a particular outcome at a relevant election.\n\t\tWhere sufficient evidence is adduced to raise an issue with respect to thedefence under subsection (4), the court must assume that the defence issatisfied unless the prosecution proves beyond reasonable doubt that it isnot.\n\t\tA person is guilty of a corrupt practice if the person—\n\t\t\tcommits the offence under subsection (1), or\n\t\t\taids, abets, counsels or procures the commission of that offence.\n\t\tFor the purposes of this section a person is a political campaigner inrespect of a relevant election if any of the following paragraphs applies—\n\t\t\tthe person is a candidate at the election;\n\t\t\tthe person is an election agent of a candidate at the election;\n\t\t\tthe person is a sub-agent of a person within paragraph (b);\n\t\t\tthe person is employed or engaged by a person who is a candidate at theelection for the purposes of that person’s activities as a candidate;\n\t\t\tthe person is a member of a registered political party and carries on anactivity designed to promote a particular outcome at the election;\n\t\t\tthe person is employed or engaged by a registered political party inconnection with the party’s political activities;\n\t\t\tthe person is employed or engaged by a person within any of paragraphs (a)to (f) to carry on an activity designed to promote a particular outcome at theelection;\n\t\t\tthe person is employed or engaged by a person within paragraph (g) to carryon an activity designed to promote a particular outcome at the election.\n\t\tIn this section—\n\t\t\t  * “postal operator” has the same meaning as in Part 3 of the Postal Services Act 2011 (see section 27(3) to (5) of that Act);\n\t\t\t  * “postal voting document” means a postal ballot paper, postal voting statement, declaration of identity or envelope that has been issued to a person for the purpose of enabling the person to vote by post at a relevant election;\n\t\t\t  * “relevant election” means—\n\t\t\ta parliamentary election, or\n\t\t\ta local government election in England.\n\t\tFor the purposes of this section, an envelope—\n\t\t\tthat is not a postal voting document, but\n\t\t\tthat contains a postal ballot paper, postal voting statement or declarationof identity that has been issued to a person for the purpose of enabling theperson to vote by post at a relevant election,\n\t\t\tis to be treated as if it were a postal voting document that has been issuedto the person for use in the election.\n\t\tIn this section, any reference to a person who is “engaged” by anotherperson, or to a person who provides care for another person, includes areference to a person who is engaged or provides care otherwise than forpayment or promise of payment.\n\t\tFor the purposes of subsection (3)(a), two people living together as ifthey were a married couple or civil partners are treated as if they werespouses or civil partners of each other.”\n\t\tIn section 160 (persons reported personally guilty of corrupt or illegalpractices), in subsection (4A) for “or 62B” substitute “, 62B or 112A”.\n\t\tIn section 168 (prosecutions for corrupt practices), in subsection(1)(a)(i), before “above” insert “or 112A”.\n\t\tIn section 173 (incapacities on conviction of corrupt or illegal practice),in subsection (2) for “or 62B” substitute “, 62B or 112A”."
    },
    {
        "length": 2483,
        "text": "\nHanding in postal voting documents\n\tRPA 1983 is amended as follows.\n\tSchedule 1 (Parliamentary elections rules) is amended in accordance withsubsections (3) and (4).\n\tIn rule 32 (admission to polling station), in paragraph (1), after sub-paragraph (b) insert—\n\t\twhere regulations under rule 45(1B)(a) or (b) provide that a postalballot paper or postal voting statement may be returned by hand to a pollingstation, persons aged 18 or over returning such a document by hand;”.\n\tIn rule 45 (the count)—\n\t\tin paragraph (1B)—\n\t\tomit “and” at the end of sub-paragraph (c);\n\t\tinsert “and” at the end of sub-paragraph (d);\n\t\tafter sub-paragraph (d) insert—\n\t\twhere regulations contain provision made by virtue of paragraph 12ZA ofSchedule 2 (handing in postal voting documents), the postal ballot paper isnot one that falls to be rejected in accordance with that provision.”;\n\t\tin paragraph (2)—\n\t\tfor sub-paragraph (a) substitute—\n\t\tit is returned in the prescribed manner, accompanied by the declaration ofidentity duly signed and authenticated, and reaches the returning officerbefore the close of the poll,”;\n\t\tinsert “and” at the end of sub-paragraph (b);\n\t\tafter sub-paragraph (b) insert—\n\t\twhere regulations contain provision made by virtue of paragraph 12ZB ofSchedule 2 (handing in postal voting documents: Northern Ireland), the postalballot paper is not one that falls to be rejected in accordance with thatprovision.”\n\tIn Schedule 2 (provisions which may be contained in regulations as toregistration etc), after paragraph 12 insert—\n\t\t“12ZA(1)Where regulations under rule 45(1B)(a) or (b) in Schedule 1 providethat a postal voting document may be returned by hand to a polling station orto the returning officer, provision within this paragraph.\n\tProvision— \n\t\trequiring a person who seeks to hand in a postal voting document tocomplete a form containing prescribed information,\n\t\trequiring a relevant officer to reject a postal voting document handed inby a person who fails to provide all the prescribed information on such aform, and\n\t\tabout the arrangements to be made in respect of such forms.\n\tProvision requiring a relevant officer—\n\t\tto reject all postal voting documents handed in together by a person wherethe relevant officer has reasonable cause to suspect that the documents arehanded in on behalf of more than the prescribed number of electors;\n\t\tto reject a postal voting document handed in by a person, or all postalvoting documents handed in together by a person, on a particular occasion,where the relevant officer has reasonable cause to suspect that, taking thatdocument or those documents together with any postal voting documents handedin by the person on any previous occasion (disregarding any that wererejected), the person has handed in postal voting documents on behalf of morethan the prescribed number of electors.\n\tIn sub-paragraph (3)—\n\t\treferences to postal voting documents handed in by a person are to postalvoting documents—\n\t\tall relating to the same election, or\n\t\twhere more than one poll is to be taken on a day, each of which relates toan election the poll at which is to be taken on that day,\n\t\tbut do not include references to a postal voting document issued to thatperson;\n\t\t“electors” means persons who are electors in relation to an election towhich any of the postal voting documents handed in by the person relates.\n\tProvision authorising a relevant officer to reject a postal voting documenthanded in by a person where the relevant officer knows or has reasonable causeto suspect that, in handing in the document, the person commits an offenceunder section 112A (offences relating to handling of postal voting documents).\n\tProvision as to the arrangements to be made in respect of the documentsmentioned in sub-paragraph (7), including provision about—\n\t\tthe procedure to be followed in respect of those documents;\n\t\tstorage of those documents;\n\t\tdisposal of those documents;\n\t\ttransfer of those documents to—\n\t\tthe returning officer;\n\t\tthe registration officer.\n\tThe documents are—\n\t\ta postal voting document that is rejected;\n\t\ta postal voting document that—\n\t\tis brought into a polling station or into the offices of the returningofficer so that it may be handed in to a person, but\n\t\tis left behind there (without being handed in).\n\tProvision requiring prescribed information about postal voting documentsthat are handed in, or about the documents mentioned in sub-paragraph (7), tobe supplied to—\n\t\tthe returning officer;\n\t\tthe registration officer.\n\tProvision about the notification of the persons mentioned in sub-paragraph(10) where a postal ballot paper is—\n\t\trejected, or\n\t\tleft behind as mentioned in sub-paragraph (7)(b).\n\tThe persons are—\n\t\tthe person whose ballot paper it is;\n\t\twhere that person is a proxy—\n\t\tthat person, and\n\t\tthe elector for whom the person voted as proxy on that paper.\n\tProvision as to the meaning of any reference in the regulations to—\n\t\ta person seeking to hand in a postal voting document;\n\t\ta postal voting document being handed in.\n\tIn this paragraph—\n\t\t  * “postal voting document” means a postal ballot paper, postal voting statement or other document that has been issued to a person for the purpose of enabling the person to vote by post at a relevant election;\n\t\t  * “rejected” means rejected in accordance with regulations made by virtue of this paragraph;\n\t\t  * “relevant election” means—\n\t\ta parliamentary election in England and Wales or Scotland, or\n\t\ta local government election in England;\n\t\t\t  * “relevant officer” means—\n\t\twhere a postal voting document is handed in at a polling station—\n\t\tthe person presiding at the polling station, or\n\t\ta clerk at the polling station;\n\t\twhere a postal voting document is handed in to the returning officer—\n\t\tthat officer, or\n\t\ta person acting under the authority of that officer.\n\t\t12ZB(1)Where regulations under rule 45(2)(a) in Schedule 1 provide that apostal voting document may be returned by hand to the returning officer,provision within this paragraph.\n\tProvision— \n\t\trequiring a person who seeks to hand in a postal voting document tocomplete a form containing prescribed information,\n\t\trequiring the returning officer to reject a postal voting document handedin by a person who fails to provide all the prescribed information on such aform, and\n\t\tabout the arrangements to be made in respect of such forms.\n\tProvision requiring the returning officer—\n\t\tto reject all postal voting documents handed in together by a person wherethe returning officer has reasonable cause to suspect that the documents arehanded in on behalf of more than the prescribed number of electors;\n\t\tto reject a postal voting document handed in by a person, or all postalvoting documents handed in together by a person, on a particular occasion,where the returning officer has reasonable cause to suspect that, taking thatdocument or those documents together with any postal voting documents handedin by the person on any previous occasion (disregarding any that wererejected), the person has handed in postal voting documents on behalf of morethan the prescribed number of electors.\n\tIn sub-paragraph (3)—\n\t\treferences to postal voting documents handed in by a person are to postalvoting documents all relating to the same election, but do not includereferences to a postal voting document issued to that person;\n\t\t“electors” means persons who are electors in relation to the election towhich the postal voting documents handed in by the person relate.\n\tProvision authorising the returning officer to reject a postal votingdocument handed in by a person where the returning officer knows or hasreasonable cause to suspect that, in handing in the document, the personcommits an offence under section 112A (offences relating to handling of postalvoting documents).\n\tProvision as to the arrangements to be made in respect of the documentsmentioned in sub-paragraph (7), including provision about—\n\t\tthe procedure to be followed in respect of those documents;\n\t\tstorage of those documents;\n\t\tdisposal of those documents.\n\tThe documents are—\n\t\ta postal voting document that is rejected;\n\t\ta postal voting document that—\n\t\tis brought into the offices of the returning officer so that it may behanded in to a person, but\n\t\tis left behind there (without being handed in).\n\tProvision about the notification of the persons mentioned in sub-paragraph(9) where a postal ballot paper is—\n\t\trejected, or\n\t\tleft behind as mentioned in sub-paragraph (7)(b).\n\tThe persons are—\n\t\tthe person whose ballot paper it is;\n\t\twhere that person is a proxy—\n\t\tthat person, and\n\t\tthe elector for whom the person voted as proxy on that paper.\n\tProvision as to the meaning of any reference in the regulations to—\n\t\ta person seeking to hand in a postal voting document;\n\t\ta postal voting document being handed in.\n\tIn this paragraph—\n\t\t  * “postal voting document” means a postal ballot paper, declaration of identity, or other document that has been issued to a person for the purpose of enabling the person to vote by post at a parliamentary election in Northern Ireland;\n\t\t  * “rejected” means rejected in accordance with regulations made by virtue of this paragraph.”"
    },
    {
        "length": 108,
        "text": "\nLimit on number of electors for whom a proxy can vote\n\tSchedule 4—\n\t\tcontains amendments limiting a person’s entitlement to vote as proxy—\n\t\tat parliamentary elections, and\n\t\tat local government elections in England,\n\t\t(see paragraphs 6(4) and 7(2)), and\n\t\tmakes related provision about proxy voting and proxy appointments."
    },
    {
        "length": 1164,
        "text": "\nRequirement of secrecy\n\tSection 66 of RPA 1983 (requirement of secrecy) is amended as follows.\n\tAfter subsection (3) insert—\n\t\t“(3A)No person may—\n\t\texcept for some purpose authorised by law, obtain or attempt to obtaininformation, or communicate at any time to any other person any information,as to the number or other unique identifying mark on the back of a ballotpaper sent to a person for voting by post at a relevant election;\n\t\texcept for some purpose authorised by law, obtain or attempt to obtaininformation, or communicate at any time to any other person any information,as to the official mark on a ballot paper sent to a person for voting by postat a relevant election;\n\t\tobtain or attempt to obtain information, in the circumstances mentioned insubsection (3B), as to the candidate for whom a person voting by post at arelevant election (“V”) is about to vote or has voted;\n\t\tcommunicate at any time to any other person information obtained incontravention of paragraph (c).\n\t\t(3B)The circumstances referred to in subsection (3A)(c) are where V is aboutto mark, is in the process of marking, or has just marked, a ballot paper sentto V for voting by post at the election.\n\t\t(3C)But—\n\t\ta person (“E”) who is voting by proxy does not contravene subsection (3A)by obtaining or attempting to obtain from the person appointed as E’s proxyinformation as to a matter mentioned in paragraph (a) or (c) of thatsubsection that relates to E’s vote, and\n\t\ta person who is appointed as proxy for an elector does not contravenesubsection (3A) by communicating to that elector information as to a mattermentioned in paragraph (a) or (c) of that subsection that relates to thatelector’s vote.\n\t\t(3D)Subsection (3A)(c) and (d) does not apply where the purpose (or mainpurpose) for which the information is sought or communicated is its use forthe purposes of—\n\t\ta published statement relating to the way in which voters intend to vote orhave voted at the relevant election, or\n\t\ta published forecast as to the result of that election which is based oninformation given by voters.\n\t\t(3E)In subsection (3D)—\n\t\t“forecast” includes estimate;\n\t\t“published” means made available to the public at large or to any sectionof the public, in whatever form and by whatever means;\n\t\tthe reference to the result of the relevant election is a reference to theresult of the election either as a whole or so far as any particular candidateor candidates at the election is or are concerned.\n\t\t(3F)A person voting as proxy for an elector at a relevant election—\n\t\tmust not communicate at any time to any person other than that elector anyinformation as to the candidate for whom the person is about to vote, or hasvoted, as proxy for that elector;\n\t\texcept for some purpose authorised by law, must not communicate at any timeto any person other than that elector the number or other unique identifyingmark on the back of a ballot paper sent or delivered to the person for votingas proxy for that elector.”\n\tAfter subsection (4) insert—\n\t“(4A)No person having undertaken to assist a relevant voter to vote at arelevant election may communicate at any time to any person except that voterany information as to—\n\t\tthe candidate for whom the voter intends to vote or has voted, or\n\t\tthe number or other unique identifying mark on the back of the ballot papergiven for the use of the voter.\n\t\t(4B)In subsection (4A) “relevant voter” means a voter who is blind, hasanother disability, or is unable to read.”\n\tIn subsection (5), after “to vote”, in the first place it occurs, insert“at an election in Scotland or Wales under the local government Act”.\n\tAfter subsection (6) insert—\n\t“(6A)In this section, “relevant election” means—\n\t\ta parliamentary election, or\n\t\tan election in England under the local government Act.”\n\tIn rule 31 of Schedule 1 to RPA 1983 (Parliamentary elections rules:notification of requirement of secrecy)—\n\t\tin paragraph (1)(a), for “blind voter” substitute “relevant voter”;\n\t\tafter paragraph (1) insert—\n\t\t“(1A)In paragraph (1)(a) “relevant voter” means a voter who is blind, hasanother disability, or is unable to read.”"
    },
    {
        "length": 726,
        "text": "\nUndue influence\n\tUndue influence\n\t\tAfter section 114 of RPA 1983 insert—\n\t\t“114AUndue influence\n\t\t\tA person is guilty of a corrupt practice if the person is guilty of undueinfluence.\n\t\t\tA person (“P”) is guilty of undue influence if P carries out an activityfalling within subsection (4) for the purpose of—\n\t\t\t\tinducing or compelling a person to vote in a particular way or to refrainfrom voting, or\n\t\t\t\totherwise impeding or preventing the free exercise of the franchise of anelector or of a proxy for an elector.\n\t\t\tA person (“P”) is also guilty of undue influence if P carries out anactivity falling within any of paragraphs (a) to (f) of subsection (4) onaccount of—\n\t\t\t\ta person having voted in a particular way or refrained from voting, or\n\t\t\t\tP assuming a person to have voted in a particular way or to have refrainedfrom voting.\n\t\t\tThe following activities fall within this subsection—\n\t\t\t\tusing or threatening to use violence against a person;\n\t\t\t\tdamaging or destroying, or threatening to damage or destroy, a person’sproperty;\n\t\t\t\tdamaging or threatening to damage a person’s reputation;\n\t\t\t\tcausing or threatening to cause financial loss to a person;\n\t\t\t\tcausing spiritual injury to, or placing undue spiritual pressure on, aperson;\n\t\t\t\tdoing any other act designed to intimidate a person;\n\t\t\t\tdoing any act designed to deceive a person in relation to theadministration of an election.\n\t\t\tFor the purposes of subsections (2) and (3) an activity is carried out by aperson (“P”) if it is carried out—\n\t\t\t\tby P,\n\t\t\t\tby P jointly with one or more other persons, or\n\t\t\t\tby one or more other persons on behalf of P and with P’s authority orconsent.\n\t\t\tIn subsection (4)(f) and (g) “act” includes an omission (and references tothe doing of an act are to be read accordingly).\n\t\t\tThis section does not have effect in relation to an election in Scotland orWales under the local government Act.”\n\t\t\tIn section 115 of RPA 1983 (undue influence)—\n\t\t\t\tin subsection (1), after “influence” insert “in relation to an election inScotland or Wales under the local government Act”;\n\t\t\t\tin subsection (2), after “influence” insert “in relation to an election inScotland or Wales under the local government Act”;\n\t\t\t\tin the heading, after “influence” insert “: local government elections inScotland and Wales”.\n\t\t\tSchedule 5 contains further provision relating to this section."
    },
    {
        "length": 710,
        "text": "\nAssistance with voting for persons with disabilities\n\tAssistance with voting for persons with disabilities\n\t\tSchedule 1 to RPA 1983 (Parliamentary elections rules) is amended asfollows.\n\t\tIn rule 29 (equipment of polling stations)—\n\t\t\tin paragraph (3A), for sub-paragraph (b) substitute—\n\t\t\tsuch equipment as it is reasonable to provide for the purposes ofenabling, or making it easier for, relevant persons to vote independently inthe manner directed by rule 37 (including in relation to voting secretly).”;\n\t\t\tafter paragraph (3A) insert—\n\t\t\t\t“(3B)In this rule, “relevant persons” means persons who find it difficult orimpossible to vote in the manner directed by rule 37 because of—\n\t\t\tblindness or partial sight, or\n\t\t\tanother disability.”;\n\t\t\tafter paragraph (7) insert—\n\t\tThe Electoral Commission must give guidance to returning officers inrelation to the duty imposed by paragraph (3A)(b).\n\t\tBefore giving guidance under paragraph (8), the Commission must consultsuch persons, including bodies representing the interests of relevant persons,as they consider appropriate.\n\t\tIn performing the duty imposed by paragraph (3A)(b), a returning officermust have regard to guidance given under paragraph (8).”\n\t\tIn rule 39 (voting by persons with disabilities)—\n\t\t\tin paragraph (2)(b)(i), for “is a qualified person within the meaning ofthis rule” substitute “is aged 18 or over”;\n\t\t\tin paragraph (3), omit the words from “and a person” to the end.\n\t\tIn the Appendix of Forms, in the form of declaration to be made by thecompanion of a voter with disabilities—\n\t\t\tfor the words from “[I am entitled” to “18 years],” substitute “I am aged18 or over”;\n\t\t\tomit “* State the relationship of the companion to the voter.”\n\t\tIn section 5 of PPERA (reports on elections etc), after subsection (2A)insert—\n\t\t“(2AA)Subsection (2AB) applies where a report under this section relates to—\n\t\t\ta parliamentary general election,\n\t\t\ta parliamentary by-election,\n\t\t\tan ordinary election of police and crime commissioners,\n\t\t\tan election held under section 51 of the Police Reform and SocialResponsibility Act 2011 (election to fill vacancy in office of police andcrime commissioner), or\n\t\t\ta Northern Ireland Assembly general election.\n\t\t\t(2AB)The report must include a description of the steps taken by returningofficers to assist relevant persons (within the meaning of rule 29 of Schedule1 to the Representation of the People Act 1983) to vote at the election.”"
    },
    {
        "length": 920,
        "text": "\nNomination of candidates at parliamentary elections\n\tCandidate nomination paper: commonly used names\n\t\tSchedule 1 to RPA 1983 (Parliamentary elections rules) is amended asfollows.\n\t\tIn rule 6 (nomination of candidates), for paragraph (2A) substitute—\n\t\t\t“(2A)If a candidate—\n\t\t\tcommonly uses a surname that is different from any other surname thecandidate has,\n\t\t\tcommonly uses a forename that is different from any other forename thecandidate has, or\n\t\t\totherwise commonly uses one or more forenames or a surname in a differentway from the way in which the candidate’s names are stated in accordance withparagraph (2)(a) (for example, where the commonly used names are in adifferent order from the names as so stated, include only some of those names,or include additional names),\n\t\t\tthe nomination paper may state the commonly used name or names in addition tothe names as stated in accordance with paragraph (2)(a).”\n\t\tIn rule 14 (publication of statement of persons nominated), in paragraph(2A)—\n\t\t\tfor “in addition to another name” substitute “in accordance with rule6(2A)”;\n\t\t\tfor “any other name” substitute “the other surname or forename”.\n\t\tIn the form of nomination paper in the Appendix of forms, for note 2Asubstitute—\n\t\t“2AWhere a candidate commonly uses a name or names—\n\t\t\tthat are different from the candidate’s full names as stated on thenomination paper, or\n\t\t\tin a different way from the candidate’s full names as stated on thenomination paper,\n\t\t\tthe commonly used name or names may also appear on the nomination paper; butif they do so, the commonly used name or names (instead of any other name)will appear on the ballot paper.”\n\tHome address form: statement of local authority area\n\t\tSchedule 1 to RPA 1983 (Parliamentary elections rules) is amended asfollows.\n\t\tIn rule 6 (nomination of candidates)—\n\t\t\tin paragraph (5)(b), for the words from “state” to the end substitute “—\n\t\t\twhere the candidate’s home address is in the United Kingdom, state theconstituency or the relevant area within which that address is situated;\n\t\t\twhere the candidate’s home address is outside the United Kingdom, statethe country within which that address is situated.”;\n\t\t\tafter paragraph (5) insert—\n\t\tIn paragraph (5)(b)(i), “relevant area” means—\n\t\t\tin relation to a home address in England—\n\t\t\tif the address is within a district for which there is a district council,that district;\n\t\t\tif the address is within a county in which there are no districts withcouncils, that county;\n\t\t\tif the address is within a London borough, that London borough;\n\t\t\tif the address is within the City of London (including the Inner andMiddle Temples), the City of London;\n\t\t\tif the address is within the Isles of Scilly, the Isles of Scilly;\n\t\t\tin relation to a home address in Wales—\n\t\t\tif the address is within a county, that county;\n\t\t\tif the address is within a county borough, that county borough;\n\t\t\tin relation to a home address in Scotland, the local government area inwhich the address is situated;\n\t\t\tin relation to a home address in Northern Ireland, the local governmentdistrict in which the address is situated.”\n\t\tIn the Appendix of forms, in the Form of Front of Ballot Paper, for theaddress after “Catherine Angelina Smith” substitute “(address in [ _relevantarea_ ])”."
    },
    {
        "length": 965,
        "text": "\nVoting system for elections for certain offices\n\tSimple majority system to be used in elections for certain offices\n\t\tElections for Mayor of London\n\t\t\tThe Greater London Authority Act 1999 is amended in accordance withsubsections (2) to (5).\n\t\t\tIn section 4 (voting at ordinary elections)—\n\t\t\t\tin subsection (1)(a), omit “(referred to in this Part as a mayoral vote)”;\n\t\t\t\tin subsection (2), omit “, unless there are three or more candidates”;\n\t\t\t\tomit subsection (3).\n\t\t\tIn section 16 (filling a vacancy)—\n\t\t\t\tin subsection (3), for “a mayoral vote” substitute “one vote which may begiven for a candidate to be the Mayor”;\n\t\t\t\tfor subsection (4) substitute—\n\t\t\tSection 4(2) (simple majority system) applies in relation to the electionas it applies in relation to the election of the Mayor at an ordinaryelection.”\n\t\t\tIn section 29 (interpretation of Part 1), omit the definition of “mayoralvote”.\n\t\t\tIn Schedule 2 (voting at elections), omit Part 1.\n\t\t\tIn section 165 of RPA 1983 (avoidance of election for employing corruptagent), omit subsection (4).\n\t\tElections for elected mayors of local authorities in England\n\t\t\tThe Local Government Act 2000 is amended as follows.\n\t\t\tIn section 9HC (voting at elections of elected mayors)—\n\t\t\t\tfor subsection (1) substitute—\n\t\t\tEach person entitled to vote as an elector at an election for the returnof an elected mayor is to have one vote which may be given for a candidate tobe the elected mayor.”;\n\t\t\t\tin subsection (2), omit “, unless there are three or more candidates”;\n\t\t\t\tomit subsection (3).\n\t\t\tIn section 9HD (entitlement to vote), in subsection (2), for “firstpreference vote, or more than one second preference vote,” substitute “vote”.\n\t\t\tIn section 9R (interpretation of Part 1A), in subsection (1), omit thedefinitions of “first preference vote” and “second preference vote”.\n\t\t\tIn Schedule 2 (election of elected mayor), in paragraph 1, after“authority” insert “in Wales”.\n\t\tElections for mayors of combined authority areas\n\t\t\tSchedule 5B to the Local Democracy, Economic Development and ConstructionAct 2009 (mayors for combined authority areas: further provision aboutelections) is amended as follows.\n\t\t\tIn paragraph 4 (voting at elections of mayors)—\n\t\t\t\tfor sub-paragraph (1) substitute—\n\t\t\tEach person entitled to vote as an elector at an election for the returnof a mayor is to have one vote which may be given for a candidate to be themayor.”;\n\t\t\t\tin sub-paragraph (2), omit “, unless there are three or more candidates”;\n\t\t\t\tomit sub-paragraph (3).\n\t\t\tOmit paragraph 5.\n\t\t\tIn paragraph 6 (entitlement to vote), in sub-paragraph (2), for “firstpreference vote, or more than one second preference vote,” substitute “vote”.\n\t\tElections for police and crime commissioners\n\t\t\tThe Police Reform and Social Responsibility Act 2011 is amended asfollows.\n\t\t\tIn section 57 (voting at elections of police and crime commissioners)—\n\t\t\t\tin subsection (2), omit “, unless there are three or more candidates”;\n\t\t\t\tomit subsections (3) to (5).\n\t\t\tOmit Schedule 9."
    },
    {
        "length": 3782,
        "text": "\nPart 2Overseas electors and EU citizens\n\tOverseas electors\n\t\tExtension of franchise for parliamentary elections: British citizensoverseas\n\t\t\tFor sections 1 and 2 of the Representation of the People Act 1985substitute—\n\t\t\t“1Extension of parliamentary franchise\n\t\t\t\tA person is entitled to vote as an elector at a parliamentary election in aconstituency if—\n\t\t\t\t\ton the declaration date, the person—\n\t\t\t\t\tqualifies as an overseas elector in respect of that constituency (seesection 1A),\n\t\t\t\t\tis not subject to any legal incapacity to vote (age apart), and\n\t\t\t\t\tis a British citizen, and\n\t\t\t\t\ton the date of the poll, the person—\n\t\t\t\t\tis not subject to any legal incapacity to vote,\n\t\t\t\t\tis a British citizen, and\n\t\t\t\t\tis registered in a register of parliamentary electors for thatconstituency.\n\t\t\t\tIn this section, “the declaration date” means—\n\t\t\t\t\tthe date on which the person makes a declaration under and in accordancewith section 1C (overseas elector’s declaration), or\n\t\t\t\t\twhere the person makes a declaration under and in accordance with section1E (renewal declaration), the date on which the person makes the declaration.\n\t\t\tAQualification as an overseas elector in respect of a constituency\n\t\t\t\tFor the purposes of this Act and the principal Act, a person qualifies asan overseas elector in respect of a constituency on the declaration date if—\n\t\t\t\t\ton that date the person is not resident in the United Kingdom, and\n\t\t\t\t\tthe person satisfies the previous registration condition or the previousresidence condition.\n\t\t\t\tA person satisfies the previous registration condition if—\n\t\t\t\t\tthe person has at some time in the past been entered in an electoralregister in respect of an address at a place that is situated within theconstituency, and\n\t\t\t\t\tsubsequent to that entry ceasing to have effect, the person has not beenincluded in any electoral register (whether in respect of the addressmentioned in paragraph (a) or any other address).\n\t\t\t\tA person satisfies the previous residence condition if—\n\t\t\t\t\tthe person has at some time in the past been resident in the UnitedKingdom,\n\t\t\t\t\ton the last day on which the person was resident in the United Kingdom, theperson—\n\t\t\t\t\twas resident at an address at a place that is situated within theconstituency, or\n\t\t\t\t\twas not so resident but could have made a declaration under section 7B ofthe principal Act (a “declaration of local connection”) in respect of such anaddress, and\n\t\t\t\t\tsubject to section 1B(4), the person has not at any time been included inany electoral register (whether in respect of the address mentioned inparagraph (b) or any other address).\n\t\t\t\tFor the purposes of subsection (3)(b)(ii), it is to be assumed that section7B of the principal Act was in force on the last day on which the person wasresident in the United Kingdom.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “declaration date” has the same meaning as in section 1;\n\t\t\t\t\t  * “electoral register” means—\n\t\t\t\t\ta register of parliamentary electors, or\n\t\t\t\t\ta register of local government electors (including a register of electorsprepared for the purposes of local elections (within the meaning of theElectoral Law Act (Northern Ireland) 1962)).\n\t\t\tBBritish citizens overseas: entitlement to be registered\n\t\t\t\tA person is entitled to be registered in a register of parliamentaryelectors in pursuance of a declaration made by the person under and inaccordance with section 1C (an “overseas elector’s declaration”) if thefollowing two conditions are satisfied.\n\t\t\t\tThe first condition is that the register is for the constituency or part ofthe constituency within which is situated the place of the address specifiedin the declaration by virtue of—\n\t\t\t\t\tsection 1C(2)(a) (where the person is seeking to be registered in relianceon the previous registration condition), or\n\t\t\t\t\tsection 1C(3)(a) or (4) (where the person is seeking to be registered inreliance on the previous residence condition).\n\t\t\t\tThe second condition is that the registration officer concerned issatisfied that, on the date on which the person makes the declaration, theperson qualifies as an overseas elector in respect of the constituency.\n\t\t\t\tWhere— \n\t\t\t\t\ta person applies to be registered in a register of parliamentary electorsin reliance on the previous residence condition, and\n\t\t\t\t\tthe registration officer concerned considers that insufficient evidence isavailable for the purpose of determining whether the person has at any timebeen included in any electoral register (within the meaning of section 1A),\n\t\t\t\t\t\tthe officer may disregard section 1A(3)(c) in determining whether the personsatisfies the previous residence condition.\n\t\t\t\tAn overseas elector’s declaration made by a person is of no effect unlessreceived by the registration officer concerned within the period of 3 monthsbeginning with the date on which the person makes the declaration.\n\t\t\t\tFor the purposes of section 1A, where a person is registered in a registerof parliamentary electors for a constituency or part of a constituency inpursuance of an overseas elector’s declaration, it is to be conclusivelypresumed that the person was not resident in the United Kingdom on the date onwhich the person made the declaration.\n\t\t\t\tSee also sections 10ZC and 10A of the principal Act, which (among otherthings) contain provision about the making of applications for registration.\n\t\t\tCOverseas elector’s declaration\n\t\t\t\tAn overseas elector’s declaration must—\n\t\t\t\t\tgive the full name of the person making the declaration (“the declarant”),\n\t\t\t\t\tstate the date of the declaration,\n\t\t\t\t\tstate that the declarant is a British citizen,\n\t\t\t\t\tstate that the declarant is not resident in the United Kingdom on the dateof the declaration,\n\t\t\t\t\tstate whether the declarant is seeking to be registered in reliance on theprevious registration condition or the previous residence condition,\n\t\t\t\t\tcontain any other prescribed information and satisfy any other prescribedrequirements (which may include requirements for the declaration to beattested), and\n\t\t\t\t\tstate that the declarant believes the matters stated in the declaration tobe true.\n\t\t\t\tWhere the declarant is seeking to be registered in reliance on the previousregistration condition, the declaration must also—\n\t\t\t\t\tspecify— \n\t\t\t\t\tthe address in the United Kingdom in respect of which the declarant wasincluded in an electoral register, and\n\t\t\t\t\twhen the declarant was last included in such a register in respect of thataddress, and\n\t\t\t\t\tstate that since the declarant’s entry in that register in respect of thataddress ceased to have effect, the declarant has not been included in anyelectoral register (whether in respect of that or any other address).\n\t\t\t\tWhere the declarant is seeking to be registered in reliance on the previousresidence condition by virtue of section 1A(3)(b)(i), the declaration mustalso—\n\t\t\t\t\tspecify— \n\t\t\t\t\tthe address in the United Kingdom at which the declarant was resident, and\n\t\t\t\t\twhen the declarant was last resident at that address, and\n\t\t\t\t\tstate that since being resident at that address, the declarant has not beenresident at any other address in the United Kingdom.\n\t\t\t\tWhere the declarant is seeking to be registered in reliance on the previousresidence condition by virtue of section 1A(3)(b)(ii), the declaration mustalso specify an address in respect of which the declarant could have made adeclaration of local connection on the last day on which the declarant wasresident in the United Kingdom.\n\t\t\t\tAn overseas elector’s declaration that specifies an address in NorthernIreland under subsection (2)(a), (3)(a) or (4) may, instead of or in additionto including a statement under subsection (1)(c), state that the declarant isan Irish citizen who—\n\t\t\t\t\twas born in Northern Ireland, and\n\t\t\t\t\tqualifies as a British citizen (whether or not the declarant identifies assuch).\n\t\t\t\tIf the declarant—\n\t\t\t\t\tmakes an overseas elector’s declaration that specifies more than oneaddress under subsection (2)(a), (3)(a) or (4), or\n\t\t\t\t\tmakes two or more overseas elector’s declarations that bear the same dateand specify different addresses in the United Kingdom under subsection (2)(a),(3)(a) or (4),\n\t\t\t\t\t\tthe declaration or declarations are void.\n\t\t\t\tThe declarant may at any time cancel an overseas elector’s declaration madeby the declarant.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “electoral register” has the same meaning as in section 1A;\n\t\t\t\t\t  * “registered” means registered in a register of parliamentary electors.\n\t\t\t\tA person found abandoned in Northern Ireland as a new-born infant is,unless the contrary is shown, deemed for the purposes of subsection (5) tohave been born in Northern Ireland.\n\t\t\tDDuration of entitlement to be registered\n\t\t\t\tWhere a person is registered in a register of parliamentary electors inpursuance of an overseas elector’s declaration, the person is entitled toremain so registered until—\n\t\t\t\t\tthe third 1 November following the date when the person’s entry on theregister first takes effect (subject to any extension under subsections (2)and (3)), or\n\t\t\t\t\tif sooner, the occurrence of an event mentioned in subsection (4).\n\t\t\t\tSubsection (3) applies if—\n\t\t\t\t\tat any time during the 6 months ending with the last day of the initialregistration period or of any further registration period, the registrationofficer concerned receives a declaration made by the person under and inaccordance with section 1E (a “renewal declaration”), and\n\t\t\t\t\tthe registration officer is satisfied that, on the date on which the personmakes the renewal declaration, the person is entitled to remain registered inthe register in pursuance of the overseas elector’s declaration.\n\t\t\t\tThe person is entitled to remain registered in the register in pursuance ofthe overseas elector’s declaration until—\n\t\t\t\t\tthe third 1 November following the day after the last day of the initialregistration period or of the further registration period in question (subjectto any further extension), or\n\t\t\t\t\tif sooner, the occurrence of an event specified in subsection (4).\n\t\t\t\tThe events referred to in subsections (1)(b) and (3)(b) are—\n\t\t\t\t\tthe registration officer determines in accordance with regulations that theperson was not entitled to be registered or to remain registered (as the casemay be);\n\t\t\t\t\tthe registration officer determines in accordance with regulations—\n\t\t\t\t\tthat the person was registered as the result of an application undersection 10ZC or 10A(1) of the principal Act made by some other person, or\n\t\t\t\t\tthat the person’s entry has been altered as the result of an applicationunder section 10ZD or 10A(4) of that Act made by some other person;\n\t\t\t\t\tthe overseas elector’s declaration is cancelled (see section 1C(7));\n\t\t\t\t\tanother entry made in respect of the person in any electoral register takeseffect (in the case of a register of parliamentary electors, whether or not inpursuance of an overseas elector’s declaration).\n\t\t\t\tA renewal declaration made by a person is of no effect unless received bythe registration officer concerned within the period of 3 months beginningwith the date on which the person makes the declaration.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “electoral register” has the same meaning as in section 1A;\n\t\t\t\t\t  * “initial registration period” means the period for which the person is entitled by virtue of subsection (1)(a) to remain registered;\n\t\t\t\t\t  * “further registration period” means a period for which the person is entitled by virtue of subsection (3)(a) to remain registered.\n\t\t\t\tWhere a person is entitled to remain registered in a register ofparliamentary electors for a constituency or part of a constituency by virtueof subsections (2) and (3), it is to be conclusively presumed for the purposesof section 1A that the person was not resident in the United Kingdom on thedate on which the person made the renewal declaration in question.\n\t\t\t\tWhere a person’s entitlement to remain registered in a register ofparliamentary electors terminates by virtue of subsection (1) or (3), theregistration officer concerned must remove the person’s entry from theregister.\n\t\t\tERenewal declaration\n\t\t\t\tA renewal declaration must—\n\t\t\t\t\tgive the full name and date of birth of the person making the declaration(“the declarant”),\n\t\t\t\t\tstate the date of the declaration,\n\t\t\t\t\tstate that the declarant is a British citizen,\n\t\t\t\t\tstate that the declarant is not resident in the United Kingdom on the dateof the declaration,\n\t\t\t\t\tcontain any other prescribed information and satisfy any other prescribedrequirements, and\n\t\t\t\t\tstate that the declarant believes the matters stated in the declaration tobe true.\n\t\t\t\tA renewal declaration must also—\n\t\t\t\t\tspecify the address in respect of which the declarant is registered, and\n\t\t\t\t\tstate that since the declarant was registered in respect of that address,no other entry has been made in respect of the declarant in any electoralregister (whether in respect of the address mentioned in paragraph (a) or anyother address).\n\t\t\t\tA renewal declaration that specifies an address in Northern Ireland undersubsection (2)(a) may, instead of or in addition to the statement undersubsection (1)(c), state that the declarant is an Irish citizen who—\n\t\t\t\t\twas born in Northern Ireland, and\n\t\t\t\t\tqualifies as a British citizen (whether or not the declarant identifies assuch),\n\t\t\t\t\t\t(and section 1C(9) applies as it applies for the purposes of section 1C(5)).\n\t\t\t\tIf the declarant—\n\t\t\t\t\tmakes a renewal declaration that specifies more than one address undersubsection (2)(a), or\n\t\t\t\t\tmakes two or more renewal declarations that bear the same date and specifydifferent addresses under subsection (2)(a),\n\t\t\t\t\tthe declaration or declarations are void.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “electoral register” has the same meaning as in section 1A;\n\t\t\t\t\t  * “registered” means registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration.”\n\t\t\t\tSchedule 7 contains amendments and transitional provision relating to thissection.\n\tVoting and candidacy rights of EU citizens\n\t\tVoting and candidacy rights of EU citizens\n\t\t\tSchedule 8 makes provision about voting and candidacy rights of EU citizens inrelation to local elections in England and certain other elections."
    },
    {
        "length": 3469,
        "text": "\nStrategy and policy statement\n\tAfter section 4 of PPERA insert—\n\t“Strategy and policy statement\n\t\tAStrategy and policy statement\n\t\t\tThe Secretary of State may designate a statement for the purposes of thissection if the requirements set out in section 4C (consultation and proceduralrequirements) are satisfied.\n\t\t\tThe statement is a statement prepared by the Secretary of State that setsout—\n\t\t\t\tstrategic and policy priorities of Her Majesty’s government relating toelections, referendums and other matters in respect of which the Commissionhave functions, and\n\t\t\t\tthe role and responsibilities of the Commission in enabling Her Majesty’sgovernment to meet those priorities.\n\t\t\tThe statement may also set out—\n\t\t\t\tguidance relating to particular matters in respect of which the Commissionhave functions;\n\t\t\t\tany other information (for example, about the roles and responsibilities ofother persons) the Secretary of State considers appropriate.\n\t\t\tIn preparing the statement, the Secretary of State must have regard to theduties imposed on the Commission by section 145(1) (duties with respect tocompliance with controls imposed by this Act).\n\t\t\tThe statement must not contain provision about the carrying out by theCommission of their functions under Schedule 19B (investigatory powers) orSchedule 19C (civil sanctions) in relation to a particular person.\n\t\t\tThe statement must not include provision in relation to elections,referendums and other matters so far as the provision would relate to theCommission’s devolved Scottish functions or the Commission’s devolved Welshfunctions.\n\t\t\tA statement designated under this section must be published in whatevermanner the Secretary of State considers appropriate.\n\t\t\tFor the purposes of subsection (6)—\n\t\t\t\tthe Commission’s “devolved Scottish functions” are the Commission’sfunctions in relation to—\n\t\t\t\tScottish Parliamentary general elections, elections held under section 9 ofthe Scotland Act 1998 (constituency vacancies), and local government electionsin Scotland, so far as those functions do not relate to reserved matterswithin the meaning of the Scotland Act 1998, and\n\t\t\t\treferendums held throughout Scotland in pursuance of provision made by orunder an Act of the Scottish Parliament;\n\t\t\t\tthe Commission’s “devolved Welsh functions” are the Commission’s functionsin relation to—\n\t\t\t\tgeneral elections of members of Senedd Cymru,\n\t\t\t\telections held under section 10 of the Government of Wales Act 2006(elections for Senedd constituency vacancies),\n\t\t\t\tlocal government elections in Wales, and\n\t\t\t\treferendums held under Part 2 of the Local Government Act 2000 or Part 4of the Local Government (Wales) Measure 2011 (referendums relating to localauthority executive arrangements),\n\t\t\t\t\tso far as those functions do not relate to reserved matters within the meaningof the Government of Wales Act 2006.\n\t\tBDuties in relation to statement\n\t\t\tThis section applies where a statement has been designated under section4A.\n\t\t\tThe Commission must have regard to the statement when carrying out theirfunctions.\n\t\t\tSubsection (2) does not apply to information contained in the statement byvirtue of section 4A(3)(b).\n\t\t\tThe Commission must publish a report, as soon as practicable after the endof—\n\t\t\t\tthe period of 12 months beginning with the day on which the statement wasfirst designated under section 4A, and\n\t\t\t\tevery subsequent 12-month period,\n\t\t\t\t\ton what they have done during the period in question in consequence of thestatement.\n\t\t\tWhere, before the end of a reporting period, the statement is designated byvirtue of section 4D (5-yearly review) or section 4E (power to revisestatement)—\n\t\t\t\tthe Commission are not required to publish a report under subsection (4) inrelation to the reporting period, and\n\t\t\t\tsubsection (4) has effect as if the reference in paragraph (a) to the dayon which the statement was first designated under section 4A were to the dayon which the statement was last designated under that section by virtue ofsection 4D or 4E.\n\t\t\t“Reporting period” means a period in relation to which a report is requiredto be published under subsection (4).\n\t\t\tThe duty under subsection (4) does not apply in relation to a 12-monthperiod if before the end of that period the statement’s designation iswithdrawn under section 4D(4)(c) or treated as withdrawn under section4D(5)(b).\n\t\t\tThe Commission must provide a copy of each report published undersubsection (4) to the Speaker’s Committee.\n\t\tCConsultation and procedural requirements\n\t\t\tThis section sets out the requirements that must be satisfied before theSecretary of State may designate a statement under section 4A.\n\t\t\tThe Secretary of State must consult the following on a draft of thestatement—\n\t\t\t\tthe Commission,\n\t\t\t\tthe Speaker’s Committee, and\n\t\t\t\tthe Levelling Up, Housing and Communities Committee.\n\t\t\tAfter the Secretary of State has carried out the consultation required bysubsection (2), the Secretary of State—\n\t\t\t\tmust make whatever changes to the draft the Secretary of State considersnecessary in light of responses to the consultation, and\n\t\t\t\tmust prepare a report containing the Secretary of State’s response to theconsultation.\n\t\t\tIf, after complying with subsection (3), the Secretary of State proposes todesignate the statement, the Secretary of State must lay before Parliament adocument that—\n\t\t\t\texplains the Secretary of State’s proposals,\n\t\t\t\tsets them out in the form of a draft statement, and\n\t\t\t\tcontains the report prepared under subsection (3)(b).\n\t\t\tWhere a document is laid before Parliament under subsection (4), no draftof the statement that the Secretary of State proposes to designate is to belaid before Parliament before the end of the 60-day period.\n\t\t\tIn preparing a draft statement for laying before Parliament, the Secretaryof State must consider any representations made during the 60-day period inrelation to anything in the document laid under subsection (4).\n\t\t\tIf, after the end of the 60-day period, the Secretary of State wishes toproceed with designating the statement, the Secretary of State must lay beforeParliament—\n\t\t\t\tthe draft statement (incorporating any changes made in light of anyrepresentations made as mentioned in subsection (6)), and\n\t\t\t\ta report containing the Secretary of State’s response to any suchrepresentations.\n\t\t\tThe draft as laid under subsection (7) must, before the end of the 40-dayperiod, have been approved by a resolution of each House of Parliament beforethe Secretary of State may designate the statement under section 4A.\n\t\t\tIn this section—\n\t\t\t\t“the 40-day period” means the period of 40 days beginning on the day onwhich the draft is laid before Parliament (or, if it is not laid before eachHouse of Parliament on the same day, the later of the days on which it islaid);\n\t\t\t\t“the 60-day period” means the period of 60 days beginning on the day onwhich the document mentioned in subsection (4) is laid before Parliament (or,if it is not laid before each House of Parliament on the same day, the laterof the days on which it is laid).\n\t\t\tWhen calculating the 40-day period or the 60-day period for the purposesof subsection (9)(a) or (b) respectively, ignore any period during whichParliament is dissolved or prorogued or during which both Houses are adjournedfor more than 4 days.\n\t\t\tIf the name of the Levelling Up, Housing and Communities Committee ischanged, the reference in subsection (2)(c) to that Committee is to be read(subject to subsection (12)) as a reference to the Committee by its new name.\n\t\t\tIf the functions of the Levelling Up, Housing and Communities Committee atthe passing of this Act with respect to electoral matters (or functionscorresponding substantially to such matters) become functions of a differentcommittee of the House of Commons, the reference in subsection (2)(c) to thatCommittee is to be read as a reference to the committee which for the timebeing has those functions.\n\t\tD review and designation of statement\n\t\t\tThe Secretary of State must review a statement designated under section 4Aif a period of 5 years has elapsed since—\n\t\t\t\tthe time when the statement was first designated under section 4A, or\n\t\t\t\tif later, the time when the statement was last designated under thatsection by virtue of this section or section 4E.\n\t\t\tBut where—\n\t\t\t\tthe statement was last designated by virtue of section 4E, and\n\t\t\t\tthe case was one in which the Secretary of State made a determination undersection 4E(5) (disapplication of consultation and other pre-designationrequirements on revision of statement),\n\t\t\t\t\tthe designation of the statement in that case is to be ignored in determiningfor the purposes of subsection (1)(b) when the statement was last designated.\n\t\t\tA review under subsection (1) must take place as soon as reasonablypracticable after the end of the 5-year period referred to in that subsection.\n\t\t\tAfter reviewing the statement, the Secretary of State may—\n\t\t\t\trevise the statement,\n\t\t\t\tleave the statement as it is, or\n\t\t\t\twithdraw the statement’s designation under section 4A.\n\t\t\tWhere the Secretary of State proceeds under subsection (4)(a) or (b)—\n\t\t\t\tthe Secretary of State must designate the statement (whether or notrevised) under section 4A(1);\n\t\t\t\tif the statement is not designated before the end of the review period, thedesignation of the statement (in the form reviewed under subsection (1)) istreated as withdrawn at the end of that period.\n\t\t\t“The review period” means the 12 months beginning with the end of the5-year period referred to in subsection (1).\n\t\t\tSections 4A(2) to (7) and 4C apply in relation to the statement and itsdesignation in accordance with subsection (5)(a) as they apply in relation tothe original statement.\n\t\tEPower to revise statement\n\t\t\tThe Secretary of State may revise a statement designated under section 4Aotherwise than in consequence of a review under section 4D.\n\t\t\tThe power under subsection (1) may be exercised—\n\t\t\t\ton the Secretary of State’s own initiative,\n\t\t\t\tat the request of the Commission, where the request—\n\t\t\t\tis made by notice given to the Secretary of State and the Speaker’sCommittee, and\n\t\t\t\tgives details of the changes to the statement that the Commission proposeshould be made, or\n\t\t\t\tat the request of the Speaker’s Committee, where the request—\n\t\t\t\tis made by notice given to the Secretary of State, and\n\t\t\t\tgives details of the changes to the statement that the Speaker’s Committeepropose should be made.\n\t\t\tWhere a request is made in accordance with subsection (2)(b) or (c), theSecretary of State must inform the Commission or the Speaker’s Committee (asthe case may be) how the Secretary of State proposes to deal with the request.\n\t\t\tWhere the Secretary of State revises the statement under subsection (1)—\n\t\t\t\tthe Secretary of State must designate the revised statement under section4A(1), and\n\t\t\t\tsubject to subsection (5), sections 4A(2) to (7) and 4C apply to therevised statement and its designation in accordance with paragraph (a) as theyapply to the original statement.\n\t\t\tThe Secretary of State may determine in a particular case that section4C(2) to (6) (consultation and pre-designation requirements) does not apply inrelation to the revised statement.\n\t\t\tBefore making a determination under subsection (5), the Secretary of State—\n\t\t\t\tmust give notice to the Speaker’s Committee of the proposed determination(giving details of the revisions to the statement), and\n\t\t\t\tmust consider any representations made by the Speaker’s Committee inresponse to the notice.\n\t\t\tWhere the Secretary of State makes a determination under subsection (5),the Secretary of State must notify the following of the revisions to thestatement—\n\t\t\t\tthe Commission,\n\t\t\t\tthe Speaker’s Committee, and\n\t\t\t\tthe Levelling Up, Housing and Communities Committee,\n\t\t\t\t\tand section 4C(11) and (12) apply for the purposes of paragraph (c) as theyapply for the purposes of section 4C(2)(c).\n\t\t\tSubsection (9) applies where the Secretary of State makes a determinationunder subsection (5) despite the Speaker’s Committee objecting to the proposeddetermination.\n\t\t\tWhen laying the revised statement before Parliament in accordance withsection 4C(7)(a), the Secretary of State must also lay before Parliament astatement of the Secretary of State’s reasons for the determination.\n\t\t\tFor the purposes of this section, corrections of clerical or typographicalerrors do not count as a revision of the statement.”"
    },
    {
        "length": 645,
        "text": "\nExamination of duty to have regard to strategy and policy statement\n\tAfter section 13 of PPERA insert—\n\t“Examination of Commission’s duty to have regard to strategy and policystatement\n\t\tZAExamination of duty to have regard to strategy and policy statement\n\t\t\tThe Speaker’s Committee may examine the performance by the Commission ofthe Commission’s duty under section 4B(2) (duty to have regard to strategy andpolicy statement).\n\t\t\tThe Speaker’s Committee may require the Commission to provide the Committeewith information that—\n\t\t\t\tthe Committee require for the purposes of enabling them to exercise theirpower under subsection (1), and\n\t\t\t\tis held by the Commission.\n\t\t\tThe Commission—\n\t\t\t\tmust as soon as is reasonably practicable provide the Speaker’s Committeewith information required under subsection (2), and\n\t\t\t\tmust provide the information in such form as the Committee may reasonablyrequire.\n\t\t\tA requirement imposed on the Commission under subsection (2) does notrequire the Commission to provide information that, in their opinion, mightadversely affect any current investigation or proceedings.\n\t\t\tExcept as provided by subsection (6), the disclosure of informationpursuant to a requirement imposed under subsection (2) does not breach—\n\t\t\t\tany obligation of confidence owed by the Commission, or\n\t\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\t\tA requirement imposed on the Commission under subsection (2) does notrequire them to disclose information if to do so would contravene the dataprotection legislation (but, in determining whether a disclosure would do so,the requirement imposed on the Commission is to be taken into account).\n\t\t\tIn subsection (6), “the data protection legislation” has the same meaningas in the Data Protection Act 2018 (see section 3(9) of that Act).”\n\t\t\tIn Schedule 2 to PPERA (Speaker’s Committee), after paragraph 3 insert—\n\t“Protection for witnesses etc\n\t\tEvidence given by a person who is a witness before the Speaker’s Committeemay not be used against the person in any civil or disciplinary proceedings,or in any criminal proceedings, unless the evidence was given in bad faith.\n\t\tFor the purposes of the law of defamation the publication by the Speaker’sCommittee of any evidence given by a person who is a witness before theSpeaker’s Committee is absolutely privileged.”"
    },
    {
        "length": 423,
        "text": "\nMembership of the Speaker’s Committee\n\tMembership of the Speaker’s Committee\n\t\tIn section 2 of PPERA (Speaker’s Committee), after subsection (2) insert—\n\t\t\t“(2A)The functions of the Secretary of State for Levelling Up, Housing andCommunities under subsection (2)(b) are exercisable concurrently with anyMember of the House of Commons who—\n\t\t\tis a Minister of the Crown, and\n\t\t\tis appointed to membership of the Committee by the Prime Minister in orderto carry out those functions concurrently with the Secretary of State forLevelling Up, Housing and Communities.”\n\t\tIn paragraph 2 of Schedule 2 to PPERA (the Speaker’s Committee: term ofoffice), after sub-paragraph (1) insert—\n\t\t“(1A)The reference in sub-paragraph (1)(c) to the member who is the Secretaryof State for Levelling Up, Housing and Communities does not include any memberappointed under section 2(2A).”\n\t\tThe following are revoked—\n\t\t\tthe Transfer of Functions (Speaker’s Committee) Order 2021 ([S.I.2021/310](/id/uksi/2021/310?view=plain \"Go to item of legislation\"));\n\t\t\tin article 7(1) of the Transfer of Functions (Secretary of State forLevelling Up, Housing and Communities) Order 2021 ([S.I.2021/1265](/id/uksi/2021/1265?view=plain \"Go to item of legislation\")), sub-paragraphs (b) and (c)."
    },
    {
        "length": 157,
        "text": "\nCriminal proceedings\n\tCriminal proceedings\n\t\tParagraph 2 of Schedule 1 to PPERA (the Electoral Commission: incidentalpowers) is amended as follows.\n\t\tThe existing text becomes sub-paragraph (1).\n\t\tIn sub-paragraph (1)—\n\t\t\tafter “may” insert “(subject to sub-paragraph (2))”;\n\t\t\tomit “(except borrow money)”.\n\t\tAfter sub-paragraph (1) insert—\n\t\tThe Commission may not—\n\t\t\tborrow money;\n\t\t\tinstitute criminal proceedings in England and Wales or Northern Ireland.”"
    },
    {
        "length": 1644,
        "text": "\nNotional expenditure of candidates and others\n\tNotional expenditure: use of property etc on behalf of candidates andothers\n\t\tIn section 90C of RPA 1983 (property, goods, services etc provided free ofcharge or at a discount), after subsection (1) insert—\n\t\t\t“(1A)For the purposes of subsection (1)(b), except as it applies in relationto an election in Scotland or Wales under the local government Act, property,goods, services or facilities are made use of on behalf of a candidate only iftheir use on behalf of the candidate is directed, authorised or encouraged bythe candidate or the candidate’s election agent.”\n\t\tIn section 73 of PPERA (notional campaign expenditure)—\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)For the purposes of subsection (1)(b), as it applies for the purposes ofa period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or11 of Schedule 9 (periods involving parliamentary general elections or generalelections to the Northern Ireland Assembly), property, services or facilitiesare made use of on behalf of a registered party only if their use on behalf ofthe party is directed, authorised or encouraged by—\n\t\t\tthe party, or\n\t\t\tthe treasurer or a deputy treasurer appointed under section 74.”;\n\t\t\tin subsection (10), after “(1),” insert “(1A),”.\n\t\tIn section 86 of PPERA (notional controlled expenditure), after subsection(1) insert—\n\t\t“(1A)For the purposes of subsection (1)(b), as it applies for the purposes ofa period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or11 of Schedule 10 (periods involving parliamentary general elections orgeneral elections to the Northern Ireland Assembly), property, services orfacilities are made use of on behalf of a third party only if their use onbehalf of the third party is directed, authorised or encouraged by the thirdparty or (where the third party is a recognised third party and is not anindividual) by the third party or the responsible person.”\n\t\tIn section 94 of PPERA (limits on controlled expenditure by third parties),after subsection (8) insert—\n\t\t“(8A)Where the period is one in relation to which any limit is imposed byparagraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentarygeneral elections or general elections to the Northern Ireland Assembly),property, services or facilities are made use of on behalf of a third partyfor the purposes of subsection (8)(b) only if their use on behalf of the thirdparty is directed, authorised or encouraged by the third party or (where thethird party is a recognised third party and is not an individual) by the thirdparty or the responsible person.”\n\t\tIn section 112 of PPERA (notional referendum expenses), after subsection(1) insert—\n\t\t“(1A)For the purposes of subsection (1)(b), property, services or facilitiesare made use of on behalf of an individual or body only if their use on behalfof the individual or body is directed, authorised or encouraged by theindividual or body or (where the individual or body is a permittedparticipant) by the individual or body or the responsible person.”\n\t\tIn paragraph 6 of Schedule 3 to the Recall of MPs Act 2015 (regulation ofexpenditure: notional petition expenses), after sub-paragraph (3) insert—\n\t\t“(3A)For the purposes of sub-paragraph (3), property, services or facilitiesare made use of on behalf of P only if their use on behalf of P is directed,authorised or encouraged by P or (where P is an accredited campaigner) by P orthe responsible person.”\n\t\tIn section 52B of the [Electoral Law Act (Northern Ireland) 1962 (c. 14(N.I.))](/id/apni/1962/14?view=plain \"Go to item of legislation\") (property,goods, services etc provided free of charge or at a discount), aftersubsection (1) insert—\n\t\t“(1A)For the purposes of subsection (1)(b), property, goods, services orfacilities are made use of on behalf of a candidate only if their use onbehalf of the candidate is directed, authorised or encouraged by the candidateor the candidate’s election agent.”\n\tCodes of practice on expenses\n\t\tIn paragraph 14 of Schedule 4A to RPA 1983 (election expenses: ElectoralCommission guidance)—\n\t\t\tin sub-paragraph (1), after paragraph (b) insert—\n\t\t\tguidance relating to the application of Part 2 of this Act in relation toexpenses incurred for the purposes of a candidate’s election (whether or notelection expenses).”;\n\t\t\tin sub-paragraph (7)(b), after “order” insert “made by statutoryinstrument”.\n\t\tIn section 156 of PPERA (orders and regulations), in subsection (3)—\n\t\t\tomit the “or” after paragraph (a);\n\t\t\tafter paragraph (a) insert—\n\t\t\tany order under paragraph 3(7) of Schedule 8, other than an order of theWelsh Ministers;”.\n\t\tIn subsection (4C) of that section, for “(3)” substitute “(3)(a) or (b)”.\n\tAuthorised persons not required to pay expenses through election agent\n\t\tIn section 73 of RPA 1983 (payment of expenses through election agent), asit applies otherwise than in relation to local government elections inScotland, in subsection (5)—\n\t\t\tomit the “or” after paragraph (c);\n\t\t\tafter paragraph (c) insert—\n\t\t\tany expenses incurred, otherwise than in relation to an election in Walesunder the local government Act, on account of any matter falling withinsection 75(1) by a person authorised as mentioned in that provision; or”.\n\t\tIn section 39 of the [Electoral Law Act (Northern Ireland) 1962 (c. 14(N.I.))](/id/apni/1962/14?view=plain \"Go to item of legislation\") (payment ofexpenses through an election agent), in subsection (3), after paragraph (c)insert—\n\t\t\tany expenses incurred on account of any matter falling within section41(1) by a person authorised as mentioned in that provision;”."
    },
    {
        "length": 1790,
        "text": "\nRegistration of parties etc\n\tDeclaration of assets and liabilities to be provided on application forregistration\n\t\tSection 28 of PPERA (registration of parties) is amended in accordance withsubsections (2) to (4).\n\t\tIn subsection (1)—\n\t\t\tomit the “and” after paragraph (a);\n\t\t\tafter paragraph (b) insert “, and\n\t\t\t(subject to subsection (3E)) is accompanied by a declaration falling withinsubsection (3B).”\n\t\tBefore subsection (4) insert—\n\t\t\t“(3B)The declarations falling within this subsection are—\n\t\t\ta declaration that, to the best of the proposed registered treasurer’sknowledge and belief, the assets/liabilities condition is met in relation tothe party;\n\t\t\ta declaration that, to the best of the proposed registered treasurer’sknowledge and belief, the assets/liabilities condition is not met in relationto the party.\n\t\t\t(3C)The assets/liabilities condition is met in relation to a party if—\n\t\t\tthe total value of the party’s assets does not exceed £500, and\n\t\t\tthe total amount of the party’s liabilities does not exceed £500.\n\t\t\t(3D)A declaration within subsection (3B)(b) must be accompanied by a record ofthe party’s assets and liabilities; and that record must comply with suchrequirements as to its form and contents as may be prescribed by regulationsmade by the Commission.\n\t\t\t(3E)Subsection (1)(c) does not apply to an application under this section madein pursuance of a declaration falling within subsection (2)(d) (andsubsections (3D) and (8A) to (8C) are accordingly to be disregarded inrelation to such an application).”\n\t\tAfter subsection (8) insert—\n\t\t“(8A)Subsections (8B) and (8C) apply where—\n\t\t\tthe Commission grant an application by a party under this section, and\n\t\t\tthe application was accompanied by a declaration within subsection (3B)(b).\n\t\t\t(8B)The Commission must ensure that the party’s entry in the register ismarked so as to indicate that its application was accompanied by a declarationwithin subsection (3B)(b).\n\t\t\t(8C)The Commission must—\n\t\t\tas soon as reasonably practicable after granting the application, make acopy of the record of assets and liabilities provided by the party undersubsection (3D) available for public inspection, and\n\t\t\tkeep the copy available for public inspection for such period as theCommission think fit.”\n\t\tIn section 34 of PPERA (registration of minor parties), in subsection(8)(c)(i), for “sections 28(4) to (8)” substitute “sections 28(1)(c) and (3B)to (8C)”.\n\tProhibition on entities being registered political parties andrecognised third parties at same time\n\t\tPPERA is amended as follows.\n\t\tIn section 28 (registration of parties), after subsection (7) insert—\n\t\t\t“(7A)A party may not make an application under this section at any time whenthe party is also a recognised third party for the purposes of Part 6 (seesection 85(5)).”\n\t\tIn section 85 (controlled expenditure by third parties), in subsection (7),omit paragraph (b).\n\t\tIn section 88 (third parties recognised for purposes of Part 6)—\n\t\t\tin subsection (2), omit paragraph (b);\n\t\t\tin subsection (3), omit paragraph (b);\n\t\t\tin subsection (3A), for “(3)(b)(iii), (c)(ii) or (d)(ii)” substitute“(3)(c)(ii) or (d)(ii)”.\n\t\tIn section 90 (restriction on incurring controlled expenditure), omitsubsection (3).\n\t\tIn section 95 (control of donations to recognised third parties), omit thewords from “which” to the end.\n\t\tIn section 95A (quarterly donation reports), omit subsection (11).\n\t\tIn section 95B (weekly donation reports during general election periods),omit subsection (11).\n\t\tIn section 96 (returns as to controlled expenditure), in subsection (2)(d),omit the words from “in a case” to “minor party,”.\n\t\tIn section 99 (declaration by responsible person as to return undersection 96), in subsection (3), omit the words from “, in a case” to “minorparty,”.\n\t\tIn Schedule 11 (control of donations to recognised third parties), inparagraph 1—\n\t\t\tin sub-paragraph (1), omit the words from “which” to the end;\n\t\t\tomit sub-paragraph (3).\n\tSection 24: transitional provision\n\t\tIf controlled expenditure is incurred by or on behalf of a relevant personduring any post-commencement period in relation to which any limit is imposedby Schedule 10 to PPERA (limits on controlled expenditure), no campaignexpenditure may be incurred during that period by or on behalf of the person.\n\t\t“Relevant person” means a person who, immediately before the commencementdate, is both a registered party and a recognised third party.\n\t\tWhere campaign expenditure is incurred by or on behalf of a relevant personin contravention of subsection (1), section 79(2) of PPERA (offence forexceeding limit on campaign expenditure) applies as if campaign expenditurehad been incurred in excess of any limit imposed by Schedule 9 to PPERA (andfor this purpose references in section 79(2) of PPERA to a registered partyare to be read as references to the relevant person in its capacity as aregistered party).\n\t\tSee also section 89A of PPERA (inserted by section 26 below), which amongother things restricts the incurring of controlled expenditure by or on behalfof a registered party which is also a third party.\n\t\tA third party may not give a notification under section 88(4)(b) of PPERA(recognised third parties: renewal of original notification) on or after thecommencement date if it is also a registered party.\n\t\tIn this section—\n\t\t\t  * “campaign expenditure” has the same meaning as it has for the purposes of Part 5 of PPERA (see section 72(2) of that Act); \n\t\t\t  * “the commencement date” means the date on which this section comes into force (and post-commencement, in relation to a period, means beginning on or after that date); \n\t\t\t  * “controlled expenditure”, “recognised third party” and “third party” have the same meaning as they have for the purposes of Part 6 of PPERA (see section 85 of that Act); \n\t\t\t  * “registered party” has the same meaning as in PPERA (see section 160(1) of that Act). "
    },
    {
        "length": 839,
        "text": "\nRestriction on which third parties may incur controlled expenditure\n\tIn Part 6 of PPERA, at the beginning of Chapter 2 insert—\n\t“Which third parties may incur expenditure\n\t\tARestriction on which third parties may incur controlled expenditure\n\t\t\tNo amount of controlled expenditure may be incurred by or on behalf of athird party during a reserved regulated period unless the third party—\n\t\t\t\tfalls within any paragraph of section 88(2) (third parties eligible to givenotification), or\n\t\t\t\tis an unincorporated association with the requisite UK connection.\n\t\t\tSubsection (1) does not apply to any expenses incurred by or on behalf of athird party during a reserved regulated period which do not in total exceed£700.\n\t\t\tSubsections (4) and (5) apply where expenses are incurred by or on behalfof a third party in contravention of subsection (1).\n\t\t\tIf the third party is not an individual—\n\t\t\t\tany person who authorised the expenses to be incurred by or on behalf ofthe third party is guilty of an offence if the person knew or ought reasonablyto have known that the expenses would be incurred in contravention ofsubsection (1), and\n\t\t\t\tthe third party is also guilty of an offence.\n\t\t\tIf the third party is an individual, the individual is guilty of an offenceif they knew or ought reasonably to have known that the expenses would beincurred in contravention of subsection (1).\n\t\t\tAn unincorporated association has “the requisite UK connection” if itconsists of two or more persons both or all of whom are registered in aregister of parliamentary electors in pursuance of a declaration made underand in accordance with section 1C of the Representation of the People Act 1985(overseas elector’s declaration).\n\t\t\tIn this section—\n\t\t\t\t  * “register of parliamentary electors” means a register of parliamentary electors maintained under section 9 of the Representation of the People Act 1983;\n\t\t\t\t  * “reserved regulated period” means a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly).”\n\t\t\tIn Schedule 20 to PPERA (penalties), at the appropriate place in the tableinsert—\n\t\t\t\t“Section 89A(4) or (5) (incurring controlled expenditure in contravention ofsection 89A(1))| On summary conviction in England and Wales: fine  ---|---  On summary conviction in Scotland or Northern Ireland: statutory maximum  On indictment: fine”.    (3)The amendments made by subsections (1) and (2) have effect only in relationto reserved regulated periods beginning on or after the day on which thissection comes fully into force.\n\t\t\tIn subsection (3), “reserved regulated period” means a period in relationto which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 toPPERA (periods involving parliamentary general elections or general electionsto the Northern Ireland Assembly)."
    },
    {
        "length": 263,
        "text": "\nThird parties capable of giving notification for purposes of Part 6 ofPPERA\n\tIn section 88 of PPERA (third parties recognised for the purposes of Part6), after subsection (8) insert—\n\tThe Secretary of State may by order amend subsection (2), as it appliesfor the purposes of a period in relation to which any limit is imposed byparagraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentarygeneral elections or general elections to the Northern Ireland Assembly), by—\n\t\tadding a description of third party to the list in that subsection,\n\t\tremoving a description of third party from that list, or\n\t\tvarying the description of a third party in that list.\n\tAn order under subsection (9)(b) or (c) may be made only where the ordergives effect to a recommendation of the Commission.”\n\tIn section 156 of PPERA (orders and regulations), in subsection (4), afterparagraph (dd) insert—\n\t\tsection 88(9),”."
    },
    {
        "length": 1571,
        "text": "\nRecognised third parties: changes to existing limits etc\n\tIn section 85 of PPERA (controlled expenditure by third parties), beforesubsection (6) insert—\n\t\t“(5B)“The lower-tier expenditure limits”, in relation to controlledexpenditure incurred by or on behalf of a recognised third party, means thelimits specified in section 94(5) (limits on controlled expenditure incurredin a part of the UK); and a recognised third party is subject to those limitsif the notification given by the third party under section 88(1), as it haseffect for the time being, contains a statement within section 88(3D).”\n\tSection 88 of PPERA (third parties recognised for the purposes of Part 6)is amended in accordance with subsections (3) to (6).\n\tAfter subsection (3C) insert—\n\t“(3D)A notification given under subsection (1) by a third party so as to besubject to the lower-tier expenditure limits must contain a statement to thateffect.”\n\tIn subsection (6)—\n\t\tin paragraph (a), after “statements” insert “within subsection (3)”;\n\t\tin paragraph (b)—\n\t\tafter “any statement” insert “within subsection (3)”;\n\t\tfor “subsection (3)” substitute “that subsection”.\n\tAfter subsection (6) insert—\n\t“(6A)In a case where the original notification, as it has effect for the timebeing, contains a statement within subsection (3D), the renewal notificationmust either—\n\t\tconfirm that the statement is to continue to have effect, or\n\t\tindicate that the statement is withdrawn.”\n\tIn subsection (8), for the words from “any statement” to the endsubstitute—\n\t\tany statement within subsection (3) that is contained in the originalnotification, as it has effect for the time being, is replaced by some otherstatement conforming with that subsection that is contained in thenotification of alteration, or\n\t\tany statement within subsection (3D) that is contained in the originalnotification, as it has effect for the time being, is withdrawn.”\n\tSection 94 of PPERA (limits on controlled expenditure by third parties) isamended in accordance with subsections (8) to (10).\n\tIn subsection (3)—\n\t\tin paragraph (a), for “either” substitute “any of the following sub-paragraphs applies—\n\t\tduring a regulated period in relation to which any limit is imposed byparagraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentarygeneral elections or general elections to the Northern Ireland Assembly), anycontrolled expenditure is incurred by or on behalf of a third party in excessof £10,000;”;\n\t\tat the end of paragraph (a)(i), for “, or” substitute “;”;\n\t\tfor paragraph (b) substitute—\n\t\tthe third party—\n\t\tin a case within paragraph (a)(ai) or (ii), is not a recognised thirdparty;\n\t\tin a case within paragraph (a)(i), is not a recognised third party or,where the regulated period is one in relation to which any limit is imposed byparagraph 3, 7, 9, 10 or 11 of Schedule 10, is a recognised third party but issubject to the lower-tier expenditure limits.”\n\tAfter subsection (4) insert—\n\t“(4ZA)In its application to a case within subsection (3)(a)(i) where the thirdparty is a recognised third party that is subject to the lower-tierexpenditure limits, the reference in subsection (4)(a)(i) to any person whoauthorised the expenditure to be incurred is to be read as a reference to theresponsible person.”\n\tAfter subsection (10) insert—\n\t“(10A)Where an offence under subsection (4) is committed in the case of arecognised third party that is subject to the lower-tier expenditure limits—\n\t\tthe third party ceases to be subject to those limits at the time theoffence is committed, and\n\t\tthis Part then applies to the third party as if the notification undersection 88(1) which is for the time being in force in relation to the thirdparty did not contain a statement under section 88(3D).”\n\tIn section 94A of PPERA (arrangements between third parties notified tothe Commission), after subsection (5) insert—\n\t“(5A)A recognised third party that is subject to the lower-tier expenditurelimits may not send a notice under subsection (1).”\n\tThe following subsection: “( ) This section does not apply in relation toa recognised third party that is subject to the lower-tier expenditurelimits.”—\n\t\tis inserted after the provision of PPERA mentioned in the left-hand columnof the following table, and\n\t\tis inserted after that provision with the applicable number mentioned inthe right-column of the table.\n\t\tProvision of PPERA| Number of inserted subsection  ---|---  Section 91(4) (restriction on payments in respect of controlled expenditure)|(4A)  Section 92(7) (restriction on making claims in respect of controlledexpenditure)| (7A)  Section 95A(10) (quarterly donation reports)| (10A)  Section 95B(10) (weekly donation reports during general election periods)|(10A)  Section 95D(7) (forfeiture)| (8)  Section 96(8) (returns as to controlled expenditure)| (9)    (13)The amendments made by the preceding provisions of this section haveeffect only in relation to reserved regulated periods beginning on or afterthe day on which this section comes fully into force.\n\tIn subsection (13), “reserved regulated period” means a period in relationto which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 toPPERA (periods involving parliamentary general elections or general electionsto the Northern Ireland Assembly)."
    },
    {
        "length": 1661,
        "text": "\nCode of practice on controls relating to third parties\n\tAfter section 100 of PPERA insert—\n\t“Code of practice relating to controlled expenditure\n\t\tACode of practice on controlled expenditure\n\t\t\tThe Commission must prepare a code of practice about the operation of thisPart in relation to a reserved regulated period.\n\t\t\tThe code must in particular set out—\n\t\t\t\tguidance on the kinds of expenses which do, or do not, fall within Part 1of Schedule 8A (qualifying expenses);\n\t\t\t\tguidance on determining whether the condition in section 85(2)(b)(promoting or procuring electoral success) is met in relation to expenditure;\n\t\t\t\tguidance on determining whether anything provided to or for the use of athird party falls to be dealt with in accordance with section 86 (notionalcontrolled expenditure) or with section 95 and Schedule 11 (donations);\n\t\t\t\texamples of when expenditure falls to be dealt with in accordance withsection 94(6) (expenditure of a third party in pursuance of an arrangementwith one or more other third parties);\n\t\t\t\tguidance about the operation of sections 94D to 94H (targeted controlledexpenditure).\n\t\t\tThe Commission may from time to time revise the code.\n\t\t\tIn exercising their functions under this Part, the Commission must haveregard to the code.\n\t\t\tIt is a defence for a third party charged with an offence under anyprovision of this Part, where the offence relates to expenditure incurred ortreated as incurred by a third party during a reserved regulated period, toshow—\n\t\t\t\tthat the code, in the form for the time being issued under section 100B,was complied with by the third party in determining whether the expenditure iscontrolled expenditure for the purposes of this Part, and\n\t\t\t\tthat the offence would not have been committed on the basis of thecontrolled expenditure as determined in accordance with the code.\n\t\t\tIn this section, “reserved regulated period” means a period in relation towhich any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10(regulated periods for parliamentary general elections or general elections tothe Northern Ireland Assembly).\n\t\t\tSection 100B sets out consultation and procedural requirements relating tothe code or any revised code.\n\t\tBCode of practice: consultation and procedural requirements\n\t\t\tThe Commission must consult the following on a draft of a code undersection 100A—\n\t\t\t\tthe Speaker’s Committee;\n\t\t\t\tthe Levelling Up, Housing and Communities Committee;\n\t\t\t\tsuch other persons as the Commission consider appropriate.\n\t\t\tAfter the Commission have carried out the consultation required bysubsection (1), they must—\n\t\t\t\tmake whatever modifications to the draft code the Commission considernecessary in light of responses to the consultation, and\n\t\t\t\tsubmit the draft to the Secretary of State for approval by the Secretary ofState.\n\t\t\tThe Secretary of State may approve a draft code either withoutmodifications or with such modifications as the Secretary of State maydetermine.\n\t\t\tOnce the Secretary of State has approved a draft code, the Secretary ofState must lay before each House of Parliament a copy of the draft, whether—\n\t\t\t\tin its original form, or\n\t\t\t\tin a form which incorporates any modifications determined under subsection(3).\n\t\t\tIf the draft code incorporates any such modifications, the Secretary ofState must at the same time lay before each House a statement of the Secretaryof State’s reasons for making them.\n\t\t\tIf, within the 40-day period, either House resolves not to approve thedraft, the Secretary of State must take no further steps in relation to thedraft code.\n\t\t\tSubsection (6) does not prevent a new draft code from being laid beforeParliament.\n\t\t\tIf no resolution of the kind mentioned in subsection (6) is made within the40-day period—\n\t\t\t\tthe Secretary of State must issue the code in the form of the draft laidbefore Parliament,\n\t\t\t\tthe Commission must arrange for the code to be published in such manner asthey consider appropriate, and\n\t\t\t\tthe code comes into force on such day as the Secretary of State may byorder appoint.\n\t\t\tReferences in this section (other than in subsection (1)) to a code ordraft code include a revised code or draft revised code.\n\t\t\tIn this section, “the 40-day period”, in relation to a draft code, means—\n\t\t\t\tif the draft is laid before one House on a day later than the day on whichit is laid before the other House, the period of 40 days beginning with thelater of the two days, and\n\t\t\t\tin any other case, the period of 40 days beginning with the day on whichthe draft is laid before each House, no account being taken of any periodduring which Parliament is dissolved or prorogued or during which both Housesare adjourned for more than four days.\n\t\t\tIf the name of the Levelling Up, Housing and Communities Committee ischanged, the reference in subsection (1)(b) to that Committee is to be read(subject to subsection (12)) as a reference to the Committee by its new name.\n\t\t\tIf the functions of the Levelling Up, Housing and Communities Committee atthe passing of this Act with respect to electoral matters (or functionscorresponding substantially to such matters) become functions of a differentcommittee of the House of Commons, the reference in subsection (1)(b) to thatCommittee is to be read as a reference to the committee which for the timebeing has those functions.”\n\t\t\tIn section 156 of PPERA (orders and regulations), in subsection (3), beforeparagraph (a) insert—\n\t\t\t\tan order under section 100B(8);”\n\t\t\tIn Schedule 8A to PPERA (controlled expenditure: qualifying expenses), inparagraph 3, after sub-paragraph (10) insert—\n\t\t\tThis paragraph does not apply in relation to expenses incurred during aperiod in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or11 of Schedule 10 (regulated periods for parliamentary general elections orgeneral elections to the Northern Ireland Assembly) (see sections 100A and100B as regards expenses incurred during such a period).”"
    },
    {
        "length": 687,
        "text": "\nDisqualification orders\n\tThis section applies where—\n\t\ta person (“the offender”) is convicted of a Schedule 9 offence,\n\t\tthe offender was aged 18 or over when the offence was committed, and\n\t\tthe court is satisfied beyond reasonable doubt that the offence isaggravated by hostility related to persons falling within any of sections 32to 34.\n\tThe court must, when dealing with the offender for the offence, also makean order (a “disqualification order”) that the offender is disqualified, forthe period of 5 years beginning with the date on which the order is made—\n\t\tfor being nominated for election to a relevant elective office, and\n\t\tfor being elected to or holding a relevant elective office.\n\tSubsection (2) does not apply where the court considers that there areparticular circumstances relating to the offence or to the offender whichwould make it unjust in all the circumstances to make the order; and in such acase the court must state in open court the reasons for not making the order.\n\tFor the purposes of this section an offence is aggravated by hostilityrelated to persons falling within any of sections 32 to 34 if—\n\t\tat the time of committing the offence, or immediately before or after doingso, the offender demonstrated towards the victim of the offence hostilitybased on the victim being (or being presumed to be) a person falling withinany of sections 32 to 34, or\n\t\tthe offence was motivated (wholly or partly) by hostility towards personsfalling within any of those sections in their capacity as such.\n\tFor the purposes of subsection (4) it is immaterial whether or not theoffender's hostility is also based, to any extent, on any other factor notmentioned in that subsection.\n\tFor the purpose of deciding whether to make a disqualification order thecourt may consider evidence led by the prosecution and the defence.\n\tIt is immaterial whether evidence led in pursuance of subsection (6) wouldhave been admissible in the proceedings in which the offender was convicted.\n\tWhere a Schedule 9 offence is found to have been committed—\n\t\tover a period of 2 or more days, or\n\t\tat some time during a period of 2 or more days,\n\t\t\tit is to be taken for the purposes of subsection (1)(b) to have been committedon the last of those days.\n\tIn this section—\n\t\t  * “presumed” means presumed by the offender; \n\t\t  * “Schedule 9 offence” means an offence listed in Schedule 9 (and any reference in that Schedule to an offence includes a reference to that offence committed by aiding, abetting, counselling or procuring the commission of that offence). "
    },
    {
        "length": 440,
        "text": "\nVacation of office etc\n\tThis section applies where a court makes a disqualification order inrespect of a person who holds a relevant elective office.\n\tThe relevant elective office is, subject to subsection (3), vacated at theappropriate time, namely—\n\t\tthe end of the period of 3 months beginning with the order date, or\n\t\tif earlier, the end of the period allowed for making an appeal against theconviction or the making of the order.\n\tWhere, before the appropriate time mentioned in subsection (2), the personappeals against the conviction or the making of the order, the relevantelective office is vacated at the end of the period of 3 months beginning withthe order date unless—\n\t\tthe appeal is dismissed or abandoned at any earlier time (in which case therelevant elective office is vacated at that time), or\n\t\tat any time within that period of 3 months the appeal against theconviction or the making of the order is upheld (in which case the relevantelective office is not required to be vacated).\n\tThe person is suspended from performing any of the functions of therelevant elective office during the period beginning with the order date andending with—\n\t\tthe date on which the office is vacated in accordance with this section, or\n\t\twhere subsection (3)(b) applies, the date on which the appeal against theconviction or the making of the order is upheld.\n\tWhere— \n\t\ta person ceases to hold a relevant elective office in accordance with thissection, but\n\t\tat any later time the person successfully appeals against the conviction orthe making of the order,\n\t\t\tthe determination of the appeal does not entitle the person to resume thatoffice.\n\tIn this section “order date” means the date on which the disqualificationorder is made by the court."
    },
    {
        "length": 972,
        "text": "\nCandidates etc\n\tA person falls within this section if the person is—\n\t\ta candidate or future candidate at an election for a relevant electiveoffice or a relevant Scottish elective office, or\n\t\ta substitute or nominee in relation to the seat of a member of the NorthernIreland Assembly or of a district council in Northern Ireland.\n\tThe reference in subsection (1)(a) to a person who is a candidate at anelection includes a person who is included in a list of candidates submittedin connection with the election.\n\tFor the purposes of subsection (1)(a) a person is a future candidate at anelection for a relevant elective office or a relevant Scottish elective officeif—\n\t\tthe person has been declared, whether by the person or by others, to be acandidate at the election (and the declaration has not been withdrawn),\n\t\tthe election is the next scheduled election for the office, and\n\t\tthe notice of the election has not been published or, in the case of anelection for the office of member of the House of Commons, the writ for theelection has not been issued.\n\tFor the purposes of subsection (1)(b) a person is a substitute—\n\t\tin relation to the seat of a member of the Northern Ireland Assembly, ifthe person—\n\t\tis included in a notice given by the member under article 6A of the 2001Order (vacancies arising during an Assembly term: independent members) or,where the member has given more than one notice under that article, in thelast such notice, or\n\t\tis being considered by the member for inclusion in such a notice;\n\t\tin relation to the seat of a member of a district council in NorthernIreland, if the person—\n\t\tis included in a list of substitutes given by the member under section 11Cof the 1962 Act (substitute lists: independent members) or, where the memberhas given more than one list of substitutes under that section, in the latestsuch list, or\n\t\tis being considered by the member for inclusion in such a list.\n\tFor the purposes of subsection (1)(b) a person is a nominee—\n\t\tin relation to the seat of a member of the Northern Ireland Assembly, ifthe person—\n\t\thas under article 6B of the 2001 Order (vacancies arising during anAssembly term: members of registered parties) been nominated by the nominatingofficer of a registered party to fill a vacancy in the seat, or\n\t\tis being considered by the nominating officer of a registered party fornomination under that article;\n\t\tin relation to the seat of a member of a district council in NorthernIreland, if the person—\n\t\thas under section 11E or 11F of the 1962 Act (members for registeredparties: filling casual vacancies) been nominated by the nominated officer ofa registered party to fill a vacancy in the seat, or\n\t\tis being considered by the nominating officer of a registered party fornomination under either of those sections.\n\tFor the purposes of subsection (5)(b) as it applies in relation to section11F of the 1962 Act, references to the nominated officer of a registered partyare to be read as references to the nominating officers of each of theregistered parties concerned.\n\tIn this section—\n\t\t  * “the 1962 Act” means the Electoral Law Act (Northern Ireland) 1962; \n\t\t  * “the 2001 Order” means the Northern Ireland Assembly (Elections) Order 2001 ([S.I. 2001/2599](/id/uksi/2001/2599?view=plain \"Go to item of legislation\")); \n\t\t  * “nominating officer”, in relation to a registered party, means the person registered as the party’s nominating officer under PPERA in the Northern Ireland register (within the meaning of PPERA); \n\t\t  * “registered party” means a party registered under PPERA in that register. "
    },
    {
        "length": 110,
        "text": "\nHolders of relevant elective offices\n\tA person falls within this section if the person holds a relevant electiveoffice or a relevant Scottish elective office.\n\tFor the purposes of subsection (1) a person is to be treated as holding arelevant elective office or a relevant Scottish elective office during anyperiod when—\n\t\tthe person has been elected as, or declared to be returned as, the holderof the office, but\n\t\ttheir term of office has not yet begun."
    },
    {
        "length": 1125,
        "text": "\nCampaigners \n\tA person falls within this section if the person is an individual—\n\t\twho is a permitted participant in relation to a referendum to which Part 7of PPERA applies,\n\t\twho is a recognised third party,\n\t\twho is involved in the conduct or management of a local referendumcampaign,\n\t\twho is an accredited campaigner in relation to a recall petition, or\n\t\twho— \n\t\tundertakes activities for election purposes, for referendum purposes or forrecall petition purposes, and\n\t\tis employed or engaged by a person falling within subsection (5) wholly orpartly for the purpose of undertaking such activities.\n\tActivities are undertaken “for election purposes” if they are undertaken—\n\t\tfor the purposes of or in connection with—\n\t\tpromoting or procuring electoral success for a registered party at arelevant election, or\n\t\tpromoting or procuring the election of a candidate at a relevant election,\n\t\tfor the purposes of or in connection with enhancing the standing with theelectorate, in connection with future relevant elections (whether imminent orotherwise), of a registered party or a candidate at a relevant election, or\n\t\twith a view to prejudicing—\n\t\tthe electoral prospects of a registered party or a candidate at a relevantelection, or\n\t\tthe standing with the electorate, in connection with future relevantelections (whether imminent or otherwise), of a registered party or acandidate at a relevant election.\n\tActivities are undertaken “for referendum purposes” if they are undertaken—\n\t\tfor the purposes of or in connection with promoting or procuring aparticular outcome in relation to the question asked in a relevant referendum,or\n\t\twith a view to prejudicing the prospects of another particular outcome inrelation to the question asked in a relevant referendum.\n\tActivities are undertaken “for recall petition purposes” if they areundertaken for the purposes of or in connection with promoting or procuringthe success or failure of a recall petition.\n\tThe following persons fall within this subsection—\n\t\ta registered party;\n\t\ta person who falls within section 32(1)(a) (candidates etc);\n\t\ta permitted participant in relation to a referendum to which Part 7 ofPPERA applies;\n\t\ta recognised third party;\n\t\ta person involved in the conduct or management of a local referendumcampaign;\n\t\tan accredited campaigner in relation to a recall petition.\n\tIn this section—\n\t\t  * “accredited campaigner” has the same meaning as in the Recall of MPs Act 2015 (see Part 5 of Schedule 3 to that Act); \n\t\t  * “local referendum” means a referendum under or by virtue of— \n\t\tChapter 4 of Part 1A of the Local Government Act 2000 (local authoritygovernance: England);\n\t\tPart 2 of the Local Government Act 2000 (local authority governance: Wales);\n\t\tsection 52ZG or 52ZN of the Local Government Finance Act 1992 (referendums inrelation to council tax);\n\t\tSchedule 4B or 4C to the Town and Country Planning Act 1990 (referendums onneighbourhood development plans);\n\t\t\t  * “local referendum campaign” means a campaign conducted with a view to promoting or procuring a particular outcome in relation to the question to be asked in a local referendum; \n\t\t\t  * “permitted participant” has the same meaning as in PPERA (see section 105 of that Act); \n\t\t\t  * “recall petition” has the same meaning as in the Recall of MPs Act 2015 (see section 1 of that Act); \n\t\t\t  * “recognised third party” has the meaning given in section 85(5) of PPERA; \n\t\t\t  * “registered party” has the same meaning as in PPERA (see section 160 of that Act); \n\t\t\t  * “relevant election” means an election for a relevant elective office or a relevant Scottish elective office; \n\t\t\t  * “relevant referendum” means— \n\t\ta referendum to which Part 7 of PPERA applies, or\n\t\ta local referendum.\n\tIn this section a reference to a individual who is “engaged” by a personfalling within subsection (5) includes a reference to an individual who isengaged otherwise than for payment or promise of payment."
    },
    {
        "length": 158,
        "text": "\nElection etc of a person to the House of Commons who is subject to adisqualification order\n\tIf a person who is subject to a disqualification order is elected as amember of the House of Commons, the person’s election is void.\n\tIn section 7 of the House of Commons Disqualification Act 1975(jurisdiction of Privy Council as to disqualification), after subsection (5)insert—\n\tIn this section, a reference to disqualification by this Act includes areference to disqualification by virtue of an order under section 30 of theElections Act 2022 (disqualification of offenders for holding elective officeetc).”"
    },
    {
        "length": 113,
        "text": "\nPower to amend Schedule 9\n\tThe Secretary of State may by regulations amend Schedule 9 by—\n\t\tadding offences, or\n\t\tvarying or omitting offences listed in the Schedule.\n\tRegulations under this section are to be made by statutory instrument.\n\tA statutory instrument containing regulations under this section may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament."
    },
    {
        "length": 369,
        "text": "\nInterpretation of Part\n\tIn this Part—\n\t\t  * “disqualification order” means an order made under section 30; \n\t\t  * “relevant elective office” means the office of— \n\t\tmember of the House of Commons;\n\t\tmember of Senedd Cymru;\n\t\tmember of the Northern Ireland Assembly;\n\t\tmember of a local authority in England, Wales or Northern Ireland;\n\t\telected mayor (within the meaning of Part 1A or 2 of the Local Government Act2000);\n\t\tmayor for the area of a combined authority established under section 103 ofthe Local Democracy, Economic Development and Construction Act 2009;\n\t\tMayor of London;\n\t\tmember of the London Assembly;\n\t\tpolice and crime commissioner;\n\t\t\t  * “relevant Scottish elective office” means the office of— \n\t\tmember of the Scottish Parliament, or\n\t\tmember of a council constituted under section 2 of the Local Government etc.(Scotland) Act 1994.\n\tIn the definition of “relevant elective office” in subsection (1), “localauthority” means—\n\t\tin relation to England, a county council, a district council, a parishcouncil, a London borough council or the Council of the Isles of Scilly;\n\t\tin relation to Wales, a county council, a county borough council or acommunity council;\n\t\tin relation to Northern Ireland, a district council."
    },
    {
        "length": 711,
        "text": "\nDefinitions\n\tDefinitions relating to electronic material and publication\n\t\tThe following definitions have effect for the purposes of this Part.\n\t\t“Electronic material” means material in electronic form which consists ofor includes—\n\t\t\ttext or moving or still images, or\n\t\t\tspeech or music.\n\t\tIn this Part “electronic material” does not include material to the extentthat it is received by a person in the form of—\n\t\t\ta telephone call made to the person at a telephone number allocated to themin accordance with a national or international numbering plan, or\n\t\t\ta Short Message Service text message sent to such a telephone number.\n\t\t“The promoter”, in relation to electronic material, means the personcausing the material to be published.\n\t\t“Publish” means make available to the public at large or any section of thepublic.\n\t\tThe Secretary of State may by regulations amend this section so as tomodify the definition of “electronic material”, “the promoter” or “publish”that for the time being has effect for the purposes of this Part.\n\tDefinitions relating to parties etc\n\t\tThe following definitions have effect for the purposes of this Part.\n\t\t“Registered party” has the same meaning as in PPERA (see section 160 ofthat Act).\n\t\t“Recognised third party” has the meaning given in section 85(5) of PPERA.\n\t\t“Candidate” means a candidate at an election for a relevant elective officeor a relevant Scottish elective office within the meaning of Part 5, includinga person who is included in a list of candidates submitted in connection withsuch an election.\n\t\t“Future candidate” means a person who is a future candidate at an electionfor a relevant elective office or a relevant Scottish elective office asdefined by section 32(3).\n\t\t“Elected office-holder” means a person within section 33.\n\t\t“Referendum campaigner” means a person who is a permitted participantwithin the meaning of Part 7 of PPERA (see section 105 of that Act) inrelation to a referendum to which that Part applies.\n\t\t“Recall petition campaigner” means a person who is an accredited campaignerwithin the meaning of the Recall of MPs Act 2015 (see Part 5 of Schedule 3 tothat Act) in relation to a recall petition.\n\t\t“Recall petition” has the same meaning as in the Recall of MPs Act 2015(see section 1 of that Act).\n\t\tPart 5 has effect for the purposes of subsections (4) to (6) as if thedefinition of “relevant elective office” in section 37(1) included an officeto which a person may be elected by a municipal election in the City, asdefined by section 191(1) of RPA 1983 (municipal elections in the City ofLondon)."
    },
    {
        "length": 3439,
        "text": "\nRequirements\n\tRequirement to include information with electronic material\n\t\tThis section applies to electronic material which—\n\t\t\tmeets the conditions in section 42 (paid-for electronic material), or\n\t\t\tmeets the conditions in section 44 (other electronic material).\n\t\tElectronic material to which this section applies must not be publishedunless, in accordance with this section—\n\t\t\tthe information mentioned in subsection (3) is included as part of theelectronic material, or\n\t\t\tif it is not reasonably practicable to comply with paragraph (a), theinformation mentioned in that subsection is displayed in text form in alocation that is directly accessible from the electronic material.\n\t\tThat information is—\n\t\t\tthe name and address of the promoter of the material, and\n\t\t\tthe name and address of any person on behalf of whom the material is beingpublished (and who is not the promoter).\n\t\tThe Secretary of State may by regulations amend subsection (3) so as to—\n\t\t\tadd a description of information, or\n\t\t\tmodify or remove a description of information that is for the time beingspecified in that subsection.\n\t\tInformation is included as part of electronic material for the purposes ofsubsection (2)(a) only if—\n\t\t\twhere the material consists of or includes text or moving or still images,it is displayed in text form as part of that material;\n\t\t\twhere the material consists only of speech or music, it forms an audiblepart of that material.\n\t\tInformation that is included as part of electronic material—\n\t\t\tmust be legible or audible (as the case may be) regardless of the deviceused to access the material, and\n\t\t\tmust be such that, if the electronic material were to be republished by aperson who did not alter the material, the information would be retained aspart of the material when republished.\n\t\tInformation that is directly accessible from electronic material—\n\t\t\tmust be legible regardless of the device used to access the information,and\n\t\t\tmust be such that, if the electronic material were to be republished by aperson who did not alter the material, access to the information would beretained as part of the material when republished.\n\t\tThis section is subject to—\n\t\t\tsection 46 (electronic material relating to more than one candidate), and\n\t\t\tsection 47 (exceptions).\n\tElectronic material to which section 41 applies: paid-for material\n\t\tSection 41 applies to electronic material which meets the followingconditions.\n\t\tThe first condition is that the sole or primary purpose that the electronicmaterial can reasonably be regarded as intended to achieve is a purpose withinsection 43.\n\t\tThe second condition is that the promoter of the material, or the person onbehalf of whom the material is published, has paid for the material to bepublished as an advertisement.\n\t\tThe reference in subsection (3) to a person paying for material to bepublished includes the person providing any other form of consideration inreturn for the publication of the material.\n\t\tWhere the material is published on a website or mobile application of thepromoter or the person on behalf of whom the material is published, thereference in subsection (3) to a person paying for material to be publisheddoes not include the person making payments related to setting up, operatingor maintaining the website or mobile application.\n\t\tIn subsection (5) “mobile application” means application software designedand developed for use by the general public on mobile devices such assmartphones and tablets.\n\tPurposes referred to in section 42\n\t\tThis section sets out the purposes referred to in section 42.\n\t\tThe first purpose is influencing the public, or any section of the public,to give support to or withhold support from—\n\t\t\ta registered party,\n\t\t\tregistered parties who advocate (or do not advocate) particular policies orwho otherwise fall within a particular category of such parties, or\n\t\t\tcandidates or future candidates, in their capacity as such, who hold (or donot hold) particular opinions or who advocate (or do not advocate) particularpolicies or who otherwise fall within a particular category of candidates orfuture candidates.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (2), itis immaterial that it does not expressly mention the name of any party,candidate or future candidate.\n\t\tThe second purpose is influencing the public, or any section of the public,to give support to or withhold support from a particular candidate orparticular future candidate in their capacity as such.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (4), itis immaterial that it does not expressly mention the name of any candidate orfuture candidate.\n\t\tThe third purpose is influencing the public, or any section of the public,to give support to or withhold support from an elected office-holder in theircapacity as such.\n\t\tThe fourth purpose is influencing the public, or any section of the public,to give support to or withhold support from elected office-holders, in theircapacity as such, who hold (or do not hold) particular opinions or whoadvocate (or do not advocate) particular policies or who otherwise fall withina particular category of elected office-holders.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (6) or(7), it is immaterial that it does not expressly mention the name of anyelected office-holder.\n\t\tThe fifth purpose is influencing the public, or any section of the public,to give support to or withhold support from—\n\t\t\tthe holding of a referendum in the United Kingdom or any area in the UnitedKingdom, or\n\t\t\ta particular outcome of such a referendum.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (9)(b),it is immaterial that it does not expressly mention a particular outcome of areferendum.\n\tElectronic material to which section 41 applies: other electronicmaterial\n\t\tSection 41 applies to electronic material which meets the followingconditions.\n\t\tThe first condition is that the electronic material—\n\t\t\tcan reasonably be regarded as intended to achieve any purpose withinsection 45 (whether or not it can reasonably be regarded as intended toachieve any other purpose as well), or\n\t\t\twholly or mainly relates to a referendum to which Part 7 of PPERA appliesand is published during the referendum period (within the meaning of thatPart) for that referendum.\n\t\tThe second condition is that the promoter of the material or the person onbehalf of whom it is published is—\n\t\t\ta registered party,\n\t\t\ta recognised third party,\n\t\t\ta candidate or future candidate,\n\t\t\tan elected office-holder,\n\t\t\ta referendum campaigner, or\n\t\t\ta recall petition campaigner.\n\t\tThe third condition is that neither the promoter of the material, nor theperson on behalf of whom the material is published, has paid for the materialto be published as an advertisement.\n\t\tSubsections (4) to (6) of section 42 apply in relation to subsection (4) asthey apply in relation to subsection (3) of that section.\n\tPurposes referred to in section 44\n\t\tThis section sets out the purposes referred to in section 44.\n\t\tThe first purpose is promoting or procuring electoral success at one ormore particular relevant elections for—\n\t\t\ta registered party,\n\t\t\tregistered parties who advocate (or do not advocate) particular policies orwho otherwise fall within a particular category of such parties, or\n\t\t\tcandidates or future candidates who hold (or do not hold) particularopinions or who advocate (or do not advocate) particular policies or whootherwise fall within a particular category of candidates or futurecandidates.\n\t\tFor the purposes of subsection (2)—\n\t\t\tthe reference to electoral success at a particular relevant election is areference—\n\t\t\tin relation to a registered party, to the return at the election of anycandidate or future candidate who is standing, or is to stand, in the name ofthe party or is included, or is to be included, in a list of candidatessubmitted by the party in connection with the election, and\n\t\t\tin relation to any candidate or future candidate, to their return at theelection, and\n\t\t\tthe reference to doing any of the things mentioned in that subsectionincludes doing so by prejudicing the electoral prospects at the election ofother parties, candidates or future candidates.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (2), itis immaterial that it does not expressly mention the name of any party,candidate or future candidate.\n\t\tThe second purpose is promoting or procuring the election of a particularcandidate or particular future candidate at one or more particular elections.\n\t\tFor the purposes of determining whether electronic material can reasonablybe regarded as intended to achieve the purpose mentioned in subsection (5), itis immaterial that it does not expressly mention the name of any candidate orfuture candidate.\n\t\tThe third purpose is promoting or procuring the success or failure of arecall petition.\n\t\tFor the purposes of determining whether any electronic material canreasonably be regarded as intended to achieve the purpose mentioned insubsection (7), it is immaterial that it does not expressly mention the nameof the member of the House of Commons to whom the petition relates.\n\t\tIn this section “relevant election” means—\n\t\t\ta parliamentary election,\n\t\t\tan election to the Scottish Parliament,\n\t\t\tan election to Senedd Cymru,\n\t\t\tan election to the Northern Ireland Assembly,\n\t\t\ta local government election within the meaning of section 191, 203 or 204of the Representation of the People Act 1983,\n\t\t\tan election under Part 1A or 2 of the Local Government Act 2000 for thereturn of an elected mayor,\n\t\t\tan election for the return of a mayor for the area of a combined authorityestablished under section 103 of the Local Democracy, Economic Development andConstruction Act 2009,\n\t\t\ta local election within the meaning of the Electoral Law Act (NorthernIreland) 1962 (see section 130(1) of that Act), or\n\t\t\tan election of a police and crime commissioner.\n\tElectronic material relating to more than one candidate or futurecandidate\n\t\tFor the purposes of section 41 as it has effect by virtue of sections 42and 43, electronic material to which subsection (2) applies—\n\t\t\tis not to be regarded as being published on behalf of a candidate or futurecandidate merely because it can be regarded as influencing the public, or anysection of the public, to give support to or withhold support from thecandidate or future candidate, but\n\t\t\tmay be regarded as being published on behalf of the party mentioned insubsection (2).\n\t\tThis subsection applies to electronic material which can reasonably beregarded as influencing the public, or any section of the public, to givesupport to or withhold support from—\n\t\t\ttwo or more candidates or future candidates who are standing, or are tostand, in the name of a party, or\n\t\t\ttwo or more candidates or future candidates who are included, or are to beincluded, in a list of candidates submitted by the party in connection with anelection.\n\t\tFor the purposes of section 41 as it has effect by virtue of sections 44and 45, electronic material to which subsection (4) applies—\n\t\t\tis not to be regarded as being published on behalf of a candidate or futurecandidate merely because it can be regarded as promoting or procuring theelection of a candidate or future candidate at an election, but\n\t\t\tmay be regarded as being published on behalf of the party mentioned insubsection (4).\n\t\tThis subsection applies to electronic material which can reasonably beregarded as promoting or procuring the election of—\n\t\t\ttwo or more candidates or future candidates who are standing, or are tostand, in the name of a party, or\n\t\t\ttwo or more candidates or future candidates who are included, or are to beincluded, in a list of candidates submitted by the party in connection with anelection.\n\tExceptions to section 41\n\t\tSection 41 does not apply to the republication of electronic material if—\n\t\t\twhen it was previously published—\n\t\t\tsection 41 applied to it, and\n\t\t\tit was published in compliance with that section, and\n\t\t\tit is not materially altered when it is republished.\n\t\tIn subsection (1)(b) the reference to electronic material not beingmaterially altered includes a reference to the electronic material retaining—\n\t\t\tthe information within section 41(3), or\n\t\t\tthe access to such information,\n\t\t\t\tas a result of which its previous publication complied with section 41.\n\t\tSection 41 does not apply to the publication of electronic material on awebsite or mobile application whose primary purpose, or one of whose primarypurposes, is the publication of journalism created for publication on thewebsite or mobile application, unless the electronic material consists of anadvertisement.\n\t\tIn subsection (3) “mobile application” means application software designedand developed for use by the general public on mobile devices such assmartphones and tablets.\n\t\tSection 41 does not apply to any party political broadcast or referendumcampaign broadcast included by a broadcaster in its broadcasting services.\n\t\tIn subsection (5)—\n\t\t\t  * “broadcaster” has the meaning given in section 37(2) of PPERA; \n\t\t\t  * “referendum campaign broadcast” has the meaning given in section 127(2) of PPERA. \n\t\tThe Secretary of State may by regulations amend this section so as to add,modify or remove cases to which section 41 does not apply."
    },
    {
        "length": 2688,
        "text": "\nEnforcement\n\tOffence of breaching section 41\n\t\tWhere any electronic material to which section 41 applies is published incontravention of that section, the following persons are guilty of an offence—\n\t\t\tthe promoter of the material, and\n\t\t\tany person on behalf of whom the material is being published (and who isnot the promoter).\n\t\tA person guilty of an offence under subsection (1) is liable—\n\t\t\ton summary conviction in England and Wales, to a fine;\n\t\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\t\tIt is a defence for a person charged with an offence under subsection (1)to prove—\n\t\t\tthat the contravention arose from circumstances beyond the person’scontrol, and\n\t\t\tthat the person took all reasonable steps, and exercised all due diligence,to ensure that the contravention would not arise.\n\t\tIt is a defence for a person charged with an offence under subsection (1)to prove that the person acted in accordance with guidance under section 54.\n\t\tIt is a defence for a person charged with an offence under subsection (1)in relation to the republication of electronic material to prove that—\n\t\t\tthe electronic material had previously been published,\n\t\t\tthe person reasonably believed that when it was previously published—\n\t\t\tsection 41 applied to it, and\n\t\t\tit was published in compliance with that section, and\n\t\t\tit was not materially altered when it was republished.\n\t\tIn subsection (5)(c) the reference to electronic material not beingmaterially altered includes a reference to the electronic material retaining—\n\t\t\tthe information within section 41(3), or\n\t\t\tthe access to such information,\n\t\t\t\tas a result of which the person reasonably believed its previous publicationcomplied with section 41.\n\t\tThe court by or before which a person is convicted of an offence undersubsection (1) must notify the Commission of the person’s conviction and thesentence imposed on the conviction as soon as is practicable.\n\t\tThis section is subject to Schedule 11, which provides for certain personswho would otherwise be guilty of an offence under this section to be guilty ofan illegal practice.\n\t\tSee also section 49, which makes provision about the removal etc ofelectronic material in the event of a conviction under this section.\n\tOrder to take down electronic material in breach of section 41\n\t\tThis section applies if, in respect of any electronic material, a person isconvicted of—\n\t\t\tan offence under section 48(1), or\n\t\t\tan illegal practice by virtue of Schedule 11.\n\t\tThe court by or before which the person is convicted of the offence orillegal practice may order a person by whom the electronic material ispublished to take the action specified in the order to remove the material, orto disable access to it, before the end of the period specified in the order.\n\t\tWhere an order is made under subsection (2), the person to whom it applieshas the same right of appeal against it as if—\n\t\t\tthe person had committed the offence under section 48(1) or (as the casemay be) the illegal practice, and\n\t\t\tthe order were a sentence passed on the person for the offence or illegalpractice.\n\t\tA person to whom an order under subsection (2) applies commits an offenceif, without reasonable excuse, the person fails to comply with the order.\n\t\tA person guilty of an offence under subsection (4) is liable—\n\t\t\ton summary conviction in England and Wales, to a fine;\n\t\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\t\tThe court by or before which a person is convicted of an offence undersubsection (4) must notify the Commission of the person’s conviction and thesentence imposed on the conviction as soon as is practicable.\n\tEnforcement by the Commission\n\t\tParts 1 to 4 and 6 of Schedule 19C to PPERA (civil sanctions) and thePolitical Parties, Elections and Referendums (Civil Sanctions) Order 2010([S.I. 2010/2860](/id/uksi/2010/2860?view=plain \"Go to item of legislation\"))apply (subject to the following provisions of this section) in relation to anoffence to which this section applies as they apply in relation to aprescribed offence under that Act.\n\t\tThis section applies to—\n\t\t\tan offence under section 48(1) which relates to the publication ofelectronic material which can reasonably be regarded as intended to achieve apurpose within—\n\t\t\tsection 43(2) (registered parties etc),\n\t\t\tsection 43(7) (categories of elected office-holders), or\n\t\t\tsection 43(9) (referendums) where the referendum in question is areferendum to which Part 7 of PPERA applies and the electronic material ispublished during the referendum period (within the meaning of that Part) forthat referendum, or\n\t\t\tan offence under section 48(1) which relates to the publication ofelectronic material—\n\t\t\twhich falls within section 44(2)(b) (referendums), or\n\t\t\twhich can reasonably be regarded as intended to achieve a purpose withinsection 45(2) (registered parties etc).\n\t\tIn the application of paragraph 23 of Schedule 19C to PPERA (use ofstatements made compulsorily) by virtue of this section, the reference in sub-paragraph (1) of that paragraph to Schedule 19B to that Act is to be read asincluding a reference to Schedule 12 to this Act.\n\t\tIn the application of paragraph 13(1)(a) of Schedule 1 to the PoliticalParties, Elections and Referendums (Civil Sanctions) Order 2010 ([S.I.2010/2860](/id/uksi/2010/2860?view=plain \"Go to item of legislation\")) byvirtue of this section, the reference to PPERA and that Order is to be read asa reference to that Act and that Order as they are applied by this section.\n\tNotice to take down electronic material in breach of section 41\n\t\tThis section applies if—\n\t\t\tthe Commission imposes a fixed monetary penalty under paragraph 1 ofSchedule 19C to PPERA on a person in relation to an offence under section48(1) in respect of any electronic material,\n\t\t\tthe Commission imposes a discretionary requirement under paragraph 5 ofthat Schedule on a person in relation to such an offence,\n\t\t\tthe Commission serves a stop notice under paragraph 10 of that Schedule ona person in relation to such an offence, or\n\t\t\tthe Commission accepts an undertaking under paragraph 15 of that Schedulefrom a person in relation to such an offence.\n\t\tThe Commission may give a notice in writing to a person by whom theelectronic material is published requiring the person to take the actionspecified in the notice to remove the material, or to disable access to it,before the end of the period specified in the notice.\n\t\tA person to whom a notice under subsection (2) has been given commits anoffence if, without reasonable excuse, the person fails to comply with thenotice.\n\t\tA person guilty of an offence under subsection (3) is liable—\n\t\t\ton summary conviction in England and Wales, to a fine;\n\t\t\ton summary conviction in Scotland or Northern Ireland, to a fine notexceeding level 5 on the standard scale.\n\t\tThe court by or before which a person is convicted of an offence undersubsection (3) must notify the Commission of the person’s conviction and thesentence imposed on the conviction as soon as is practicable.\n\t\tThis section is subject to section 52 (further provision about noticesunder this section).\n\tFurther provision about notice under section 51\n\t\tBefore giving a notice under section 51(2) to a person the Commission mustgive the person a notice in writing of its intention to do so.\n\t\tThe person may, within the period specified in the notice under subsection(1), make written representations to the Commission in relation to theproposal to give the person a notice under section 51(2).\n\t\tThe Commission may give the person a notice under section 51(2) only if—\n\t\t\tthe period for making representations has ended, and\n\t\t\thaving taken any representations made by the person into account, theCommission is still of the view that it should give the person the noticeunder section 51(2).\n\t\tA notice under subsection (1) must include information as to—\n\t\t\tthe grounds for the proposal to give a notice to the person under section51(2),\n\t\t\tthe proposed effect of such a notice,\n\t\t\tthe right to make representations, and\n\t\t\tthe period within which representations may be made.\n\t\tThe period specified under subsection (4)(d) must not be less than 14 daysbeginning with the day on which the notice is given.\n\t\tA notice under section 51(2) must include information as to—\n\t\t\tthe grounds for serving the notice,\n\t\t\trights of appeal, and\n\t\t\tthe consequences of not complying with the notice.\n\t\tThe Commission may by notice in writing withdraw or vary a notice undersection 51(2) at any time.\n\t\tA person to whom a notice under section 51(2) has been given may appealagainst the notice on the ground that—\n\t\t\tthe decision to give the notice was based on an error of fact,\n\t\t\tthe decision was wrong in law,\n\t\t\tthe decision was unreasonable, or\n\t\t\tany action specified in the notice is unreasonable.\n\t\tAn appeal under subsection (8) is to—\n\t\t\tin England and Wales, the county court,\n\t\t\tin Scotland, a sheriff, or\n\t\t\tin Northern Ireland, a county court.\n\t\tOn an appeal under subsection (8) the county court or the sheriff may—\n\t\t\twithdraw, confirm or vary the notice, or\n\t\t\tremit the decision whether to withdraw, confirm or vary the notice to theCommission.\n\tSupply of information\n\t\tSchedule 12 makes provision about the supply of information for thepurposes of this Part.\n\t\tParagraphs 3 to 13 and 15 of Schedule 19B to PPERA (investigatory powers)apply in relation to an offence within section 50(2)(a) or (b) as they applyin relation to an offence under that Act."
    },
    {
        "length": 3701,
        "text": "\nSupplementary\n\tGuidance \n\t\tThe Commission must prepare guidance about—\n\t\t\tthe operation of this Part, and\n\t\t\tthe exercise of functions by the Commission or a constable in relation to abreach or suspected breach of this Part.\n\t\tThe Commission or a constable must have regard to guidance issued underthis section in exercising those functions.\n\t\tOnce the Commission has prepared draft guidance under this section, it mustsubmit it to the Secretary of State for approval by the Secretary of State.\n\t\tThe Secretary of State may approve draft guidance either withoutmodifications or with such modifications as the Secretary of State maydetermine.\n\t\tOnce the Secretary of State has approved draft guidance, the Secretary ofState must lay before each House of Parliament a copy of the draft, whether—\n\t\t\tin its original form, or\n\t\t\tin a form which incorporates any modifications determined under subsection(4).\n\t\tIf the draft guidance incorporates any such modifications, the Secretary ofState must at the same time lay before each House a statement of the Secretaryof State’s reasons for making them.\n\t\tIf, within the 40-day period, either House resolves not to approve thedraft guidance, the Secretary of State must take no further steps in relationto the draft guidance.\n\t\tSubsection (7) does not prevent new draft guidance from being laid beforeParliament.\n\t\tIf no resolution of the kind mentioned in subsection (7) is made within the40-day period—\n\t\t\tthe Secretary of State must issue the guidance in the form of the draftlaid before Parliament,\n\t\t\tthe Commission must arrange for the guidance to be published in such manneras it considers appropriate, and\n\t\t\tthe guidance comes into force on such day as the Secretary of State may byregulations made by statutory instrument appoint.\n\t\tThe Commission—\n\t\t\tmay from time to time revise guidance under this section, and\n\t\t\tmust revise guidance under this section if directed to do so by theSecretary of State.\n\t\tReferences in this section (other than in subsection (1)) to guidance ordraft guidance include revised guidance or draft revised guidance.\n\t\tIn this section “the 40-day period”, in relation to draft guidance, means—\n\t\t\tif the draft is laid before one House on a day later than the day on whichit is laid before the other House, the period of 40 days beginning with thelater of the two days, and\n\t\t\tin any other case, the period of 40 days beginning with the day on whichthe draft is laid before each House,\n\t\t\t\tno account being taken of any period during which Parliament is dissolved orprorogued or during which both Houses are adjourned for more than four days.\n\tInformation in Commission’s annual report\n\t\tEach report by the Commission under paragraph 20 of Schedule 1 to PPERAmust contain information about—\n\t\t\tthe convictions reported to the Commission under section 48(7), 49(6) or51(5) during the year in question,\n\t\t\tthe orders made under section 49 (orders to take down electronic material)during that year,\n\t\t\tthe use made by the Commission of its powers under section 51 (notice totake down electronic material) during that year, and\n\t\t\tthe use made by the Commission of its powers under Schedule 12 (supply ofinformation) during that year.\n\t\tThe report must, in particular, specify—\n\t\t\tthe cases in which a notice was given under section 51(2),\n\t\t\tthe cases in which a notice was given under paragraph 1 of Schedule 12, and\n\t\t\tthe cases in which an order under paragraph 2 or 3 of that Schedule wasapplied for or made.\n\t\tThis section does not require the Commission to include in a report anyinformation that, in its opinion, it would be inappropriate to include on theground that to do so—\n\t\t\twould or might be unlawful, or\n\t\t\tmight adversely affect any current investigation or proceedings.\n\tNotices \n\t\tA notice which may be given to a person under this Part by the Commissionor a constable may be given—\n\t\t\tby delivering it to the person,\n\t\t\tby leaving it at the person’s proper address,\n\t\t\tby sending it by post to the person at that address, or\n\t\t\tby sending it to the person by electronic means.\n\t\tA notice to a body corporate may be given to an officer of that body.\n\t\tA notice to a partnership may be given to a partner or a person who has thecontrol or management of the partnership business.\n\t\tA notice to an unincorporated association (other than a partnership) may begiven to a member of the governing body of the association.\n\t\tFor the purposes of this section and of section 7 of the Interpretation Act1978 (service of documents by post) in its application to this section, theproper address of a person is the person’s last known address (whether of theperson’s residence or of a place where the person carries on business or isemployed) and also—\n\t\t\tin the case of a body corporate or an officer of the body, the address ofthe body’s registered or principal office in the United Kingdom;\n\t\t\tin the case of a partnership, a partner or a person having the control ormanagement of the partnership business, the address of the principal office ofthe partnership in the United Kingdom;\n\t\t\tin the case of an unincorporated association (other than a partnership) ora member of its governing body, the principal office of the association in theUnited Kingdom.\n\t\tIf a person has specified an address in the United Kingdom, other than theperson’s proper address within the meaning of subsection (5), as the one atwhich the person or someone on the person’s behalf will accept notices of thesame description as a notice under this Part, that address is also treated forthe purposes of this section and section 7 of the Interpretation Act 1978 asthe person’s proper address.\n\t\tA notice sent to a person by electronic means is, unless the contrary isproved, to be treated as having been given on the working day immediatelyfollowing the day on which it was sent.\n\t\tIn this section—\n\t\t\t  * “officer” in relation to a body corporate, means a director, manager, secretary or other similar officer of the body; \n\t\t\t  * “working day” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom. \n\tProceedings for an offence under this Part\n\t\tSummary proceedings for an offence under this Part may, without prejudiceto any jurisdiction exercisable apart from this subsection, be taken againstany body, including an unincorporated association, at any place at which ithas a place of business, and against an individual at any place at which theindividual is for the time being.\n\t\tSubsections (3) to (7) apply to—\n\t\t\tan offence within section 50(2)(a) or (b) (offences in relation to whichthe Commission may exercise enforcement functions), and\n\t\t\tan offence under section 49(4) or 51(3) (order or notice to take downelectronic material).\n\t\tDespite anything in section 127(1) of the Magistrates’ Courts Act 1980, ifthe offence is triable by a magistrates’ court in England and Wales, anyinformation relating to the offence may be so tried if it is laid at any timewithin three years after the commission of the offence and within six monthsafter the relevant date.\n\t\tDespite anything in section 136 of the Criminal Procedure (Scotland) Act1995, summary proceedings for the offence may be commenced in Scotland at anytime within three years after the commission of the offence and within sixmonths after the relevant date; and subsection (3) of that section applies forthe purposes of this subsection as it applies for the purposes of thatsection.\n\t\tDespite anything in Article 19(1) of the Magistrates’ Courts (NorthernIreland) Order 1981 ([S.I. 1981/1675 (N.I. 26))](/id/nisi/1981/1675?view=plain\"Go to item of legislation\"), if the offence is triable by a court of summaryjurisdiction in Northern Ireland, a complaint relating to the offence may beso tried if it is made at any time within three years after the commission ofthe offence and within six months after the relevant date.\n\t\tIn subsections (3) to (5) “the relevant date” means the date on whichevidence sufficient in the opinion of the prosecutor to justify proceedingscomes to the prosecutor’s knowledge.\n\t\tFor the purposes of subsection (6) a certificate of any prosecutor as tothe date on which such evidence came to the prosecutor’s knowledge isconclusive evidence of that fact.\n\t\tSubsections (9) to (15) apply to an offence under this Part other than—\n\t\t\tan offence within section 50(2)(a) or (b), or\n\t\t\tan offence under section 49(4) or 51(3).\n\t\tDespite anything in section 127(1) of the Magistrates’ Courts Act 1980, ifthe offence is triable by a magistrates’ court in England and Wales, anyinformation relating to the offence may be so tried if it is laid at any timewithin one year after the commission of the offence.\n\t\tDespite anything in section 136 of the Criminal Procedure (Scotland) Act1995, summary proceedings for the offence may be commenced in Scotland at anytime within one year after the commission of the offence; and subsection (3)of that section applies for the purposes of this subsection as it applies forthe purposes of that section.\n\t\tDespite anything in Article 19(1) of the Magistrates’ Courts (NorthernIreland) Order 1981, if the offence is triable by a court of summaryjurisdiction in Northern Ireland, a complaint relating to the offence may beso tried if it is made at any time within one year after the commission of theoffence.\n\t\tA magistrates’ court in England and Wales may act under subsection (13) ifsatisfied on an application by a constable or a Crown prosecutor—\n\t\t\tthat there are exceptional circumstances which justify the granting of theapplication, and\n\t\t\tthat there has been no undue delay in the investigation of the offence towhich the application relates.\n\t\tThe magistrates’ court may extend the time within which proceedings mustbe commenced in pursuance of subsection (9) to not more than two years afterthe commission of the offence.\n\t\tAn application under subsection (12) must be made not more than one yearafter the commission of the offence.\n\t\tAny party to an application under subsection (12) who is aggrieved by therefusal of the magistrates’ court to act under subsection (13) may appeal tothe Crown Court.\n\tOffences committed by bodies corporate\n\t\tWhere an offence under this Part committed by a body corporate is proved tohave been committed with the consent or connivance of, or to be attributableto any neglect on the part of—\n\t\t\ta person who is a director, manager, secretary or other similar officer ofthe body corporate, or\n\t\t\ta person who was purporting to act in any such capacity,\n\t\t\t\tthat person, as well as the body corporate, is guilty of that offence andliable to be proceeded against and punished accordingly.\n\t\tWhere the affairs of a body corporate are managed by its members,subsection (1) applies in relation to the acts and defaults of a member inconnection with the member’s functions of management as if the member were adirector of the body corporate.\n\tOffences committed by unincorporated associations etc\n\t\tProceedings for an offence alleged to have been committed under this Partby an unincorporated association are to be brought against the association inits own name (and not in that of any of its members) and, for the purposes ofany such proceedings, any rules of court relating to the service of documentshave effect as if the association were a corporation.\n\t\tA fine imposed on an unincorporated association on its conviction of anoffence under this Part must be paid out of the funds of the association.\n\t\tSchedule 3 to the Magistrates’ Courts Act 1980 (procedure on charge ofoffence against a corporation) has effect in a case in which an unincorporatedassociation is charged in England or Wales with an offence under this Part inthe same way as it has effect in the case of a corporation so charged.\n\t\tSchedule 4 to the Magistrates’ Courts (Northern Ireland) Order 1981 ([S.I.1981/1675 (N.I. 26))](/id/nisi/1981/1675?view=plain \"Go to item oflegislation\") (procedure on charge of offence against a corporation) haseffect in a case in which an unincorporated association is charged in NorthernIreland with an offence under this Part in the same way as it has effect inthe case of a corporation so charged.\n\t\tWhere a partnership is guilty of an offence under this Part and the offenceis proved to have been committed with the consent or connivance of, or to beattributable to any neglect on the part of, any partner, the partner as wellas the partnership is guilty of that offence and liable to be proceededagainst and punished accordingly.\n\t\tWhere any other unincorporated association is guilty of an offence underthis Part and the offence is proved to have been committed with the consent orconnivance of, or to be attributable to any neglect on the part of—\n\t\t\tany officer of the association, or\n\t\t\tany member of the committee or other similar governing body of theassociation,\n\t\t\t\tthe officer or member, as well as the association, is guilty of that offenceand liable to be proceeded against and punished accordingly.\n\tRegulations under this Part\n\t\tThe Secretary of State may make regulations under this Part only—\n\t\t\twhere the regulations give effect to a recommendation of the Commission, or\n\t\t\tafter consultation with the Commission.\n\t\tRegulations under this Part—\n\t\t\tare to be made by statutory instrument;\n\t\t\tmay make consequential, incidental, supplementary, transitional, transitoryor saving provision.\n\t\tA statutory instrument containing regulations under this Part may not bemade unless a draft of the instrument has been laid before and approved by aresolution of each House of Parliament.\n\t\tThis section does not apply to regulations under section 54(9)(c).\n\tMeaning of “the Commission”\n\t\tIn this Part “the Commission” means the Electoral Commission."
    },
    {
        "length": 1352,
        "text": "\nPart 7General\n\tReview of operation of Act\n\t\tThe Secretary of State must, within the review period—\n\t\t\tprepare a report on the operation of this Act,\n\t\t\tpublish the report, and\n\t\t\tlay a copy of the report before Parliament.\n\t\tIn subsection (1), “the review period” is the period—\n\t\t\tbeginning with the fourth anniversary of the day on which this Act ispassed, and\n\t\t\tending with the fifth anniversary of that day.\n\tPower to amend references to subordinate legislation etc\n\t\tThe Secretary of State may by regulations made by statutory instrumentamend—\n\t\t\tany provision of this Act, or\n\t\t\tany provision inserted by this Act into another Act,\n\t\t\t\tin consequence of the amendment or revocation of any subordinate legislationwhich is for the time being referred to in the provision.\n\t\tIn subsection (1), “subordinate legislation” means—\n\t\t\tsubordinate legislation within the meaning of the Interpretation Act 1978,or\n\t\t\tan instrument made under—\n\t\t\tan Act of the Scottish Parliament,\n\t\t\ta Measure or Act of Senedd Cymru, or\n\t\t\tNorthern Ireland legislation.\n\t\tA statutory instrument containing regulations under subsection (1) may notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, each House of Parliament.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by a Minister of the Crown under or by virtue ofthis Act, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tThere is to be paid out of the Consolidated Fund any increase attributableto this Act in the sums payable under any other Act out of that Fund.\n\t\tThere is to be paid into the Consolidated Fund any increase attributable tothis Act in the sums payable into that Fund under any other Act.\n\tInterpretation etc\n\t\tIn this Act—\n\t\t  * “PPERA” means the Political Parties, Elections and Referendums Act 2000; \n\t\t  * “RPA 1983” means the Representation of the People Act 1983. \n\tExtent \n\t\tThis Act extends to England and Wales, Scotland and Northern Ireland,subject to the following provisions of this section.\n\t\tIn Part 1—\n\t\t\tthe following provisions extend to England and Wales and Scotland only—\n\t\t\tparagraphs 2, 7, 18, 22, 24, 27 to 32, 34, 36 and 38 of Schedule 1, andsection 1 so far as relating to those paragraphs;\n\t\t\tsection 3 and Schedule 3;\n\t\t\tparagraphs 8 and 10 of Schedule 4, and section 6 so far as relating tothose paragraphs;\n\t\t\tthe following provisions extend to Northern Ireland only—\n\t\t\tparagraphs 3, 11, 17, 26, 35, 37 and 39 of Schedule 1, and section 1 so faras relating to those provisions;\n\t\t\tparagraphs 9 and 11 of Schedule 4, and section 6 so far as relating tothose paragraphs;\n\t\t\tparagraphs 32, 33, 47 and 48 of Schedule 6, and section 12 so far asrelating to those paragraphs;\n\t\t\tany amendment, repeal or revocation has the same extent as the enactmentamended, repealed or revoked, except where contained in a provision for whicha different extent is provided by this subsection.\n\t\tAny amendment, repeal or revocation made by any of the following provisionshas the same extent in the United Kingdom as the enactment amended, repealedor revoked—\n\t\t\tParts 3 and 4;\n\t\t\tSchedule 7;\n\t\t\tParts 2 and 3 of Schedule 8;\n\t\t\tSchedule 10.\n\t\tIn Part 1 of Schedule 8—\n\t\t\tthe amendments made by paragraph 1(1) and (5) extend to England and Walesonly;\n\t\t\tthe amendments made by paragraph 1(2) to (4) and (7) to (12) extend toEngland and Wales and Northern Ireland only;\n\t\t\tthe amendment made by paragraph 1(6) extends to Northern Ireland only.\n\t\tSubsections (1) and (2) of section 384 of the Armed Forces Act 2006 (extentoutside the United Kingdom) apply to the amendments of that Act made byparagraph 8 of Schedule 10 as those subsections apply to the provisions ofthat Act.\n\tCommencement \n\t\tSubject to subsection (3), the provisions of this Act come into force onsuch day as the Secretary of State may by regulations made by statutoryinstrument appoint.\n\t\tRegulations under subsection (1) may appoint different days for differentpurposes or areas.\n\t\tThis Part comes into force on the day on which this Act is passed.\n\t\tThe Secretary of State may by regulations made by statutory instrument maketransitional, transitory or saving provision in connection with the cominginto force of any provision of this Act.\n\t\tRegulations under subsection (4) may make different provision for differentpurposes or areas.\n\tShort title\n\t\tThis Act may be cited as the Elections Act 2022."
    }
]