[
    {
        "length": 1405,
        "text": "\nGeneral bribery offences\n\tOffences of bribing another person\n\t\tA person (“P”) is guilty of an offence if either of the following casesapplies.\n\t\tCase 1 is where—\n\t\t\tP offers, promises or gives a financial or other advantage to anotherperson, and\n\t\t\tP intends the advantage—\n\t\t\tto induce a person to perform improperly a relevant function or activity,or\n\t\t\tto reward a person for the improper performance of such a function oractivity.\n\t\tCase 2 is where—\n\t\t\tP offers, promises or gives a financial or other advantage to anotherperson, and\n\t\t\tP knows or believes that the acceptance of the advantage would itselfconstitute the improper performance of a relevant function or activity.\n\t\tIn case 1 it does not matter whether the person to whom the advantage isoffered, promised or given is the same person as the person who is to perform,or has performed, the function or activity concerned.\n\t\tIn cases 1 and 2 it does not matter whether the advantage is offered,promised or given by P directly or through a third party.\n\tOffences relating to being bribed\n\t\tA person (“R”) is guilty of an offence if any of the following casesapplies.\n\t\tCase 3 is where R requests, agrees to receive or accepts a financial orother advantage intending that, in consequence, a relevant function oractivity should be performed improperly (whether by R or another person).\n\t\tCase 4 is where—\n\t\t\tR requests, agrees to receive or accepts a financial or other advantage,and\n\t\t\tthe request, agreement or acceptance itself constitutes the improperperformance by R of a relevant function or activity.\n\t\tCase 5 is where R requests, agrees to receive or accepts a financial orother advantage as a reward for the improper performance (whether by R oranother person) of a relevant function or activity.\n\t\tCase 6 is where, in anticipation of or in consequence of R requesting,agreeing to receive or accepting a financial or other advantage, a relevantfunction or activity is performed improperly—\n\t\t\tby R, or\n\t\t\tby another person at R’s request or with R’s assent or acquiescence.\n\t\tIn cases 3 to 6 it does not matter—\n\t\t\twhether R requests, agrees to receive or accepts (or is to request, agreeto receive or accept) the advantage directly or through a third party,\n\t\t\twhether the advantage is (or is to be) for the benefit of R or anotherperson.\n\t\tIn cases 4 to 6 it does not matter whether R knows or believes that theperformance of the function or activity is improper.\n\t\tIn case 6, where a person other than R is performing the function oractivity, it also does not matter whether that person knows or believes thatthe performance of the function or activity is improper.\n\tFunction or activity to which bribe relates\n\t\tFor the purposes of this Act a function or activity is a relevant functionor activity if—\n\t\t\tit falls within subsection (2), and\n\t\t\tmeets one or more of conditions A to C.\n\t\tThe following functions and activities fall within this subsection—\n\t\t\tany function of a public nature,\n\t\t\tany activity connected with a business,\n\t\t\tany activity performed in the course of a person’s employment,\n\t\t\tany activity performed by or on behalf of a body of persons (whethercorporate or unincorporate).\n\t\tCondition A is that a person performing the function or activity isexpected to perform it in good faith.\n\t\tCondition B is that a person performing the function or activity isexpected to perform it impartially.\n\t\tCondition C is that a person performing the function or activity is in aposition of trust by virtue of performing it.\n\t\tA function or activity is a relevant function or activity even if it—\n\t\t\thas no connection with the United Kingdom, and\n\t\t\tis performed in a country or territory outside the United Kingdom.\n\t\tIn this section “business” includes trade or profession.\n\tImproper performance to which bribe relates\n\t\tFor the purposes of this Act a relevant function or activity—\n\t\t\tis performed improperly if it is performed in breach of a relevantexpectation, and\n\t\t\tis to be treated as being performed improperly if there is a failure toperform the function or activity and that failure is itself a breach of arelevant expectation.\n\t\tIn subsection (1) “relevant expectation”—\n\t\t\tin relation to a function or activity which meets condition A or B, meansthe expectation mentioned in the condition concerned, and\n\t\t\tin relation to a function or activity which meets condition C, means anyexpectation as to the manner in which, or the reasons for which, the functionor activity will be performed that arises from the position of trust mentionedin that condition.\n\t\tAnything that a person does (or omits to do) arising from or in connectionwith that person’s past performance of a relevant function or activity is tobe treated for the purposes of this Act as being done (or omitted) by thatperson in the performance of that function or activity.\n\tExpectation test\n\t\tFor the purposes of sections 3 and 4, the test of what is expected is atest of what a reasonable person in the United Kingdom would expect inrelation to the performance of the type of function or activity concerned.\n\t\tIn deciding what such a person would expect in relation to the performanceof a function or activity where the performance is not subject to the law ofany part of the United Kingdom, any local custom or practice is to bedisregarded unless it is permitted or required by the written law applicableto the country or territory concerned.\n\t\tIn subsection (2) “written law” means law contained in—\n\t\t\tany written constitution, or provision made by or under legislation,applicable to the country or territory concerned, or\n\t\t\tany judicial decision which is so applicable and is evidenced in publishedwritten sources."
    },
    {
        "length": 710,
        "text": "\nBribery of foreign public officials\n\tBribery of foreign public officials\n\t\tA person (“P”) who bribes a foreign public official (“F”) is guilty of anoffence if P’s intention is to influence F in F’s capacity as a foreign publicofficial.\n\t\tP must also intend to obtain or retain—\n\t\t\tbusiness, or\n\t\t\tan advantage in the conduct of business.\n\t\tP bribes F if, and only if—\n\t\t\tdirectly or through a third party, P offers, promises or gives anyfinancial or other advantage—\n\t\t\tto F, or\n\t\t\tto another person at F’s request or with F’s assent or acquiescence, and\n\t\t\tF is neither permitted nor required by the written law applicable to F tobe influenced in F’s capacity as a foreign public official by the offer,promise or gift.\n\t\tReferences in this section to influencing F in F’s capacity as a foreignpublic official mean influencing F in the performance of F’s functions as suchan official, which includes—\n\t\t\tany omission to exercise those functions, and\n\t\t\tany use of F’s position as such an official, even if not within F’sauthority.\n\t\t“Foreign public official” means an individual who—\n\t\t\tholds a legislative, administrative or judicial position of any kind,whether appointed or elected, of a country or territory outside the UnitedKingdom (or any subdivision of such a country or territory),\n\t\t\texercises a public function—\n\t\t\tfor or on behalf of a country or territory outside the United Kingdom (orany subdivision of such a country or territory), or\n\t\t\tfor any public agency or public enterprise of that country or territory(or subdivision), or\n\t\t\tis an official or agent of a public international organisation.\n\t\t“Public international organisation” means an organisation whose members areany of the following—\n\t\t\tcountries or territories,\n\t\t\tgovernments of countries or territories,\n\t\t\tother public international organisations,\n\t\t\ta mixture of any of the above.\n\t\tFor the purposes of subsection (3)(b), the written law applicable to F is—\n\t\t\twhere the performance of the functions of F which P intends to influencewould be subject to the law of any part of the United Kingdom, the law of thatpart of the United Kingdom,\n\t\t\twhere paragraph (a) does not apply and F is an official or agent of apublic international organisation, the applicable written rules of thatorganisation,\n\t\t\twhere paragraphs (a) and (b) do not apply, the law of the country orterritory in relation to which F is a foreign public official so far as thatlaw is contained in—\n\t\t\tany written constitution, or provision made by or under legislation,applicable to the country or territory concerned, or\n\t\t\tany judicial decision which is so applicable and is evidenced in publishedwritten sources.\n\t\tFor the purposes of this section, a trade or profession is a business."
    },
    {
        "length": 864,
        "text": "\nFailure of commercial organisations to prevent bribery\n\tFailure of commercial organisations to prevent bribery\n\t\tA relevant commercial organisation (“C”) is guilty of an offence under thissection if a person (“A”) associated with C bribes another person intending—\n\t\t\tto obtain or retain business for C, or\n\t\t\tto obtain or retain an advantage in the conduct of business for C.\n\t\tBut it is a defence for C to prove that C had in place adequate proceduresdesigned to prevent persons associated with C from undertaking such conduct.\n\t\tFor the purposes of this section, A bribes another person if, and only if,A—\n\t\t\tis, or would be, guilty of an offence under section 1 or 6 (whether or notA has been prosecuted for such an offence), or\n\t\t\twould be guilty of such an offence if section 12(2)(c) and (4) wereomitted.\n\t\tSee section 8 for the meaning of a person associated with C and see section9 for a duty on the Secretary of State to publish guidance.\n\t\tIn this section—\n\t\t\t  * “partnership” means— \n\t\t\ta partnership within the Partnership Act 1890, or\n\t\t\ta limited partnership registered under the Limited Partnerships Act 1907,\n\t\t\t\tor a firm or entity of a similar character formed under the law of a countryor territory outside the United Kingdom,\n\t\t\t\t  * “relevant commercial organisation” means— \n\t\t\ta body which is incorporated under the law of any part of the United Kingdomand which carries on a business (whether there or elsewhere),\n\t\t\tany other body corporate (wherever incorporated) which carries on a business,or part of a business, in any part of the United Kingdom,\n\t\t\ta partnership which is formed under the law of any part of the United Kingdomand which carries on a business (whether there or elsewhere), or\n\t\t\tany other partnership (wherever formed) which carries on a business, or partof a business, in any part of the United Kingdom,\n\t\t\tand, for the purposes of this section, a trade or profession is a business.\n\tMeaning of associated person\n\t\tFor the purposes of section 7, a person (“A”) is associated with C if(disregarding any bribe under consideration) A is a person who performsservices for or on behalf of C.\n\t\tThe capacity in which A performs services for or on behalf of C does notmatter.\n\t\tAccordingly A may (for example) be C’s employee, agent or subsidiary.\n\t\tWhether or not A is a person who performs services for or on behalf of C isto be determined by reference to all the relevant circumstances and not merelyby reference to the nature of the relationship between A and C.\n\t\tBut if A is an employee of C, it is to be presumed unless the contrary isshown that A is a person who performs services for or on behalf of C.\n\tGuidance about commercial organisations preventing bribery\n\t\tThe Secretary of State must publish guidance about procedures that relevantcommercial organisations can put in place to prevent persons associated withthem from bribing as mentioned in section 7(1).\n\t\tThe Secretary of State may, from time to time, publish revisions toguidance under this section or revised guidance.\n\t\tThe Secretary of State must consult the Scottish Ministers beforepublishing anything under this section.\n\t\tPublication under this section is to be in such manner as the Secretary ofState considers appropriate.\n\t\tExpressions used in this section have the same meaning as in section 7."
    },
    {
        "length": 1057,
        "text": "\nProsecution and penalties\n\tConsent to prosecution\n\t\tNo proceedings for an offence under this Act may be instituted in Englandand Wales except by or with the consent of—\n\t\t\tthe Director of Public Prosecutions,\n\t\t\tthe Director of the Serious Fraud Office, or\n\t\t\tthe Director of Revenue and Customs Prosecutions.\n\t\tNo proceedings for an offence under this Act may be instituted in NorthernIreland except by or with the consent of—\n\t\t\tthe Director of Public Prosecutions for Northern Ireland, or\n\t\t\tthe Director of the Serious Fraud Office.\n\t\tNo proceedings for an offence under this Act may be instituted in Englandand Wales or Northern Ireland by a person—\n\t\t\twho is acting—\n\t\t\tunder the direction or instruction of the Director of Public Prosecutions,the Director of the Serious Fraud Office or the Director of Revenue andCustoms Prosecutions, or\n\t\t\ton behalf of such a Director, or\n\t\t\tto whom such a function has been assigned by such a Director,\n\t\t\t\texcept with the consent of the Director concerned to the institution of theproceedings.\n\t\tThe Director of Public Prosecutions, the Director of the Serious FraudOffice and the Director of Revenue and Customs Prosecutions must exercisepersonally any function under subsection (1), (2) or (3) of giving consent.\n\t\tThe only exception is if—\n\t\t\tthe Director concerned is unavailable, and\n\t\t\tthere is another person who is designated in writing by the Director actingpersonally as the person who is authorised to exercise any such function whenthe Director is unavailable.\n\t\tIn that case, the other person may exercise the function but must do sopersonally.\n\t\tSubsections (4) to (6) apply instead of any other provisions which wouldotherwise have enabled any function of the Director of Public Prosecutions,the Director of the Serious Fraud Office or the Director of Revenue andCustoms Prosecutions under subsection (1), (2) or (3) of giving consent to beexercised by a person other than the Director concerned.\n\t\tNo proceedings for an offence under this Act may be instituted in NorthernIreland by virtue of section 36 of the Justice (Northern Ireland) Act 2002(delegation of the functions of the Director of Public Prosecutions forNorthern Ireland to persons other than the Deputy Director) except with theconsent of the Director of Public Prosecutions for Northern Ireland to theinstitution of the proceedings.\n\t\tThe Director of Public Prosecutions for Northern Ireland must exercisepersonally any function under subsection (2) or (8) of giving consent unlessthe function is exercised personally by the Deputy Director of PublicProsecutions for Northern Ireland by virtue of section 30(4) or (7) of the Actof 2002 (powers of Deputy Director to exercise functions of Director).\n\t\tSubsection (9) applies instead of section 36 of the Act of 2002 inrelation to the functions of the Director of Public Prosecutions for NorthernIreland and the Deputy Director of Public Prosecutions for Northern Irelandunder, or (as the case may be) by virtue of, subsections (2) and (8) above ofgiving consent.\n\tPenalties \n\t\tAn individual guilty of an offence under section 1, 2 or 6 is liable—\n\t\t\ton summary conviction, to imprisonment for a term not exceeding 12 months,or to a fine not exceeding the statutory maximum, or to both,\n\t\t\ton conviction on indictment, to imprisonment for a term not exceeding 10years, or to a fine, or to both.\n\t\tAny other person guilty of an offence under section 1, 2 or 6 is liable—\n\t\t\ton summary conviction, to a fine not exceeding the statutory maximum,\n\t\t\ton conviction on indictment, to a fine.\n\t\tA person guilty of an offence under section 7 is liable on conviction onindictment to a fine.\n\t\tThe reference in subsection (1)(a) to 12 months is to be read—\n\t\t\tin its application to England and Wales in relation to an offence committedbefore the commencement of section 154(1) of the Criminal Justice Act 2003,and\n\t\t\tin its application to Northern Ireland,\n\t\t\t\tas a reference to 6 months."
    },
    {
        "length": 2194,
        "text": "\nOther provisions about offences\n\tOffences under this Act: territorial application\n\t\tAn offence is committed under section 1, 2 or 6 in England and Wales,Scotland or Northern Ireland if any act or omission which forms part of theoffence takes place in that part of the United Kingdom.\n\t\tSubsection (3) applies if—\n\t\t\tno act or omission which forms part of an offence under section 1, 2 or 6takes place in the United Kingdom,\n\t\t\ta person’s acts or omissions done or made outside the United Kingdom wouldform part of such an offence if done or made in the United Kingdom, and\n\t\t\tthat person has a close connection with the United Kingdom.\n\t\tIn such a case—\n\t\t\tthe acts or omissions form part of the offence referred to in subsection(2)(a), and\n\t\t\tproceedings for the offence may be taken at any place in the UnitedKingdom.\n\t\tFor the purposes of subsection (2)(c) a person has a close connection withthe United Kingdom if, and only if, the person was one of the following at thetime the acts or omissions concerned were done or made—\n\t\t\ta British citizen,\n\t\t\ta British overseas territories citizen,\n\t\t\ta British National (Overseas),\n\t\t\ta British Overseas citizen,\n\t\t\ta person who under the British Nationality Act 1981 was a British subject,\n\t\t\ta British protected person within the meaning of that Act,\n\t\t\tan individual ordinarily resident in the United Kingdom,\n\t\t\ta body incorporated under the law of any part of the United Kingdom,\n\t\t\ta Scottish partnership.\n\t\tAn offence is committed under section 7 irrespective of whether the acts oromissions which form part of the offence take place in the United Kingdom orelsewhere.\n\t\tWhere no act or omission which forms part of an offence under section 7takes place in the United Kingdom, proceedings for the offence may be taken atany place in the United Kingdom.\n\t\tSubsection (8) applies if, by virtue of this section, proceedings for anoffence are to be taken in Scotland against a person.\n\t\tSuch proceedings may be taken—\n\t\t\tin any sheriff court district in which the person is apprehended or incustody, or\n\t\t\tin such sheriff court district as the Lord Advocate may determine.\n\t\tIn subsection (8) “sheriff court district” is to be read in accordance withsection 307(1) of the Criminal Procedure (Scotland) Act 1995.\n\tDefence for certain bribery offences etc.\n\t\tIt is a defence for a person charged with a relevant bribery offence toprove that the person’s conduct was necessary for—\n\t\t\tthe proper exercise of any function of an intelligence service, or\n\t\t\tthe proper exercise of any function of the armed forces when engaged onactive service.\n\t\tThe head of each intelligence service must ensure that the service has inplace arrangements designed to ensure that any conduct of a member of theservice which would otherwise be a relevant bribery offence is necessary for apurpose falling within subsection (1)(a).\n\t\tThe Defence Council must ensure that the armed forces have in placearrangements designed to ensure that any conduct of—\n\t\t\ta member of the armed forces who is engaged on active service, or\n\t\t\ta civilian subject to service discipline when working in support of anyperson falling within paragraph (a),\n\t\t\t\twhich would otherwise be a relevant bribery offence is necessary for a purposefalling within subsection (1)(b).\n\t\tThe arrangements which are in place by virtue of subsection (2) or (3) mustbe arrangements which the Secretary of State considers to be satisfactory.\n\t\tFor the purposes of this section, the circumstances in which a person’sconduct is necessary for a purpose falling within subsection (1)(a) or (b) areto be treated as including any circumstances in which the person’s conduct—\n\t\t\twould otherwise be an offence under section 2, and\n\t\t\tinvolves conduct by another person which, but for subsection (1)(a) or (b),would be an offence under section 1.\n\t\tIn this section—\n\t\t\t  * “active service” means service in— \n\t\t\tan action or operation against an enemy,\n\t\t\tan operation outside the British Islands for the protection of life orproperty, or\n\t\t\tthe military occupation of a foreign country or territory,\n\t\t\t\t  * “armed forces” means Her Majesty’s forces (within the meaning of the Armed Forces Act 2006), \n\t\t\t\t  * “civilian subject to service discipline” and “enemy” have the same meaning as in the Act of 2006, \n\t\t\t\t  * “GCHQ” has the meaning given by section 3(3) of the Intelligence Services Act 1994, \n\t\t\t\t  * “head” means— \n\t\t\tin relation to the Security Service, the Director General of the SecurityService,\n\t\t\tin relation to the Secret Intelligence Service, the Chief of the SecretIntelligence Service, and\n\t\t\tin relation to GCHQ, the Director of GCHQ,\n\t\t\t\t  * “intelligence service” means the Security Service, the Secret Intelligence Service or GCHQ, \n\t\t\t\t  * “relevant bribery offence” means— \n\t\t\tan offence under section 1 which would not also be an offence under section 6,\n\t\t\tan offence under section 2,\n\t\t\tan offence committed by aiding, abetting, counselling or procuring thecommission of an offence falling within paragraph (a) or (b),\n\t\t\tan offence of attempting or conspiring to commit, or of inciting thecommission of, an offence falling within paragraph (a) or (b), or\n\t\t\tan offence under Part 2 of the Serious Crime Act 2007 (encouraging orassisting crime) in relation to an offence falling within paragraph (a) or(b).\n\tOffences under sections 1, 2 and 6 by bodies corporate etc.\n\t\tThis section applies if an offence under section 1, 2 or 6 is committed bya body corporate or a Scottish partnership.\n\t\tIf the offence is proved to have been committed with the consent orconnivance of—\n\t\t\ta senior officer of the body corporate or Scottish partnership, or\n\t\t\ta person purporting to act in such a capacity,\n\t\t\t\tthe senior officer or person (as well as the body corporate or partnership) isguilty of the offence and liable to be proceeded against and punishedaccordingly.\n\t\tBut subsection (2) does not apply, in the case of an offence which iscommitted under section 1, 2 or 6 by virtue of section 12(2) to (4), to asenior officer or person purporting to act in such a capacity unless thesenior officer or person has a close connection with the United Kingdom(within the meaning given by section 12(4)).\n\t\tIn this section—\n\t\t\t  * “director”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate, \n\t\t\t  * “senior officer” means— \n\t\t\tin relation to a body corporate, a director, manager, secretary or othersimilar officer of the body corporate, and\n\t\t\tin relation to a Scottish partnership, a partner in the partnership.\n\tOffences under section 7 by partnerships\n\t\tProceedings for an offence under section 7 alleged to have been committedby a partnership must be brought in the name of the partnership (and not inthat of any of the partners).\n\t\tFor the purposes of such proceedings—\n\t\t\trules of court relating to the service of documents have effect as if thepartnership were a body corporate, and\n\t\t\tthe following provisions apply as they apply in relation to a bodycorporate—\n\t\t\tsection 33 of the Criminal Justice Act 1925 and Schedule 3 to theMagistrates’ Courts Act 1980,\n\t\t\tsection 18 of the [Criminal Justice Act (Northern Ireland) 1945 (c. 15(N.I.))](/id/apni/1945/15?view=plain \"Go to item of legislation\") and Schedule4 to the Magistrates’ Courts (Northern Ireland) Order 1981 ([S.I. 1981/1675(N.I.26)](/id/nisi/1981/1675?view=plain \"Go to item of legislation\")),\n\t\t\tsection 70 of the Criminal Procedure (Scotland) Act 1995.\n\t\tA fine imposed on the partnership on its conviction for an offence undersection 7 is to be paid out of the partnership assets.\n\t\tIn this section “partnership” has the same meaning as in section 7."
    },
    {
        "length": 1286,
        "text": "\nSupplementary and final provisions\n\tApplication to Crown\n\t\tThis Act applies to individuals in the public service of the Crown as itapplies to other individuals.\n\tConsequential provision\n\t\tThe following common law offences are abolished—\n\t\t\tthe offences under the law of England and Wales and Northern Ireland ofbribery and embracery,\n\t\t\tthe offences under the law of Scotland of bribery and accepting a bribe.\n\t\tSchedule 1 (which contains consequential amendments) has effect.\n\t\tSchedule 2 (which contains repeals and revocations) has effect.\n\t\tThe relevant national authority may by order make such supplementary,incidental or consequential provision as the relevant national authorityconsiders appropriate for the purposes of this Act or in consequence of thisAct.\n\t\tThe power to make an order under this section—\n\t\t\tis exercisable by statutory instrument,\n\t\t\tincludes power to make transitional, transitory or saving provision,\n\t\t\tmay, in particular, be exercised by amending, repealing, revoking orotherwise modifying any provision made by or under an enactment (including anyAct passed in the same Session as this Act).\n\t\tSubject to subsection (7), a statutory instrument containing an order ofthe Secretary of State under this section may not be made unless a draft ofthe instrument has been laid before, and approved by a resolution of, eachHouse of Parliament.\n\t\tA statutory instrument containing an order of the Secretary of State underthis section which does not amend or repeal a provision of a public generalAct or of devolved legislation is subject to annulment in pursuance of aresolution of either House of Parliament.\n\t\tSubject to subsection (9), a statutory instrument containing an order ofthe Scottish Ministers under this section may not be made unless a draft ofthe instrument has been laid before, and approved by a resolution of, theScottish Parliament.\n\t\tA statutory instrument containing an order of the Scottish Ministers underthis section which does not amend or repeal a provision of an Act of theScottish Parliament or of a public general Act is subject to annulment inpursuance of a resolution of the Scottish Parliament.\n\t\tIn this section—\n\t\t\t  * “devolved legislation” means an Act of the Scottish Parliament, a Measure of the National Assembly for Wales or an Act of the Northern Ireland Assembly, \n\t\t\t  * “enactment” includes an Act of the Scottish Parliament and Northern Ireland legislation, \n\t\t\t  * “relevant national authority” means— \n\t\t\tin the case of provision which would be within the legislative competence ofthe Scottish Parliament if it were contained in an Act of that Parliament, theScottish Ministers, and\n\t\t\tin any other case, the Secretary of State.\n\tExtent \n\t\tSubject as follows, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tSubject to subsections (3) to (5), any amendment, repeal or revocation madeby Schedule 1 or 2 has the same extent as the provision amended, repealed orrevoked.\n\t\tThe amendment of, and repeals in, the Armed Forces Act 2006 do not extendto the Channel Islands.\n\t\tThe amendments of the International Criminal Court Act 2001 extend toEngland and Wales and Northern Ireland only.\n\t\tSubsection (2) does not apply to the repeal in the Civil Aviation Act 1982.\n\tCommencement and transitional provision etc.\n\t\tSubject to subsection (2), this Act comes into force on such day as theSecretary of State may by order made by statutory instrument appoint.\n\t\tSections 16, 17(4) to (10) and 18, this section (other than subsections (5)to (7)) and section 20 come into force on the day on which this Act is passed.\n\t\tAn order under subsection (1) may—\n\t\t\tappoint different days for different purposes,\n\t\t\tmake such transitional, transitory or saving provision as the Secretary ofState considers appropriate in connection with the coming into force of anyprovision of this Act.\n\t\tThe Secretary of State must consult the Scottish Ministers before making anorder under this section in connection with any provision of this Act whichwould be within the legislative competence of the Scottish Parliament if itwere contained in an Act of that Parliament.\n\t\tThis Act does not affect any liability, investigation, legal proceeding orpenalty for or in respect of—\n\t\t\ta common law offence mentioned in subsection (1) of section 17 which iscommitted wholly or partly before the coming into force of that subsection inrelation to such an offence, or\n\t\t\tan offence under the Public Bodies Corrupt Practices Act 1889 or thePrevention of Corruption Act 1906 committed wholly or partly before the cominginto force of the repeal of the Act by Schedule 2 to this Act.\n\t\tFor the purposes of subsection (5) an offence is partly committed before aparticular time if any act or omission which forms part of the offence takesplace before that time.\n\t\tSubsections (5) and (6) are without prejudice to section 16 of theInterpretation Act 1978 (general savings on repeal).\n\tShort title\n\t\tThis Act may be cited as the Bribery Act 2010."
    }
]