{
    "general": "The Bribery Act 2010 is a law that makes it illegal to offer, give, receive or ask for bribes. A bribe is something of value that is given or received to influence someone's decision or behavior. The law applies to individuals and companies in the UK and abroad. It also covers bribery in both public and private sectors. The purpose of the law is to prevent corruption and ensure fair business practices.",
    "series": [
        [
            {
                "length": 266,
                "short": "The Bribery Act 2010: Outlining General Bribery Offenses and Expectations for Proper Performance",
                "text": "\n* Simplified point 1: The Bribery Act 2010 outlines general bribery offenses and specific scenarios where offering, promising, or giving a financial or other advantage to influence someone's behavior is considered a crime.\n* Simplified point 2: The act defines \"improper performance\" of a function or activity as breaching a relevant expectation, and covers both cases where the advantage is offered/given and received, as well as situations where the advantage is requested but not yet received.\n* Simplified point 3: The legislation applies to all functions and activities, regardless of their location, as long as they have some connection to the UK.\n* Simplified point 4: The term \"business\" includes trade or profession, and the act covers bribery in both the public and private sectors.\n* Simplified point 5: The act sets out an \"expectation test\" to determine what is expected of individuals in terms of performing their duties, and this test is based on what a reasonable person in the UK would expect."
            },
            {
                "length": 278,
                "short": "British Anti-Bribery Law Prohibits Bribing Foreign Officials",
                "text": "\n* Simplified point 1: The Bribery Act 2010 prohibits bribing foreign public officials to influence their decisions in their official capacities.\n* Simplified point 2: To constitute an offense, the briber must intend to obtain or retain business or an advantage in the conduct of business, and the foreign public official must not be permitted or required by written law to be influenced by the bribe.\n* Simplified point 3: The definition of \"foreign public official\" includes individuals holding legislative, administrative, or judicial positions in countries or territories outside the UK, as well as those exercising public functions for or on behalf of such countries or territories.\n* Simplified point 4: The term \"public international organization\" refers to organizations whose members include countries or territories, governments, or other public international organizations.\n* Simplified point 5: For the purpose of determining whether the written law applies to the foreign public official, the relevant law is the law of the country or territory where the official performs their functions, or the applicable written rules of the public international organization if the official is an agent or official of such an organization."
            },
            {
                "length": 173,
                "short": "\"UK Anti-Bribery Laws: Protecting Businesses and Preventing Criminal Liability\"",
                "text": "\n* Simplified point 1: The Bribery Act 2010 makes it illegal for companies to bribe others to gain business or advantages.\n* Simplified point 2: Companies can avoid being held criminally liable for bribery if they can show they had \"adequate procedures\" in place to prevent bribery.\n* Simplified point 3: The definition of \"associated person\" includes anyone who performs services for or on behalf of a company, regardless of their capacity.\n* Simplified point 4: The Secretary of State must publish guidance on procedures that companies can use to prevent bribery."
            },
            {
                "length": 280,
                "short": "\"Bribery Act 2010: Procedures for Initiating Criminal Proceedings\"",
                "text": "\n* Simplified point 1: The Bribery Act 2010 outlines the procedures for instituting criminal proceedings against individuals or organizations suspected of bribery offenses.\n* Simplified point 2: Consent from the Director of Public Prosecutions, the Director of the Serious Fraud Office, or the Director of Revenue and Customs Prosecutions is required before criminal proceedings can be initiated in England and Wales or Northern Ireland.\n* Simplified point 3: These Directors must personally exercise their functions under the Act, unless they are unavailable and have designated another person in writing to act on their behalf.\n* Simplified point 4: The Director of Public Prosecutions for Northern Ireland must also personally exercise their functions under the Act, unless they are unavailable and have delegated their powers to the Deputy Director of Public Prosecutions for Northern Ireland.\n* Simplified point 5: The penalties for bribery offenses under the Act include fines and imprisonment, with more severe penalties applying to individuals found guilty of offenses under sections 1, 2, or 6."
            },
            {
                "length": 235,
                "short": "\"UK Bribery Act 2010: Scope, Defenses, and Liability for Corporations and Partnerships\"",
                "text": "\n* Simplified point 1: The Bribery Act 2010 defines the scope of bribery offenses and their applicable laws in the UK.\n* Simplified point 2: The Act specifies that offenses can be committed in any part of the UK, regardless of where the acts or omissions took place, if there is a close connection with the UK.\n* Simplified point 3: The Act provides a defense for certain bribery offenses if the conduct was necessary for the proper exercise of functions of intelligence services or armed forces.\n* Simplified point 4: The Act applies to bodies corporate and Scottish partnerships, and senior officers can be held criminally liable for offenses committed by these entities.\n* Simplified point 5: Partnerships can be held criminally liable for offenses under Section 7, and fines must be paid out of partnership assets."
            },
            {
                "length": 267,
                "short": "\"Bribery Act 2010: Public Service and Common Law Offenses Abolished\"",
                "text": "\n* Simplified point 1: The Bribery Act 2010 applies to individuals in the public service of the Crown as it applies to other individuals.\n* Simplified point 2: The Act abolishes common law offenses of bribery and embracery in England, Wales, and Northern Ireland.\n* Simplified point 3: The Act allows the relevant national authority to make supplementary, incidental, or consequential provisions for the purposes of the Act or in consequence of the Act.\n* Simplified point 4: Orders made under the Act can be made by statutory instrument and can include transitional, transitory, or saving provisions.\n* Simplified point 5: The Act extends to England and Wales, Scotland, and Northern Ireland, but certain provisions have different extents.\n* Simplified point 6: The Act commences on a date appointed by the Secretary of State through statutory instrument, and sections 16, 17(4) to (10), and 18 come into force on the day the Act is passed."
            }
        ],
        [
            {
                "length": 452,
                "short": "Bribery Act 2010: Outlines General Bribery Offenses and Expectations for Proper Performance",
                "text": "\n* Simplified point 1: The Bribery Act 2010 outlines general bribery offenses and specific scenarios where offering, promising, or giving a financial or other advantage to influence someone's behavior is considered a crime.\n* Simplified point 2: The act defines \"improper performance\" of a function or activity as breaching a relevant expectation, and covers both cases where the advantage is offered/given and received, as well as situations where the advantage is requested but not yet received.\n* Simplified point 3: The legislation applies to all functions and activities, regardless of their location, as long as they have some connection to the UK.\n* Simplified point 4: The term \"business\" includes trade or profession, and the act covers bribery in both the public and private sectors.\n* Simplified point 5: The act sets out an \"expectation test\" to determine what is expected of individuals in terms of performing their duties, and this test is based on what a reasonable person in the UK would expect.\n* Simplified point 6: The act prohibits bribing foreign public officials to influence their decisions in their official capacities, and defines \"foreign public official\" broadly to include individuals holding legislative, administrative, or judicial positions in countries or territories outside the UK.\n* Simplified point 7: Companies can avoid being held criminally liable for bribery if they can show they had \"adequate procedures\" in place to prevent bribery.\n* Simplified point 8: The Secretary of State must publish guidance on procedures that companies can use to prevent bribery.\n* Simplified point 9: The Act outlines the procedures for instituting criminal proceedings against individuals or organizations suspected of bribery offenses.\n* Simplified point 10: The Act defines the scope of bribery offenses and their applicable laws in the UK, and applies to bodies corporate and Scottish partnerships."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Bribery Act 2010 is a law that makes it illegal to offer, promise, give, request, or receive a financial or other advantage to influence someone's behavior. This law applies to all functions and activities, regardless of their location, as long as they have some connection to the UK. It covers bribery in both the public and private sectors and has strict penalties for those found guilty of bribery offenses, including fines and imprisonment. The law also protects businesses from being held criminally liable for bribery if they can show they had adequate procedures in place to prevent bribery. Additionally, the law abolishes common law offenses of bribery and embracery in England, Wales, and Northern Ireland."
}