[
    {
        "length": 1617,
        "text": "\nState pension credit: entitlement and amount\n\tEntitlement \n\t\tA social security benefit to be known as state pension credit shall bepayable in accordance with the following provisions of this Act.\n\t\tA claimant is entitled to state pension credit if—\n\t\t\the is in Great Britain;\n\t\t\the has attained the qualifying age; and\n\t\t\the satisfies—\n\t\t\tthe condition in section 2(1) (guarantee credit); or\n\t\t\tthe conditions in section 3(1) and (2) (savings credit).\n\t\tA claimant who is entitled to state pension credit is entitled—\n\t\t\tto a guarantee credit, calculated in accordance with section 2, if hesatisfies the condition in subsection (1) of that section, or\n\t\t\tto a savings credit, calculated in accordance with section 3, if hesatisfies the conditions in subsections (1) and (2) of that section,\n\t\t\t\t(or to both, if he satisfies both the condition mentioned in paragraph (a) andthe conditions mentioned in paragraph (b)).\n\t\tSubsections (2) and (3) are subject to the following provisions of thisAct.\n\t\tRegulations may make provision for the purposes of this Act—\n\t\t\tas to circumstances in which a person is to be treated as being or notbeing in Great Britain; or\n\t\t\tcontinuing a person’s entitlement to state pension credit during periods oftemporary absence from Great Britain.\n\t\tIn this Act “the qualifying age” means—\n\t\t\tin the case of a woman, pensionable age; or\n\t\t\tin the case of a man, the age which is pensionable age in the case of awoman born on the same day as the man.\n\tGuarantee credit\n\t\tThe condition mentioned in section 1(2)(c)(i) is that the claimant—\n\t\t\thas no income; or\n\t\t\thas income which does not exceed the appropriate minimum guarantee.\n\t\tWhere the claimant is entitled to a guarantee credit, then—\n\t\t\tif he has no income, the guarantee credit shall be the appropriate minimumguarantee; and\n\t\t\tif he has income, the guarantee credit shall be the difference between theappropriate minimum guarantee and his income.\n\t\tThe appropriate minimum guarantee shall be the total of—\n\t\t\tthe standard minimum guarantee; and\n\t\t\tsuch prescribed additional amounts as may be applicable.\n\t\tThe standard minimum guarantee shall be a prescribed amount.\n\t\tThe standard minimum guarantee shall be—\n\t\t\ta uniform single amount in the case of every claimant who is a member of amarried or unmarried couple; and\n\t\t\ta lower uniform single amount in the case of every claimant who is not amember of such a couple.\n\t\tRegulations may provide that, in prescribed cases, subsection (3) shallhave effect with the substitution for the reference in paragraph (a) to thestandard minimum guarantee of a reference to a prescribed amount.\n\t\tWhere the claimant is severely disabled, there shall be included among theadditional amounts prescribed under subsection (3)(b) an amount in respect ofthat circumstance.\n\t\tWhere— \n\t\t\tthe claimant is entitled to an allowance under section 70 of theContributions and Benefits Act, or\n\t\t\tif the claimant is a member of a married or unmarried couple, the othermember of the couple is entitled to such an allowance,\n\t\t\t\tthere shall be included among the additional amounts prescribed undersubsection (3)(b) an amount in respect of that circumstance.\n\t\tExcept for the amount of the standard minimum guarantee, the powersconferred by this section to prescribe amounts include power to prescribe nilas an amount.\n\tSavings credit\n\t\tThe first of the conditions mentioned in section 1(2)(c)(ii) is that theclaimant—\n\t\t\thas attained the age of 65; or\n\t\t\tis a member of a married or unmarried couple, the other member of which hasattained that age.\n\t\tThe second of the conditions mentioned in section 1(2)(c)(ii) is that—\n\t\t\tthe claimant’s qualifying income exceeds the savings credit threshold; and\n\t\t\tthe claimant’s income is such that, for the purposes of subsection (3),amount A exceeds amount B.\n\t\tWhere the claimant is entitled to a savings credit, the amount of thesavings credit shall be the amount by which amount A exceeds amount B.\n\t\tFor the purposes of subsection (3)—\n\t\t\t  * “amount A” is the smaller of— \n\t\t\tthe maximum savings credit; and\n\t\t\ta prescribed percentage of the amount by which the claimant’s qualifyingincome exceeds the savings credit threshold; and\n\t\t\t\t  * “amount B” is— \n\t\t\ta prescribed percentage of the amount (if any) by which the claimant’s incomeexceeds the appropriate minimum guarantee; or\n\t\t\tif there is no such excess, nil.\n\t\tWhere, by virtue of regulations under section 2(6), the claimant’sappropriate minimum guarantee does not include the standard minimum guarantee,regulations may provide that the definition of “amount B” in subsection (4)shall have effect with the substitution for the reference in paragraph (a) tothe appropriate minimum guarantee of a reference to a prescribed higheramount.\n\t\tRegulations may make provision as to income which is, and income which isnot, to be treated as qualifying income for the purposes of this section.\n\t\tFor the purposes of this section—\n\t\t\t  * “the savings credit threshold” is such amount as may be prescribed; \n\t\t\t  * “the maximum savings credit” is a prescribed percentage of the difference between— \n\t\t\tthe standard minimum guarantee; and\n\t\t\tthe savings credit threshold.\n\t\tRegulations may prescribe descriptions of persons in whose case the maximumsavings credit shall be taken to be nil.\n\tExclusions \n\t\tA claimant is not entitled to state pension credit if he is a member of amarried or unmarried couple the other member of which is entitled to statepension credit.\n\t\tIn section 115(1) of the Immigration and Asylum Act [1999 (c.33)](/id/ukpga/1999/33?view=plain \"Go to item of legislation\") (exclusion ofcertain persons from benefits) in the words preceding paragraph (a), after“Jobseekers Act 1995” insert “or to state pension credit under the StatePension Credit Act 2002”.\n\t\tWhere the amount payable by way of state pension credit would (apart fromthis subsection) be less than a prescribed amount, it shall not be payableexcept in prescribed circumstances."
    },
    {
        "length": 2338,
        "text": "\nRetirement provision\n\tDuty to specify assessed income period\n\t\tIn any case falling within subsection (3) or (4), the Secretary of Stateshall, on the making of the relevant decision, specify a period as theassessed income period, unless prevented by subsection (2).\n\t\tThe Secretary of State is prevented from specifying a period as theassessed income period under subsection (1)—\n\t\t\tif the relevant decision takes effect at a time when an assessed incomeperiod is in force in the case of the claimant by virtue of a previousapplication of this section; or\n\t\t\tin such other circumstances as may be prescribed.\n\t\tThe first case is where—\n\t\t\tthe Secretary of State determines the amount of a claimant’s income for thepurposes of a decision relating to state pension credit;\n\t\t\tthe decision is a decision under section 8(1), 9 or 10 of the SocialSecurity Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item oflegislation\") (decisions on claims etc, and decisions revising or supersedingdecisions);\n\t\t\tthe decision takes effect on or after—\n\t\t\tthe day on which the claimant attains the age of 65; or\n\t\t\tif earlier, in a case where the claimant is a member of a married orunmarried couple, the day on which the other member of the couple attains thatage; and\n\t\t\tthe decision is not to the effect that the claimant is not entitled tostate pension credit.\n\t\tThe second case is where—\n\t\t\tthe amount of the claimant’s income is determined on, or for the purposesof, an appeal against a decision that the claimant is not entitled to statepension credit;\n\t\t\ton the appeal, it is decided that the claimant is entitled to state pensioncredit; and\n\t\t\tthe decision takes effect as mentioned in subsection (3)(c).\n\t\tIn this section “the relevant decision” means—\n\t\t\tso far as relating to the first case, the decision mentioned in subsection(3)(a);\n\t\t\tso far as relating to the second case, the decision on appeal mentioned insubsection (4)(b).\n\t\tThis section is subject to section 9.\n\t\tThis section and sections 7 to 10 shall be construed as one.\n\tFixing of claimant’s retirement provision for assessed income period\n\t\tThis section applies where, pursuant to section 6(1), the Secretary ofState on the making of the relevant decision specifies a period as theassessed income period.\n\t\tThis section has effect for the purpose of determining, as at any time inthe assessed income period,—\n\t\t\tthe claimant’s entitlement to state pension credit; or\n\t\t\tthe amount of state pension credit to which the claimant is entitled.\n\t\tWhere the claimant’s income, as determined for the purposes of the relevantdecision, includes an amount (the “assessed amount”) in respect of an elementof the claimant’s retirement provision, the amount of that element as at anytime in the assessed income period shall be taken to be the assessed amount asfor the time being varied in accordance with regulations under subsection (4).\n\t\tThe assessed amount shall be deemed, except in prescribed circumstances,—\n\t\t\tto increase, or\n\t\t\tin the case of income from capital, to increase or decrease,\n\t\t\t\ton such date or dates and by such amounts as may be prescribed.\n\t\tWhere it is determined for the purposes of the relevant decision that theclaimant’s income does not include any, or any further, elements of retirementprovision, the claimant’s income throughout the assessed income period shallbe taken not to include those elements.\n\t\tFor the purposes of this Act “retirement provision” means income of any ofthe following descriptions—\n\t\t\tretirement pension income, other than benefit under the Contributions andBenefits Act;\n\t\t\tincome from annuity contracts (other than retirement pension income);\n\t\t\tincome from capital;\n\t\t\tand an “element” of a person’s retirement provision is income of any of thosedescriptions from a particular source.\n\t\tFor the purposes of this section, regulations may make provision—\n\t\t\tfor treating income of any particular description as income of anotherdescription; or\n\t\t\tfor treating income from different sources as income from the same source.\n\t\tNothing in subsections (3) to (5) prevents the revision under section 9 ofthe Social Security Act [1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go toitem of legislation\") of the relevant decision or of any earlier or laterdecision under section 10 of that Act.\n\t\tThis section is subject to section 8.\n\tFresh determinations increasing claimant’s entitlement\n\t\tSubsections (3) to (5) of section 7 do not prevent the making of freshdeterminations as to the elements, or any of the elements, or the amount ofany of the elements, of the claimant’s retirement provision as at any timeduring the assessed income period, if—\n\t\t\tthe fresh determinations are for the purpose of making a decision undersection 10 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (“the newdecision”);\n\t\t\tthe new decision increases the amount of state pension credit to which theclaimant is entitled; and\n\t\t\tthe increase is in whole or in part the result of the fresh determinations(taken as a whole).\n\t\tThe conditions in paragraphs (b) and (c) of subsection (1) shall be takento be satisfied if—\n\t\t\tthe new decision reduces the amount of state pension credit to which theclaimant is entitled; but\n\t\t\tthe reduction is less than it would have been apart from the freshdeterminations (taken as a whole).\n\t\tWhere a fresh determination is made by virtue of subsection (1), then, asrespects the part of the assessed income period that begins with the day onwhich the new decision takes effect, subsections (3) to (5) of section 7 shallhave effect in accordance with the fresh determination, instead of thedetermination which it replaces, but as if—\n\t\t\tthe fresh determination were (and the determination which it replaces werenot) a determination for the purposes of the relevant decision;\n\t\t\tany assessed amount resulting from the fresh determination were not subjectto variation under subsection (4) of that section at any time before the dayon which the new decision takes effect; and\n\t\t\tthe claimant’s income, as determined for the purposes of the relevantdecision, were constituted accordingly.\n\tDuration of assessed income period\n\t\tAn assessed income period shall (subject to subsections (2) to (4)) be theperiod of 5 years beginning with the day on which the relevant decision takeseffect.\n\t\tIf the Secretary of State considers that the particulars of the claimant’sretirement provision as determined for the purposes of the relevant decisionare not likely, after taking account of any assumed variations undersubsection (3), to be typical of the claimant’s retirement provisionthroughout the period of 12 months beginning with the day on which thatdecision takes effect—\n\t\t\the need not specify a period under section 6(1); and\n\t\t\tif he does so, he may specify a period shorter than 5 years (but beginningas mentioned in subsection (1)).\n\t\tIt shall be assumed for the purposes of subsection (2) that the samevariations fall to be made in relation to the amount of an element of theclaimant’s retirement provision as determined for the purposes of the relevantdecision as would fall to be made under section 7(4) if an assessed incomeperiod were to be specified in accordance with subsection (1).\n\t\tAn assessed income period shall, except in prescribed circumstances, end atany time at which—\n\t\t\tthe claimant becomes a member of a married or unmarried couple;\n\t\t\tthe claimant ceases to be a member of a married or unmarried couple;\n\t\t\tthe claimant attains the age of 65; or\n\t\t\tin a case where the claimant is a member of a married or unmarried couple,the other member of the couple attains the age of 65.\n\t\tRegulations may prescribe further times at which, or circumstances inwhich, an assessed income period shall end.\n\tEffect of variations under section 7(4)\n\t\tThis section applies where—\n\t\t\tan assessed income period is in force; and\n\t\t\tthere is an alteration in an element of the claimant’s retirement provisionwhich affects the computation of the amount of state pension credit to whichthe claimant is entitled.\n\t\tWhere, as a result of the alteration, the amount of state pension credit towhich the claimant is entitled is increased or reduced, then, as from thecommencing date, the amount of state pension credit payable in the case of theclaimant shall be the increased or reduced amount, without any furtherdecision of the Secretary of State (and the award of state pension creditshall have effect accordingly).\n\t\tWhere, notwithstanding the alteration, the claimant continues on and afterthe commencing date to be entitled to the same amount of state pension creditas before, the award shall continue in force accordingly.\n\t\tIn this section—\n\t\t\t  * “alteration” means a variation in the amount of an element of the claimant’s retirement provision in accordance with regulations under section 7(4); \n\t\t\t  * “commencing date”, in relation to an alteration, means the date on which the alteration comes into force. "
    },
    {
        "length": 889,
        "text": "\nMiscellaneous and supplementary\n\tAdministration \n\t\tSchedule 1 shall have effect and in that Schedule—\n\t\t  * Part 1 makes amendments to Part 1 of the Administration Act (claims for, and payments and general administration of, benefit); \n\t\t  * Part 2 makes amendments to Part 1 of the [Social Security Act 1998 (c. 14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (decisions and appeals); and \n\t\t  * Part 3 makes miscellaneous and supplementary provision. \n\tPolygamous marriages\n\t\tThis section applies to any case where—\n\t\t\ta person (“the person in question”) is a husband or wife by virtue of amarriage entered into under a law which permits polygamy;\n\t\t\teither party to the marriage has for the time being any spouse additionalto the other party; and\n\t\t\tthe person in question, the other party to the marriage and the additionalspouse are members of the same household.\n\t\tRegulations under this section may make provision—\n\t\t\tas to the entitlement of the person in question to state pension credit;\n\t\t\tas to any guarantee credit or savings credit to which that person isentitled;\n\t\t\tfor prescribing a different amount as the standard minimum guarantee in thecase of the person in question;\n\t\t\tin a case where the person in question is the claimant, for treating theincome and capital of the other party and of the additional spouse as incomeand capital of the person in question.\n\t\tAny such regulations may provide—\n\t\t\tthat prescribed provisions shall apply instead of prescribed provisions ofthis Act; or\n\t\t\tthat prescribed provisions of this Act shall not apply or shall applysubject to prescribed modifications or adaptations.\n\t\tExcept in relation to the amount of the standard minimum guarantee, anypower to prescribe amounts by virtue of this section includes power toprescribe nil as an amount.\n\tTransitional provisions\n\t\tThe Secretary of State may by regulations make such transitional provision,consequential provision or savings as he considers necessary or expedient forthe purposes of, or in connection with,—\n\t\t\tthe coming into force of any of the state pension credit provisions of thisAct; or\n\t\t\tthe operation of any enactment repealed or amended by any of thoseprovisions during any period when the repeal or amendment is not wholly inforce.\n\t\tThe provision that may be made by regulations under this section includesin particular—\n\t\t\tprovision for a person who attains or has attained the qualifying age on orbefore the appointed day and who immediately before that day is entitled toincome support—\n\t\t\tto be treated as having been awarded on, and with effect as from, that daystate pension credit of an amount specified in or determined in accordancewith the regulations; or\n\t\t\tto be treated as having made a claim for state pension credit; and\n\t\t\tprovision for an assessed income period under section 6 of such length asmay be specified in or determined in accordance with the regulations (whichmay be longer than the maximum period provided for by section 9(1)) to haveeffect in the case of a person who attains or has attained the qualifying ageon or before the appointed day.\n\t\tIn this section—\n\t\t\t  * “the appointed day” means such day as the Secretary of State may by order appoint; \n\t\t\t  * “the state pension credit provisions of this Act” means this Act other than section 18. \n\tMinor and consequential amendments\n\t\tSchedule 2 (which makes minor and consequential amendments relating to statepension credit) shall have effect."
    },
    {
        "length": 3299,
        "text": "\nInterpretation of state pension credit provisions\n\tIncome and capital\n\t\tIn this Act “income” means income of any of the following descriptions—\n\t\t\tearnings; \n\t\t\tworking tax credit;\n\t\t\tretirement pension income;\n\t\t\tincome from annuity contracts (other than retirement pension income);\n\t\t\tprescribed social security benefits (other than retirement pension incomeand state pension credit);\n\t\t\tforeign social security benefits of any prescribed description;\n\t\t\ta war disablement pension or war widow’s or widower’s pension;\n\t\t\ta foreign war disablement pension or foreign war widow’s or widower’spension;\n\t\t\tincome from capital;\n\t\t\tincome of any prescribed description.\n\t\tRegulations may provide that a person’s capital shall be deemed to yieldhim income at a prescribed rate.\n\t\tIncome and capital shall be calculated or estimated in such manner as maybe prescribed.\n\t\tA person’s income in respect of any period shall be calculated inaccordance with prescribed rules.\n\t\tThe rules may provide for the calculation to be made by reference to anaverage over a period (which need not consist of or include the whole or anypart of the period concerned).\n\t\tCircumstances may be prescribed in which—\n\t\t\ta person is treated as possessing capital or income which he does notpossess;\n\t\t\tcapital or income which a person does possess is to be disregarded;\n\t\t\tincome is to be treated as capital; or\n\t\t\tcapital is to be treated as income.\n\t\tSubsections (2) to (6) have effect for the purposes of this Act.\n\tRetirement pension income\n\t\tIn this Act “retirement pension income” means any of the following—\n\t\t\ta Category A or Category B retirement pension payable under sections 43 to55 of—\n\t\t\tthe Contributions and Benefits Act; or\n\t\t\tthe Social Security Contributions and Benefits (Northern Ireland) Act[1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item of legislation\");\n\t\t\ta shared additional pension payable under section 55A of either of thoseActs (utilisation of State scheme pension credits on divorce);\n\t\t\tgraduated retirement benefit payable under section 62 of either of thoseActs;\n\t\t\ta Category C or Category D retirement pension payable under section 78 ofeither of those Acts;\n\t\t\tage addition payable under section 79 of either of those Acts;\n\t\t\tincome from an occupational pension scheme or a personal pension scheme;\n\t\t\tincome from an overseas arrangement;\n\t\t\tincome from a retirement annuity contract;\n\t\t\tincome from annuities or insurance policies purchased or transferred forthe purpose of giving effect to rights under a personal pension scheme or anoverseas arrangement;\n\t\t\tincome from annuities purchased or entered into for the purpose ofdischarging liability under—\n\t\t\tsection 29(1)(b) of the Welfare Reform and Pensions Act [1999 (c.30)](/id/ukpga/1999/30?view=plain \"Go to item of legislation\") (pensioncredits on divorce); or\n\t\t\tArticle 26(1)(b) of the Welfare Reform and Pensions (Northern Ireland)Order 1999 ([S.I. 1999/3147 (N.I. 11)](/id/nisi/1999/3147?view=plain \"Go toitem of legislation\")) (corresponding provision for Northern Ireland).\n\t\tThe Secretary of State may by regulations amend subsection (1); and anysuch regulations may—\n\t\t\tadd to or vary the descriptions of income for the time being listed in thatsubsection; or\n\t\t\tremove any such description from that subsection.\n\t\tIn this section—\n\t\t\t  * “overseas arrangement” has the meaning given by section 181(1) of the Pension Schemes Act [1993 (c. 48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\"); \n\t\t\t  * “retirement annuity contract” means a contract or scheme approved under Chapter 3 of Part 14 of the Income and Corporation Taxes Act [1988 (c. 1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\"). \n\tOther interpretation provisions\n\t\tIn this Act—\n\t\t\t  * “the Administration Act” means the Social Security Administration Act [1992 (c. 5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\"); \n\t\t\t  * “assessed income period” shall be construed in accordance with sections 6 and 9; \n\t\t\t  * “appropriate minimum guarantee” shall be construed in accordance with section 2(3); \n\t\t\t  * “capital” shall be construed in accordance with section 15; \n\t\t\t  * “claimant” means a claimant for state pension credit; \n\t\t\t  * “the Contributions and Benefits Act” means the Social Security Contributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"); \n\t\t\t  * “earnings” has the same meaning as in Parts 1 to 5 of the Contributions and Benefits Act (see sections 3(1) and 112, and the definition of “employment” in section 122, of that Act); \n\t\t\t  * “element”, in relation to the claimant’s retirement provision, shall be construed in accordance with section 7(6); \n\t\t\t  * “entitled”, in relation to state pension credit, shall be construed in accordance with— \n\t\t\tthis Act,\n\t\t\tsection 1 of the Administration Act (entitlement to be dependent on making ofclaim etc), and\n\t\t\tsection 27 of the Social Security Act [1998 (c.14)](/id/ukpga/1998/14?view=plain \"Go to item of legislation\") (restrictionson entitlement to benefit in certain cases of error),\n\t\t\t\t(and, in relation to any other benefit within the meaning of section 1 of theAdministration Act or section 27 of the Social Security Act 1998, inaccordance with that section or (as the case may be) both of those sections inaddition to any other conditions relating to that benefit);\n\t\t\t\t  * “foreign social security benefit” means any benefit, allowance or other payment which is paid under the law of a country outside the United Kingdom and is in the nature of social security; \n\t\t\t\t  * “foreign war disablement pension” means any retired pay, pension, allowance or similar payment granted by the government of a country outside the United Kingdom— \n\t\t\tin respect of disablement arising from forces' service or war injury; or\n\t\t\tcorresponding in nature to any retired pay or pension to which subsection (1)of section 315 of the Income and Corporation Taxes Act [1988 (c.1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\") applies;\n\t\t\t\t  * “foreign war widow’s or widower’s pension” means any pension, allowance or similar payment granted to a widow or widower by the government of a country outside the United Kingdom— \n\t\t\tin respect of a death due to forces' service or war injury; or\n\t\t\tcorresponding in nature to a pension or allowance for a widow or widower underany scheme mentioned in section 315(2)(e) of the Income and Corporation TaxesAct 1988;\n\t\t\t\t  * “guarantee credit” shall be construed in accordance with sections 1 and 2; \n\t\t\t\t  * “income” shall be construed in accordance with section 15; \n\t\t\t\t  * “married couple” means a man and a woman who are married to each other and are members of the same household; \n\t\t\t\t  * “occupational pension scheme” has the meaning given by section 1 of the Pension Schemes Act [1993 (c. 48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “pensionable age” has the meaning given by the rules in paragraph 1 of Schedule 4 to the Pensions Act [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\") (equalisation of pensionable ages for men and women); \n\t\t\t\t  * “personal pension scheme” means a personal pension scheme— \n\t\t\tas defined in section 1 of the Pension Schemes Act 1993; or\n\t\t\tas defined in section 1 of the Pension Schemes (Northern Ireland) Act [1993(c. 49)](/id/ukpga/1993/49?view=plain \"Go to item of legislation\");\n\t\t\t\t  * “prescribed” means specified in, or determined in accordance with regulations; \n\t\t\t\t  * “the qualifying age” has the meaning given by section 1(6); \n\t\t\t\t  * “regulations” means regulations made by the Secretary of State; \n\t\t\t\t  * “retirement pension income” shall be construed in accordance with section 16; \n\t\t\t\t  * “retirement provision” shall be construed in accordance with section 7(6); \n\t\t\t\t  * “savings credit” shall be construed in accordance with sections 1 and 3; \n\t\t\t\t  * “social security benefits” means benefits payable under the enactments relating to social security in any part of the United Kingdom; \n\t\t\t\t  * “standard minimum guarantee” shall be construed in accordance with section 2(3) to (5) and (9); \n\t\t\t\t  * “unmarried couple” means a man and a woman who are not married to each other but are living together as husband and wife otherwise than in prescribed circumstances; \n\t\t\t\t  * “war disablement pension” means— \n\t\t\tany retired pay, pension or allowance granted in respect of disablement underpowers conferred by or under—\n\t\t\tthe Air Force (Constitution) Act [1917 (c. 51)](/id/ukpga/1917/51?view=plain\"Go to item of legislation\");\n\t\t\tthe Personal Injuries (Emergency Provisions) Act [1939 (c.82)](/id/ukpga/1939/82?view=plain \"Go to item of legislation\");\n\t\t\tthe Pensions (Navy, Army, Air Force and Mercantile Marine) Act [1939 (c.83)](/id/ukpga/1939/83?view=plain \"Go to item of legislation\");\n\t\t\tthe Polish Resettlement Act [1947 (c. 19)](/id/ukpga/1947/19?view=plain \"Go toitem of legislation\"); or\n\t\t\tPart 7 or section 151 of the Reserve Forces Act [1980 (c.9)](/id/ukpga/1980/9?view=plain \"Go to item of legislation\"); or\n\t\t\twithout prejudice to paragraph (a), any retired pay or pension to whichsubsection (1) of section 315 of the Income and Corporation Taxes Act [1988(c. 1)](/id/ukpga/1988/1?view=plain \"Go to item of legislation\") applies;\n\t\t\t\t  * “war widow’s or widower’s pension” means— \n\t\t\tany widow’s or widower’s pension or allowance granted in respect of a deathdue to service or war injury and payable by virtue of any enactment mentionedin paragraph (a) of the definition of “war disablement pension”; or\n\t\t\ta pension or allowance for a widow or widower granted under any schemementioned in section 315(2)(e) of the Income and Corporation Taxes Act 1988;\n\t\t\t\t  * “working tax credit” means a working tax credit under the Tax Credits Act 2002 to which a person is entitled whether alone or jointly with another. \n\t\tRegulations may make provision for the purposes of this Act—\n\t\t\tas to circumstances in which persons are to be treated as being or notbeing members of the same household;\n\t\t\tas to circumstances in which persons are to be treated as being or notbeing severely disabled.\n\t\tThe following provisions of the Contributions and Benefits Act, namely—\n\t\t\tsection 172 (references to Great Britain or United Kingdom to includereference to adjacent territorial waters etc), and\n\t\t\tsection 173 (meaning of attaining an age etc),\n\t\t\tshall apply for the purposes of this Act as they apply for the purposes ofthat Act."
    },
    {
        "length": 282,
        "text": "\nEffect of guaranteed minimum pension on social security benefits\n\tEqual treatment for widows and widowers\n\t\tIn section 47(1) of the Pension Schemes Act [1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") (which limitsthe width of the reference in section 46(1) to a person entitled to aguaranteed minimum pension by virtue of being the widower of an earner)—\n\t\t\tafter “an earner” insert “in any case where he is entitled to a benefitother than a widowed parent’s allowance”;\n\t\t\tfor paragraph (a) substitute—\n\t\t\the is also entitled to a Category B retirement pension by virtue of theearner’s contributions (or would be so entitled but for section 43(1) of theSocial Security Contributions and Benefits Act 1992); or”; and\n\t\t\tin paragraph (b), for “section 41(7)” substitute “section 41(5)” and for“the Social Security Contributions and Benefits Act 1992” substitute “thatAct”."
    },
    {
        "length": 744,
        "text": "\nFinal provisions\n\tRegulations and orders\n\t\tSubject to the following provisions of this section, subsections (1), (2)to (5) and (10) of section 175 of the Contributions and Benefits Act(regulations and orders etc) shall apply in relation to any power conferred onthe Secretary of State by any provision of this Act to make regulations or anorder as they apply in relation to any power conferred on him by that Act tomake regulations or an order, but as if for references to that Act (other thanreferences to specific provisions of it) there were substituted references tothis Act.\n\t\tA statutory instrument containing (whether alone or with other provisions)the first regulations under—\n\t\t\tsection 2(3)(b), (4) or (6),\n\t\t\tsection 3(4), (5), (6), (7) or (8),\n\t\t\tsection 4(3),\n\t\t\tsection 12, or\n\t\t\tsection 15(1)(e), (f) or (j), (2), (3), (4) or (6),\n\t\t\t\tshall not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, each House of Parliament.\n\t\tA statutory instrument—\n\t\t\twhich contains regulations under this Act (whether alone or with otherprovisions), and\n\t\t\twhich is not subject to any requirement that a draft of the instrument belaid before, and approved by a resolution of, each House of Parliament,\n\t\t\tshall be subject to annulment in pursuance of a resolution of either House ofParliament.\n\tFinancial provisions\n\t\tThere shall be paid out of money provided by Parliament—\n\t\t\tany sums payable by way of state pension credit;\n\t\t\tany expenditure incurred by the Secretary of State or other governmentdepartment under or by virtue of this Act; and\n\t\t\tany increase attributable to this Act in the sums payable out of money soprovided under any other Act.\n\t\tThere shall be paid into the Consolidated Fund any increase attributable tothis Act in the sums which under any other Act are payable into that Fund.\n\tEnactments repealed\n\t\tThe enactments specified in Schedule 3 to this Act are repealed to the extentthere specified.\n\tShort title, commencement and extent\n\t\tThis Act may be cited as the State Pension Credit Act 2002.\n\t\tThis section and sections 19 and 20 come into force on the passing of thisAct.\n\t\tExcept as provided by subsection (2), this Act shall come into force onsuch day as the Secretary of State may by order appoint; and different daysmay be so appointed for different purposes.\n\t\tAny order under this section may make such transitional provision asappears to the Secretary of State to be necessary or expedient in connectionwith the provisions brought into force by the order.\n\t\tAny amendment or repeal made by this Act has the same extent as theenactment to which it relates (unless otherwise provided).\n\t\tSubject to that, this Act extends to England and Wales and Scotland only."
    }
]