{
    "general": "This law helps people who have been victims of domestic abuse get safe housing by making it easier for them to get an \"old-style\" secure tenancy. This means they will have more protection as renters and be less likely to be evicted without a good reason. The law wants to help these victims feel safer and more secure in their homes.",
    "series": [
        [
            {
                "length": 221,
                "short": "Domestic Abuse Protections Expanded Under New Law",
                "text": "\n* Simplified point 1: The act allows for victims of domestic abuse to be granted an \"old-style secure tenancy\" when moving to a new home, providing they meet certain criteria.\n* Simplified point 2: The act expands the definition of \"abuse\" to include any form of abuse, including emotional, financial, physical, psychological, or sexual abuse.\n* Simplified point 3: The act defines \"domestic abuse\" as abuse that occurs within the same family or household as the abuser, or in an intimate personal relationship with the abuser.\n* Simplified point 4: The act applies to both old-style secure tenancies and assured tenancies, but excludes assured shorthold tenancies.\n* Simplified point 5: The act extends to England and Wales only, and comes into force on a date appointed by the Secretary of State through statutory instruments."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Secure Tenancies (Victims of Domestic Abuse) Act 2018 helps protect victims of domestic abuse who need a new place to live. It lets them get an \"old-style secure tenancy,\" which gives them more security and stability in their housing. To qualify, they must have been abused in some way, such as physically, emotionally, financially, or sexually. This law covers all types of abuse and applies to anyone living in the same house or in an intimate relationship with their abuser. It also includes both old-style secure tenancies and assured tenancies, but excludes assured shorthold tenancies. This law only applies to England and Wales, and will start being used on a date set by the government.\nThis law is important because it provides safe and stable housing for victims of domestic abuse, giving them a chance to rebuild their lives without fear of further abuse.",
    "single": "\n* The Secure Tenancies (Victims of Domestic Abuse) Act 2018 amends the Housing Act 1985 to grant old-style secure tenancies to victims of domestic abuse in England.\n* The act applies to victims of domestic abuse who are or have been tenants of another dwelling-house under a qualifying tenancy, and the new tenancy is granted for reasons connected with the abuse.\n* The act defines \"abuse\" as violence, threatening, intimidating, coercive or controlling behavior, or any other form of abuse, including emotional, financial, physical, psychological or sexual abuse.\n* The act defines \"domestic abuse\" as abuse where the victim is or has been in the same family or household as the abuser, or in an intimate personal relationship with the abuser.\n* The act applies to both joint tenants and sole tenants.\n* The act comes into force in England and Wales only, and the Secretary of State may appoint a day for the commencement of section 1 by statutory instrument.\n* The act may be cited as the Secure Tenancies (Victims of Domestic Abuse) Act 2018."
}