[
    {
        "length": 866,
        "text": "\nDuty to have regard to post-examination neighbourhood development plan\n\tSection 70 of the Town and Country Planning Act 1990 (determination ofapplications for planning permission: general considerations) is amended asfollows.\n\tIn subsection (2) (matters to which local planning authority must haveregard in dealing with applications) after paragraph (a) insert—\n\t\ta post-examination draft neighbourhood development plan, so far asmaterial to the application,”.\n\tBefore subsection (4) insert—\n\t\t“(3B)For the purposes of subsection (2)(aza) (but subject to subsections (3D)and (3E)) a draft neighbourhood development plan is a “post-examination draftneighbourhood development plan” if—\n\t\ta local planning authority have made a decision under paragraph 12(4) ofSchedule 4B with the effect that a referendum or referendums are to be held onthe draft plan under that Schedule,\n\t\tthe Secretary of State has directed under paragraph 13B(2)(a) of thatSchedule that a referendum or referendums are to be held on the draft planunder that Schedule,\n\t\tan examiner has recommended under paragraph 13(2)(a) of Schedule A2 to thePlanning and Compulsory Purchase Act 2004 (examination of modified plan) thata local planning authority should make the draft plan, or\n\t\tan examiner has recommended under paragraph 13(2)(b) of that Schedule thata local planning authority should make the draft plan with modifications.\n\t\t(3C)In the application of subsection (2)(aza) in relation to a post-examination draft neighbourhood development plan within subsection (3B)(d),the local planning authority must take the plan into account as it would be ifmodified in accordance with the recommendations.\n\t\t(3D)A draft neighbourhood development plan within subsection (3B)(a) or (b)ceases to be a post-examination draft neighbourhood development plan for thepurposes of subsection (2)(aza) if—\n\t\tsection 38A(4)(a) (duty to make plan) or (6) (cases in which duty does notapply) of the Planning and Compulsory Purchase Act 2004 applies in relation tothe plan,\n\t\tsection 38A(5) (power to make plan) of that Act applies in relation to theplan and the plan is made by the local planning authority,\n\t\tsection 38A(5) of that Act applies in relation to the plan and the localplanning authority decide not to make the plan,\n\t\ta single referendum is held on the plan and half or fewer of those votingin the referendum vote in favour of the plan, or\n\t\ttwo referendums are held on the plan and half or fewer of those voting ineach of the referendums vote in favour of the plan.\n\t\t(3E)A draft neighbourhood development plan within subsection (3B)(c) or (d)ceases to be a post-examination draft neighbourhood development plan for thepurposes of subsection (2)(aza) if—\n\t\tthe local planning authority make the draft plan (with or withoutmodifications), or\n\t\tthe local planning authority decide not to make the draft plan.\n\t\t(3F)The references in subsection (3B) to Schedule 4B are to that Schedule asapplied to neighbourhood development plans by section 38A(3) of the Planningand Compulsory Purchase Act 2004.”"
    },
    {
        "length": 1310,
        "text": "\nNotification of applications to neighbourhood planning bodies\n\tSchedule 1 to the Town and Country Planning Act 1990 (local planningauthorities: distribution of functions) is amended as follows.\n\tParagraph 8 (duty to notify parish council of planning application etc) isamended in accordance with subsections (3) to (5).\n\tAfter sub-paragraph (3) insert—\n\t\t“(3A)Sub-paragraph (3B) applies to a local planning authority who have thefunction of determining applications for planning permission or permission inprinciple if—\n\t\tthere is a relevant neighbourhood development plan for a neighbourhood areaall or part of which falls within the authority’s area, and\n\t\ta parish council are authorised to act in relation to the neighbourhoodarea as a result of section 61F.\n\t\t(3B)The local planning authority must notify the parish council of—\n\t\tany relevant planning application, and\n\t\tany alteration to that application accepted by the authority.\n\t\t(3C)Sub-paragraph (3B) does not apply if the parish council have notified thelocal planning authority in writing that they do not wish to be notified ofany such application.\n\t\t(3D)If the parish council have notified the local planning authority inwriting that they only wish to be notified under sub-paragraph (3B) ofapplications of a particular description, that sub-paragraph only requires theauthority to notify the council of applications of that description.\n\t\t(3E)For the purposes of sub-paragraphs (3A) to (3D)—\n\t\t\t  * “neighbourhood area” means an area designated as such under section 61G;\n\t\t\t  * “relevant neighbourhood development plan” means—\n\t\ta post-examination draft neighbourhood development plan as defined by section70(3B) to (3F), or\n\t\ta neighbourhood development plan which forms part of a development plan byvirtue of section 38(3) or (3A) of the Planning and Compulsory Purchase Act2004 (plans which have been made or approved in a referendum);\n\t\t\t  * “relevant planning application” means an application which relates to land in the neighbourhood area and is an application for—\n\t\tplanning permission or permission in principle, or\n\t\tapproval of a matter reserved under an outline planning permission within themeaning of section 92.”\n\tIn the opening words of sub-paragraph (4) for “the duty” substitute “a dutyunder this paragraph”.\n\tIn the opening words of sub-paragraph (5) for “their duty” substitute “aduty under this paragraph”.\n\tParagraph 8A (duty to notify neighbourhood forums) is amended in accordancewith subsections (7) to (9).\n\tAfter sub-paragraph (1) insert—\n\t“(1A)Sub-paragraph (1B) applies to a local planning authority who have thefunction of determining applications for planning permission or permission inprinciple if—\n\t\tthere is a relevant neighbourhood development plan for a neighbourhood areaall or part of which falls within the authority’s area, and\n\t\ta neighbourhood forum are authorised to act in relation to theneighbourhood area as a result of section 61F.\n\t\t(1B)The local planning authority must notify the neighbourhood forum of—\n\t\tany relevant planning application, and\n\t\tany alteration to that application accepted by the authority.\n\t\t(1C)Sub-paragraph (1B) does not apply if the neighbourhood forum has notifiedthe local planning authority in writing that it does not wish to be notifiedof any such application.\n\t\t(1D)If the neighbourhood forum has notified the local planning authority inwriting that it only wishes to be notified under sub-paragraph (1B) ofapplications of a particular description, that sub-paragraph only requires theauthority to notify the forum of applications of that description.”\n\tIn sub-paragraph (2)—\n\t\tbefore the definition of “neighbourhood forum” insert—\n\t\t\t  * ““neighbourhood area” means an area designated as such under section 61G;”, and\n\t\tafter the definition of “neighbourhood forum” insert—\n\t\t\t  * ““relevant neighbourhood development plan” means—\n\t\ta post-examination draft neighbourhood development plan as defined by section70(3B) to (3F), or\n\t\ta neighbourhood development plan which forms part of a development plan byvirtue of section 38(3) or (3A) of the Planning and Compulsory Purchase Act2004 (development plans which have been approved in a referendum or made).”\n\tIn sub-paragraph (3) for “(3) to (6)” substitute “(3) and (4) to (6)”.\n\tSection 62C of the Town and Country Planning Act 1990 (notification ofparish councils of applications made to Secretary of State) is amended inaccordance with subsections (11) and (12).\n\tIn subsection (2) after “paragraph 8(1)” insert “or (3B)”.\n\tIn subsection (3) after “Schedule 1” insert “or notifications received bythe authority under paragraph 8(3C) or (3D) of that Schedule."
    },
    {
        "length": 151,
        "text": "\n“(3A)For the purposes of any area in England (but subject to subsection (3B))a neighbourhood development plan which relates to that area also forms part ofthe development plan for that area if—\n\tsection 38A(4)(a) (approval by referendum) applies in relation to theneighbourhood development plan, but\n\tthe local planning authority to whom the proposal for the making of theplan has been made have not made the plan.\n\t(3B)The neighbourhood development plan ceases to form part of the developmentplan if the local planning authority decide under section 38A(6) not to makethe plan.”"
    },
    {
        "length": 687,
        "text": "\nModification of neighbourhood development order or plan\n\tSection 61M of the Town and Country Planning Act 1990 (revocation ormodification of neighbourhood development orders) is amended in accordancewith subsections (2) and (3).\n\tAfter subsection (4) insert—\n\t\t“(4A)A local planning authority may at any time by order modify aneighbourhood development order they have made if they consider that themodification does not materially affect any planning permission granted by theorder.”\n\tIn subsection (5)—\n\t\tfor “that order” substitute “the neighbourhood development order mentionedin subsection (4) or (4A)”, and\n\t\tafter “(4)” insert “or (4A)”.\n\tThe Planning and Compulsory Purchase Act 2004 is amended in accordance withsubsections (5) to (10).\n\tIn section 38A (meaning of “neighbourhood development plan”) aftersubsection (11) insert—\n\t“(11A)Subsection (11) is subject to Schedule A2, which makes provision for themodification of a neighbourhood development plan.”\n\tSection 38C (neighbourhood development plans: supplementary provisions) isamended in accordance with subsections (7) to (9).\n\tAfter subsection (2) insert—\n\t“(2A)Section 61F of the principal Act is to apply in accordance withsubsection (2) of this section as if—\n\t\tsubsections (8)(a) and (8B) also referred to a proposal for themodification of a neighbourhood development plan,\n\t\tsubsection (13)(b) also referred to a proposal for the modification of aneighbourhood development plan made by a neighbourhood forum, and\n\t\tsubsection (13)(c) also referred to any duty of a local planning authorityunder paragraph 7, 8 or 9 of Schedule A2 to this Act.”\n\tIn subsection (3)—\n\t\tthe words from “the words” to the end of the subsection become paragraph(a), and\n\t\tat the end of that paragraph insert “, and\n\t\tthe reference in subsection (4A) to a modification materially affecting anyplanning permission granted by the order were to a modification materiallyaffecting the policies in the plan.”\n\tIn subsection (6)—\n\t\tthe words from “on proposals” to the end of the subsection become paragraph(a), and\n\t\tat the end of that paragraph insert “, or\n\t\ton proposals for the modification of neighbourhood development plans, or onmodifications of neighbourhood development plans, that have already beenmade.”\n\tAfter Schedule A1 insert the Schedule A2 set out in Schedule 1 to thisAct."
    },
    {
        "length": 941,
        "text": "\nChanges to neighbourhood areas etc\n\tThe Town and Country Planning Act 1990 is amended in accordance withsubsections (2) to (4).\n\tIn section 61F (authorisation to act in relation to neighbourhood areas)after subsection (8) insert—\n\t\t“(8A)A designation ceases to have effect if—\n\t\ta new parish council is created or there is a change in the area of aparish council, and\n\t\tas a result, the neighbourhood area for which the neighbourhood forum isdesignated consists of or includes the whole or any part of the area of theparish council.\n\t\t(8B)The operation of subsection (8A) does not affect the validity of anyproposal for a neighbourhood development order made before the event mentionedin paragraph (a) of that subsection took place.”\n\tIn section 61G (meaning of “neighbourhood area”) after subsection (6)insert—\n\t“(6A)The power in subsection (6) to modify designations already made includespower—\n\t\tto change the boundary of an existing neighbourhood area,\n\t\tto replace an existing neighbourhood area with two or more separateneighbourhood areas, and\n\t\tto replace two or more existing neighbourhood areas with a singleneighbourhood area.\n\t\t(6B)A neighbourhood area created by virtue of subsection (6A)(b) may have theboundary created by splitting it from the existing area or a differentboundary.\n\t\t(6C)A neighbourhood area created by virtue of subsection (6A)(c) may have theboundary created by combining the existing areas or a different boundary.\n\t\t(6D)A modification under subsection (6) of a designation already made does notaffect the continuation in force of a neighbourhood development order eventhough as a result of the modification—\n\t\tit no longer relates to a neighbourhood area, or\n\t\tit relates to more than one neighbourhood area.”\n\tIn section 61J (provision that may be made by neighbourhood developmentorder) after subsection (5) insert—\n\t“(5A)Subsection (5) is subject to section 61G(6D) (effect of modification ofexisting neighbourhood area).”\n\tThe Planning and Compulsory Purchase Act 2004 is amended in accordance withsubsections (6) to (8).\n\tIn section 38A (meaning of “neighbourhood development plan”) aftersubsection (11A) (as inserted by section 4) insert—\n\t“(11B)Subsection (11C) applies if, as a result of a modification of aneighbourhood area under section 61G(6) of the principal Act, a neighbourhooddevelopment plan relates to more than one neighbourhood area.\n\t(11C)The replacement of the plan by a new plan in relation to one or some ofthose areas does not affect the continuation in force of the plan in relationto the other area or areas.”\n\tIn section 38B (provision that may be made by neighbourhood developmentplans) after subsection (2) insert—\n\t“(2A)Subsections (1)(c) and (2) are subject to section 61G(6D) of theprincipal Act (as applied by section 38C(5A) of this Act).”\n\tIn section 38C (supplementary provisions) after subsection (5) insert—\n\t“(5A)Section 61G(6D) of the principal Act is to apply in relation toneighbourhood development plans as if it also provided that a modificationunder section 61G(6) of that Act of a designation of a neighbourhood area doesnot affect the continuation in force of a neighbourhood development plan eventhough, as a result of the modification, more than one plan has effect for thesame area.”"
    },
    {
        "length": 330,
        "text": "\nAssistance in connection with neighbourhood planning\n\tSection 18 of the Planning and Compulsory Purchase Act 2004 (statement ofcommunity involvement) is amended as follows.\n\tAt the beginning of subsection (2A) insert “Subject to subsection (2B),”.\n\tAfter subsection (2A) insert—\n\t\t“(2B)A statement of community involvement must set out the local planningauthority’s policies for giving advice or assistance under—\n\t\tparagraph 3 of Schedule 4B to the principal Act (advice or assistance onproposals for making of neighbourhood development orders), and\n\t\tparagraph 3 of Schedule A2 to this Act (advice or assistance on proposalsfor modification of neighbourhood development plans).\n\t\t(2C)The reference in subsection (2B)(a) to Schedule 4B to the principal Actincludes that Schedule as applied by section 38A(3) of this Act (process formaking neighbourhood development plans).\n\t\t(2D)Subsection (2B) applies regardless of whether, at any given time—\n\t\tan area within the area of the authority has been designated as aneighbourhood area, or\n\t\tthere is a qualifying body which is entitled to submit proposals to theauthority for the making by the authority of a neighbourhood development orderor a neighbourhood development plan.”"
    },
    {
        "length": 346,
        "text": "\nEngagement by examiners with qualifying bodies etc\n\tIn Schedule 4B to the Town and Country Planning Act 1990 (process for makingneighbourhood development orders), in paragraph 11 (regulations aboutindependent examinations) after sub-paragraph (2) insert—\n\tThe regulations may in particular impose duties on an examiner which areto be complied with by the examiner in considering the draft order underparagraph 8 and which require the examiner—\n\t\tto provide prescribed information to each person within sub-paragraph (4);\n\t\tto publish a draft report containing the recommendations which the examineris minded to make in the examiner’s report under paragraph 10;\n\t\tto invite each person within sub-paragraph (4) or representatives of such aperson to one or more meetings at a prescribed stage or prescribed stages ofthe examination process;\n\t\tto hold a meeting following the issuing of such invitations if such aperson requests the examiner to do so.\n\tThose persons are—\n\t\tthe qualifying body,\n\t\tthe local planning authority, and\n\t\tsuch other persons as may be prescribed.\n\tWhere the regulations make provision by virtue of sub-paragraph (3)(c) or(d), they may make further provision about—\n\t\tthe procedure for a meeting;\n\t\tthe matters to be discussed at a meeting.”"
    },
    {
        "length": 3219,
        "text": "\nLocal development documents\n\tContent of development plan documents\n\t\tIn section 19 of the Planning and Compulsory Purchase Act 2004 (preparationof local development documents) after subsection (1A) insert—\n\t\t\t“(1B)Each local planning authority must identify the strategic priorities forthe development and use of land in the authority’s area.\n\t\t(1C)Policies to address those priorities must be set out in the local planningauthority’s development plan documents (taken as a whole).\n\t\t(1D)Subsection (1C) does not apply in the case of a London borough council ora Mayoral development corporation if and to the extent that the council orcorporation are satisfied that policies to address those priorities are setout in the spatial development strategy.\n\t\t(1E)If a combined authority established under section 103 of the LocalDemocracy, Economic Development and Construction Act 2009 has the function ofpreparing the spatial development strategy for the authority’s area,subsection (1D) also applies in relation to—\n\t\t\ta local planning authority whose area is within, or the same as, the areaof the combined authority, and\n\t\t\tthe spatial development strategy published by the combined authority.”\n\t\tIn section 34 of that Act (guidance)—\n\t\t\tthe existing words become subsection (1), and\n\t\t\tafter that subsection insert—\n\t\tThe Secretary of State must issue guidance for local planning authoritieson how their local development documents (taken as a whole) should addresshousing needs that result from old age or disability.”\n\t\tIn section 35 of that Act (local planning authorities’ monitoring reports)after subsection (3) insert—\n\t\t“(3A)Subsection (3B) applies if a London borough council or a Mayoraldevelopment corporation have determined in accordance with section 19(1D)that—\n\t\t\tpolicies to address the strategic priorities for the development and use ofland in their area are set out in the spatial development strategy, and\n\t\t\taccordingly, such policies will not to that extent be set out in theirdevelopment plan documents.\n\t\t\t(3B)Each report by the council or corporation under subsection (2) must—\n\t\t\tindicate that such policies are set out in the spatial developmentstrategy, and\n\t\t\tspecify where in the strategy those policies are set out.\n\t\t\t(3C)If a combined authority established under section 103 of the LocalDemocracy, Economic Development and Construction Act 2009 has the function ofpreparing the spatial development strategy for the authority’s area,subsections (3A) and (3B) also apply in relation to—\n\t\t\ta local planning authority whose area is within, or the same as, the areaof the combined authority, and\n\t\t\tthe spatial development strategy published by the combined authority.”\n\tPower to direct preparation of joint development plan documents\n\t\tThe Planning and Compulsory Purchase Act 2004 is amended as follows.\n\t\tAfter section 28 insert—\n\t\t“28APower to direct preparation of joint development plan documents\n\t\t\tThe Secretary of State may direct two or more local planning authorities toprepare a joint development plan document.\n\t\t\tThe Secretary of State may give a direction under this section in relationto a document whether or not it is specified in the local development schemesof the local planning authorities in question as a document which is to beprepared jointly with one or more other local planning authorities.\n\t\t\tThe Secretary of State may give a direction under this section only if theSecretary of State considers that to do so will facilitate the more effectiveplanning of the development and use of land in the area of one or more of thelocal planning authorities in question.\n\t\t\tA direction under this section may specify—\n\t\t\t\tthe area to be covered by the joint development plan document to which thedirection relates;\n\t\t\t\tthe matters to be covered by that document;\n\t\t\t\tthe timetable for preparation of that document.\n\t\t\tThe Secretary of State must, when giving a direction under this section,notify the local planning authorities to which it applies of the reasons forgiving it.\n\t\t\tIf the Secretary of State gives a direction under this section, theSecretary of State may direct the local planning authorities to which it isgiven to amend their local development schemes so that they cover the jointdevelopment plan document to which it relates.\n\t\t\tA joint development plan document is a development plan document which is,or is required to be, prepared jointly by two or more local planningauthorities pursuant to a direction under this section.\n\t\tBApplication of Part to joint development plan documents\n\t\t\tThis Part applies for the purposes of any step which may be or is requiredto be taken in relation to a joint development plan document as it applies forthe purposes of any step which may be or is required to be taken in relationto a development plan document.\n\t\t\tFor the purposes of subsection (1) anything which must be done by or inrelation to a local planning authority in connection with a development plandocument must be done by or in relation to each of the authorities mentionedin section 28A(1) in connection with a joint development plan document.\n\t\t\tIf the authorities mentioned in section 28A(1) include a London boroughcouncil or a Mayoral development corporation, the requirements of this Part inrelation to the spatial development strategy also apply.\n\t\t\tThose requirements also apply if—\n\t\t\t\ta combined authority established under section 103 of the Local Democracy,Economic Development and Construction Act 2009 has the function of preparingthe spatial development strategy for the combined authority’s area, and\n\t\t\t\tthe authorities mentioned in section 28A(1) include a local planningauthority whose area is within, or is the same as, the area of the combinedauthority.\n\t\tCModification or withdrawal of direction under section 28A\n\t\t\tThe Secretary of State may modify or withdraw a direction under section 28Aby notice in writing to the authorities to which it was given.\n\t\t\tThe Secretary of State must, when modifying or withdrawing a directionunder section 28A, notify the local planning authorities to which it was givenof the reasons for the modification or withdrawal.\n\t\t\tThe following provisions of this section apply if—\n\t\t\t\tthe Secretary of State withdraws a direction under section 28A, or\n\t\t\t\tthe Secretary of State modifies a direction under that section so that itceases to apply to one or more of the local planning authorities to which itwas given.\n\t\t\tAny step taken in relation to the joint development plan document to whichthe direction related is to be treated as a step taken by—\n\t\t\t\ta local planning authority to which the direction applied for the purposesof any corresponding document prepared by them, or\n\t\t\t\ttwo or more local planning authorities to which the direction applied forthe purposes of any corresponding joint development plan document prepared bythem.\n\t\t\tAny independent examination of a joint development plan document to whichthe direction related must be suspended.\n\t\t\tIf before the end of the period prescribed for the purposes of thissubsection a local planning authority to which the direction applied requestthe Secretary of State to do so, the Secretary of State may direct that—\n\t\t\t\tthe examination is resumed in relation to—\n\t\t\t\tany corresponding document prepared by a local planning authority to whichthe direction applied, or\n\t\t\t\tany corresponding joint development plan document prepared by two or morelocal planning authorities to which the direction applied, and\n\t\t\t\tany step taken for the purposes of the suspended examination has effect forthe purposes of the resumed examination.\n\t\t\tThe Secretary of State may by regulations make provision as to what is acorresponding document or a corresponding joint development plan document forthe purposes of this section.”\n\t\t\tIn section 21 (intervention by Secretary of State) after subsection (11)insert—\n\t\t\tIn the case of a joint local development document or a joint developmentplan document, the Secretary of State may apportion liability for theexpenditure on such basis as the Secretary of State thinks just between thelocal planning authorities who have prepared the document.”\n\t\t\tIn section 27 (Secretary of State’s default powers) after subsection (9)insert—\n\t\t\tIn the case of a joint local development document or a joint developmentplan document, the Secretary of State may apportion liability for theexpenditure on such basis as the Secretary of State thinks just between thelocal planning authorities for whom the document has been prepared.”\n\t\t\tSection 28 (joint local development documents) is amended in accordancewith subsections (6) and (7).\n\t\t\tIn subsection (9) for paragraph (a) substitute—\n\t\t\t\tthe examination is resumed in relation to—\n\t\t\t\tany corresponding document prepared by an authority which were a party tothe agreement, or\n\t\t\t\tany corresponding joint local development document prepared by two or moreother authorities which were parties to the agreement;”.\n\t\t\tIn subsection (11) (meaning of “corresponding document”) at the end insert“or a corresponding joint local development document for the purposes of thissection.\n\t\t\tIn section 37 (interpretation) after subsection (5B) insert—\n\t\t\t\t“(5C)Joint local development document must be construed in accordance withsection 28(10).\n\t\t\t(5D)Joint development plan document must be construed in accordance withsection 28A(7).”\n\t\t\tSchedule A1 (default powers exercisable by Mayor of London, combinedauthority and county council) is amended in accordance with subsections (10)and (11).\n\t\t\tIn paragraph 3 (powers exercised by the Mayor of London) after sub-paragraph (3) insert—\n\t\t\tIn the case of a joint local development document or a joint developmentplan document, the Mayor may apportion liability for the expenditure on suchbasis as the Mayor thinks just between the councils for whom the document hasbeen prepared.”\n\t\t\tIn paragraph 7 (powers exercised by combined authority) after sub-paragraph (3) insert—\n\t\t\tIn the case of a joint local development document or a joint developmentplan document, the combined authority may apportion liability for theexpenditure on such basis as the authority considers just between theauthorities for whom the document has been prepared.”\n\tCounty councils’ default powers in relation to development plandocuments\n\t\tSchedule 2 makes provision for the exercise of default powers by countycouncils in relation to development plan documents.\n\tFormat of local development schemes and documents\n\t\tSection 36 of the Planning and Compulsory Purchase Act 2004 (regulationsunder Part 2) is amended in accordance with subsections (2) and (3).\n\t\tIn the heading after “Regulations” insert “and standards”.\n\t\tAfter subsection (2) insert—\n\t\tThe Secretary of State may from time to time publish data standards for—\n\t\t\tlocal development schemes,\n\t\t\tlocal development documents, or\n\t\t\tlocal development documents of a particular kind.\n\t\tFor this purpose a “data standard” is a written standard which containstechnical specifications for a scheme or document or the data contained in ascheme or document.\n\t\tA local planning authority must comply with the data standards publishedunder subsection (3) in preparing, publishing, maintaining or revising ascheme or document to which the standards apply.”\n\t\tIn section 15(8AA) of that Act (cases in which direction to revise localdevelopment scheme may be given by Secretary of State or Mayor of London)—\n\t\t\tafter “only if” insert “—(a)”, and\n\t\t\tat the end of paragraph (a) insert “, or\n\t\t\tthe Secretary of State has published data standards under section 36(3)which apply to the local development scheme and the person giving thedirection thinks that the scheme should be revised so that it complies withthe standards.”\n\tReview of local development documents\n\t\tIn section 17 of the Planning and Compulsory Purchase Act 2004 (localdevelopment documents) after subsection (6) insert—\n\t“(6A)The Secretary of State may by regulations make provision requiring alocal planning authority to review a local development document at such timesas may be prescribed.\n\t(6B)If regulations under subsection (6A) require a local planning authority toreview a local development document—\n\t\tthey must consider whether to revise the document following each review,and\n\t\tif they decide not to do so, they must publish their reasons forconsidering that no revisions are necessary.\n\t\t(6C)Any duty imposed by virtue of subsection (6A) applies in addition to theduty in subsection (6).”\n\tStatements of community involvement\n\t\tSection 18 of the Planning and Compulsory Purchase Act 2004 (statement ofcommunity involvement) is amended as follows.\n\t\tIn subsection (2) after “sections” insert “13, 15,”.\n\t\tAfter subsection (3A) insert—\n\t\t\t“(3B)The Secretary of State may by regulations prescribe matters to beaddressed by a statement of community involvement in addition to the mattersmentioned in subsection (2).”"
    },
    {
        "length": 1073,
        "text": "\nPlanning conditions\n\tRestrictions on power to impose planning conditions\n\t\tAfter section 100 of the Town and Country Planning Act 1990 insert—\n\t\t“Power to impose conditions on grant of planning permission in England\n\t\t\tZARestrictions on power to impose planning conditions in England\n\t\t\t\tThe Secretary of State may by regulations provide that—\n\t\t\t\t\tconditions of a prescribed description may not be imposed in anycircumstances on a relevant grant of planning permission for the developmentof land in England,\n\t\t\t\t\tconditions of a prescribed description may be imposed on any such grantonly in circumstances of a prescribed description, or\n\t\t\t\t\tno conditions may be imposed on any such grant in circumstances of aprescribed description.\n\t\t\t\tRegulations under subsection (1) may make provision only if (and in so faras) the Secretary of State is satisfied that the provision is appropriate forthe purposes of ensuring that any condition imposed on a relevant grant ofplanning permission for the development of land in England is—\n\t\t\t\t\tnecessary to make the development acceptable in planning terms,\n\t\t\t\t\trelevant to the development and to planning considerations generally,\n\t\t\t\t\tsufficiently precise to make it capable of being complied with andenforced, and\n\t\t\t\t\treasonable in all other respects.\n\t\t\t\tBefore making regulations under subsection (1) the Secretary of State mustcarry out a public consultation.\n\t\t\t\tSubsection (5) applies in relation to an application for a relevant grantof planning permission for the development of land in England.\n\t\t\t\tPlanning permission for the development of the land may not be grantedsubject to a pre-commencement condition without the written agreement of theapplicant to the terms of the condition.\n\t\t\t\tBut the requirement under subsection (5) for the applicant to agree to theterms of a pre-commencement condition does not apply in such circumstances asmay be prescribed.\n\t\t\t\tBefore making regulations under subsection (6) the Secretary of State mustcarry out a public consultation.\n\t\t\t\t“Pre-commencement condition” means a condition imposed on a grant ofplanning permission (other than a grant of outline planning permission withinthe meaning of section 92) which must be complied with—\n\t\t\t\t\tbefore any building or other operation comprised in the development isbegun, or\n\t\t\t\t\twhere the development consists of a material change in the use of anybuildings or other land, before the change of use is begun.\n\t\t\t\tA power conferred by any provision of this Part to impose a condition on arelevant grant of planning permission for the development of land in Englandis subject to—\n\t\t\t\t\tregulations under subsection (1), and\n\t\t\t\t\tsubsection (5).\n\t\t\t\tThe Secretary of State must issue guidance to local planning authoritiesabout the operation of this section and regulations made under it.\n\t\t\t\tThe Secretary of State may, from time to time, revise guidance issuedunder subsection (10).\n\t\t\t\tThe Secretary of State must arrange for guidance issued or revised underthis section to be published in such manner as the Secretary of Stateconsiders appropriate.\n\t\t\t\tIn this section—\n\t\t\t\t\treferences to a relevant grant of planning permission are to any grant ofpermission to develop land which is granted on an application made under thisPart;\n\t\t\t\t\treferences to a grant include the modification of any such grant;\n\t\t\t\t\treferences to a condition include a limitation,\n\t\t\t\t\t\tand “prescribed” means prescribed by the Secretary of State.”\n\t\t\t\tIn section 333 of the Town and Country Planning Act 1990 (regulations andorders) after subsection (3ZA) insert—\n\t\t\t\t“(3ZAA)No regulations may be made under section 100ZA(1) unless a draft of theinstrument containing the regulations has been laid before, and approved by aresolution of, each House of Parliament.”\n\t\t\t\tSection 100ZA of the Town and Country Planning Act 1990 (as inserted bysubsection (1) of this section) has effect in relation to conditions on agrant or modification of planning permission only if the permission is grantedor modified on or after the coming into force of this section.\n\t\t\t\tSchedule 3 contains amendments in consequence of subsection (1)."
    },
    {
        "length": 499,
        "text": "\nPermitted development rights relating to drinking establishments\n\tPermitted development rights relating to drinking establishments\n\t\tAs soon as reasonably practicable after the coming into force of thissection, the Secretary of State must make a development order under the Townand Country Planning Act 1990 which—\n\t\t\tremoves any planning permission which is granted by a development order fordevelopment consisting of a change in the use of any building or land inEngland from a use within Class A4 to a use of a kind specified in the order(subject to paragraph (c)),\n\t\t\tremoves any planning permission which is granted by a development order fora building operation consisting of the demolition of a building in Englandwhich is used, or was last used, for a purpose within Class A4 or for apurpose including use within that class, and\n\t\t\tgrants planning permission for development consisting of a change in theuse of a building in England and any land within its curtilage from a usewithin Class A4 to a mixed use consisting of a use within that Class and a usewithin Class A3.\n\t\tSubsection (1) does not require the development order to remove planningpermission for development which has been carried out before the coming intoforce of the order.\n\t\tSubsection (1) does not prevent—\n\t\t\tthe inclusion of transitional, transitory or saving provision in thedevelopment order, or\n\t\t\tthe subsequent exercise of the Secretary of State’s powers by developmentorder to grant, remove or otherwise make provision about planning permissionfor the development of buildings or land used, or last used, for a purposewithin Class A4 or for a purpose including use within that class.\n\t\tA reference in this section to Class A3 or Class A4 is to the class of useof that name listed in the Schedule to the Town and Country Planning (UseClasses) Order 1987 ([SI 1987/764](/id/uksi/1987/764?view=plain \"Go to item oflegislation\")).\n\t\tExpressions used in this section that are defined in the Town and CountryPlanning Act 1990 have the same meaning as in that Act."
    },
    {
        "length": 757,
        "text": "\nDevelopment of new towns by local authorities\n\tDevelopment of new towns by local authorities\n\t\tThe New Towns Act 1981 is amended as follows.\n\t\tAfter section 1 insert—\n\t\t“1ALocal authority to oversee development of new town\n\t\t\tThis section applies where the Secretary of State is consideringdesignating an area of land in England as the site of a proposed new town inan order under section 1.\n\t\t\tThe Secretary of State may, in an order under section 1, appoint one ormore local authorities to oversee the development of the area as a new town.\n\t\t\tBut a local authority may only be appointed if the area of land mentionedin subsection (1) is wholly or partly within the area of the local authority.\n\t\t\tThe Secretary of State may by regulations make provision about how a localauthority is to oversee the development of an area as a new town.\n\t\t\tRegulations under subsection (4) may, for example—\n\t\t\t\tprovide that a local authority is to exercise specified functions underthis Act which would otherwise be exercisable by the Secretary of State, theappropriate Minister or the Treasury;\n\t\t\t\tprovide that a local authority is to exercise such functions subject tospecified conditions or limitations;\n\t\t\t\tprovide that specified functions under this Act may be exercised only withthe consent of a local authority;\n\t\t\t\tmake provision about the membership of a corporation established undersection 3, including the proportion of the members of the corporation who maybe members of or employed by a local authority;\n\t\t\t\tmodify provisions of this Act;\n\t\t\t\tmake different provision for different purposes;\n\t\t\t\tmake incidental, supplementary or consequential provision.\n\t\t\tIn subsection (5)(a) the reference to “functions” does not include a powerto make regulations or other instruments of a legislative character.\n\t\t\tWhere two or more local authorities are appointed in an order containingprovision by virtue of subsection (2), the Secretary of State may in thatorder provide—\n\t\t\t\tthat a specified function is to be exercised by a specified localauthority, or\n\t\t\t\tthat a specified function is to be exercised by two or more specified localauthorities jointly.\n\t\t\tIn this section—\n\t\t\t\t  * “local authority” means—\n\t\t\t\ta district council,\n\t\t\t\ta county council, or\n\t\t\t\ta London borough council;\n\t\t\t\t\t  * “specified” means specified in—\n\t\t\t\tan order containing provision by virtue of subsection (2), or\n\t\t\t\tregulations under subsection (4).”\n\t\t\tIn section 77 (regulations and orders)—\n\t\t\t\tin subsection (2), after “which” insert “, subject to subsection (2A),”,and\n\t\t\t\tafter subsection (2) insert—\n\t\t\t\t\t“(2A)A statutory instrument containing regulations under section 1A(4) may notbe made unless a draft of the instrument has been laid before, and approved bya resolution of, each House of Parliament.”"
    },
    {
        "length": 647,
        "text": "\nPlanning register\n\tRegister of planning applications etc\n\t\tAfter section 69 of the Town and Country Planning Act 1990 insert—\n\t\t“69AThe register: additional requirements in relation to England\n\t\t\tA register kept under section 69 by a local planning authority in Englandmust (in addition to the information prescribed under that section) alsocontain such information as is prescribed as to—\n\t\t\t\tprior approval applications made in connection with planning permissiongranted by a development order;\n\t\t\t\tthe manner in which such applications have been dealt with by theauthority;\n\t\t\t\tnotifications of proposed development made in connection with planningpermission granted by a development order;\n\t\t\t\tany actions taken by the authority following such notifications.\n\t\t\tA “prior approval application”, in connection with planning permissiongranted by a development order, means an application made to a local planningauthority for—\n\t\t\t\tany approval of the authority required under the order, or\n\t\t\t\ta determination from the authority as to whether such approval is required.\n\t\t\tA “notification of proposed development”, in connection with planningpermission granted by a development order, means a notification made to alocal planning authority to meet a requirement under the order.\n\t\t\tThe power in subsection (1)(b) to prescribe information as to the manner inwhich applications have been dealt with by a local planning authority includespower to prescribe information as to cases where the authority does notrespond to an application.\n\t\t\tWhere the register is kept in two or more parts, each part must containsuch information as is prescribed relating to the matters mentioned insubsection (1)(a) and (c).\n\t\t\tA development order may also make provision—\n\t\t\t\tfor a specified part of the register to contain copies of applications ornotifications and of any documents or material submitted with them;\n\t\t\t\tfor the entry relating to an application (and everything relating to it) tobe removed from that part of the register when the application (including anyappeal arising out of it) has been finally disposed of;\n\t\t\t\tfor the entry relating to a notification (and everything relating to it) tobe removed from that part of the register in such circumstances as may beprescribed.\n\t\t\tProvision under subsection (6)(b) or (c) does not prevent the inclusion ofa different entry relating to the application or notification in another partof the register.\n\t\t\tAnything prescribed under this section must be prescribed by developmentorder.\n\t\t\tA development order—\n\t\t\t\tmay make different provision for different kinds of application ornotification;\n\t\t\t\tmay make provision which applies generally or only in relation toparticular kinds of notification or application.”"
    },
    {
        "length": 228,
        "text": "\nPower to take temporary possession of land\n\tSubsection (2) applies where a person (an “acquiring authority”)—\n\t\thas a power conferred by an Act to acquire land compulsorily (with orwithout authorisation from another person), or\n\t\tis or has been, at any time, otherwise authorised to acquire landcompulsorily.\n\tThe acquiring authority may, for purposes connected with the purposes forwhich it could acquire land compulsorily, take temporary possession of land—\n\t\tby agreement, or\n\t\tcompulsorily, if authorised to do so in accordance with section 19.\n\tSubject to any express provision in another Act, the power in subsection(2) is the only power under which a person may take temporary possession ofland compulsorily.\n\tFor the purposes of this Chapter references to acquiring land includereferences to acquiring a right over land by creation."
    },
    {
        "length": 599,
        "text": "\nProcedure for authorising temporary possession etc\n\tThis section sets out how an acquiring authority may be authorised to taketemporary possession of land compulsorily under section 18(2).\n\tThe temporary possession of the land must be authorised by the type ofinstrument (the “authorising instrument”) that would be required if theacquiring authority proposed to acquire that land compulsorily for thepurposes for which it proposes to take temporary possession of that land.\n\tAccordingly, the authorising instrument—\n\t\tmay make provision relating to temporary possession of land as well as, orinstead of, compulsory acquisition,\n\t\tif it authorises the compulsory acquisition of land, may authorisetemporary possession of the same or other land, and\n\t\tif it makes provision relating to temporary possession, is to be subject tothe same procedures for authorising and challenging it as if the provisionrelating to temporary possession were provision relating to compulsoryacquisition.\n\tBut in so far as an authorising instrument authorises the temporarypossession of land, the instrument is not to be subject to specialparliamentary procedure by virtue of any enactment applying that procedure toan instrument authorising the compulsory acquisition of land, unless the landwhich is proposed to be subject to temporary possession is held by theNational Trust inalienably.\n\tFor the purposes of subsection (4)—\n\t\t“the National Trust” means the National Trust for Places of HistoricInterest or Natural Beauty incorporated by the National Trust Act 1907, and\n\t\tland is held by the National Trust “inalienably” if it is inalienable undersection 21 of the National Trust Act 1907 or section 8 of the National TrustAct 1939.\n\tFor the purposes of subsection (3)(c), the reference to compulsoryacquisition does not include the compulsory acquisition of a right over landby creation unless section 18(2) applies in relation to the acquiringauthority by virtue only of a power or authorisation to acquire a right overland by creation.\n\tThe authorising instrument must—\n\t\tidentify the land which is to be subject to temporary possession,\n\t\tdescribe the purposes for which temporary possession is required, and\n\t\tspecify the total period of time for which the land may be subject totemporary possession.\n\tThe authorising instrument does not need to include the dates of anyparticular period of temporary possession (but see section 20)."
    },
    {
        "length": 379,
        "text": "\nNotice requirements\n\tBefore taking temporary possession of land compulsorily for a period oftime by virtue of section 18(2) an acquiring authority must give a notice ofintended entry to each person who has an interest in or a right to occupy theland, so far as known to the authority after making diligent inquiry.\n\tThe notice must specify the period after the end of which the acquiringauthority may take temporary possession of the land (“the notice period”).\n\tThe notice period must not end earlier than the end of the period of threemonths beginning with the day on which the notice is given.\n\tThe notice must specify the period for which the acquiring authority is totake temporary possession of the land.\n\tFor the purposes of this section an acquiring authority is to be treated astaking temporary possession of land at the beginning of the first day of anyperiod of temporary possession.\n\tThe notice period may be reduced by agreement between the acquiringauthority and all persons to whom a notice must be given under subsection (1).\n\tAn acquiring authority must comply with this section again in relation toeach subsequent period of temporary possession even if there is to be no gapbetween periods.\n\tWhere the authorising instrument mentioned in section 19 is a compulsorypurchase order, a notice of intended entry under this section may not beserved after the end of the period of three years beginning with the day onwhich the authorising instrument becomes operative.\n\tIn any other case, a notice of intended entry under this section may not beserved after the end of the period of five years beginning with the day onwhich the authorising instrument becomes operative."
    },
    {
        "length": 682,
        "text": "\nCounter-notice \n\tThis section applies where an acquiring authority gives a notice ofintended entry under section 20 in relation to land to a person (the “owner”)who—\n\t\thas a leasehold interest in, and the right to occupy, the land, or\n\t\thas the freehold interest in the land.\n\tThe owner may give the acquiring authority a counter-notice which providesthat the total period of time for which the land may be subject to temporarypossession is limited to—\n\t\t12 months where the land is or is part of a dwelling, or\n\t\t6 years in any other case.\n\tIf the owner falls within subsection (1)(a), the owner may instead give theacquiring authority a counter-notice which provides that the authority may nottake temporary possession of the land.\n\tA counter-notice under subsection (2) or (3) must be given within theperiod of 28 days beginning with the day on which the notice of intended entrywas given.\n\tOn receiving a counter-notice under subsection (2), the acquiring authoritymust decide whether to—\n\t\taccept the counter-notice,\n\t\twithdraw the notice of intended entry, or\n\t\tproceed as if the land were subject to compulsory acquisition.\n\tOn receiving a counter-notice under subsection (3), the acquiring authoritymust decide whether to—\n\t\taccept the counter-notice, or\n\t\tproceed as if the land were subject to compulsory acquisition.\n\tThe acquiring authority must give a notice of its decision in response to acounter-notice to the owner within the period of 28 days beginning with theday on which the counter-notice was given.\n\tIf the acquiring authority decides to proceed as if the land were subjectto compulsory acquisition—\n\t\tthe instrument which authorised temporary possession of the land is to betreated as authorising the compulsory acquisition of the owner’s interest inthe land (as well as the temporary possession of the land, if there are otherinterests in it), and\n\t\tthe authority may proceed as if it had given any notice or taken any steprequired in relation to the authorisation or confirmation of the instrument.\n\tSee Schedule 2A to the Compulsory Purchase Act 1965 and Schedule A1 to theCompulsory Purchase (Vesting Declarations) Act 1981 for options available tothe owner if, in response to a counter-notice under this section, theacquiring authority decides to purchase the owner’s interest in part of ahouse, building or factory.\n\tNothing in this section prevents an acquiring authority acquiring landcompulsorily after accepting a counter-notice or withdrawing a notice ofintended entry in respect of that land."
    },
    {
        "length": 142,
        "text": "\nRefusal to give up possession\n\tSection 13 of the Compulsory Purchase Act 1965 (refusal to give up possessionof land to acquiring authority) applies in relation to temporary possession byvirtue of section 18(2) of this Act as if—\n\t\tthe reference to “this Act” in subsection (1) were a reference to section18(2) of this Act, and\n\t\tthe references to taking possession of land were references to takingtemporary possession of land compulsorily by virtue of section 18(2) of thisAct."
    },
    {
        "length": 658,
        "text": "\nCompensation \n\tThis section applies if an acquiring authority takes or is authorised totake temporary possession of land compulsorily by virtue of section 18(2).\n\tA person (a “claimant”) who has an interest in or a right to occupy theland is entitled to receive compensation from the authority for any loss orinjury the claimant sustains as a result.\n\tA person (a “beneficial claimant”) is entitled to receive compensation fromthe authority for any loss or injury the beneficial claimant sustains as aresult of the authority—\n\t\tinterfering with a relevant right or interest annexed to land belonging tothe beneficial claimant, or\n\t\tbreaching a restriction as to the user of land arising by virtue of acontract where—\n\t\tthe beneficial claimant is a party to the contract, or\n\t\tthe restriction benefits land which belongs to the beneficial claimant.\n\tWhere the claimant is carrying on a trade or business on the land, thecompensation to which the claimant is entitled includes compensation for anyloss which the claimant sustains by reason of the disturbance of the trade orbusiness consequent upon the claimant having to quit the land for the periodof the temporary possession.\n\tIn estimating loss for the purposes of subsection (4) regard is to be had—\n\t\tto the period for which the land occupied by the claimant may reasonablyhave been expected to be available for the purposes of the claimant’s trade orbusiness,\n\t\tto the terms on which the land may reasonably have been expected to beavailable for those purposes, and\n\t\tto the availability of other land suitable for those purposes during theperiod of temporary possession.\n\tFor the purposes of section 9 of the Limitation Act 1980, a cause of actionfor compensation under this section which, apart from this subsection, wouldaccrue before or during a period of compulsory temporary possession for whichnotice is given under section 20 is to be treated as accruing on the last dayof the period.\n\tCompensation under this section in relation to a particular head of loss orinjury carries interest from the day after the last day on which that loss orinjury occurs.\n\tThe interest is to be at the rate prescribed by regulations under section32 of the Land Compensation Act 1961 in relation to the compulsory acquisitionof land.\n\tAny dispute about compensation payable under this section may be referredto and determined by the Upper Tribunal.\n\tIn this Chapter “relevant right or interest” means any easement, liberty,privilege, right or advantage annexed to land and adversely affecting otherland (including any natural right to support)."
    },
    {
        "length": 623,
        "text": "\nAdvance payments\n\tThis section applies where a person (a “claimant”) to whom compensation isor will be payable under section 23 makes a request in accordance withsubsection (3).\n\tThe acquiring authority—\n\t\tmust make an advance payment on account of the compensation if it has givena notice of intended entry under section 20 in relation to the land in respectof which the claimant is or will be entitled to compensation, but\n\t\tmay not do so if it has not given such a notice.\n\tA request for advance payment must be made in writing by the claimant andmust include—\n\t\tdetails of the basis on which the claimant is or is going to be entitled tocompensation, and\n\t\tinformation which is sufficient to enable the acquiring authority toestimate the amount of the compensation in respect of which the advancepayment is to be made.\n\tBefore the end of the period of 28 days beginning with the day on which theacquiring authority receives a request under subsection (3), the authoritymust—\n\t\tdetermine whether it has enough information to estimate the amount ofcompensation, and\n\t\tif it needs more information, require the claimant to provide it.\n\tThe amount of an advance payment is to be equal to 90% of—\n\t\tif the acquiring authority and the claimant have agreed on the amount ofthe compensation, the agreed amount, or\n\t\tin any other case, an amount equal to the compensation as estimated by theacquiring authority.\n\tAn advance payment must be made—\n\t\tbefore the end of the day on which the authority takes temporary possessionof the land, or\n\t\tif later, before the end of the period of two months beginning with the dayon which the authority—\n\t\treceives the request for the advance payment, or\n\t\treceives any further information required under subsection (4)(b).\n\tIf, after making an advance payment on the basis of its estimate of thecompensation, the acquiring authority considers that its estimate was too low,the authority must pay the claimant the balance of the amount of the advancepayment calculated on the basis of the authority’s new estimate of thecompensation.\n\tWhere the total amount of any payments under this section made on the basisof the acquiring authority’s estimate of the compensation exceeds thecompensation as finally determined or agreed, the excess is to be repaid.\n\tIf, after a payment under this section has been made to a person, it isdiscovered that the person was not entitled to it, the person must repay it."
    },
    {
        "length": 271,
        "text": "\nInterest on advance payments of compensation paid late\n\tIf an acquiring authority is required by section 24(2) to make an advancepayment of compensation but pays some or all of it after the day or (as thecase may be) the end of the period specified in section 24(6), the authoritymust pay interest on the amount which is paid after that period (the “unpaidamount”).\n\tInterest under subsection (1) accrues on the unpaid amount for the periodbeginning with the day after the day or (as the case may be) the end of theperiod specified in section 24(6).\n\tIf the total amount of any advance payment made under section 24 is greaterthan the compensation as finally determined or agreed (the “actual amount”),the claimant must repay any interest paid under this section that isattributable to the amount by which the advance payment exceeded the actualamount.\n\tThe Treasury must by regulations specify the rate of interest for thepurposes of subsection (1).\n\tRegulations under subsection (4) may contain further provision inconnection with the payment of interest under subsection (1)."
    },
    {
        "length": 981,
        "text": "\nConsequential amendments\n\tThe Town and Country Planning Act 1990 is amended in accordance withsubsections (2) to (7).\n\tIn section 150 (notices requiring purchase of blighted land), in subsection(1)(b), for “or paragraph 24” substitute “, paragraph 24 or paragraph 24A”.\n\tIn section 151 (counter-notice objecting to blight notices)—\n\t\tin subsection (4)(b), after “to acquire” insert “or (in the case of land towhich paragraph 24A of Schedule 13 applies) take temporary possession of”, and\n\t\tin subsection (8), for “to acquire that land” substitute “to acquire or (inthe case of land to which paragraph 24A of Schedule 13 applies) to taketemporary possession of that land”.\n\tIn section 155 (effect on powers of compulsory acquisition of counter-notice disclaiming intention to acquire)—\n\t\tin the heading, after “acquire” insert “etc.”, and\n\t\tin subsection (2)—\n\t\tin paragraph (a), after “appropriate enactment” insert “, or, in a case towhich paragraph 24A of Schedule 13 applies, the temporary possession of landhas been authorised by the appropriate enactment,”,\n\t\tin the closing words, after “that order” insert “or appropriateenactment,”, and\n\t\tafter “claimant in” insert “, or the temporary possession of,”.\n\tIn section 169 (meaning of “appropriate authority” in relation to blightedland), in subsection (1)—\n\t\tthe words from “by whom” to the end become paragraph (a), and\n\t\tafter that paragraph insert “, or\n\t\twhich is authorised to take temporary possession of the land as mentionedin paragraph 24A of Schedule 13.”\n\tIn section 170 (meaning of “appropriate enactment” in relation to blightedland), after subsection (8B) insert—\n\t\t“(8BA)In relation to land falling within paragraph 24A of that Schedule “theappropriate enactment” is the instrument mentioned in section 19(2) of theNeighbourhood Planning Act 2017 (procedure for authorising temporarypossession etc.) under which the acquiring authority mentioned in section18(1) of that Act (power to take temporary possession of land) is authorisedto take temporary possession of the land.”\n\tIn Schedule 13 (list of categories of land which are blighted land as aresult of planning proposals etc. by public authorities), after paragraph 24insert—\n\t“24ALand the temporary possession of which is authorised by virtue of section18(2) of the Neighbourhood Planning Act 2017.”\n\tIn section 172 of the Housing and Planning Act 2016 (right to enter andsurvey land in connection with proposal to acquire land etc.)—\n\t\tin subsection (1)—\n\t\tthe words from “to” to the end become paragraph (a), and\n\t\tafter paragraph (a) insert “, or\n\t\ttake temporary possession of land compulsorily under section 18(2) of theNeighbourhood Planning Act 2017.”” and\n\t\tin subsection (6) for the words from “acquiring authority” to the end ofthe subsection substitute “—\n\t\t“acquiring authority” means a person who could be authorised to acquirecompulsorily the land to which the proposal mentioned in subsection (1)relates (regardless of whether the proposal is to acquire an interest in or aright over the land or to take temporary possession of it), and\n\t\t“owner” has the meaning given in section 7 of the Acquisition of Land Act1981.”"
    },
    {
        "length": 784,
        "text": "\nPowers of acquiring authority in relation to land\n\tSubject to subsection (4) and to any regulations under section 29, where anacquiring authority takes temporary possession of land compulsorily by virtueof section 18(2), the authority may use the land as if it had acquired allinterests in it.\n\tIn particular, the acquiring authority may—\n\t\tremove or erect buildings or other works, and\n\t\tremove any vegetation,\n\t\t\tto the extent that it would be able to do so if it had acquired all interestsin the land.\n\tThe acquiring authority may use land as described in subsection (1) even ifthis involves—\n\t\tinterfering with a relevant right or interest, or\n\t\tbreaching a restriction as to the user of land arising by virtue of acontract.\n\tBut the acquiring authority may use the land only for the purposes forwhich temporary possession was required, as described in the authorisinginstrument (see section 19(7)(b)).\n\tNothing in this section authorises an interference with—\n\t\ta right of way on, under or over land that is a protected right, or\n\t\ta right of laying down, erecting, continuing or maintaining apparatus on,under or over land if it is a protected right.\n\tNothing in this section authorises—\n\t\tan interference with a relevant right or interest annexed to land belongingto the National Trust which is held by the National Trust inalienably, or\n\t\ta breach of a restriction as to the user of land which does not belong tothe National Trust—\n\t\tarising by virtue of a contract to which the National Trust is a party, or\n\t\tbenefiting land which does belong to the National Trust.\n\tFor the purposes of subsection (6)—\n\t\t“the National Trust” means the National Trust for Places of HistoricInterest or Natural Beauty incorporated by the National Trust Act 1907, and\n\t\tland is held by the National Trust “inalienably” if it is inalienable undersection 21 of the National Trust Act 1907 or section 8 of the National TrustAct 1939.\n\tIn this section—\n\t\t  * “protected right” means— \n\t\ta right vested in, or belonging to, a statutory undertaker for the purpose ofcarrying on its statutory undertaking, or\n\t\ta right conferred by, or in accordance with, the electronic communicationscode on the operator of an electronic communications code network (andexpressions used in this paragraph have the meaning given by paragraph 1(1) ofSchedule 17 to the Communications Act 2003);\n\t\t\t  * “statutory undertaker” means a person who is, or who is deemed to be, a statutory undertaker for the purposes of any provision of Part 11 of the Town and Country Planning Act 1990; \n\t\t\t  * “statutory undertaking” is to be read in accordance with section 262 of the Town and Country Planning Act 1990 (meaning of “statutory undertakers”). "
    },
    {
        "length": 463,
        "text": "\nImpact of temporary possession on tenancies etc\n\tSubsection (2) applies where an acquiring authority takes temporarypossession under section 18(2) of land subject to a tenancy.\n\tA person is not to be treated as being in breach of—\n\t\tany term of the tenancy, or\n\t\tany other obligation associated with the tenancy or the land subject totemporary possession,\n\t\t\tto the extent that the person cannot reasonably comply with the term or otherobligation as a result of the temporary possession.\n\tSubsection (2) does not affect terms or obligations about—\n\t\tthe length of the tenancy, or\n\t\tthe payment of rent.\n\tSubsection (5) applies where—\n\t\tan acquiring authority takes temporary possession of land subject to atenancy to which Part 2 of the Landlord and Tenant Act 1954 (security oftenure for business tenants) applies immediately before the period oftemporary possession,\n\t\tthe tenancy expires during the period of temporary possession, and\n\t\tprior to the period of temporary possession the tenant notifies in writingboth the acquiring authority and the landlord that the tenant intends toresume occupation of the land after the period of temporary possession.\n\tFor the purposes of Part 2 of the Landlord and Tenant Act 1954 the tenantis to be deemed to continue to occupy the land in accordance with the tenancymentioned in subsection (4)(b), and any tenancy which succeeds that tenancy,despite the period of temporary possession.\n\tBut if the tenant notifies in writing both the acquiring authority and thelandlord that the tenant no longer intends to resume occupation of the landafter the period of temporary possession subsection (5) ceases to apply.\n\tIn this section “tenancy” includes a sub-tenancy."
    },
    {
        "length": 819,
        "text": "\nSupplementary provisions\n\tThe appropriate national authority must by regulations make provisionabout—\n\t\tthe reinstatement of land subject to a period of temporary possession, and\n\t\tthe resolution by an independent person of disputes about reinstatement.\n\tThe Secretary of State may by regulations exclude the application of anyprovision of this Chapter in relation to a person who is an acquiringauthority as a result of an authorisation by virtue of—\n\t\tsection 11, 12 or 12A of the Pipe-lines Act 1962 (compulsory purchase ofland or rights over land in connection with pipe-lines),\n\t\tsection 12 or 13 of the Gas Act 1965 (compulsory purchase of rights inrelation to storage of gas etc),\n\t\tparagraph 1 of Schedule 3 to the Gas Act 1986 (compulsory purchase of landby gas transporter), or\n\t\tparagraph 1 of Schedule 3 to the Electricity Act 1989 (compulsory purchaseof land by licence holder).\n\tThe appropriate national authority may by regulations make furtherprovision in relation to—\n\t\tthe authorisation and exercise of the power to take temporary possession ofland by virtue of section 18(2), and\n\t\tthe circumstances in which an acquiring authority may be authorised toacquire land after being authorised to take temporary possession of it.\n\tRegulations under subsection (3) may for example—\n\t\tmake provision that appears to the appropriate national authority to benecessary or expedient for giving full effect to a provision of this Chapterin relation to particular cases or types of case, including by modifying thatprovision so that it is effective in relation to those cases or types of case,\n\t\tlimit the period for which an acquiring authority may take temporarypossession of land,\n\t\tlimit the circumstances in which an acquiring authority may take temporarypossession of land,\n\t\tmake provision about the use by an acquiring authority of land of which ithas taken temporary possession (for example, by limiting what an acquiringauthority may do or by requiring an acquiring authority to do certain things),\n\t\tlimit the types of land which may be subject to temporary possession inspecified circumstances,\n\t\trequire an acquiring authority to provide specified information relating toa period of temporary possession to specified persons before, during or afterthe period,\n\t\tmake provision in relation to the sale by a person with an interest in landwhere that land is or may be subject to temporary possession, and\n\t\tmake provision for a person who has a right to occupy land subject totemporary possession to be deemed to occupy that land for specified purposesduring the period of temporary possession.\n\tBefore making regulations under this section the Secretary of State or theWelsh Ministers, as the case may be, must carry out a public consultation.\n\tIn this section—\n\t\t  * “appropriate national authority” means— \n\t\tin relation to cases where the Welsh Ministers are the acquiring authority orthe confirming authority, the Welsh Ministers, and\n\t\tin all other cases, the Secretary of State;\n\t\t\t  * “confirming authority” means the authority having power to authorise the acquiring authority to take temporary possession of land; \n\t\t\t  * “specified” means specified in regulations under subsection (3). "
    },
    {
        "length": 106,
        "text": "\nInterpretation \n\tIn this Chapter—\n\t  * “acquiring authority” has the meaning given in section 18(1); \n\t  * “the notice period” has the meaning given in section 20(2); \n\t  * “possession” means exclusive occupation; \n\t  * “relevant right or interest” has the meaning given by section 23(10). "
    },
    {
        "length": 106,
        "text": "\nApplication to Crown land\n\tThis Chapter applies in relation to Crown land.\n\tAn acquiring authority may exercise the power conferred by section 18(2) inrelation to Crown land only if the acquiring authority has the consent of theappropriate authority.\n\tIn this section “Crown land” and “the appropriate authority” have themeanings given in section 293 of the Town and Country Planning Act 1990."
    },
    {
        "length": 3064,
        "text": "\nNo-scheme principle\n\tThe Land Compensation Act 1961 is amended in accordance with subsections(2) to (4).\n\tIn section 5, after rule (2) insert—\n\t\t“(2A)The value of land referred to in rule (2) is to be assessed in the lightof the no-scheme principle set out in section 6A.”\n\tFor sections 6 to 9 (provisions about how scheme is to be disregarded whenassessing compensation in respect of compulsory acquisition) substitute—\n\t“6ANo-scheme principle\n\t\tThe no-scheme principle is to be applied when assessing the value of landin order to work out how much compensation should be paid by the acquiringauthority for the compulsory acquisition of the land (see rule 2A in section5).\n\t\tThe no-scheme principle is the principle that—\n\t\t\tany increase in the value of land caused by the scheme for which theauthority acquires the land, or by the prospect of that scheme, is to bedisregarded, and\n\t\t\tany decrease in the value of land caused by that scheme or the prospect ofthat scheme is to be disregarded.\n\t\tIn applying the no-scheme principle the following rules in particular (the“no-scheme rules”) are to be observed.\n\t\tRule 1: it is to be assumed that the scheme was cancelled on the relevantvaluation date.\n\t\tRule 2: it is to be assumed that no action has been taken (includingacquisition of any land, and any development or works) by the acquiringauthority wholly or mainly for the purposes of the scheme.\n\t\tRule 3: it is to be assumed that there is no prospect of the same scheme,or any other project to meet the same or substantially the same need, beingcarried out in the exercise of a statutory function or by the exercise ofcompulsory purchase powers.\n\t\tRule 4: it is to be assumed that no other projects would have been carriedout in the exercise of a statutory function or by the exercise of compulsorypurchase powers if the scheme had been cancelled on the relevant valuationdate.\n\t\tRule 5: if there was a reduction in the value of land as a result of—\n\t\t\tthe prospect of the scheme (including before the scheme or the compulsoryacquisition in question was authorised), or\n\t\t\tthe fact that the land was blighted land as a result of the scheme,\n\t\t\t\tthat reduction is to be disregarded.\n\t\tIn this section—\n\t\t\t  * “blighted land” means land of a description listed in Schedule 13 to the Town and Country Planning Act 1990;\n\t\t\t  * “relevant valuation date” has the meaning given by section 5A.\n\t\tSee also section 14 for assumptions to be made in respect of planningpermission.\n\tBLower compensation if other land gains value\n\t\tThis section applies where—\n\t\t\ta person is entitled to compensation for the compulsory acquisition of land(the “original land”) for the purposes of a scheme,\n\t\t\ton the date the notice to treat is served in respect of the original land,the person is entitled to an interest in other land (the “other land”) whichis contiguous or adjacent to the original land,\n\t\t\tthe person is entitled to the interest in the other land in the samecapacity as the person is entitled to the interest in the original land, and\n\t\t\tthe person’s interest in the other land has increased in value as a resultof the scheme.\n\t\tThe amount of compensation to which the person is entitled in respect ofthe compulsory acquisition of the original land is to be reduced by the amountof the increase in the value of the person’s interest in the other land as atthe relevant valuation date (determined in accordance with section 5A).\n\t\tAn amount by which the other land increases in value may not be set offagainst compensation payable to the person (for the original land orotherwise) in accordance with subsection (2) more than once.\n\t\tIf the other land is subsequently subject to compulsory acquisition for thepurposes of the scheme mentioned in subsection (1), the compensation to whichthe person is entitled for the other land includes the amount which wasdeducted from the person’s compensation for the original land in accordancewith subsection (2) (despite the no-scheme principle).\n\t\tIf part only of the other land is subject to compulsory acquisition, thecompensation to which the person is entitled by virtue of subsection (4) is tobe reduced accordingly.\n\t\tSubsections (4) and (5) apply in relation to a person (a “successor”) whoderives title from the person mentioned in that subsection as if the originalland had been acquired from the successor.\n\t\tThis section does not apply in relation to compensation which is to beassessed in accordance with section 261 of the Highways Act 1980 (benefit tovendor to be taken into account in assessing compensation on certaincompulsory acquisitions for highway purposes).\n\tCIncreased compensation if other land loses value\n\t\tThis section applies where—\n\t\t\tland (the “original land”) belonging to a person is acquired for thepurposes of a scheme,\n\t\t\tas a result of the acquisition of the original land the person receivescompensation for injurious affection in relation to other land, and\n\t\t\tthe other land is subsequently subject to compulsory acquisition for thepurposes of that scheme.\n\t\tThe compensation to which the person is entitled as a result of thecompulsory acquisition of the other land is to be reduced by the amount whichthe person received in compensation for injurious affection in relation to theother land as a result of the acquisition of the original land.\n\t\tSubsection (2) applies in relation to a person (a “successor”) who derivestitle from the person mentioned in that subsection as if the compensation forinjurious affection had been paid to the successor.\n\tDMeaning of “scheme” etc.\n\t\tFor the purposes of sections 6A, 6B and 6C, the “scheme” in relation to acompulsory acquisition means the scheme of development underlying theacquisition (subject to subsections (2) to (5)).\n\t\tWhere the acquiring authority is authorised to acquire land in connectionwith the development of an area designated as—\n\t\t\tan urban development area by an order under section 134 of the LocalGovernment, Planning and Land Act 1980,\n\t\t\ta new town by an order under section 1 of the New Towns Act 1981, or\n\t\t\ta Mayoral development area by a designation under section 197 of theLocalism Act 2011,\n\t\t\t\tthe scheme is the development of any land for the purposes for which the areais or was designated.\n\t\tWhere land is acquired for regeneration or redevelopment which isfacilitated or made possible by a relevant transport project, the schemeincludes the relevant transport project (subject to section 6E).\n\t\tFor the purposes of subsection (3) and section 6E—\n\t\t\ta “relevant transport project” means a transport project carried out in theexercise of a statutory function or by the exercise of compulsory purchasepowers (regardless of whether it is carried out before, after or at the sametime as the regeneration or redevelopment), and\n\t\t\twhere different parts of the works comprised in such a transport projectare first opened for use on different dates, each part is to be treated as aseparate relevant transport project.\n\t\tIf there is a dispute as to what is to be taken to be the scheme (the“underlying scheme”) then, for the purposes of this section, the underlyingscheme is to be identified by the Upper Tribunal as a question of fact,subject as follows—\n\t\t\tthe underlying scheme is to be taken to be the scheme provided for by theAct, or other instrument, which authorises the compulsory acquisition unlessit is shown (by either party) that the underlying scheme is a scheme largerthan, but incorporating, the scheme provided for by that instrument, and\n\t\t\texcept by agreement or in special circumstances, the Upper Tribunal maypermit the acquiring authority to advance evidence of such a larger schemeonly if that larger scheme is one identified in the following read together—\n\t\t\tthe instrument which authorises the compulsory acquisition, and\n\t\t\tany documents made available with it.\n\t\tIn the application of no-scheme rule 3 in relation to the acquisition ofland for or in connection with the construction of a highway (the “schemehighway”) the reference in that rule to “any other project” includes areference to any other highway that would meet the same or substantially thesame need as the scheme highway would have been constructed to meet.\n\tEFurther provisions in relation to relevant transport projects\n\t\tThis section has effect for the purposes of section 6D(3).\n\t\tThe scheme referred to in that section includes the relevant transportproject only if—\n\t\t\tregeneration or redevelopment was part of the published justification forthe relevant transport project,\n\t\t\tthe works comprised in the relevant transport project are first opened foruse after the period of 5 years beginning with the day on which section 32 ofthe Neighbourhood Planning Act 2017 (which inserted this section) came intoforce,\n\t\t\tthe instrument authorising the compulsory acquisition of the land which isacquired for regeneration or redevelopment was made or prepared in draft on orafter the day on which that section came into force,\n\t\t\tthe compulsory acquisition of that land is authorised before the end of theperiod of 5 years beginning with the day on which the works comprised in therelevant transport project are first opened for use, and\n\t\t\tthat land is in the vicinity of land comprised in the relevant transportproject.\n\t\tIn assessing compensation payable to a person in respect of the compulsoryacquisition of that land, the scheme is to be treated as if it did not includethe relevant transport project if the person acquired the land—\n\t\t\tafter plans for the relevant transport project were announced, but\n\t\t\tbefore 8 September 2016.\n\t\tSubsections (5) and (6) set out how subsection (2)(b) should be applied ifa claim for compensation is made by a person (the “claimant”)—\n\t\t\tduring the period of 5 years mentioned in that subsection, and\n\t\t\tbefore the works are first opened for use.\n\t\tCompensation is to be assessed on the basis that the works will first beopened for use after the period of 5 years unless the acquiring authorityconfirms that, in the authority’s opinion, the works will first be openedduring that period (in which case compensation is to be assessed on the basisthat the works will first be opened for use during that period).\n\t\tIf the basis on which compensation was assessed proves to be incorrect—\n\t\t\tthe claimant’s entitlement to any compensation which the claimant hasalready been awarded is not affected,\n\t\t\tthe acquiring authority must give the claimant a notice informing theclaimant that the basis on which the compensation was assessed was incorrect,\n\t\t\tthe claimant may make a further claim for compensation in respect of thecompulsory acquisition, and\n\t\t\tfor the purposes of the Limitation Act 1980, the further claim forcompensation accrues on the day the claimant receives the notice.”\n\t\tOmit— \n\t\t\tsection 15 (planning permission to be assumed for acquiring authority’sproposals), and\n\t\t\tSchedule 1 (actual or prospective development relevant for purposes ofsections 6, 7 and 8).\n\t\tIn section 6(3) of the Land Compensation Act 1973 (reduction ofcompensation where land is benefited)—\n\t\t\tfor “section 6” substitute “section 6A”, and\n\t\t\tfor “section 7” substitute “section 6B”.\n\t\tIn section 78 of the Housing Act 1988 (supplementary provisions relating tovesting, acquisition and compensation) omit subsections (3) and (4)."
    },
    {
        "length": 590,
        "text": "\nRepeal of Part 4 of the Land Compensation Act 1961\n\tIn the Land Compensation Act 1961 omit—\n\t\tPart 4 (compensation where permission for additional development grantedafter acquisition), and\n\t\tSchedule 3 (application of Part 4 to certain cases).\n\tIn section 38(1) of that Act (service of notices) omit “or Part IV”.\n\tIn section 141 of the Local Government, Planning and Land Act 1980 (vestingby order of land in urban development corporation) omit subsection (5A) (nocompensation payable under Part 4 of the Land Compensation Act 1961 by virtueof such an order).\n\tIn consequence of the amendments made by this section the following arerepealed or revoked—\n\t\tsection 66 of the Planning and Compensation Act 1991;\n\t\tSchedule 14 to that Act;\n\t\tparagraph 25 of Schedule 15 to that Act;\n\t\tparagraph 14 of Schedule 14 to the Government of Wales Act 1998;\n\t\tparagraph 15 of Schedule 1 to the Fire and Rescue Services Act 2004;\n\t\tthe first paragraph 3 in Part 1 of Schedule 2 to the Welsh DevelopmentAgency (Transfer of Functions to the National Assembly for Wales andAbolition) Order 2005 ([SI 2005/3226](/id/uksi/2005/3226?view=plain \"Go toitem of legislation\"));\n\t\tparagraph 2 of Schedule 8 to the Housing and Regeneration Act 2008;\n\t\tparagraph 1 of Schedule 2 to the Localism Act 2011 (ConsequentialAmendments) Order 2012 ([SI 2012/961](/id/uksi/2012/961?view=plain \"Go to itemof legislation\")).\n\tThe repeals and revocations made by this section have effect in relationonly to an acquisition or sale of an interest in land in relation to which thedate of completion (within the meaning of Part 4 of the Land Compensation Act1961) falls on or after the day on which this section comes into force."
    },
    {
        "length": 271,
        "text": "\nTime limit for confirmation notices\n\tIn section 15 of the Acquisition of Land Act 1981 (notices to be served andpublished etc after confirmation of compulsory purchase order) aftersubsection (3) insert—\n\t\t“(3A)The acquiring authority must comply with subsections (1) and (3) beforethe end of—\n\t\tthe period of 6 weeks beginning with the day on which the order isconfirmed, or\n\t\tsuch longer period beginning with that day as may be agreed in writingbetween the acquiring authority and the confirming authority.\n\t\t(3B)If the acquiring authority fails to comply with subsections (1) and (3) inaccordance with subsection (3A), the confirming authority may—\n\t\ttake any steps that the acquiring authority was required but has failed totake to comply with those subsections, and\n\t\trecover the reasonable costs of doing so from the acquiring authority.”\n\tThe amendment made by this section applies only in relation to a compulsorypurchase order which is confirmed after this section comes into force."
    },
    {
        "length": 509,
        "text": "\nCompensation for disturbance\n\tFor section 47 of the Land Compensation Act 1973 (compensation in respect ofland subject to business tenancy) substitute—\n\t“47Compensation in respect of land subject to business tenancy\n\t\tThis section applies where—\n\t\t\tin pursuance of an enactment providing for the acquisition or taking ofpossession of land compulsorily an acquiring authority—\n\t\t\tacquires the interest of the landlord in land subject to a tenancy, or\n\t\t\tacquires the interest of the tenant in, or takes possession of, landsubject to a tenancy, and\n\t\t\tbefore the authority acquired the interest or took possession of the land,the tenant under the tenancy was carrying on a trade or business on the land.\n\t\tThe principles in subsections (3) and (4) are to be applied in assessingthe compensation payable by the authority to the landlord or the tenant inrespect of the acquisition of the interest in or the taking of possession ofthe land or, as the case may be, under section 121 of the Lands ClausesConsolidation Act 1845 or section 20 of the Compulsory Purchase Act 1965(tenants from year to year etc).\n\t\tRegard must be had to—\n\t\t\tthe likelihood of the continuation or renewal of the tenancy,\n\t\t\tin the case of a tenancy to which Part 2 of the Landlord and Tenant Act1954 (security of tenure for business tenants) applies, the right of thetenant to apply for the grant of a new tenancy,\n\t\t\tthe total period for which the tenancy may reasonably have been expected tocontinue, including after any renewal, and\n\t\t\tthe terms and conditions on which a tenancy may reasonably have beenexpected to be renewed or continued.\n\t\tIt is to be assumed that neither the acquiring authority nor any otherauthority possessing compulsory purchase powers have acquired or propose toacquire any interest in the land.”"
    },
    {
        "length": 1417,
        "text": "\nGLA, MDCs and TfL: joint acquisition of land\n\tThe Greater London Authority Act 1999 is amended as follows.\n\tAfter section 403 insert—\n\t“Acquisition of land for shared purposes\n\t\tAAcquisition of land by the Authority and TfL for shared purposes\n\t\t\tThis section applies where the Authority and Transport for London agreethat the purposes for which they may acquire land compulsorily under—\n\t\t\t\tsection 333ZA of this Act, and\n\t\t\t\tparagraph 19(1) of Schedule 11 to this Act or Part 12 of the Highways Act1980,\n\t\t\t\t\twould be advanced by one or both of them acquiring land for a joint project.\n\t\t\tThe purposes for which the Authority may acquire land compulsorily undersection 333ZA(1) are to be read as if they included the purposes for whichTransport for London may acquire land compulsorily.\n\t\t\tThe purposes for which Transport for London may acquire land compulsorilyunder paragraph 19(1) of Schedule 11 to this Act or Part 12 of the HighwaysAct 1980 are to be read as if they included the purposes for which theAuthority may acquire land compulsorily.\n\t\t\tThe Authority and Transport for London may agree that one of them is toacquire land on behalf of the other.\n\t\t\tWhere subsection (4) applies, a compulsory acquisition is to proceed under—\n\t\t\t\tsection 333ZA if it is agreed that the Authority will acquire the land, or\n\t\t\t\tparagraph 19(1) of Schedule 11 to this Act or Part 12 of the Highways Act1980 if it is agreed that Transport for London will acquire the land.\n\t\t\tSubsection (7) applies where—\n\t\t\t\tthe Authority and Transport for London both propose to acquire landcompulsorily for a joint project, and\n\t\t\t\tthe proposed compulsory acquisitions require authorisation by differentconfirming authorities.\n\t\t\tThe proposed compulsory acquisitions are to be treated as requiring thejoint authorisation of the confirming authorities.\n\t\t\tThe Authority or Transport for London may acquire land by agreement for thesame purposes as those for which that body may acquire land compulsorily byvirtue of subsection (2) or (3).\n\t\t\tThe joint project mentioned in subsection (1) is to be treated as thescheme for the purposes of the no-scheme principle in section 6A of the LandCompensation Act 1961 (impact of scheme to be disregarded when assessing valueof land for compulsory purchase).\n\t\tBAcquisition of land by MDC and TfL for shared purposes\n\t\t\tThis section applies where a Mayoral development corporation and Transportfor London agree that the purposes for which they may acquire landcompulsorily under—\n\t\t\t\tsection 207 of the Localism Act 2011, and\n\t\t\t\tparagraph 19(1) of Schedule 11 to this Act or Part 12 of the Highways Act1980,\n\t\t\t\t\twould be advanced by one or both of them acquiring land for a joint project.\n\t\t\tThe purposes for which the Mayoral development corporation may acquire landcompulsorily under section 207 of the Localism Act 2011 are to be read as ifthey included the purposes for which Transport for London may acquire landcompulsorily.\n\t\t\tThe purposes for which Transport for London may acquire land compulsorilyunder paragraph 19(1) of Schedule 11 to this Act or Part 12 of the HighwaysAct 1980 are to be read as if they included the purposes for which the Mayoraldevelopment corporation may acquire land compulsorily.\n\t\t\tThe Mayoral development corporation and Transport for London may agree thatone of them is to acquire land on behalf of the other.\n\t\t\tWhere subsection (4) applies, a compulsory acquisition is to proceed under—\n\t\t\t\tsection 207 of the Localism Act 2011 if it is agreed that the Mayoraldevelopment corporation will acquire the land, or\n\t\t\t\tparagraph 19(1) of Schedule 11 to this Act or Part 12 of the Highways Act1980 if it is agreed that Transport for London will acquire the land.\n\t\t\tSubsection (7) applies where—\n\t\t\t\tthe Mayoral development corporation and Transport for London both proposeto acquire land compulsorily for a joint project, and\n\t\t\t\tthe proposed compulsory acquisitions require authorisation by differentconfirming authorities.\n\t\t\tThe proposed compulsory acquisitions are to be treated as requiring thejoint authorisation of the confirming authorities.\n\t\t\tThe Mayoral development corporation or Transport for London may acquireland by agreement for the same purposes as those for which that body mayacquire land compulsorily by virtue of subsection (2) or (3).\n\t\t\tThe joint project mentioned in subsection (1) is to be treated as thescheme for the purposes of the no-scheme principle in section 6A of the LandCompensation Act 1961 (impact of scheme to be disregarded when assessing valueof land for compulsory purchase).”\n\t\t\tIn paragraph 20 of Schedule 11 (limitations on Transport for London’s powerto acquire land compulsorily), after “provided by” insert “section 403A, 403Bor”."
    },
    {
        "length": 965,
        "text": "\nOverriding easements: land held on behalf of GLA or TfL\n\tThe Housing and Planning Act 2016 is amended in accordance with subsections(2) to (4).\n\tIn section 203 (power to override easements and other rights)—\n\t\tin the opening words of subsection (2)(b), for “13 July 2016” substitute“the relevant day”,\n\t\tin subsection (2)(b)(i), after “specified authority” insert “or a specifiedcompany acting on behalf of a specified authority”,\n\t\tin the opening words of subsection (5)(b), for “13 July 2016” substitute“the relevant day”, and\n\t\tin subsection (5)(b)(i), after “specified authority” insert “or a specifiedcompany acting on behalf of a specified authority”.\n\tIn section 204 (compensation for overridden easements), for subsection (4)substitute—\n\tThe authority against which a liability is enforceable by virtue ofsubsection (3)(a) is—\n\t\twhere the land to which the compensation relates was vested in or acquiredby a company through which the Greater London Authority exercises or hasexercised functions in relation to housing or regeneration, the Greater LondonAuthority,\n\t\twhere the land was vested in or acquired by a company through whichTransport for London exercises or has exercised any of its functions,Transport for London, or\n\t\tin all other cases, the specified or qualifying authority in which the landwas vested, or by which the land was acquired or appropriated.”\n\tIn section 205 (interpretation of sections 203 and 204)—\n\t\tin the definition of “other qualifying land”, in the opening words ofparagraph (g), after “regeneration,” insert “or vested in or acquired by acompany or body through which the Greater London Authority exercises functionsin relation to housing or regeneration,”,\n\t\tin the definition of “qualifying authority”—\n\t\tfor the words from “authority in” to “or which” substitute “person in whomthe land was vested, or who”, and\n\t\tat the end insert “(but, for the purposes of section 203(3)(c) and (6)(c),where that person is a company or body through which the Greater LondonAuthority exercises functions in relation to housing or regeneration, thequalifying authority is the Greater London Authority)”,\n\t\tafter the definition of “qualifying authority” insert—\n\t\t\t  * ““relevant day” means—\n\t\tin relation to a specified company which is a company or body through whichTransport for London exercises any of its functions, the day on which section37 of the Neighbourhood Planning Act 2017 comes into force, and\n\t\tin all other cases, 13 July 2016.”, and\n\t\tafter the definition of “specified authority” insert—\n\t\t\t  * ““specified company” means—\n\t\ta company or body through which the Greater London Authority exercisesfunctions in relation to housing or regeneration, or\n\t\ta company or body through which Transport for London exercises any of itsfunctions;”.\n\tIn the Housing and Planning Act 2016 (Commencement No. 2, TransitionalProvisions and Savings) Regulations 2016 ([S.I.2016/733](/id/uksi/2016/733?view=plain \"Go to item of legislation\")), thefollowing regulations are revoked—\n\t\tregulation 10 (savings in relation to company through which Greater LondonAuthority exercises functions), and\n\t\tregulation 12(3) (substitution of actual date for reference to commencementdate)."
    },
    {
        "length": 354,
        "text": "\nTiming of advance payments of compensation\n\tThe Land Compensation Act 1973 is amended as follows.\n\tIn section 52 (right to advance payment of compensation)—\n\t\tin subsection (4)(b)—\n\t\tomit the “or” before sub-paragraph (ii), and\n\t\tat the end insert “, or\n\t\treceived any further information required under section 52ZC(2)(b).”, and\n\t\tin subsection (4ZA)(b)—\n\t\tomit the “or” before sub-paragraph (ii), and\n\t\tat the end insert “, or\n\t\treceived any further information required under section 52ZC(2)(b).”\n\tIn section 52ZC (land subject to mortgage: supplementary provisions)—\n\t\tin subsection (3A)(b)—\n\t\tomit the “or” before sub-paragraph (ii), and\n\t\tat the end insert “, or\n\t\treceived any further information required under section 52(2A)(b).”, and\n\t\tin subsection (3B)(b)—\n\t\tomit the “or” before sub-paragraph (ii), and\n\t\tat the end insert “, or\n\t\treceived any further information required under section 52(2A)(b).”"
    },
    {
        "length": 299,
        "text": "\nInterest on payments to mortgagee paid late\n\tSection 52B of the Land Compensation Act 1973 (interest on advance paymentsof compensation paid late) is amended as follows.\n\tIn the heading, after “compensation” insert “etc.\n\tIn subsection (1)—\n\t\tafter “(1B)” insert “, 52ZA(3) or 52ZB(3)”,\n\t\tafter “compensation” insert “or (as the case may be) a payment to amortgagee”, and\n\t\tafter “interest” insert “to the claimant”.\n\tIn subsection (2), after “(4ZA)” insert “or (as the case may be) section52ZC(3A) or (3B)”.\n\tIn subsection (3)—\n\t\tfor “the amount of the advance payment” substitute “the total amount whichthe acquiring authority pays under section 52, 52ZA or 52ZB in respect of theclaimant (the “paid amount”)”, and\n\t\tfor “by which the advance payment” substitute “by which the paid amount”."
    },
    {
        "length": 167,
        "text": "\nCompensation for temporary severance of land after vesting declaration\n\tIn Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981(counter-notice requiring purchase of land not in general vestingdeclaration), in paragraph 16, after sub-paragraph (3) insert—\n\tIf the vesting date for the specified land is after the vesting date forany land proposed to be acquired, the Upper Tribunal’s power to awardcompensation under section 7 of the Compulsory Purchase Act 1965 includespower to award compensation for any loss suffered by the owner by reason ofthe temporary severance of the land proposed to be acquired from the specifiedland.”"
    },
    {
        "length": 144,
        "text": "\nCHAPTER 3Consequential provision\n\tConsequential provision\n\t\tThe Secretary of State may by regulations make provision in consequence ofany provision of this Part.\n\t\tRegulations under subsection (1) may amend, repeal or revoke any enactment.\n\t\tIn subsection (2) “enactment” includes—\n\t\t\tan enactment contained in subordinate legislation within the meaning of theInterpretation Act 1978, and\n\t\t\tan enactment contained in, or in an instrument made under, a Measure or Actof the National Assembly for Wales."
    },
    {
        "length": 886,
        "text": "\nPart 3Final provisions\n\tFinancial provisions\n\t\tThe following are to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred under or by virtue of this Act by a Minister ofthe Crown, a person holding office under Her Majesty or a governmentdepartment, and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\tRegulations \n\t\tRegulations under this Act are to be made by statutory instrument.\n\t\tA statutory instrument containing (whether alone or with any otherprovision) any of the following regulations may not be made unless a draft ofthe instrument has been laid before, and approved by a resolution of, eachHouse of Parliament—\n\t\t\tregulations under section 29(1), (2) or (3) made by the Secretary of State;\n\t\t\tregulations under section 42(1) which amend or repeal a provision ofprimary legislation.\n\t\tA statutory instrument containing (whether alone or with any otherprovision) regulations under section 29(1) or (3) made by the Welsh Ministersmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of, the National Assembly for Wales.\n\t\tA statutory instrument containing any of the following regulations and towhich subsection (2) does not apply is subject to annulment in pursuance of aresolution of either House of Parliament—\n\t\t\tregulations under section 25(4);\n\t\t\tregulations under section 42(1) which do not amend or repeal a provision ofprimary legislation.\n\t\tRegulations under this Act—\n\t\t\tmay make different provision for different purposes or areas;\n\t\t\tmay make provision which applies generally or for particular purposes orareas;\n\t\t\tmay make transitional, transitory or saving provision;\n\t\t\tmay make incidental, supplementary or consequential provision.\n\t\tIf a draft of regulations under section 29(3) would, apart from thissubsection, be treated as a hybrid instrument for the purposes of the StandingOrders of either House of Parliament, it is to proceed in that House as if itwere not a hybrid instrument.\n\t\tIn this section “primary legislation” means—\n\t\t\tan Act of Parliament, or\n\t\t\ta Measure or Act of the National Assembly for Wales.\n\tExtent \n\t\tThis Act extends to England and Wales only, subject to subsection (2).\n\t\tSection 42 and this Part extend to England and Wales, Scotland and NorthernIreland.\n\tCommencement \n\t\tThis Act comes into force on such day as the Secretary of State appoints byregulations, subject to subsection (3).\n\t\tRegulations under subsection (1) may appoint different days for differentpurposes or areas.\n\t\tThe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 2, for the purposes only of enabling the Secretary of State to makeprovision by development order under paragraph 8(6) of Schedule 1 to the Townand Country Planning Act 1990;\n\t\t\tsections 4, 9, 12 and 13 and Schedule 1, to the extent that they conferpower on the Secretary of State to make regulations;\n\t\t\tsection 15;\n\t\t\tsection 17;\n\t\t\tsection 42;\n\t\t\tthis Part.\n\t\tThe Secretary of State may by regulations make such transitional,transitory or saving provision as the Secretary of State considers appropriatein connection with the coming into force of any provision of this Act.\n\tShort title\n\t\tThis Act may be cited as the Neighbourhood Planning Act 2017."
    }
]