[
    {
        "length": 777,
        "text": "\nPower to destroy or otherwise dispose of property\n\tAfter section 42 of the Prison Act 1952 insert—\n\t“Disposal of property\n\t\tADisposal of unauthorised or unattributable property\n\t\t\tThe governor or director of a prison may destroy or otherwise dispose of,or arrange for the destruction or other disposal of—\n\t\t\t\tan article found in the possession of a prisoner who is not authorised tohave it in his or her possession, or\n\t\t\t\tan article found inside the prison or in a prisoner escort vehicle,otherwise than in the possession of a prisoner, where—\n\t\t\t\tthe owner of the article is a prisoner who is not authorised to have it inhis or her possession, or\n\t\t\t\tthe owner of the article cannot be ascertained.\n\t\t\tAn article which a prisoner is authorised to have in his or her possessionis to be treated for the purposes of subsection (1) as not so authorised wherethe governor or director of the prison reasonably believes that the article isbeing, has been or may be used for any of the purposes mentioned in subsection(3).\n\t\t\tThose purposes are—\n\t\t\t\tconcealing an article which a prisoner is not authorised to have in his orher possession;\n\t\t\t\tcausing harm to the prisoner or others;\n\t\t\t\tprejudicing the security or operation of the prison.\n\t\t\tWhere a prisoner is authorised to have an article in his or her possessionin a particular part of the prison, subsection (1)(a) or (b)(i) applies onlywhere the property is found otherwise than in that part.\n\t\t\tIn this section—\n\t\t\t\t“authorised” means authorised in accordance with prison rules or by thegovernor or director of the prison;\n\t\t\t\t“prisoner escort vehicle” means a vehicle used for taking a prisoner to orfrom a prison or other place while in custody;\n\t\t\t\treferences to disposing of an article include selling it.\n\t\t\tThe power under subsection (1)—\n\t\t\t\tmay be exercised in relation to a relevant article found before the day onwhich this section comes into force if the article remains unclaimed at theend of six months beginning with that day;\n\t\t\t\tmay not otherwise be exercised in relation to an article found before thatday.\n\t\t\tIn subsection (6)(a) “relevant article” means an article specified insection 40A(3)(c) or (d) (cameras and sound-recording devices) or section40D(3B) (devices capable of transmitting or receiving images, sounds orinformation by electronic communications, etc).”\n\t\t\tIn section 43 of that Act (power of Secretary of State to provide youngoffender institutions and secure training centres), in subsections (4) and(4A), for “and 36” substitute “, 36 and 42A”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tSection 1 comes into force on such day as the Secretary of State may byorder made by statutory instrument appoint.\n\tThis section comes into force on the day on which this Act is passed.\n\tThis Act may be cited as the Prisons (Property) Act 2013.\n\t\t"
    }
]