{
    "general": "This law allows prison authorities to destroy certain items that are found in prisons, such as weapons or drugs. This helps keep prisoners and staff safe and prevents these items from being used to harm others. The law also makes sure that any destroyed items cannot be used as evidence in court cases.",
    "series": [
        [
            {
                "length": 241,
                "short": "\"Prisons (Property) Act 2013: Power to Destroy Unauthorized Items Found in Prisons\"",
                "text": "\n* Simplified point 1: The Prisons (Property) Act 2013 gives prison governors and directors the power to destroy or dispose of unauthorized or unattributed items found in prisons, including those found in prisoners' possessions.\n* Simplified point 2: The act allows for the destruction of items that are being used to conceal other prohibited items, cause harm, or prejudice the security of the prison.\n* Simplified point 3: The power to dispose of these items can be exercised even after six months have passed since the item was found, as long as it remains unclaimed.\n* Simplified point 4: The act also expands the definition of \"unauthorized articles\" to include items that are capable of transmitting or receiving images, sounds, or information by electronic communications.\n* Simplified point 5: The Prisons (Property) Act 2013 applies only to England and Wales."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Prisons (Property) Act 2013 lets prison governors and directors get rid of things that prisoners have that they shouldn't have in their possession. This includes anything that could be used to hurt someone or something that has been hidden inside another object. Even if it's been more than six months since the item was found, the prison staff can still throw it away if no one claims it. The law also covers any electronic devices that can send or receive messages. This law only applies to prisons in England and Wales. So, if you're in prison in either of those places, be careful about what you bring with you!",
    "single": "\n* The Prisons (Property) Act 2013 allows governors or directors of prisons to destroy or dispose of certain items found in prisons, including:\n\t+ Unauthorized or unattributable items found in the possession of prisoners\n\t+ Items found inside the prison or in prisoner escort vehicles that cannot be ascertained to belong to a specific owner\n\t+ Items that a prisoner is authorized to have but are being used for unauthorized purposes\n* The Act applies to items found in prisons in England and Wales\n* The Act allows for the destruction or disposal of items that are being used for harmful or prejudicial purposes, or that are being used to conceal other unauthorized items\n* The Act does not apply to items that are authorized to be in the possession of prisoners, but can be disposed of if they are being used for unauthorized purposes\n* The Act comes into force on the day it is passed, and the power to destroy or dispose of items can be exercised in relation to items found before the Act came into force if they remain unclaimed at the end of six months\n* The Act extends to England and Wales only."
}