[
    {
        "length": 3076,
        "text": "\nReferendums\n\tAssembly referendums\n\t\tThe Secretary of State may by order cause a referendum to be held in aregion specified in the order about the establishment of an elected assemblyfor that region.\n\t\tThe date of the referendum must be specified in the order.\n\t\tBut the Secretary of State must not make an order under subsection (1)unless each of the following two conditions is satisfied in relation to theregion.\n\t\tThe first condition is that the Secretary of State has considered the levelof interest in the region in the holding of such a referendum.\n\t\tThe second condition is that the Boundary Committee for England have maderecommendations in relation to the region in pursuance of section 13.\n\t\tThe Secretary of State may make the order at any time during the period oftwo years starting with the date on which he gives a direction under section13 in relation to the region so long as before he makes the order he has nocause to think that the level of interest has changed materially.\n\t\tA change in the level of interest is material if the changed level is oneat which the Secretary of State (disregarding factors relating to any otherregion) thinks he would not have given a direction under section 13.\n\t\tIf the Secretary of State has cause to think that the level of interest haschanged materially as mentioned in subsection (6), that subsection does notapply but he must not make an order under subsection (1) unless for thepurposes of subsection (4) he considers—\n\t\t\tviews expressed and information and evidence provided to him;\n\t\t\tsuch published material as he thinks appropriate.\n\t\tThe Secretary of State may by order vary or revoke an order under thissection if he thinks it is not appropriate for a referendum to be held on thedate specified in the order.\n\tLocal government referendums\n\t\tThis section applies if the Secretary of State makes an order under section1 to cause a referendum to be held in a region about the establishment of anelected assembly for that region.\n\t\tThe Secretary of State must by order cause a referendum to be held in eachcounty area in the region about the government’s proposals for the structureof local government in that area.\n\t\tA county area is an area in the region in relation to which both a countycouncil and one or more district councils have functions.\n\t\tBut if the government’s proposals for a county area include an optionproviding for a local authority whose area includes any part of the area ofmore than one county area, the county area for the purposes of this section isthe combined area of each of those county areas.\n\t\tThe government’s proposals for the structure of local government—\n\t\t\tare such of the recommendations of the Boundary Committee for England madein pursuance of a direction under section 13(1) or 16(4) as the Secretary ofState thinks appropriate subject to such modifications (if any) as he proposesto make in pursuance of section 17(3);\n\t\t\tmust include at least two options for structural change (within the meaningof Part 2 of the Local Government Act [1992 (c.19)](/id/ukpga/1992/19?view=plain \"Go to item of legislation\")) in relation toeach county area in the region.\n\t\tThe date of a referendum held in pursuance of an order under subsection (2)must be—\n\t\t\tspecified in the order;\n\t\t\tthe same date as the date specified in the order under section 1.\n\t\tAn order under subsection (2) must not be made before the end of the periodof six weeks starting with the day on which the Secretary of State receivesthe recommendations of the Boundary Committee in pursuance of a directionunder section 13(1) or 16(4).\n\t\tThe Secretary of State by order—\n\t\t\tmay vary an order under subsection (2);\n\t\t\tmust revoke such an order if he revokes the order under section 1.\n\t\tA Minister of the Crown may by order make such provision as he thinksappropriate in connection with a referendum held in pursuance of an orderunder subsection (2).\n\t\tAn order under subsection (9) may—\n\t\t\tmake provision for the creation of offences;\n\t\t\tapply or incorporate with or without modifications or exceptions anyprovision of any enactment (whenever passed or made and including this Act)relating to elections or referendums;\n\t\t\tmodify any provision of Chapter 2 of Part 7 of the 2000 Act as it appliesto a referendum held in pursuance of an order under section 1.\n\tReferendum questions\n\t\tThe question to be asked in a referendum held in pursuance of an orderunder section 1 is:\n\t\t\t“Should there be an elected assembly for the _(insert name of region)_region?”\n\t\tThe following statement (in as nearly as may be the following form) mustprecede the question on the ballot paper:\n\t\t“You can help to decide whether there should be an elected assembly in the (_insert name of region)_ region. If an elected assembly is to be established,it is intended that:\n\t\t\t  * the elected assembly would be responsible for a range of activities currently carried out mainly by central government bodies, including regional economic development; and\n\t\t\t  * local government would be reorganised into a single tier in those parts of the region that currently have both county and district councils.”\n\t\tThe question to be asked in a referendum in pursuance of an order undersection 2(2) is:\n\t\t“Which of the following options for single tier local government do youprefer?\n\t\t\t  * _insert text of options set out in the order requiring the referendum to be held_.”\n\t\tIf the same ballot paper is used for both a referendum held in pursuance ofan order under section 1 and a referendum held in pursuance of an order undersection 2(2), the following statement (in as nearly as may be the followingform) must precede the question on the ballot paper used in any part of theregion where a referendum is held in pursuance of an order under section 2(2):\n\t\t“Your part of the region currently has both county and district councils. Youcan help to decide how local authorities in your part of the region will bereorganised into a single tier. There will be no such reorganisation if anelected assembly is not established.”\n\t\tIf the same ballot paper is not used for both referendums as mentioned insubsection (4) the following statement (in as nearly as may be the followingform) must precede the question on the ballot paper used for a referendum heldin pursuance of an order under section 2(2):\n\t\t“If an elected assembly is established for the ( _insert name of region_ )region, it is intended that local government will be reorganised into a singletier in those parts of the region that currently have both county and districtcouncils.\n\t\tYour part of the region currently has both county and district councils. Youcan help to decide how local authorities in your part of the region will bereorganised into a single tier. There will be no such reorganisation if anelected assembly is not established.”\n\t\tAn order under section 2(2) must set out—\n\t\t\tthe text of the options to be inserted in the question specified insubsection (3);\n\t\t\tsuch explanatory material relating to the options as will be made availablefor voters at the time they vote.\n\t\tBefore an order under section 2(2) is laid before Parliament in pursuanceof section 29(2) the Secretary of State must consult the Electoral Commission—\n\t\t\ton the wording of the text required to be inserted in pursuance ofsubsection (3);\n\t\t\ton the explanatory material.\n\t\tAt the time when the order is so laid the Secretary of State must laybefore each House a report stating any views which the Commission haveexpressed in response to the consultation as to—\n\t\t\tthe intelligibility of the text mentioned in subsection (7);\n\t\t\tthe explanatory material.\n\t\tExplanatory material does not include instructions to voters as to theconduct of the referendum.\n\tEntitlement to vote\n\t\tA person is entitled to vote in a referendum held in a region in pursuanceof an order under section 1 if on the date of the referendum he is entitled tovote at the election of councillors for any electoral area in the region.\n\t\tA person is entitled to vote in a referendum held in a county area of aregion in pursuance of an order under section 2(2) if on the date of thereferendum he is entitled to vote at the election of councillors for anyelectoral area in the county area.\n\t\tBut subsections (1) and (2) are subject to provision made by the Secretaryof State in regulations for disregarding alterations made after a specifieddate in a register of electors.\n\t\tThe regulations may apply or incorporate with or without modifications orexceptions any provision of any enactment (whenever passed or made) relatingto referendums or elections.\n\t\tAn electoral area is any electoral division or ward (or in the case of aparish in which there are no wards the parish) for which the election ofcouncillors is held under the Local Government Act [1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\").\n\t\tCounty area must be construed in accordance with section 2.\n\tReferendum period\n\t\tFor the purposes of Part 7 of the 2000 Act (referendums) the Secretary ofState must by order determine the referendum period for a referendum held inpursuance of an order under section 1.\n\tFurther referendums\n\t\tSubsection (2) applies if—\n\t\t\ta referendum is held in a region in pursuance of an order under section 1,and\n\t\t\ta majority of the votes cast in the referendum is against there being anelected assembly for the region.\n\t\tNo further order under section 1 may be made in relation to the regionuntil the end of the period of seven years starting with the day on which thereferendum was held.\n\t\tAny question as to the number of votes cast in a referendum in favour of ananswer to a question is determined by the certificate of the Chief CountingOfficer given under section 128 of the 2000 Act (functions of Chief CountingOfficer).\n\t\tSubsection (5) applies if in any proceedings any certificate given by aperson appointed for the purpose as to the number of votes cast in favour ofany option in a referendum held in a county area in pursuance of an orderunder section 2(2) is declared or held to be invalid.\n\t\tThe Secretary of State may by order cause a further referendum to be heldin that county area as mentioned in that section and for that purpose thefollowing provisions of section 2 apply as they apply for the purpose of anorder made under section 2(2)—\n\t\t\tsubsections (3) to (5);\n\t\t\tsubsection (6)(a);\n\t\t\tsubsections (9) and (10).\n\t\tIf an order is made under subsection (5) any reference in this Act to areferendum held in pursuance of an order under section 2(2) or to the ordermust be construed as a reference to a referendum held in pursuance of an orderunder subsection (5) or to the order under that subsection (as the case maybe).\n\t\tBut subsection (6) applies to such a reference in section 3(7) and (8) onlyto the extent that the wording of the text mentioned in section 3(7)(a) or theexplanatory material differs from that considered by the Electoral Commissionfor the purposes of the referendum held in pursuance of the order undersection 2(2).\n\t\tFor the purposes of a referendum held in pursuance of an order undersubsection (5) the Secretary of State may by order vary the terms of thestatement set out in section 3(5).\n\t\tBefore an order under subsection (8) is laid before Parliament in pursuanceof section 29(2) the Secretary of State must consult the Electoral Commissionas to the wording of the statement as so varied.\n\t\tAt the time when the order is so laid the Secretary of State must laybefore each House a report stating any views which the Commission haveexpressed in response to the consultation as to the intelligibility of thestatement as so varied.\n\t\tThe Secretary of State may by order vary or revoke an order made undersubsection (5) if he thinks that it is not appropriate for the referendum tobe held on the date specified in the order.\n\t\tExplanatory material must be construed in accordance with section 3."
    },
    {
        "length": 232,
        "text": "\nCombination of polls\n\tCombination of polls\n\t\tA Minister of the Crown may by order make provision for the combination ofpolls at a referendum held in pursuance of an order under section 1 or 2(2)with one another or with—\n\t\t\tpolls at a referendum held under section 27 of the Local Government Act[2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") or byvirtue of regulations or an order under Part 2 of that Act;\n\t\t\tpolls at any election.\n\t\tThe order may—\n\t\t\tmake provision in connection with the combination of polls;\n\t\t\tmake provision for the creation of offences;\n\t\t\tapply or incorporate with or without modifications or exceptions anyprovision of any enactment (whenever passed or made) relating to elections orreferendums."
    },
    {
        "length": 846,
        "text": "\nElectoral Commission\n\tEncouraging voting\n\t\tThe Electoral Commission may do anything they think necessary or expedient forthe purpose of encouraging voting at referendums to be held in pursuance of anorder under this Part.\n\tProvision of information to voters\n\t\tSubsection (2) applies if—\n\t\t\tthe Secretary of State makes an order under section 1 to cause a referendumto be held in a region about the establishment of an elected assembly for theregion, and\n\t\t\tbefore the appropriate day the Electoral Commission have not designated (inrelation to each possible outcome of the referendum) an organisation undersection 108 of the 2000 Act (organisations to whom assistance is availableunder section 110 of that Act).\n\t\tThe Electoral Commission may take such steps as they think appropriate toprovide for persons entitled to vote in the referendum such information as theCommission think is likely to promote awareness among those persons about thearguments for and against each answer to the referendum question.\n\t\tThe appropriate day is—\n\t\t\tthe 43rd day of the referendum period if one or more applications undersection 109 of the 2000 Act (applications for assistance under section 110 ofthat Act) is made before the 29th day of the referendum period in relation toeach possible outcome of the referendum;\n\t\t\tthe 29th day of the referendum period in any other case.\n\t\tBut if a Minister of the Crown makes an order under section 109(6) of the2000 Act the appropriate day is the day specified in the order for thepurposes of this section.\n\t\tSubsection (6) applies if the Secretary of State makes an order undersection 2(2) to cause a referendum to be held about the government’s proposalsfor the structure of local government.\n\t\tThe Electoral Commission may take such steps as they think appropriate toprovide for persons entitled to vote in the referendum such information as theCommission think is likely to promote awareness among those persons about thearguments relating to the options in those proposals.\n\t\tInformation provided in pursuance of this section must be provided by themeans the Commission think is most likely to secure (in the most costeffective way) that the information comes to the notice of all personsentitled to vote in the referendum.\n\tExpenditure \n\t\tA Minister of the Crown (with the consent of the Treasury) may by ordermake provision for the payment by the Electoral Commission of any of thefollowing—\n\t\t\tthe charges in respect of services properly rendered or expenses properlyincurred by a counting officer in connection with a referendum held inpursuance of an order under this Part;\n\t\t\tthe sum equal to any increase in the superannuation contributions requiredto be paid by a local authority in respect of any person in consequence of afee paid as part of a counting officer’s charges under paragraph (a).\n\t\tThe order may include provision as to—\n\t\t\tthe services and expenses or descriptions of services and expenses inrespect of which payment may be made;\n\t\t\tthe maximum amount to be paid or reimbursed in respect of such services andexpenses or descriptions of services and expenses;\n\t\t\tpayments in advance;\n\t\t\taccounts to be submitted.\n\t\tCounting officer includes a person appointed in pursuance of an order undersection 2(9) for the purpose of certifying the number of ballot papers orvotes cast in a referendum held in pursuance of an order under section 2(2)."
    },
    {
        "length": 301,
        "text": "\nLegal challenge\n\tLegal challenge\n\t\tNo court shall entertain any proceedings for questioning—\n\t\t\tthe number of ballot papers or votes cast in a referendum held in pursuanceof an order under section 1 as certified by the Chief Counting Officer for thereferendum or by a counting officer;\n\t\t\tthe number of ballot papers or votes cast in a referendum held in pursuanceof an order under subsection (2) of section 2 as certified by a personappointed for the purpose in pursuance of an order under subsection (9) ofthat section,\n\t\t\t\tunless the proceedings are brought in accordance with this section.\n\t\tThe proceedings must be brought by a claim for judicial review.\n\t\tThe court must not give permission for the claim unless the claim form isfiled before the end of the period of six weeks starting with the certificatedate.\n\t\tThe certificate date is—\n\t\t\tthe date on which a certificate as to the matters mentioned in subsection(1)(a) or (b) is given by the Chief Counting Officer, counting officer orother person mentioned in subsection (1)(b);\n\t\t\tif there is more than one such certificate in a referendum the date onwhich the last such certificate is given."
    },
    {
        "length": 410,
        "text": "\nSupplementary\n\tSupplementary \n\t\tThis Part does not affect the power of a Minister of the Crown to makeprovision under section 129 of the 2000 Act (orders regulating the conduct ofreferendums) for or in connection with a referendum held in pursuance of anorder under section 1 above.\n\t\tIt is immaterial whether the power is exercised before or after the passingof this Act.\n\t\tSection 126 of the 2000 Act (identification of promoter and publisher ofreferendum materials) does not apply to any material published for thepurposes of a referendum held in pursuance of an order under section 1 aboveif the publication is required under or by virtue of an order under section129(1) of that Act or section 7 above.\n\t\tNo order may be made under any of the following provisions unless theperson making the order first consults the Electoral Commission—\n\t\t\tsection 2(9);\n\t\t\tsection 7(1);\n\t\t\tsection 10(1).\n\t\tExpressions used in this Part and in Part 7 of the 2000 Act have the samemeaning in this Part as they do in that Part.\n\t\tThe 2000 Act is the Political Parties, Elections and Referendums Act [2000(c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\").\n\t\tSubsection (5)—\n\t\t\tdoes not apply to references to the Secretary of State;\n\t\t\tis subject to section 28 below.\n\t\tThis section applies for the purposes of this Part."
    },
    {
        "length": 2922,
        "text": "\nPart 2Local government reviews\n\tReviews\n\t\tLocal government review\n\t\t\tIf the Secretary of State is considering whether to cause a referendum tobe held in a region about the establishment of an elected assembly for theregion, he may direct the Boundary Committee for England—\n\t\t\t\tto carry out a local government review of the region;\n\t\t\t\tto make recommendations as to the matters considered by the review.\n\t\t\tBut the Secretary of State must not give a direction unless he hasconsidered the level of interest in the region in the holding of a referendum.\n\t\t\tIf at any time the Secretary of State is considering whether to cause areferendum to be held in two or more regions he may consider (for the purposeof deciding in respect of which (if any) regions to give a direction) anydifferences in the levels of interest in the different regions in the holdingof a referendum.\n\t\t\tFor the purposes of subsections (2) and (3) the Secretary of State mustconsider—\n\t\t\t\tviews expressed and information and evidence provided to him;\n\t\t\t\tsuch published material as he thinks appropriate.\n\t\t\tFor the purposes of deciding in respect of which (if any) regions to give adirection the Secretary of State may also consider—\n\t\t\t\tthe effects he thinks the carrying out of a local government review willhave on the relevant local authorities (taken as a whole) in the region;\n\t\t\t\tdifferences in the effects he thinks the carrying out of local governmentreviews will have on the relevant local authorities (taken as a whole) indifferent regions;\n\t\t\t\tthe implications for the Boundary Committee of the making of directions inrespect of two or more regions at the same time or in close proximity of time;\n\t\t\t\tthe resources needed for the Boundary Committee to carry out localgovernment reviews;\n\t\t\t\twhether the Boundary Committee have made any recommendations in respect ofa region in pursuance of an earlier direction under this section.\n\t\t\tFor the purposes of subsection (5)(a) and (b) the Secretary of State—\n\t\t\t\tmust have regard (in particular) to the number of relevant localauthorities in a region and the number of people living in the areas of thoseauthorities;\n\t\t\t\tmust ignore any effect of the implementation of recommendations of theBoundary Committee following a review.\n\t\t\tIt is immaterial that anything done for the purposes of subsection (4) or(5) is done before the passing of this Act.\n\t\t\tA direction may require the Boundary Committee—\n\t\t\t\tto start the review not later than a specified date;\n\t\t\t\tto make their recommendations not later than a specified date.\n\t\t\tBut the Secretary of State must not give a direction containing suchrequirements unless he has consulted the Boundary Committee as to the dates heproposes to specify.\n\t\t\tA direction under this section may be varied or revoked by a subsequentdirection.\n\t\tLocal government review: supplementary\n\t\t\tThis section applies for the purposes of section 13.\n\t\t\tThe number of people living in an area is taken to be the most recentestimate of that number published by the Office for National Statistics.\n\t\t\tA local government review is a review to consider—\n\t\t\t\tappropriate structural change for the region;\n\t\t\t\twhether any boundary changes should be made in the region in connectionwith or to facilitate the carrying out of the structural change.\n\t\t\tRelevant local authorities are the county council and district council forany area in the region in relation to which both councils have functions.\n\t\t\tThe Boundary Committee must not consider any boundary change in relationto—\n\t\t\t\tany area in the region which is not the area of a relevant local authorityunless it has the effect that any part of the area of a relevant localauthority becomes part of the area of a local authority which is not arelevant local authority;\n\t\t\t\tany area outside the region.\n\t\t\tThe Boundary Committee for England may require a public body to give theCommittee such information as they reasonably require in connection with theirfunctions under this Part.\n\t\t\tA public body must comply with a requirement under subsection (6).\n\t\t\tIn carrying out their functions under this Part the Boundary Committeemust—\n\t\t\t\tassume that there is an elected assembly for the region;\n\t\t\t\trecommend structural change for so much of the area of the region as iscomprised of the areas of all of the relevant local authorities in the region;\n\t\t\t\thave regard to the need to reflect the identities and interests of localcommunities;\n\t\t\t\thave regard to the need to secure effective and convenient localgovernment;\n\t\t\t\thave regard to guidance issued by the Secretary of State.\n\t\tReview procedure\n\t\t\tThe provisions of the 1992 Act specified in the left hand column of the Tableapply to a review carried out by the Boundary Committee for England inpursuance of a direction under section 13 of this Act as they apply to areview carried out by them under Part 2 of that Act subject to themodifications specified in the right hand column:\n\t\tSection 14|\n\t\t\tIn subsection (1) for references to the Electoral Commission substitutereferences to the Boundary Committee for England;\n\t\t\tIn subsection (1)(b) for “independently of any such change” substitute“otherwise”;\n\t\t\tSubsection (1)(c) must be ignored;\n\t\t\tSubsection (3)(b) does not apply to a parish;\n\t\t\tIn subsection (3) paragraphs (d), (e), (f) and (g) must be ignored;\n\t\t\tSubsection (4) must be ignored;\n\t\t\tSubsection (5)(ba) must be ignored;\n\t\t\tIn subsection (6) omit “subject to any necessary electoral changes”;\n\t\t\tSubsection (8) must be ignored.    ---|---  Section 15|\n\t\t\tIn subsection (1)(b) omit “under this Part”;\n\t\t\tSubsections (2) and (6) to (8) must be ignored;\n\t\t\tIn subsection (3) omit “or (2)(c)”;\n\t\t\tIn subsection (4) for references to the Electoral Commission substitutereferences to the Secretary of State.    Section 15A|\n\t\t\tFor “Where the Electoral Commission consider it appropriate they may directthe Boundary Committee for England” substitute “If the Boundary Committee forEngland think it appropriate they may decide”;\n\t\t\tIn paragraph (c) for “Electoral Commission” substitute “Secretary of State”.    Section 16| References to the Electoral Commission must be ignored.    #### 16Boundary Committee recommendations\n\t\t\tThis section applies in relation to recommendations made by the BoundaryCommittee in pursuance of section 13(1)(b).\n\t\t\tThe recommendations must include at least two options for structural changein relation to each county area in the region.\n\t\t\tAt any time after he receives the recommendations the Secretary of Statemay—\n\t\t\t\tdirect the Boundary Committee to supply him with additional information oradvice;\n\t\t\t\treject one or more of the options.\n\t\t\tIf the Secretary of State rejects one or more of the options he may directthe Boundary Committee either—\n\t\t\t\tto make different recommendations, or\n\t\t\t\tto carry out a further local government review of the region and to makefurther recommendations.\n\t\t\tIf the Secretary of State acts under subsection (4)(b), sections 13(8) to(10), 14(3) to (8), 15 and this section apply for the purposes of the furtherreview and recommendations.\n\t\t\tFor the purposes of subsection (5) it is immaterial whether the Secretaryof State has considered any of the matters in section 13(5).\n\t\t\tCounty area must be construed in accordance with section 2(3).\n\tImplementation\n\t\tImplementation of recommendations\n\t\t\tThis section applies to a region if—\n\t\t\t\ta referendum has been held in the region in pursuance of an order undersection 1, and\n\t\t\t\tthe Secretary of State proposes that an elected assembly is established forthe region.\n\t\t\tThe Secretary of State may by order give effect to all or any of therecommendations of the Boundary Committee for England made to him in pursuanceof a direction under section 13 or 16(4).\n\t\t\tSuch an order may give effect to a recommendation with or withoutmodifications.\n\t\t\tThe following provisions of section 17 of the 1992 Act apply for thepurposes of this section as they apply for the purposes of that section—\n\t\t\t\tsubsection (3), ignoring paragraphs (d), (e), (ea) and (f) and thereferences to subsection (3A) and the Electoral Commission;\n\t\t\t\tsubsections (4) and (5);\n\t\t\t\tsubsection (6), ignoring paragraph (c),\n\t\t\t\t\tand any reference in those provisions to an order under section 17 of the 1992Act must be construed for the purposes of this section as a reference to anorder under this section.\n\t\t\tIf the Secretary of State believes—\n\t\t\t\tthat there has been a mistake in the preparation of an order undersubsection (2), and\n\t\t\t\tthat the mistake cannot be rectified by a subsequent order under thatsubsection,\n\t\t\t\the may by order make such provision as he thinks is necessary or expedient torectify the mistake.\n\t\t\tThe Schedule (which contains amendments consequential on this section) haseffect.\n\t\tApplication of 1992 Act\n\t\t\tThe provisions of the 1992 Act specified in the left hand column of theTable apply for the purposes of this Part as they apply for the purposes ofPart 2 of that Act subject to the modifications (if any) specified in theright hand column:\n\t\t\t\tSection 18| In subsection (4) for “Electoral Commission” substitute “BoundaryCommittee for England”.  ---|---  Sections 19 and 20|  Section 21| In subsection (1) for “Electoral Commission” substitute “BoundaryCommittee for England”.  Sections 22 and 23|  Section 26| So far as it relates to anything done under a provision specifiedin this Table for the purposes of this Part.    (2)In the application of those provisions for the purposes of this Part anyreference to—\n\t\t\t\tan order under section 17 of the 1992 Act must be construed as a referenceto an order under section 17 of this Act;\n\t\t\t\tan order under Part 2 of the 1992 Act must be construed as a reference toan order under that Part as applied by subsection (1).\n\t\t\tExpressions used in this Part and in Part 2 of the 1992 Act have the samemeaning in this Part as they do in that Part, but references to a localauthority do not include references to a parish council.\n\t\t\tIn this Part the 1992 Act is the Local Government Act [1992 (c.19)](/id/ukpga/1992/19?view=plain \"Go to item of legislation\").\n\tElectoral Commission\n\t\tPayments to Electoral Commission\n\t\t\tThe Secretary of State may pay to the Electoral Commission such amount ashe decides is the amount required by them to enable the Boundary Committee forEngland to carry out their functions under this Part.\n\t\t\tA payment under subsection (1) must be treated as income received by theCommission for the purposes of paragraph 14(1) of Schedule 1 to the PoliticalParties, Elections and Referendums Act [2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\").\n\tIsles of Scilly\n\t\tIsles of Scilly\n\t\t\tFor the purposes of section 13 the Council of the Isles of Scilly are not arelevant local authority.\n\t\t\tBut the Secretary of State may by regulations make such provision as hethinks appropriate in relation to the Isles of Scilly in consequence ofanything done under or by virtue of this Part."
    },
    {
        "length": 1079,
        "text": "\nPart 3Advice of Electoral Commission\n\tAdvice of the Electoral Commission\n\t\tThis section applies in relation to a region if—\n\t\t\ta referendum has been held in the region in pursuance of an order undersection 1, and\n\t\t\tthe Secretary of State proposes that an elected assembly is established forthe region.\n\t\tNot later than the end of the period of two years beginning with the day onwhich the referendum was held the Secretary of State must give the ElectoralCommission a direction in respect of a region in relation to which thissection applies.\n\t\tA direction under subsection (2) must require the Electoral Commission togive the Secretary of State advice as to such of the following matters as theSecretary of State thinks appropriate—\n\t\t\tthe electoral areas into which the region is to be divided for the purposesof the election of members to any assembly established following thereferendum;\n\t\t\tthe number of electoral areas;\n\t\t\tthe name by which each electoral area is to be known;\n\t\t\tthe total number of members to be elected to the assembly.\n\t\tFor the purposes of subsection (3) the direction—\n\t\t\tmay specify maximum and minimum numbers or total numbers (as the case maybe);\n\t\t\tmay require the advice to be given in respect of a specified number ofoptions.\n\t\tA direction given under this section may be varied (whether or not withinthe period of two years mentioned in subsection (2)) by a subsequentdirection.\n\tPreparation and submission of advice\n\t\tA direction given to the Electoral Commission under section 21 must specifythe timetable in accordance with which any thing must be done in connectionwith the advice.\n\t\tAs soon as is reasonably practicable after receiving a direction theElectoral Commission must take such steps as they think sufficient to securethat persons who may be interested in the subject matter of the advice areinformed of—\n\t\t\tthe direction;\n\t\t\tthe period specified in the timetable within which representations as tothe subject matter must be made to them.\n\t\tBefore submitting their advice the Commission must—\n\t\t\ttake account of any representations made to them as mentioned in subsection(2)(b);\n\t\t\tprepare draft advice;\n\t\t\ttake such steps as they think sufficient to secure that persons who may beinterested in the advice are informed of the draft and of the period specifiedin the timetable within which representations as to the draft advice must bemade to them;\n\t\t\tdeposit copies of the draft advice at the principal offices of every countycouncil and district council in the region;\n\t\t\ttake account of representations made to them as mentioned in paragraph (c).\n\t\tNot later than the date specified in the timetable for the submission oftheir advice the Commission must—\n\t\t\tsubmit their advice to the Secretary of State;\n\t\t\ttake such steps as they think sufficient to secure that persons who may beinterested in the advice are informed of it and of the period specified in thetimetable within which it may be inspected;\n\t\t\tdeposit copies of the advice at the principal offices of every countycouncil and district council in the region.\n\t\tThe copies deposited under subsections (3)(d) and (4)(c) must be keptavailable for inspection by members of the public at the offices concerned inaccordance with the timetable.\n\t\tIf the region to which the advice relates includes the Isles of Scilly thecopies must also be deposited under subsections (3)(d) and (4)(c) at theprincipal office of the Council of the Isles of Scilly, and subsection (5)applies accordingly.\n\tElectoral Commission exercise of functions\n\t\tIn carrying out their functions under this Part the Electoral Commission musthave regard (in particular) to—\n\t\t\tthe need to reflect the identities and interests of local communities;\n\t\t\tthe need to secure that the number of electors for an electoral area for anassembly is as near as is reasonably practicable to the number of electors forthe other electoral areas (taking account, where appropriate, of specialgeographical considerations);\n\t\t\tguidance given by the Secretary of State.\n\tPayments to Electoral Commission\n\t\tThe Secretary of State may pay to the Electoral Commission such amount ashe decides is the amount required by them to carry out their functions underthis Part.\n\t\tA payment under subsection (1) must be treated as income received by theCommission for the purposes of paragraph 14(1) of Schedule 1 to the PoliticalParties, Elections and Referendums Act [2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 195,
        "text": "\nPart 4Funding for regional chambers\n\tFunding for regional chambers\n\t\tThe Secretary of State may make a grant to any person in respect ofexpenditure incurred in connection with the activities of a regional chamber.\n\t\tThe grant may be made on such terms as the Secretary of State thinksappropriate.\n\t\tThe terms may include provision as to—\n\t\t\tthe circumstances in which the grant is to be repaid to the Secretary ofState, and\n\t\t\tthe manner in which that is to be done.\n\t\tA regional chamber is a body designated as such for the regionaldevelopment agency of a region under section 8 of the Regional DevelopmentAgencies Act [1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item oflegislation\")."
    },
    {
        "length": 756,
        "text": "\nPart 5General\n\tEnactment establishing assemblies immaterial\n\t\tFor the purposes of this Act it is immaterial whether any enactment conferspower on the Secretary of State to establish elected assemblies for regions.\n\tCommencement \n\t\tThe preceding provisions of this Act come into force at the end of theperiod of two months beginning with the day on which it is passed.\n\t\tSubsection (1) does not apply to—\n\t\t\tPart 2;\n\t\t\tPart 4.\n\tRegions \n\t\tIn this Act a region is a region (except London) specified in Schedule 1 tothe Regional Development Agencies Act [1998 (c.45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\").\n\tOrders and regulations\n\t\tA power in this Act to make an order or regulations must be exercised bystatutory instrument.\n\t\tBut a statutory instrument must not be made unless a draft of the order orregulations (as the case may be) has been laid before Parliament and approvedby a resolution of each House.\n\t\tAn order or regulations—\n\t\t\tmay contain such consequential, incidental, supplementary or transitionalprovision or savings (including provision amending, repealing or revokingenactments) as the person making the order or regulations thinks appropriate;\n\t\t\tmay make different provision for different purposes.\n\t\tIf a draft of an instrument to which subsection (5) applies would apartfrom this section be treated for the purposes of the Standing Orders of eitherHouse of Parliament as a hybrid instrument it must proceed in that House as ifit were not such an instrument.\n\t\tThis subsection applies to an instrument made under—\n\t\t\tPart 1 of this Act;\n\t\t\tsection 17 of this Act;\n\t\t\tsection 129(1) of the Political Parties, Elections and Referendums Act[2000 (c. 41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\") tothe extent that it is made for the purpose of a referendum held in pursuanceof an order under section 1 of this Act.\n\tExpenditure \n\t\tThe following amounts are to be paid out of money provided by Parliament—\n\t\t\tany expenditure of a Minister of the Crown in connection with a referendumheld in pursuance of an order under Part 1;\n\t\t\tany expenditure of the Secretary of State under sections 19, 24 and 25;\n\t\t\tany expenditure of the Secretary of State in preparation for electedregional assemblies;\n\t\t\tany expenditure of the Secretary of State in connection with the transferof any function to such an assembly;\n\t\t\tany increase attributable to this Act in the sums so payable under anyother enactment.\n\t\tThere are to be charged on and paid out of the Consolidated Fund any sumsrequired to meet the expenditure of the Electoral Commission under section 10.\n\tShort title\n\t\tThis Act may be cited as the Regional Assemblies (Preparations) Act 2003.\n\tSection 17"
    }
]