{
    "general": "This law was passed in 2003 to allow for referendums to be held in certain parts of England to decide if they want an elected assembly, like a local government, to help make decisions for their region. The law also allows for reviews of the current system of local government in these areas and for referendums to be held on different options for how the government should be structured. Additionally, the law gives the Electoral Commission the power to provide advice on the establishment of assemblies and provides funding for regional chambers. Finally, the law allows for spending to prepare for the assemblies and to transfer functions to them.",
    "series": [
        [
            {
                "length": 194,
                "short": "\"Regional Referendum Provisions in the UK\"",
                "text": "\n* Simplified point 1: The UK government can hold referendums in regions to establish elected assemblies for those regions.\n* Simplified point 2: Before holding a referendum, the government must consider the level of interest in the region and obtain recommendations from the Boundary Committee for England.\n* Simplified point 3: The referendum question must be approved by the Secretary of State, and the government must provide explanatory material for voters.\n* Simplified point 4: Voting is open to anyone who is eligible to vote in local elections within the region.\n* Simplified point 5: The Secretary of State can make orders to vary or revoke previous orders regarding referendums, and the Electoral Commission must be consulted on the wording of statements to be included in the referendum materials."
            },
            {
                "length": 146,
                "short": "\"Streamlining Election Processes: Empowering Governments to Combine Polls\"",
                "text": "\n* The purpose of this extract is to allow the combination of polls at different types of elections, such as referendums and regular elections, in order to streamline the voting process and reduce costs.\n* The extract empowers the government to create orders that can combine polls in various ways, including combining polls at referendums held under the Local Government Act 2000 with other polls at elections.\n* The orders can also modify or incorporate existing provisions of enactments related to elections or referendums, allowing for greater flexibility in how the combinations are implemented."
            },
            {
                "length": 244,
                "short": "\"Electoral Commission's Powers in Referendums: Encouraging Voting and Providing Information\"",
                "text": "\n* Simplified point 1: The Electoral Commission can encourage voting in referendums by doing anything they deem necessary or expedient.\n* Simplified point 2: If there are no organizations designated to receive assistance under the Referendums Act 2000, the Electoral Commission can provide information to voters to promote awareness about the arguments for and against each possible outcome of the referendum.\n* Simplified point 3: The Electoral Commission can also provide information about the government's proposals for local government structures during referendums on these proposals.\n* Simplified point 4: The Electoral Commission can pay for services and expenses related to referendums, including charges and increases in superannuation contributions.\n* Simplified point 5: The Electoral Commission can make orders to specify the services and expenses or descriptions of services and expenses for which payment may be made, and to set limits on the amounts to be paid or reimbursed."
            },
            {
                "length": 193,
                "short": "\"Referendum Legality Restrictions\"",
                "text": "\n* Simplified point 1: This section restricts legal challenges to the results of a referendum held under the Regional Assemblies (Preparations) Act 2003.\n* Simplified point 2: The section specifies that no court can entertain any proceedings questioning the number of ballot papers or votes cast in the referendum, unless the proceedings are brought through a claim for judicial review and filed within a certain timeframe.\n* Simplified point 3: The timeframe is six weeks starting from the date of the certificate issued by the Chief Counting Officer, counting officer, or other person appointed for the purpose.\n* Simplified point 4: The certificate date is the date on which the certificate is given, or if there is more than one certificate, the date on which the last certificate is given."
            },
            {
                "length": 315,
                "short": "\"Referendum Legislation Exemptions and Consultation Requirements\"",
                "text": "\n* Simplified point 1: This part of the legislation ensures that the powers of the Minister of the Crown to make provision for referendums are not affected by the Regional Assemblies (Preparations) Act 2003.\n* Simplified point 2: The legislation states that the Power of the Minister of the Crown to make provision for referendums can be exercised before or after the passing of the Regional Assemblies (Preparations) Act 2003.\n* Simplified point 3: The legislation exempts certain materials published for the purpose of a referendum held in pursuance of an order under section 1 above from being identified as promoter or publisher of referendum materials if the publication is required under or by virtue of an order under section 129(1) of the 2000 Act or section 7 above.\n* Simplified point 4: No orders may be made under certain provisions of the legislation unless the person making the order first consults the Electoral Commission. These provisions include section 2(9), section 7(1), and section 10(1).\n* Simplified point 5: The expressions used in this part and in Part 7 of the 2000 Act have the same meaning in this part as they do in that part."
            },
            {
                "length": 360,
                "short": "\"Regional Assembly Preparations: Empowering Local Governance\"",
                "text": "\n* Simplified point 1: The Regional Assemblies (Preparations) Act 2003 allows the UK government to prepare for the establishment of elected assemblies in regions across the country.\n* Simplified point 2: The act empowers the Secretary of State to issue directions to the Boundary Committee for England regarding the conduct of local government reviews in regions where a referendum on establishing an elected assembly has been held.\n* Simplified point 3: The Secretary of State can only give these directions if he has first considered the level of interest in the region in holding a referendum.\n* Simplified point 4: If the Secretary of State considers it appropriate, he may direct the Boundary Committee to carry out a further local government review of the region and make further recommendations.\n* Simplified point 5: The act requires the Boundary Committee to assume that there is an elected assembly for the region when carrying out their functions under this Part.\n* Simplified point 6: The Boundary Committee must have regard to the need to reflect the identities and interests of local communities when carrying out their functions under this Part.\n* Simplified point 7: The act specifies that the Boundary Committee may require a public body to provide information to assist with their functions under this Part.\n* Simplified point 8: The act applies certain provisions of the 1992 Local Government Act to the Regional Assemblies (Preparations) Act 2003 for the purposes of this Part, with modifications as specified in the table."
            },
            {
                "length": 184,
                "short": "\"UK Regional Assembly Setup: Advice from Electoral Commission\"",
                "text": "\n* Simplified point 1: The UK government can ask the Electoral Commission for advice on how to set up an elected regional assembly.\n* Simplified point 2: The Electoral Commission must provide advice on the division of regions into electoral areas, the number of electoral areas, the names of the electoral areas, and the total number of members to be elected to the assembly.\n* Simplified point 3: The advice must be based on the needs of local communities and the need for fair representation.\n* Simplified point 4: The Electoral Commission must follow guidance given by the Secretary of State when providing advice.\n* Simplified point 5: The Secretary of State may pay the Electoral Commission for their work in advising on the setup of the regional assembly."
            },
            {
                "length": 91,
                "short": "\"Government Grants for Regional Development: Funding Conditions and Repayment Requirements\"",
                "text": "\n* The government can provide grants to organizations for expenses related to regional development.\n* These grants can have conditions attached, such as when they need to be paid back and how they should be repaid.\n* The grants are given to regional chambers, which are bodies designated for regional development agencies."
            },
            {
                "length": 207,
                "short": "\"Regional Assembly Act: Empowering Local Governance in England\"",
                "text": "\n* Simplified point 1: This act allows for the creation of regional assemblies in England, without requiring new laws to be passed.\n* Simplified point 2: The act sets out the process for establishing these assemblies, including the timeline for implementation and the powers that will be granted to them.\n* Simplified point 3: The act also provides for the funding of these assemblies through the Consolidated Fund, and gives the Secretary of State the authority to make orders and regulations to support their establishment.\n* Simplified point 4: The act includes provisions for the transfer of functions to the regional assemblies, and for the election of members to those assemblies.\n* Simplified point 5: The act specifies that it comes into force at the end of two months after its passage, except for certain parts of the act which come into force immediately."
            }
        ],
        [
            {
                "length": 445,
                "short": "\"Regional Referendums and Assemblies in the UK: Establishing Local Governance Structures\"",
                "text": "\n* Simplified point 1: The UK government can hold referendums in regions to establish elected assemblies for those regions.\n* Simplified point 2: The government must consider the level of interest in the region before holding a referendum, and obtain recommendations from the Boundary Committee for England.\n* Simplified point 3: The referendum question must be approved by the Secretary of State, and the government must provide explanatory material for voters.\n* Simplified point 4: Voting is open to anyone who is eligible to vote in local elections within the region.\n* Simplified point 5: The Secretary of State can make orders to vary or revoke previous orders regarding referendums, and the Electoral Commission must be consulted on the wording of statements to be included in the referendum materials.\n* Simplified point 6: The Electoral Commission can encourage voting in referendums and provide information to voters to promote awareness about the arguments for and against each possible outcome of the referendum.\n* Simplified point 7: The Electoral Commission can provide information about the government's proposals for local government structures during referendums on these proposals.\n* Simplified point 8: The Electoral Commission can pay for services and expenses related to referendums, including charges and increases in superannuation contributions.\n* Simplified point 9: The UK government can ask the Electoral Commission for advice on how to set up an elected regional assembly.\n* Simplified point 10: The Electoral Commission must provide advice on the division of regions into electoral areas, the number of electoral areas, the names of the electoral areas, and the total number of members to be elected to the assembly.\n* Simplified point 11: The advice must be based on the needs of local communities and the need for fair representation.\n* Simplified point 12: The government can provide grants to organizations for expenses related to regional development, with conditions attached."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Regional Assemblies (Preparations) Act 2003 is a law that enables the UK government to prepare for the establishment of elected assemblies in regions across England. It allows for referendums to be held in these regions to determine whether an elected assembly should be established, and provides for the holding of referendums about options for implementing the recommendations of local government reviews. The Act also empowers the Secretary of State to issue directions to the Boundary Committee for England regarding the conduct of local government reviews, and requires the Boundary Committee to assume that there is an elected assembly for the region when carrying out their functions. Additionally, the Act allows for the government to provide grants to organizations for expenses related to regional development, and sets out the process for establishing regional assemblies, including the timeline for implementation and the powers that will be granted to them."
}