[
    {
        "length": 3411,
        "text": "\nChapter 1Duties relating to promotion of democracy\n\tDuties of principal local authorities\n\t\tDemocratic arrangements of principal local authorities\n\t\t\tA principal local authority has a duty to promote understanding of thefollowing among local people—\n\t\t\t\tthe functions of the authority;\n\t\t\t\tthe democratic arrangements of the authority;\n\t\t\t\thow members of the public can take part in those democratic arrangementsand what is involved in taking part.\n\t\t\tThe duty under subsection (1)(c) includes in particular a duty to promoteunderstanding of the following among local people—\n\t\t\t\thow to become a member of the principal local authority;\n\t\t\t\twhat members of the principal local authority do;\n\t\t\t\twhat support is available for members of the principal local authority.\n\t\t\tIn this Chapter—\n\t\t\t\t  * “principal local authority” means— \n\t\t\t\ta county or district council in England;\n\t\t\t\ta London borough council;\n\t\t\t\tthe Common Council of the City of London in its capacity as a local authority;\n\t\t\t\ta county or county borough council in Wales;\n\t\t\t\t\t  * “democratic arrangements”, in relation to any authority, means arrangements for members of the public to participate in, or influence, the making of decisions by the authority (including the making of decisions by the authority in partnership or conjunction with any other person); \n\t\t\t\t\t  * “local people”, in relation to a principal local authority, means people who live, work or study in the authority’s area. \n\t\tDemocratic arrangements of connected authorities\n\t\t\tA principal local authority has a duty to promote understanding of thefollowing among local people—\n\t\t\t\tthe functions of authorities which are connected with the principal localauthority;\n\t\t\t\tthe democratic arrangements of those authorities;\n\t\t\t\thow members of the public can take part in those democratic arrangementsand what is involved in taking part.\n\t\t\tFor the purposes of this section, each of the following is an authoritywhich is connected with a principal local authority in England—\n\t\t\t\tany person mentioned in subsection (3) who acts or is established for anarea which, or any part of which, coincides with or falls within the principallocal authority’s area;\n\t\t\t\tthe Homes and Communities Agency, so far as exercising functions inrelation to the authority’s area;\n\t\t\t\tthe Secretary of State, so far as exercising functions under sections 2 and3 of the [Offender Management Act 2007 (c. 21)](/id/ukpga/2007/21?view=plain\"Go to item of legislation\") in relation to the authority’s area;\n\t\t\t\tthe managing or governing body of a maintained school in the principallocal authority’s area;\n\t\t\t\tthe managing or governing body of a further education institution in theprincipal local authority’s area;\n\t\t\t\ta National Health Service trust or NHS foundation trust which providesservices at or from a hospital or other establishment or facility in theprincipal local authority’s area;\n\t\t\t\twhere the principal local authority is a London borough council or theCommon Council of the City of London, the Greater London Authority andTransport for London;\n\t\t\t\twhere the principal local authority is a district council for an area forwhich there is a county council, the county council;\n\t\t\t\twhere the principal local authority is a county council for an area forwhich there is a district council, the district council.\n\t\t\tThe persons referred to in subsection (2)(a) are—\n\t\t\t\ta parish council;\n\t\t\t\ta parish meeting;\n\t\t\t\ta fire and rescue authority which is not a principal local authority;\n\t\t\t\ta National Park authority;\n\t\t\t\tthe Broads Authority;\n\t\t\t\ta police authority;\n\t\t\t\ta chief officer of police;\n\t\t\t\ta joint waste authority established under section 207(1) of the LocalGovernment and Public Involvement in Health Act [2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\");\n\t\t\t\ta waste disposal authority established under section 10 of the [LocalGovernment Act 1985 (c. 51)](/id/ukpga/1985/51?view=plain \"Go to item oflegislation\");\n\t\t\t\tan Integrated Transport Authority;\n\t\t\t\tan economic prosperity board established under section 88 or a combinedauthority established under section 103;\n\t\t\t\ta strategic health authority;\n\t\t\t\ta Primary Care Trust;\n\t\t\t\ta local probation board or a probation trust.\n\t\t\tFor the purposes of this section each of the following is an authoritywhich is connected with a principal local authority in Wales—\n\t\t\t\tany person mentioned in subsection (5) who acts for or is established foran area which, or any part of which, coincides with or falls within theprincipal local authority’s area;\n\t\t\t\tthe Secretary of State, so far as exercising functions under sections 2 and3 of the [Offender Management Act 2007 (c. 21)](/id/ukpga/2007/21?view=plain\"Go to item of legislation\") in relation to the authority’s area;\n\t\t\t\tthe managing or governing body of any maintained school in the principallocal authority’s area;\n\t\t\t\ta National Health Service trust which provides services at or from ahospital or other establishment or facility in the principal local authority’sarea.\n\t\t\tThe persons referred to in subsection (4)(a) are—\n\t\t\t\ta community council;\n\t\t\t\ta community meeting;\n\t\t\t\ta fire and rescue authority which is not a principal local authority;\n\t\t\t\ta National Park authority;\n\t\t\t\ta police authority;\n\t\t\t\ta chief officer of police;\n\t\t\t\ta Local Health Board;\n\t\t\t\ta local probation board or a probation trust.\n\t\t\tThe appropriate national authority may by order amend this section so asto—\n\t\t\t\tadd any person who has functions of a public nature to the authoritieswhich are connected with a principal local authority for the purposes of thissection;\n\t\t\t\tcause any person to cease to be an authority which is connected with aprincipal local authority for those purposes;\n\t\t\t\tchange the functions in respect of which any authority is connected with aprincipal local authority for those purposes.\n\t\t\tBefore making an order under subsection (6) the appropriate nationalauthority must consult such representatives of local government and such otherpersons (if any) as that authority considers appropriate.\n\t\t\tIn this section—\n\t\t\t\t  * “further education institution” means an institution within the further education sector as defined by section 91(3) of the [Further and Higher Education Act 1992 (c. 13)](/id/ukpga/1992/13?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “maintained school” means— \n\t\t\t\ta community, foundation or voluntary school (within the meaning of the [SchoolStandards and Framework Act 1998 (c. 31)](/id/ukpga/1998/31?view=plain \"Go toitem of legislation\")),\n\t\t\t\ta community or foundation special school (within the meaning of that Act), and\n\t\t\t\ta maintained nursery school (as defined by section 22(9) of that Act).\n\t\t\tFor the purposes of subsections (3)(g) and (5)(f), a chief officer ofpolice acts and is established for the area of the chief officer’s policeforce.\n\t\tMonitoring boards, courts boards and youth offending teams\n\t\t\tA principal local authority has a duty to promote understanding of thefollowing among local people—\n\t\t\t\tthe functions of the bodies mentioned in subsection (2);\n\t\t\t\thow a member of the public can become a member of, or take part in, thework of those bodies;\n\t\t\t\twhat is involved in doing so.\n\t\t\tThe bodies referred to in subsection (1) are—\n\t\t\t\tan independent monitoring board established under section 6 of the [PrisonAct 1952 (c. 52)](/id/ukpga/1952/52?view=plain \"Go to item of legislation\")for a prison in the principal local authority’s area;\n\t\t\t\ta visiting committee established under section 152 of the [Immigration andAsylum Act 1999 (c. 33)](/id/ukpga/1999/33?view=plain \"Go to item oflegislation\") for a removal centre in the principal local authority’s area;\n\t\t\t\ta courts board for an area which, or any part of which, coincides with orfalls within the principal local authority’s area;\n\t\t\t\ta youth offending team for an area which, or any part of which, coincideswith or falls within the principal local authority’s area.\n\t\tLay justices\n\t\t\tA principal local authority has a duty to promote understanding among localpeople of—\n\t\t\t\tthe functions of a lay justice;\n\t\t\t\thow a member of the public can become a lay justice;\n\t\t\t\twhat is involved in being a lay justice.\n\t\t\tIn this section “lay justice” has the meaning given by section 9 of the[Courts Act 2003 (c. 39)](/id/ukpga/2003/39?view=plain \"Go to item oflegislation\").\n\tSupplementary\n\t\tProvision of information\n\t\t\tThe duties in sections 2 and 3 do not apply to a principal local authorityin relation to any other authority or body if or to the extent that, havingbeen requested to do so, that authority or body has not made the necessaryinformation available to the principal local authority.\n\t\t\tThe duty in section 4 does not apply to a principal local authority if orto the extent that, having been requested to do so, the Lord Chancellor hasnot made the necessary information available to the principal local authority.\n\t\t\tFor the purposes of this section the appropriate national authority may byorder impose requirements relating to the provision of information toprincipal local authorities by—\n\t\t\t\tauthorities which are connected with principal local authorities for thepurposes of section 2, or\n\t\t\t\tthe bodies referred to in section 3(2).\n\t\t\tRequirements imposed under subsection (3) may relate in particular to theprovision of information by a particular authority or body or by authoritiesor bodies of a particular description.\n\t\t\tReferences in subsections (1) to (3) to principal local authorities do notinclude any district council for an area for which there is a county council.\n\t\t\tWhere a principal local authority in England is the district council for anarea for which there is a county council—\n\t\t\t\tthe county council must, at least once a year, request any authority, bodyor other person in relation to which the district council is also under a dutyunder section 2, 3 or 4 for the information that the district council needs inorder to discharge the duty in that section,\n\t\t\t\tthe county council must pass on to the district council any informationreceived by the county council under paragraph (a),\n\t\t\t\tif at any time the county council is notified of any changes to informationpreviously passed on by it under paragraph (b), the county council must informthe district council accordingly, and\n\t\t\t\tthe duties in sections 2, 3 and 4 do not apply to the district council inrelation to any authority, body or other person if or to the extent that thecounty council has not made the necessary information available to thedistrict council under this subsection.\n\t\tGuidance \n\t\t\tThe appropriate national authority may give guidance to principal localauthorities in relation to the discharge of their duties under this Chapter.\n\t\t\tGuidance under this section—\n\t\t\t\tmay be given generally or to one or more particular principal localauthorities;\n\t\t\t\tmay be different for different principal local authorities;\n\t\t\t\tmust be published.\n\t\t\tBefore giving guidance under this section the appropriate nationalauthority must consult the principal local authorities to which it is given.\n\t\t\tA principal local authority must, in deciding how to discharge its dutiesunder this Chapter, have regard to any guidance given to it under thissection.\n\t\tIsles of Scilly\n\t\t\tThe Secretary of State may by order apply the provisions of this Chapter tothe Council of the Isles of Scilly, with or without modifications.\n\tGeneral\n\t\tOrders \n\t\t\tAn order under any provision of this Chapter is to be made by statutoryinstrument.\n\t\t\tA statutory instrument containing an order under any provision of thisChapter made by the Secretary of State is subject to annulment in pursuance ofa resolution of either House of Parliament.\n\t\t\tA statutory instrument containing an order under any provision of thisChapter made by the Welsh Ministers is subject to annulment in pursuance of aresolution of the National Assembly for Wales.\n\t\tInterpretation \n\t\t\tIn this Chapter—\n\t\t\t  * “appropriate national authority” means— \n\t\t\t\tthe Secretary of State, in relation to principal local authorities in England;\n\t\t\t\tthe Welsh Ministers, in relation to principal local authorities in Wales;\n\t\t\t\t\t  * “principal local authority” has the meaning given by section 1; \n\t\t\t\t\t  * “democratic arrangements” has the meaning given by section 1; \n\t\t\t\t\t  * “local people” has the meaning given by section 1. "
    },
    {
        "length": 209,
        "text": "\nElectronic petitions\n\tElectronic petitions\n\t\tA principal local authority must provide a facility for making petitions inelectronic form to the authority.\n\t\tA principal local authority must give reasons for not granting a request touse the facility provided by it under this section for the making of apetition.\n\t\tIn this Chapter, “principal local authority” means—\n\t\t\ta county council in England;\n\t\t\ta district council in England;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county or county borough council in Wales.\n\t\tIn this Chapter, “e-petition facility” means a facility provided under thissection."
    },
    {
        "length": 3676,
        "text": "\nPetition schemes\n\tPetition schemes\n\t\tA principal local authority must make a scheme for the handling ofpetitions which are made to the authority and to which section 12 applies.\n\t\tIn this Chapter “petition scheme” means a scheme under this section.\n\t\tA petition scheme must be approved at a meeting of the authority before itcomes into force.\n\t\tA principal local authority must publish its petition scheme—\n\t\t\ton its website, and\n\t\t\tin such other manner as the authority considers appropriate for bringingthe scheme to the attention of persons who live, work or study in its area.\n\t\tA principal local authority may at any time revise its petition scheme (andsubsections (3) and (4) apply in relation to any scheme which is revised underthis subsection).\n\t\tA principal local authority must comply with its petition scheme.\n\t\tSubject to that, nothing in this Chapter affects the powers or duties of aprincipal local authority in relation to any petition to it.\n\tPetitions to which a scheme must apply\n\t\tThis section applies to a petition made to a principal local authoritywhich—\n\t\t\trequests the authority to take or cease to take action described in thepetition,\n\t\t\tis signed by at least the specified number of persons who live, work orstudy in the authority’s area,\n\t\t\tis not a petition made under and in accordance with any other enactment,and\n\t\t\tif the petition is in electronic form, is made using the authority’se-petition facility.\n\t\tIn subsection (1)(b), “specified number” means the number specified for thepurposes of this section in the principal local authority’s petition scheme.\n\t\tFor the purposes of this Chapter—\n\t\t\ta signature counts if (and only if) the petition gives the signatory’s nameand address (which may be an address where the signatory lives, works orstudies);\n\t\t\treferences to signing or signature, in the case of a petition made using aprincipal local authority’s e-petition facility, are to authentication in suchmanner as the authority’s petition scheme may specify.\n\tRequirement to acknowledge\n\t\tA principal local authority’s petition scheme must secure the followingresults where a petition to which section 12 applies is made to the authority—\n\t\t\tthe authority must send written acknowledgement of the petition to thepetition organiser within the specified period;\n\t\t\tthe acknowledgement must give such information about what the authority hasdone or proposes to do in response to the petition as the authority considersappropriate.\n\t\tIn subsection (1)(a), “specified period” means the period specified for thepurposes of this section in the scheme.\n\tRequirement to take steps\n\t\tFor the purposes of this Chapter, an “active petition”, in relation to aprincipal local authority, is a petition to which section 12 applies made tothe authority where—\n\t\t\tthe petition relates to a relevant matter, and\n\t\t\tthe petition is not in the opinion of the authority vexatious, abusive orotherwise inappropriate to be dealt with as specified in this section.\n\t\tFor the purposes of subsection (1)(a) “relevant matter” means—\n\t\t\tin the case of any principal local authority, a matter which relates to afunction of the authority, and\n\t\t\tin the case of a relevant principal local authority, a matter which—\n\t\t\tdoes not relate to a function of the authority, but\n\t\t\trelates to an improvement in the economic, social or environmental well-being of the authority’s area to which any of its partner authorities couldcontribute.\n\t\tIn subsection (2)(b)—\n\t\t\t“relevant principal local authority” means a principal local authority inEngland other than a non-unitary district council;\n\t\t\t“partner authority”, in relation to such an authority, has the same meaningas in Chapter 1 of Part 5 of the [Local Government and Public Involvement inHealth Act 2007 (c. 28)](/id/ukpga/2007/28?view=plain \"Go to item oflegislation\").\n\t\tFor the purposes of subsection (1)(a)—\n\t\t\tthe appropriate national authority may by order specify matters fallingwithin subsection (2)(a) which are not to be regarded as relating to afunction of the authority;\n\t\t\tthe Secretary of State may by order specify matters falling withinsubsection (2)(b) which are not to be regarded as relevant matters.\n\t\tA principal local authority’s petition scheme must secure that, where anactive petition is made to the authority, the authority must take one or moresteps in response to the petition.\n\t\tA principal local authority’s petition scheme must secure that the stepswhich may be taken by the authority pursuant to subsection (5) include thefollowing—\n\t\t\tgiving effect to the request in the petition;\n\t\t\tconsidering the petition at a meeting of the authority;\n\t\t\tholding an inquiry;\n\t\t\tholding a public meeting;\n\t\t\tcommissioning research;\n\t\t\tgiving a written response to the petition organiser setting out theauthority’s views about the request in the petition;\n\t\t\tin the case of a principal local authority operating executivearrangements, referring the petition to an overview and scrutiny committee ofthe authority;\n\t\t\tin the case of a principal local authority not operating executivearrangements, referring the petition to a committee of the authority withpower under or by virtue of any enactment to review or scrutinise decisionsmade, or other action taken, in connection with the discharge of any functionsof the authority.\n\t\tA principal local authority’s petition scheme must secure that where anactive petition is made to the authority, the authority must also within thespecified period—\n\t\t\tnotify the petition organiser in writing of the steps the authority hastaken or proposes to take in response to the petition and of the authority’sreasons for doing so, and\n\t\t\tpublish that notification on the authority’s website unless the authorityconsiders that in all the circumstances it would be inappropriate to do so.\n\t\tIn subsection (7), “specified period” means the period specified for thepurposes of this section in the petition scheme.\n\t\tA principal local authority’s petition scheme may—\n\t\t\tpermit the notification referred to in subsection (7)(a) to be included inan acknowledgment sent pursuant to section 13(1);\n\t\t\tin a case where the authority takes the step referred to in subsection(6)(f), permit the notification referred to in subsection (7)(a) to beincluded in the response referred to in subsection (6)(f).\n\tRequirement to debate\n\t\tFor the purposes of this section, a “petition requiring debate”, inrelation to a principal local authority, is an active petition made to theauthority in relation to which the conditions in subsection (2) are met.\n\t\tThose conditions are that—\n\t\t\tthe petition is signed by the specified number of persons who live, work orstudy in the authority’s area, and\n\t\t\tthe petition is not a petition requiring an officer to be called to accountby the authority (within the meaning of section 16).\n\t\tA principal local authority’s petition scheme must secure that, where apetition requiring debate is made to the authority, the steps taken by theauthority under section 14(5) include or comprise the step of considering thepetition at a meeting of the authority.\n\t\tIn subsection (2)(a), “specified number” means the number specified for thepurposes of this section in the principal local authority’s petition scheme.\n\tRequirement to call officer to account\n\t\tFor the purposes of this section, a petition “requiring an officer to becalled to account” by a principal local authority is an active petition madeto the authority in relation to which the conditions in subsection (2) aremet.\n\t\tThose conditions are that—\n\t\t\tthe petition is signed by the specified number of persons who live, work orstudy in the authority’s area,\n\t\t\tthe petition requests that an officer of the authority (whether identifiedby name or description) be called to account at a public meeting of theauthority,\n\t\t\tthe officer is a relevant officer, and\n\t\t\tthe petition gives grounds for the request which relate to the discharge offunctions for which the officer is responsible.\n\t\tIn subsection (2)(a), “specified number” means the number specified for thepurposes of this section in the principal local authority’s petition scheme.\n\t\tIn subsection (2)(c), “relevant officer” means an officer of the principallocal authority of a description specified for the purposes of this subsectionin the authority’s petition scheme.\n\t\tThe descriptions of officer specified under subsection (4) must include—\n\t\t\tthe statutory chief officers of the authority within the meaning of section2 of the [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\"),\n\t\t\tthe non-statutory chief officers of the authority within the meaning ofthat section, and\n\t\t\tthe head of the authority’s paid service.\n\t\tA principal local authority’s petition scheme must secure the results insubsection (7) where—\n\t\t\ta petition requiring an officer to be called to account by the authority ismade to the authority, and\n\t\t\tthe authority operates executive arrangements.\n\t\tThe results in this subsection are that the steps taken by the authorityunder section 14(5) include or comprise the following steps—\n\t\t\tthe exercise by an overview and scrutiny committee of the authority of itspower under subsection (13)(a) of section 21 of the [Local Government Act 2000(c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") to requirethe relevant person to attend before it to answer questions;\n\t\t\tafter the relevant person has attended before the overview and scrutinycommittee, the making by the committee of a report or recommendations to theauthority under subsection (2) of that section;\n\t\t\tthe sending by the authority of a copy of that report or thoserecommendations to the petition organiser.\n\t\tA principal local authority’s petition scheme must secure the results insubsection (9) where—\n\t\t\ta petition requiring an officer to be called to account by the authority ismade to the authority,\n\t\t\tthe authority does not operate executive arrangements, and\n\t\t\tunder or by virtue of any enactment the authority has a committee withpower—\n\t\t\tto require officers of the authority to attend before it to answerquestions, and\n\t\t\tto make reports or recommendations to the authority.\n\t\tThose results are that the steps taken by the authority under section 14(5)include or comprise the following steps—\n\t\t\tthe exercise by the committee referred to in subsection (8)(c) of its powerto require the relevant person to attend before it to answer questions;\n\t\t\tafter the relevant person has attended before the committee, the exerciseby the committee of its power to make a report or recommendations to theauthority;\n\t\t\tthe sending by the authority of a copy of that report or thoserecommendations to the petition organiser.\n\t\tIn each of subsections (7)(a) and (9)(a), “relevant person” means—\n\t\t\tthe officer identified in the petition, or\n\t\t\tif the committee referred to in that subsection considers that for thepurposes of addressing the concerns raised by the petition it would be moreappropriate for another officer of the authority to attend before it, thatofficer.\n\tReview of steps\n\t\tA principal local authority’s petition scheme must secure the results insubsection (2) where—\n\t\t\tpursuant to an active petition made to the authority, the authority givesnotification further to section 14(7)(a), and\n\t\t\tthe authority operates executive arrangements.\n\t\tThose results are—\n\t\t\tif the petition organiser so requests, an overview and scrutiny committeeof the authority must under subsection (2)(a) of section 21 of the [LocalGovernment Act 2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go to item oflegislation\") review the adequacy of the steps taken or proposed to be takenin response to the petition (or arrange, pursuant to subsection (3)(b) of thatsection, for the authority to do so);\n\t\t\tthe authority must inform the petition organiser of the results of thereview;\n\t\t\tthe authority must publish those results on the authority’s website unlessthe authority considers that in all the circumstances it would beinappropriate to do so.\n\t\tA principal local authority’s petition scheme must secure the results insubsection (4) where—\n\t\t\tpursuant to an active petition made to the authority, the authority givesnotification further to section 14(7)(a),\n\t\t\tthe authority does not operate executive arrangements, and\n\t\t\tunder or by virtue of any enactment the authority has a committee withpower to review or scrutinise decisions made, or other action taken, inconnection with the discharge of functions of the authority.\n\t\tThose results are—\n\t\t\tif the petition organiser so requests, the authority’s committee referredto in subsection (3)(c) must exercise the power referred to in that subsectionto review the adequacy of the authority’s steps in response to the petition(or exercise any power of the committee to arrange for the authority to doso);\n\t\t\tthe authority must inform the petition organiser of the results of thereview;\n\t\t\tthe authority must publish those results on the authority’s website unlessthe authority considers that in all the circumstances it would beinappropriate to do so.\n\tSupplementary scheme provision\n\t\tA principal local authority’s petition scheme may, subject to therequirements of this Chapter, include such provision as the authority makingit considers appropriate.\n\t\tThat provision may in particular include—\n\t\t\tprovision relating to petitions which are not petitions to which section 12applies;\n\t\t\tprovision for handling a petition made to more than one principal localauthority;\n\t\t\tprovision for handling a petition made to one principal local authoritywhich relates to functions of another principal local authority."
    },
    {
        "length": 692,
        "text": "\nSupplementary\n\tPowers of appropriate national authority\n\t\tThe appropriate national authority may by order make provision as to what apetition scheme must or must not contain.\n\t\tThe appropriate national authority may give guidance to one or moreprincipal local authorities in relation to the discharge of their functionsunder this Chapter.\n\t\tProvision in an order under subsection (1) or guidance under subsection (2)may relate in particular, in the case of a petition scheme, to—\n\t\t\tthe number to be specified pursuant to section 12(2), 15(4) or 16(3),\n\t\t\tthe period to be specified pursuant to section 13(2) or 14(8), or\n\t\t\tthe officers to be specified pursuant to section 16(4).\n\t\tGuidance under subsection (2) may include a model petition scheme.\n\t\tA principal local authority may for the purpose of the discharge of itsduties under this Chapter, adopt, with or without modification, the provisionsof a model petition scheme under subsection (4).\n\t\tThe appropriate national authority may direct a principal local authorityto make such revisions to its petition scheme as may be specified in thedirection (and subsection (4) of section 11 applies in relation to anypetition scheme revised under this subsection).\n\t\tThe powers conferred by this section are subject to the requirements ofthis Chapter.\n\tHandling of petitions by other bodies\n\t\tThe appropriate national authority may by order make provision for thehandling of petitions by any body to which this section applies.\n\t\tThe bodies to which this section applies are—\n\t\t\ta parish council in England;\n\t\t\ta community council in Wales;\n\t\t\tthe Greater London Authority;\n\t\t\tthe London Development Agency;\n\t\t\tTransport for London;\n\t\t\tan Integrated Transport Authority;\n\t\t\tan economic prosperity board established under section 88 or a combinedauthority established under section 103;\n\t\t\ta National Park authority;\n\t\t\tany body specified in section 21(1)(f) to (n) of the [Local Government andHousing Act 1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item oflegislation\").\n\t\tAn order under this section may be made in relation to—\n\t\t\tone or more specified bodies to which this section applies, or\n\t\t\tbodies to which this section applies of a particular description.\n\t\tThe provision which may be made by an order under this section includesprovision applying, with or without modification, any provision made underthis Chapter in relation to the handling of petitions by principal localauthorities."
    },
    {
        "length": 845,
        "text": "\nGeneral\n\tOrders \n\t\tOrders under this Chapter are to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this Chapter made by theSecretary of State, other than an order referred to in subsection (3), issubject to annulment in pursuance of a resolution of either House ofParliament.\n\t\tThe Secretary of State may not make a statutory instrument containing anorder under section 20 which relates to the handling of petitions by a parishcouncil in England unless a draft of the instrument containing the order hasbeen laid before, and approved by, a resolution of each House of Parliament.\n\t\tA statutory instrument containing an order under this Chapter made by theWelsh Ministers, other than an order referred to in subsection (5), is subjectto annulment in pursuance of a resolution of the National Assembly for Wales.\n\t\tThe Welsh Ministers may not make a statutory instrument containing an orderunder section 20 which relates to the handling of petitions by a communitycouncil in Wales unless a draft of the instrument containing the order hasbeen laid before, and approved by, a resolution of the National Assembly forWales.\n\tInterpretation \n\t\tIn this Chapter—\n\t\t\t  * “active petition” has the meaning given by section 14(1); \n\t\t\t  * “appropriate national authority” means— \n\t\t\tthe Secretary of State, in relation to a principal local authority or otherauthority in England;\n\t\t\tthe Welsh Ministers, in relation to a principal local authority or otherauthority in Wales;\n\t\t\t\t  * “e-petition facility” has the meaning given by section 10(4); \n\t\t\t\t  * “executive arrangements” has the same meaning as in Part 2 of the [Local Government Act 2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “non-unitary district council” means a district council for an area which is part of the area of a county council; \n\t\t\t\t  * “overview and scrutiny committee”, in relation to a principal local authority operating executive arrangements, means a committee appointed by the authority under section 21 of the [Local Government Act 2000](/id/ukpga/2000/22?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “petition organiser”, in relation to a petition made to a principal local authority, means— \n\t\t\tthe person designated in the petition as the person with whom the authoritymay deal in relation to the petition, or\n\t\t\tsuch other person as agrees with the authority to be the person with whom theauthority may deal in relation to the petition;\n\t\t\t\t  * “petition scheme” has the meaning given by section 11(2); \n\t\t\t\t  * “principal local authority” has the meaning given by section 10(3). \n\t\tFor the purposes of this Chapter, the date on which a petition using aprincipal local authority’s e-petition facility is made to the authority issuch date after the petition is first opened for signature as may be—\n\t\t\tdetermined by the petition organiser, or\n\t\t\tin the absence of such determination, specified in the scheme."
    },
    {
        "length": 1238,
        "text": "\nChapter 3Involvement in functions of public authorities\n\tDuty of public authorities to secure involvement\n\t\tWhere an authority to which this section applies considers it appropriatefor representatives of interested persons (or of interested persons of aparticular description) to be involved in the exercise of any of its relevantfunctions by being—\n\t\t\tprovided with information about the exercise of the function,\n\t\t\tconsulted about the exercise of the function, or\n\t\t\tinvolved in another way,\n\t\t\t\tit must take such steps as it considers appropriate to secure that suchrepresentatives are involved in the exercise of the function in that way.\n\t\tThis section applies to the following authorities—\n\t\t\tthe Arts Council of England;\n\t\t\tthe English Sports Council;\n\t\t\tthe Environment Agency;\n\t\t\tthe Health and Safety Executive;\n\t\t\tthe Historic Buildings and Monuments Commission for England;\n\t\t\tthe Homes and Communities Agency;\n\t\t\tthe Museums, Libraries and Archives Council;\n\t\t\tNatural England;\n\t\t\ta regional development agency;\n\t\t\ta police authority in England;\n\t\t\ta chief officer of police for a police force in England;\n\t\t\ta local probation board for an area in England or a probation trust (otherthan a Welsh probation trust as defined by paragraph 13(6) of Schedule 1 tothe Offender Management Act [2007 (c. 21)](/id/ukpga/2007/21?view=plain \"Go toitem of legislation\"));\n\t\t\ta youth offending team for an area in England;\n\t\t\tthe Secretary of State.\n\t\tIn this section, “relevant functions” means—\n\t\t\tin relation to an authority specified in subsection (2)(a) to (m), all thefunctions of the authority except in so far as those functions are notexercisable in or in relation to England;\n\t\t\tin relation to the Secretary of State, the Secretary of State’s functionsunder—\n\t\t\tsection 2 of the [Employment and Training Act 1973 (c.50)](/id/ukpga/1973/50?view=plain \"Go to item of legislation\") (arrangementswith respect to obtaining etc employment or employees), and\n\t\t\tsections 2 and 3 of the Offender Management Act [2007 (c.21)](/id/ukpga/2007/21?view=plain \"Go to item of legislation\") (responsibilityfor ensuring the provision of probation services throughout England andWales),\n\t\t\texcept in so far as those functions are not exercisable in relation toEngland.\n\t\tSubsection (1) does not require an authority to take a step—\n\t\t\tif the authority does not have the power to take the step apart from thissection, or\n\t\t\tif the step would be incompatible with any duty imposed on the authorityapart from this section.\n\t\tSubsection (1) does not apply in such cases as the Secretary of State mayby order made by statutory instrument specify.\n\t\tA statutory instrument containing an order under subsection (5) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section—\n\t\t\t  * “interested person”, in relation to a relevant function, means a person who is likely to be affected by, or otherwise interested in, the exercise of the function; \n\t\t\t  * “representative” means, in relation to interested persons or a description of interested person, a person who appears to an authority to which this section applies to be representative of the interested persons; \n\t\t\t  * “regional development agency” means a development agency established by section 1 of the [Regional Development Agencies Act 1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"). \n\t\tThe Secretary of State’s functions under this section by virtue ofsubsection (3)(b)(ii) are functions to which section 2(1)(c) of the OffenderManagement Act [2007 (c. 21)](/id/ukpga/2007/21?view=plain \"Go to item oflegislation\") (functions to be performed through arrangements under section 3of that Act) applies.\n\tDuty of public authorities to secure involvement: guidance\n\t\tThe Secretary of State may give guidance to authorities to which section 23applies (other than the Secretary of State) in relation to the discharge oftheir duties under that section.\n\t\tGuidance under this section—\n\t\t\tmay be given generally or to one or more particular authorities;\n\t\t\tmay be different for different authorities;\n\t\t\tmust be published.\n\t\tBefore giving guidance under this section the Secretary of State mustconsult the authority or authorities to which it is given.\n\t\tAn authority to which section 23 applies must, in deciding how to fulfilits duties under that section, have regard to any guidance given to it underthis section."
    },
    {
        "length": 1211,
        "text": "\nChapter 4Housing\n\tEstablishment and assistance of bodies representing tenants etc\n\t\tThe Secretary of State may—\n\t\t\testablish a body with the functions specified in subsections (2) to (5);\n\t\t\tgive financial or other assistance to any person for the purpose ofestablishing a body with those functions;\n\t\t\tgive financial or other assistance to any body appearing to the Secretaryof State to have those functions for the purpose of the carrying out by thebody of any or all of those functions.\n\t\tThe function in this subsection is that of representing, or facilitatingthe representation of, the views and interests of—\n\t\t\ttenants of social housing in England, or\n\t\t\ttenants of social housing and other residential property in England.\n\t\tThe function in this subsection is that of conducting or commissioningresearch into issues affecting—\n\t\t\ttenants of social housing in England, or\n\t\t\ttenants of social housing and other residential property in England.\n\t\tThe function in this subsection is that of promoting the representation byother bodies of—\n\t\t\ttenants of social housing in England or any part of England, or\n\t\t\ttenants of social housing and other residential property in England or anypart of England.\n\t\tIt is immaterial for the purposes of subsection (1)(a) to (c) that a bodymay also have other functions.\n\t\tAssistance under this section may be given in such form (includingfinancial assistance by way of grant, loan or guarantee) as the Secretary ofState considers appropriate.\n\t\tAssistance under this section may be given on such terms as the Secretaryof State considers appropriate.\n\t\tThe terms on which assistance under this section may be given include, inparticular, provision as to the circumstances in which it must be repaid orotherwise made good to the Secretary of State and the manner in which thatmust be done.\n\t\tA person or body to whom assistance is given under this section must complywith any terms on which it is given.\n\t\tIn this section—\n\t\t\t  * “social housing” has the meaning given by section 68 of the Housing and Regeneration Act [2008 (c. 17)](/id/ukpga/2008/17?view=plain \"Go to item of legislation\"); \n\t\t\t  * “tenant”, in relation to social housing, has the meaning given by section 275 of that Act. \n\tConsultation of bodies representing tenants etc\n\t\tThe Housing and Regeneration Act [2008 (c.17)](/id/ukpga/2008/17?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tAfter section 278 insert—\n\t\t“278APower to nominate for consultation purposes\n\t\t\tThe Secretary of State may for the purposes of the following provisions ofthis Part nominate a body appearing to the Secretary of State to represent theinterests of tenants of social housing in England—\n\t\t\t\tsection 112(4);\n\t\t\t\tsection 174(5);\n\t\t\t\tsection 196(1);\n\t\t\t\tsection 197(4);\n\t\t\t\tsection 216.\n\t\t\tThe Secretary of State must notify the regulator of any nomination (orwithdrawal of any nomination) under this section.”\n\t\t\tIn each of sections 112(4) (consultation about criteria for registration ofproviders of social housing) and 174(5) (consultation about disposal ofdwellings by registered providers of social housing)—\n\t\t\t\tafter paragraph (b) (and before the “and” following that paragraph) insert—\n\t\t\t\tany body for the time being nominated under section 278A,”;\n\t\t\t\tin paragraph (c), after “one or more” insert “other”.\n\t\t\tIn section 196(1) (consultation about standards etc for registeredproviders of social housing)—\n\t\t\t\tafter paragraph (b) insert—\n\t\t\t\tany body for the time being nominated under section 278A,”;\n\t\t\t\tin paragraph (c), after “one or more” insert “other”.\n\t\t\tIn section 197(4) (consultation about directions relating to standards)—\n\t\t\t\tafter paragraph (d) insert—\n\t\t\t\tany body for the time being nominated under section 278A,”;\n\t\t\t\tin paragraph (e), after “one or more” insert “other”.\n\t\t\tIn section 216 (consultation about guidance to registered providers ofsocial housing)—\n\t\t\t\tafter paragraph (a) insert—\n\t\t\t\tany body for the time being nominated under section 278A,”;\n\t\t\t\tin paragraph (b), after “one or more” insert “other”."
    },
    {
        "length": 3719,
        "text": "\nChapter 5Local freedoms and honorary titles\n\tLocal freedoms\n\t\tThe Local Government Act [1972 (c. 70)](/id/ukpga/1972/70?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tIn section 248 (freemen and inhabitants of existing boroughs), aftersubsection (1) insert—\n\t\t\t“(1A)Where the son of a freeman of a city or town may claim to be admitted asa freeman of that place, the daughter of a freeman may likewise claim to be soadmitted.\n\t\t(1B)The son or daughter of a freeman of a city or town shall be admitted as afreeman whether born before or after the admission, as a freeman, of his orher freeman parent and wherever he or she was born.\n\t\t(1C)In subsections (1A) and (1B) “freeman” excludes a freeman of the City ofLondon.”\n\tPower to amend law relating to local freedoms\n\t\tThe [Local Government Act 1972 (c. 70)](/id/ukpga/1972/70?view=plain \"Go toitem of legislation\") is amended as follows.\n\t\tIn section 248 (freemen and inhabitants of existing boroughs), aftersubsection (1C) insert—\n\t\t\t“(1D)Schedule 28A (amendment of laws relating to freedom of city or town)shall have effect.”\n\t\tBefore Schedule 29 insert—\n\t\t“Schedule 1Amendment of laws relating to freedoms of cities and towns\n\t\t\tIntroductory\n\t\t\t\tThis Schedule makes provision for the laws relating to freedom of a cityor town to be amended by, or pursuant to, a resolution of persons admitted tothat freedom.\n\t\t\t\tThe powers conferred by this Schedule are without prejudice to any otherpower to amend the law relating to freedom of a city or town.\n\t\t\t\tIn this Schedule—\n\t\t\t\t\t  * “appropriate national authority” means—\n\t\t\t\t\tthe Secretary of State, in relation to a city or town in England;\n\t\t\t\t\tthe Welsh Ministers, in relation to a city or town in Wales;\n\t\t\t\t\t\t  * “enactment” includes in particular—\n\t\t\t\t\ta royal charter or other instrument made under the royal prerogative;\n\t\t\t\t\tany instrument made under an enactment.\n\t\t\tPowers to amend law in respect of women and civil partners\n\t\t\t\tThe purposes of this paragraph are—\n\t\t\t\t\tto provide for a woman to have the right to be admitted to freedom of acity or town in any or all circumstances where a man has that right;\n\t\t\t\t\tto enable a woman admitted to the freedom of a city or town (whetherpursuant to this Schedule or otherwise) to use the title “freewoman”;\n\t\t\t\t\tto put a civil partner or surviving civil partner of a person admitted tofreedom of a city or town in the same position as a spouse or surviving spouseof such a person.\n\t\t\t\tThe appropriate national authority may by order amend an Act for anypurpose of this paragraph, if the amendment is proposed by a qualifyingresolution.\n\t\t\t\tA qualifying resolution may amend—\n\t\t\t\t\tany enactment other than an Act, or\n\t\t\t\t\tthe law established by custom,\n\t\t\t\t\t\tfor any purpose of this paragraph.\n\t\t\t\tAn amendment may not be made under this paragraph for the purpose specifiedin sub-paragraph (1)(a) if the effect of the amendment in any case orcircumstances would be to deprive a man of the right to be admitted to freedomof a city or town.\n\t\t\t\tA provision of a public general Act may not be amended under this paragraphunless the provision relates only to—\n\t\t\t\t\ta particular city or town, or\n\t\t\t\t\ta specified group of cities or towns.\n\t\t\tPower to amend royal charters\n\t\t\t\tHer Majesty may by Order in Council amend the law relating to rights ofadmission to freedom of a city or town where—\n\t\t\t\t\tthe law is contained in a royal charter; and\n\t\t\t\t\tthe amendment is proposed in a qualifying resolution.\n\t\t\t\tIt is immaterial for the purposes of sub-paragraph (1) above whether theamendment is one which could be made under paragraph 2(3) above.\n\t\t\t\tAn Order in Council under this paragraph is not a statutory instrument forthe purposes of the Statutory Instruments Act 1946.\n\t\t\tPowers to amend laws established by custom\n\t\t\t\tA qualifying resolution may amend the law relating to rights of admissionto freedom of a city or town where the law is established by custom.\n\t\t\t\tThe power in sub-paragraph (1) above does not include power to make anamendment which could be made under paragraph 2(3) above.\n\t\t\tConsequential amendments\n\t\t\t\tThe power to make an amendment under paragraph 2(2) above includes power(exercisable in the same way and subject to the same conditions) to makeconsequential amendments to—\n\t\t\t\t\tany enactment, or\n\t\t\t\t\tthe law established by custom.\n\t\t\t\tThe power to make an amendment under paragraph 2(3), 3 or 4 above includespower (exercisable in the same way and subject to the same conditions) to makeconsequential amendments to—\n\t\t\t\t\tany enactment other than an Act, or\n\t\t\t\t\tthe law established by custom.\n\t\t\t\tWhere an amendment is made under paragraph 2(3), 3 or 4 above, theappropriate national authority may by order make consequential amendments toany Act, if the consequential amendments are proposed by a qualifyingresolution.\n\t\t\t\tWhere by virtue of an amendment under paragraph 2, 3 or 4 above a personhas the right of admission to freedom of city or town, the followingamendments in particular are to be regarded as consequential for the purposesof this Schedule—\n\t\t\t\t\tan amendment for the purpose of putting that person in the same position asany other person admitted to that freedom;\n\t\t\t\t\tan amendment for the purpose of putting a person who by marriage, civilpartnership, descent, employment or otherwise is or has been related to orassociated with that person in the same position as a person correspondinglyrelated to or associated with any other person admitted to that freedom;\n\t\t\t\t\tan amendment for the purpose of putting a person who is or has been relatedby marriage or civil partnership to a surviving spouse or civil partner orchild of that person in the same position as a person correspondingly relatedto the surviving spouse or civil partner or child of any other person admittedto that freedom.\n\t\t\t\tIn determining for the purposes of sub-paragraph (1) above whether onerelationship corresponds with another, differences of gender are to beignored.\n\t\t\tQualifying resolutions\n\t\t\t\tFor the purposes of this Schedule, a “qualifying resolution” is aresolution—\n\t\t\t\t\tin relation to which the requirements of paragraph 8 below are compliedwith; and\n\t\t\t\t\twhich is passed in accordance with paragraph 9 below.\n\t\t\t\tThe requirements of this paragraph in relation to a resolution are asfollows.\n\t\t\t\tThe resolution must be proposed by three or more eligible persons.\n\t\t\t\tVoting on the resolution is to be by postal ballot.\n\t\t\t\tThe proposers must make reasonable endeavours to secure that each eligibleperson is sent—\n\t\t\t\t\ta notice of the ballot, and\n\t\t\t\t\ta ballot paper.\n\t\t\t\tThe notice must state—\n\t\t\t\t\tthe resolution proposed,\n\t\t\t\t\tthe purpose of the resolution, and\n\t\t\t\t\tthe date by which ballot papers must be returned (the “voting date”).\n\t\t\t\tAny notice and ballot paper must be sent at least 28 days before the votingdate.\n\t\t\t\tFor the purposes of this paragraph, a notice or ballot paper is sent to aperson on the day it is posted by first class post to the last known addressof that person.\n\t\t\t\tA resolution is passed in accordance with this paragraph if—\n\t\t\t\t\tit is passed by a majority of the eligible persons voting on theresolution,\n\t\t\t\t\tthe number of eligible persons voting on the resolution is at least 10% ofthe number of eligible persons to whom notice is sent under paragraph 8(4)above, and “the resolution is notified to the relevant council within sixweeks from the voting date.\n\t\t\t\tFor the purposes of sub-paragraph (1)(c) above, the resolution is notifiedby delivery of the following documents to the relevant council—\n\t\t\t\t\ta copy of the resolution;\n\t\t\t\t\ta copy of the notice sent under paragraph 8(4) above;\n\t\t\t\t\ta statement in writing of the names of the eligible persons to whom thenotice was sent;\n\t\t\t\t\ta statement in writing of the number of eligible persons who voted on theresolution and of the number who voted in favour of it;\n\t\t\t\t\tall ballot papers returned in accordance with the notice.\n\t\t\t\tThe relevant council must keep the documents delivered under sub-paragraph(2) above, but need not keep those within paragraphs (b) to (e) of that sub-paragraph if it considers that it is no longer reasonably necessary to do so.\n\t\t\t\t\t10In paragraphs 8 and 9 above—\n\t\t\t\t\t  * “eligible person” means a person whose name is on the roll of persons admitted to the freedom of the city or town concerned kept under section 248(2) above;\n\t\t\t\t\t  * “relevant council” means—\n\t\t\t\t\tin relation to a city or town in England—\n\t\t\t\t\tthe district council in whose area the city or town is situated, or\n\t\t\t\t\tif the city or town is not in the area of a district council, the countycouncil in whose area it is situated;\n\t\t\t\t\tin relation to a city or town in Wales, the principal council in whose areathe city or town is situated.\n\t\t\tOrder-making powers: supplementary\n\t\t\t\tA statutory instrument containing an order under this Schedule whichcontains an amendment to a public general Act is subject to annulment—\n\t\t\t\t\tby either House of Parliament, in the case of an order made by theSecretary of State;\n\t\t\t\t\tby the National Assembly for Wales, in the case of an order made by theWelsh Ministers.”\n\t\t\t\tIn section 248—\n\t\t\t\t\tin subsection (1), after “this section”, in both places, insert “andSchedule 28A”;\n\t\t\t\t\tin subsection (2), for “freemen” substitute “persons admitted to thefreedom”;\n\t\t\t\t\tin subsection (3)—\n\t\t\t\t\tfor “as a freeman” substitute “to the freedom”;\n\t\t\t\t\tfor “his”, in both places, substitute “the person’s”;\n\t\t\t\t\tfor “freemen” substitute “persons admitted to the freedom”;\n\t\t\t\t\tin subsection (4), in paragraphs (a), (b) and (c), for “freeman” substitute“person admitted to the freedom”.\n\tHonorary titles\n\t\tSection 249 of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (honoraryaldermen and freemen) is amended as follows.\n\t\tIn the heading, for “Honorary aldermen and freemen” substitute “Honorarytitles”.\n\t\tIn subsection (1) (power of principal councils to confer title of honoraryaldermen), after “honorary aldermen” insert “or honorary alderwomen”.\n\t\tIn subsection (2)—\n\t\t\tafter “honorary alderman” insert “or honorary alderwoman”;\n\t\t\tafter “as alderman” insert “or alderwoman”;\n\t\t\tafter “as an alderman” insert “or alderwoman”.\n\t\tIn subsection (4), after “honorary alderman” insert “or honoraryalderwoman”.\n\t\tAfter that subsection insert—\n\t\t\t“(4A)A principal council may spend such reasonable sum as they think fit forthe purpose of presenting an address, or a casket containing an address, to aperson on whom they have conferred the title of honorary alderman or honoraryalderwoman.”\n\t\tFor subsections (5) to (9) (honorary freemen) there is substituted—\n\t\tSubject as follows, a relevant authority may admit to be honorary freemenor honorary freewomen of the place or area for which it is the authority—\n\t\t\tpersons of distinction, and\n\t\t\tpersons who have, in the opinion of the authority, rendered eminentservices to that place or area.\n\t\tIn this section “relevant authority” means—\n\t\t\ta principal council;\n\t\t\ta parish or community council;\n\t\t\tcharter trustees in England constituted—\n\t\t\tunder section 246 of the Local Government Act 1972,\n\t\t\tby the Charter Trustees Regulations 1996 ([SI1996/263](/id/uksi/1996/263?view=plain \"Go to item of legislation\")), or\n\t\t\tunder Part 1 of the Local Government and Public Involvement in Health Act2007.\n\t\tThe power in subsection (5) above is exercisable by resolution of therelevant authority.\n\t\tA resolution under subsection (7) above must be passed—\n\t\t\tat a meeting of the relevant authority which is specially convened for thepurpose and where notice of the object of the meeting has been given; and\n\t\t\tby not less than two-thirds of the members of the relevant authority (or,in the case of charter trustees, of the trustees) who vote on it.\n\t\tA relevant authority may spend such reasonable sum as it thinks fit for thepurpose of presenting an address or a casket containing an address to a personon whom the authority has conferred the title of honorary freeman or honoraryfreewoman under subsection (5) above.\n\t\tThe admission of a person as honorary freeman or honorary freewoman doesnot confer on that person any of the rights referred to in section 248(4)above.”"
    },
    {
        "length": 299,
        "text": "\nChapter 6Politically restricted posts\n\tPolitically restricted posts\n\t\tThe [Local Government and Housing Act 1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 2 (politically restricted posts), in subsection (2) omit—\n\t\t\tparagraphs (a) and (b), and\n\t\t\tin paragraph (c), the words “not falling within paragraph (a) or (b)above”.\n\t\tIn section 3 (grant and supervision of exemptions from politicalrestriction: Scotland and Wales), in subsection (3) omit—\n\t\t\tin paragraph (a), the word “and”,\n\t\t\tparagraph (b), and\n\t\t\tthe words from “and it shall” to the end of the subsection.\n\t\tIn section 3A (grant and supervision of exemptions from politicalrestriction: England), in subsection (2) omit—\n\t\t\tin paragraph (a), the word “and”,\n\t\t\tparagraph (b), and\n\t\t\tthe words from “and the relevant” to the end of the subsection."
    },
    {
        "length": 2125,
        "text": "\nChapter 1Governance\n\tScrutiny officers\n\t\tIn the [Local Government Act 2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Go toitem of legislation\"), after section 21 insert—\n\t\t“21ZAScrutiny officers\n\t\t\tSubject as follows, a local authority in England must designate one oftheir officers to discharge the functions in subsection (2).\n\t\t\tThose functions are—\n\t\t\t\tto promote the role of the authority’s overview and scrutiny committee orcommittees;\n\t\t\t\tto provide support to the authority’s overview and scrutiny committee orcommittees and the members of that committee or those committees;\n\t\t\t\tto provide support and guidance to—\n\t\t\t\tmembers of the authority,\n\t\t\t\tmembers of the executive of the authority, and\n\t\t\t\tofficers of the authority,\n\t\t\t\t\tin relation to the functions of the authority’s overview and scrutinycommittee or committees.\n\t\t\tAn officer designated by a local authority under this section is to beknown as the authority’s “scrutiny officer”.\n\t\t\tA local authority may not designate any of the following under thissection—\n\t\t\t\tthe head of the authority’s paid service designated under section 4 of theLocal Government and Housing Act 1989;\n\t\t\t\tthe authority’s monitoring officer designated under section 5 of that Act;\n\t\t\t\tthe authority’s chief finance officer, within the meaning of that section.\n\t\t\tThe duty in subsection (1) does not apply to a district council for an areafor which there is a county council.\n\t\t\tIn this section, references to an overview and scrutiny committee includeany sub-committee of that committee.”\n\tJoint overview and scrutiny committees\n\t\tIn the Local Government and Public Involvement in Health Act [2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\"), for section123 (joint overview and scrutiny committees: local improvement targets)substitute—\n\t\t“123Joint overview and scrutiny committees\n\t\t\tThe Secretary of State may by regulations make provision under which anytwo or more local authorities in England may—\n\t\t\t\tappoint a joint committee (a “joint overview and scrutiny committee”), and\n\t\t\t\tarrange for the committee to exercise any functions in subsection (2).\n\t\t\tThe functions in this subsection are functions of making reports orrecommendations to—\n\t\t\t\tany of the local authorities appointing the committee (the “appointingauthorities”), or\n\t\t\t\tif any of the appointing authorities is a non-unitary district council, therelated county council,\n\t\t\t\t\tabout any matter which is not an excluded matter.\n\t\t\tIn subsection (2) “excluded matter” means any matter with respect to whicha crime and disorder committee could make a report or recommendations—\n\t\t\t\tby virtue of subsection (1)(b) of section 19 of the Police and Justice Act2006 (local authority scrutiny crime and disorder matters), or\n\t\t\t\tby virtue of subsection (3)(a) of that section.\n\t\t\tIn subsection (2) references to making reports or recommendations to alocal authority include, in the case of a local authority operating executivearrangements under Part 2 of the Local Government Act 2000, making reports orrecommendations to its executive.\n\t\t\tRegulations under this section may in particular—\n\t\t\t\tprovide for arrangements to be made only in circumstances, or subject toconditions or limitations, specified in the regulations;\n\t\t\t\tin relation to joint overview and scrutiny committees, make provisionapplying, or corresponding to, any provision of—\n\t\t\t\tsection 21(4) and (6) to (12) of the Local Government Act 2000,\n\t\t\t\tsections 21A to 21D of that Act, or\n\t\t\t\tsection 246 of, and Schedule 17 to, the National Health Service Act 2006,\n\t\t\t\twith or without modifications;\n\t\t\t\tmake provision as to information which an associated authority of anyappointing authority must provide, or may not disclose, to a joint overviewand scrutiny committee (or, if the regulations make provision for theappointment of sub-committees of such a committee, to such a sub-committee).\n\t\t\tIn subsection (5)(c) “associated authority”, in relation to any appointingauthority, means—\n\t\t\t\tin the case of an appointing authority which is a non-unitary districtcouncil—\n\t\t\t\tthe related county council, and\n\t\t\t\tany person who is a partner authority in relation to the related countycouncil;\n\t\t\t\tin the case of any other appointing authority, any person who is a partnerauthority in relation to the appointing authority.\n\t\t\tIn subsection (6) “partner authority” has the same meaning as in Chapter 1of this Part except that it does not include a police authority or a chiefofficer of police.\n\t\t\tRegulations under this section may not make provision of a kind mentionedin subsection (5)(c) with respect to information in respect of which provisionmay be made in exercise of the power conferred by section 20(5)(c) or (d) ofthe Police and Justice Act 2006 (guidance and regulations regarding crime anddisorder matters).\n\t\t\tAny local authority and any joint overview and scrutiny committee must, inexercising or deciding whether to exercise any function conferred on it by orunder this section, have regard to any guidance issued by the Secretary ofState.\n\t\t\tIn this section—\n\t\t\t\t  * “local authority” has the same meaning as in Part 2 of the Local Government Act 2000;\n\t\t\t\t  * “non-unitary district council” means a district council for a district in a county for which there is a county council (and the “related county council”, in relation to a non-unitary district council, means that county council).”\n\t\t\tIn section 21 of the [Local Government Act 2000 (c.22)](/id/ukpga/2000/22?view=plain \"Go to item of legislation\") (overview andscrutiny committees), in subsection (2A)(e), for the words from “(joint” tothe end substitute “(joint overview and scrutiny committees) appointed by twoor more local authorities including the authority concerned”.\n\tPowers of National Assembly for Wales\n\t\tSchedule 5 to the [Government of Wales Act 2006 (c.32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\") (Assemblymeasures) is amended as follows.\n\t\tIn Part 1, after the heading “ _Field 12: local government_ ”, after theentry relating to Matter 12.5 insert—\n\t\t\t  * _“ Matter 12.6_\n\t\t\tArrangements by principal councils with respect to the discharge of theirfunctions, including executive arrangements.\n\t\tThis matter does not include—\n\t\t\tdirect elections to executives of principal councils, or\n\t\t\tthe creation of a form of executive requiring direct elections.\n\t\t\tFor the purposes of this matter—\n\t\t\t“executive arrangements” has the same meaning as in Part 2 of the LocalGovernment Act 2000;\n\t\t\t“principal council” means a county or county borough council;\n\t\t\t“direct elections” means elections by local government electors (within themeaning of section 270(1) of the Local Government Act 1972).”\n\t\tIn that Part, after the entry relating to Matter 12.6 (as inserted bysubsection (2) above) insert—\n\t\t\t  * _“ Matter 12.7_\n\t\tCommittees of principal councils with functions of—\n\t\t\treview or scrutiny, or\n\t\t\tmaking reports or recommendations.\n\t\t\tThis matter does not include committees under section 19 of the Police andJustice Act 2006 (crime and disorder committees).\n\t\t\tFor the purposes of this matter “principal council” means a county or countyborough council.”"
    },
    {
        "length": 1172,
        "text": "\nChapter 2Mutual insurance\n\tMutual insurance\n\t\tSubject as follows, a qualifying authority may —\n\t\t\tbecome a member of a body corporate—\n\t\t\tall of whose objects fall within the objects specified in subsection (2),and\n\t\t\tall of whose members are qualifying authorities, and\n\t\t\tdo anything that is required by, or is conducive or incidental to,membership of any such body.\n\t\tThe objects referred to in subsection (1)(a)(i) are—\n\t\t\tto provide insurance, in relation to risks of any description, to—\n\t\t\tqualifying authorities who are members of the body corporate, and\n\t\t\tpersons prescribed in regulations made by the appropriate nationalauthority,\n\t\t\tto enter into arrangements under which such insurance is provided to—\n\t\t\tqualifying authorities who are members of the body corporate, and\n\t\t\tpersons prescribed in regulations made by the appropriate nationalauthority, and\n\t\t\tto do anything that is required by, or is conducive or incidental to, theprovision of any such insurance or entering into any such arrangements.\n\t\tThe power of a qualifying authority under subsection (1)(b) includes inparticular power—\n\t\t\tto pay premiums and make other payments to the body corporate;\n\t\t\tto agree to make any such payments;\n\t\t\tto assume financial obligations in relation to persons prescribed for thepurposes of subsection (2)(a)(ii) or (b)(ii).\n\t\tThe appropriate national authority may by regulations impose restrictionsor conditions on the exercise of any power conferred on a qualifying authorityby subsection (1).\n\t\tA qualifying authority must, in exercising the powers conferred bysubsection (1), have regard to—\n\t\t\tany guidance issued by the appropriate national authority, and\n\t\t\tany guidance or document specified in regulations made by the appropriatenational authority.\n\t\tThe appropriate national authority may by regulations amend this Chapterfor the purposes of changing the authorities which are for the time beingqualifying authorities for the purposes of this section.\n\tMutual insurance: supplementary\n\t\tThis section applies for the purposes of section 34.\n\t\tA qualifying authority is—\n\t\t\ta county council in England;\n\t\t\ta district council in England;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tthe Greater London Authority so far as it exercises its functions throughthe Mayor;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta county council in Wales;\n\t\t\ta county borough council in Wales;\n\t\t\ta National Park authority;\n\t\t\tthe Broads Authority;\n\t\t\ta police authority;\n\t\t\ta fire and rescue authority not falling within paragraphs (a) to (h);\n\t\t\ta joint waste authority established under section 207(1) of the [LocalGovernment and Public Involvement in Health Act 2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\");\n\t\t\ta waste disposal authority established under section 10 of the [LocalGovernment Act 1985 (c. 51)](/id/ukpga/1985/51?view=plain \"Go to item oflegislation\");\n\t\t\tan Integrated Transport Authority;\n\t\t\tTransport for London;\n\t\t\tthe London Development Agency;\n\t\t\tan economic prosperity board established under section 88 or a combinedauthority established under section 103.\n\t\tThe “appropriate national authority” means—\n\t\t\tthe Secretary of State, in relation to England;\n\t\t\tthe Welsh Ministers, in relation to Wales.\n\t\tRegulations under section 34 are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under subsection (2), (4) or(5)(b) of that section is subject to annulment in pursuance of a resolutionof—\n\t\t\teither House of Parliament (in the case of regulations made by theSecretary of State);\n\t\t\tthe National Assembly for Wales (in the case of regulations made by theWelsh Ministers).\n\t\tA statutory instrument containing regulations under subsection (6) of thatsection may not be made unless a draft of the instrument has been laid before,and approved by a resolution of—\n\t\t\teach House of Parliament (in the case of regulations made by the Secretaryof State);\n\t\t\tthe National Assembly for Wales (in the case of regulations made by theWelsh Ministers)."
    },
    {
        "length": 803,
        "text": "\nPreliminary\n\tOverview \n\t\tThis Chapter makes provision for an audit authority to appoint a person tocarry out audit functions in relation to a relevant entity in circumstanceswhere it appears to the authority that the entity is or will be a qualifyingEnglish or Welsh local authority entity.\n\t\tFor the purposes of this Chapter, each of the following is an “auditauthority”—\n\t\t\tthe Audit Commission;\n\t\t\tthe Auditor General for Wales.\n\t\tIn this Chapter, “relevant entity” means—\n\t\t\ta company,\n\t\t\ta limited liability partnership, or\n\t\t\tan industrial and provident society.\n\t\tIn this Chapter, “qualifying English local authority entity” means arelevant entity which—\n\t\t\tis connected with a local authority in England, and\n\t\t\tmeets such other conditions as the Secretary of State may by regulationsspecify.\n\t\tIn this Chapter, “qualifying Welsh local authority entity” means a relevantentity which—\n\t\t\tis connected with a local authority in Wales, and\n\t\t\tmeets such other conditions as the Welsh Ministers may by regulationsspecify.\n\t\tIn this Chapter, “local authority” means any body which—\n\t\t\tis a local authority for the purposes of section 21 of the [LocalGovernment Act 2003 (c. 26)](/id/ukpga/2003/26?view=plain \"Go to item oflegislation\") (see subsection (6) of that section and section 23 of that Act),and\n\t\t\tis required to prepare statements of accounts by regulations made undersection 27 of the [Audit Commission Act 1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") or section 39of the [Public Audit (Wales) Act 2004 (c. 23)](/id/ukpga/2004/23?view=plain\"Go to item of legislation\").\n\tNotification duties of local authorities\n\t\tWhere it comes to the attention of a local authority in England that—\n\t\t\ta relevant entity which is connected with the authority meets theconditions referred to in section 36(4)(b),\n\t\t\ta relevant entity which is connected with the authority has ceased to meetthose conditions, or\n\t\t\ta relevant entity which meets those conditions has ceased to be connectedwith the local authority,\n\t\t\t\tthe authority must notify the entity and the Audit Commission accordingly.\n\t\tWhere it comes to the attention of a local authority in Wales that—\n\t\t\ta relevant entity which is connected with the authority meets theconditions referred to in section 36(5)(b),\n\t\t\ta relevant entity which is connected with the authority has ceased to meetthose conditions, or\n\t\t\ta relevant entity which meets those conditions has ceased to be connectedwith the local authority,\n\t\t\tthe authority must notify the entity and the Auditor General for Walesaccordingly.\n\t\tNotification under this section must be within the period of 21 daysbeginning with the day on which the matter comes to the attention of the localauthority."
    },
    {
        "length": 1144,
        "text": "\nPower to appoint auditor\n\tPower to appoint auditor\n\t\tSubject to this Chapter, an audit authority may appoint a person to carryout audit functions in accordance with this Chapter in relation to a relevantentity.\n\t\tAn appointment under this section is to be for a financial year of theentity.\n\t\tAn appointment under this section must be made—\n\t\t\tbefore the start of the financial year to which it relates, or\n\t\t\tin the case of an appointment for the first financial year of the entity,before whichever is the earlier of—\n\t\t\tthe end of that financial year, and\n\t\t\tthe end of the period of three months beginning with the day on which theaudit authority receives notification in relation to the entity under section37(1)(a) or (2)(a).\n\t\tThe Audit Commission may make an appointment under this section if (andonly if) it appears to the Audit Commission that—\n\t\t\tthe entity will be a qualifying English local authority entity at the startof the financial year for which the appointment is made, or\n\t\t\tin the case of an appointment for the first financial year of the entity,the entity is a qualifying English local authority entity when the appointmentis made.\n\t\tThe Auditor General for Wales may make an appointment under this section if(and only if) it appears to the Auditor General that—\n\t\t\tthe entity will be a qualifying Welsh local authority entity at the startof the financial year for which the appointment is made, or\n\t\t\tin the case of an appointment for the first financial year of the entity,the entity is a qualifying Welsh local authority entity when the appointmentis made.\n\t\tBefore making an appointment under this section in relation to an entitythe appointing audit authority must consult the entity.\n\t\tWhere one audit authority (“the first audit authority”) proposes to appointa person under this section in relation to an entity for a financial year incircumstances where the other audit authority could also make an appointmentunder this section in relation to that entity for that year—\n\t\t\tthe first audit authority must consult the other audit authority, and\n\t\t\tthe first audit authority may not make the appointment for that entity forthat year if the other audit authority has already done so.\n\t\tAfter making an appointment under this section in relation to an entity theappointing audit authority must notify the local authority with which theentity is connected.\n\tPower to appoint replacement auditor\n\t\tWhere a person appointed by an audit authority under this Chapter inrelation to an entity for a financial year dies, is dismissed or is unable orunwilling to act, the audit authority may (subject to this Chapter) appoint areplacement in relation to that entity for that financial year.\n\t\tBefore making an appointment under this section the audit authority mustconsult the entity.\n\t\tAfter making an appointment under this section the audit authority mustnotify the local authority with which the entity is connected.\n\tExclusions \n\t\tAn audit authority may not make an appointment under this Chapter inrelation to an entity for a financial year if, by virtue of this section, theentity is exempt from audit for that year.\n\t\tA company is exempt from audit under this Chapter for a financial year ifit appears to the appointing audit authority that, for the purposes of Part 16of the [Companies Act 2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to itemof legislation\"), the company is or will be exempt from audit under that Partfor that year.\n\t\tA limited liability partnership is exempt from audit under this Chapter fora financial year if it appears to the appointing audit authority that, for thepurposes of Part 16 of the [Companies Act 2006](/id/ukpga/2006/46?view=plain\"Go to item of legislation\") (as that Part applies to limited liabilitypartnerships), the partnership is or will be exempt from audit under that Partfor that year.\n\t\tAn industrial and provident society is exempt from audit under this Chapterfor a financial year if it appears to the appointing audit authority thatsubsection (1) of section 4 of the [Friendly and Industrial and ProvidentSocieties Act 1968 (c. 55)](/id/ukpga/1968/55?view=plain \"Go to item oflegislation\") does not or will not apply to the society for that year byvirtue of subsection (2) of that section or section 4A(1) of that Act.\n\t\tSubsection (1) does not apply if the entity requests the audit authority tomake the appointment."
    },
    {
        "length": 621,
        "text": "\nAuditors\n\tEligibility for appointment\n\t\tA person appointed under this Chapter may be—\n\t\t\ta member of staff of the appointing audit authority;\n\t\t\tan individual who is not a member of staff of that authority;\n\t\t\ta firm.\n\t\tThe following may not be appointed under this Chapter in relation to anentity—\n\t\t\tan individual or firm who for the purposes of section 1212 of the[Companies Act 2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item oflegislation\") is not eligible for appointment as a statutory auditor, or\n\t\t\tan individual or firm who by virtue of section 1214 of that Act(independence requirement) may not act as statutory auditor in relation tothat entity.\n\t\tIn this section “firm” means any entity, whether or not a legal person,which is not an individual, and includes a body corporate, a corporation soleand a partnership or other unincorporated association.\n\tTerms of appointment\n\t\tSubject to this Chapter, a person appointed under this Chapter holds officeunder this Chapter in accordance with the terms of their appointment.\n\t\tSubject to subsection (3), an appointment under this Chapter begins on thefirst day of the financial year for which the appointment is made.\n\t\tAn appointment under this Chapter which—\n\t\t\tis for the first financial year of an entity, or\n\t\t\tis made under section 39 after the start of the financial year for which itis made,\n\t\t\t\tbegins on the day on which the appointment is made.\n\t\tAn appointment under this Chapter, unless terminated earlier, ends when theperson appointed has discharged their functions under this Chapter.\n\t\tA person appointed under this Chapter may not be dismissed by theappointing audit authority for divergence of opinion on accounting treatmentsor audit procedures.\n\t\tIf it appears to the Audit Commission that an entity in relation to whichit has appointed a person under this Chapter is not, or has ceased to be, aqualifying English local authority entity, the Commission may terminate theappointment (but is not required to do so).\n\t\tIf it appears to the Auditor General for Wales that an entity in relationto which the Auditor General has appointed a person under this Chapter is not,or has ceased to be, a qualifying Welsh local authority entity, the AuditorGeneral may terminate the appointment (but is not required to do so)."
    },
    {
        "length": 1529,
        "text": "\nAudit of accounts\n\tRight of entity to appoint auditor to conduct statutory audit\n\t\tWhere a person is appointed under this Chapter in relation to an entity fora financial year, the entity may, under and in accordance with the relevantstatutory provision, appoint that person as auditor of the entity for thepurposes of that provision for the financial year.\n\t\tAn appointment pursuant to subsection (1) is to be—\n\t\t\ton the standard terms and conditions, or\n\t\t\ton the standard terms and conditions subject to such modifications as maybe agreed between the entity and the person appointed.\n\t\tThe audit authority must notify the entity of its right under subsection(1).\n\t\tNotification under subsection (3) must be before the beginning of thefinancial year (except in the case of an appointment for the first financialyear of the entity or which is made under section 39).\n\t\tTermination by the audit authority of the appointment under this Chapterdoes not terminate an appointment made pursuant to subsection (1).\n\t\tIn subsection (1) “the relevant statutory provision”—\n\t\t\tin relation to a company, means Part 16 of the [Companies Act 2006 (c.46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\");\n\t\t\tin relation to a limited liability partnership, means that Part of that Actas it applies to limited liability partnerships;\n\t\t\tin relation to an industrial and provident society, means—\n\t\t\tsection 4 of the [Friendly and Industrial and Provident Societies Act 1968(c. 55)](/id/ukpga/1968/55?view=plain \"Go to item of legislation\"), or\n\t\t\tin the case of an industrial and provident society to which regulation 3of the Insurance Accounts Directive (Miscellaneous Insurance Undertakings)Regulations 2008 ([SI 2008/565](/id/uksi/2008/565?view=plain \"Go to item oflegislation\")) applies, that regulation.\n\t\tIn subsection (2), “standard terms and conditions” means terms andconditions (including terms and conditions as to payment of fees) publishedfor the purposes of that subsection by the audit authority from time to time.\n\t\tBefore publishing terms and conditions under subsection (7) an auditauthority must consult—\n\t\t\tsuch associations of local authorities, and such bodies of accountants, asthe audit authority considers appropriate, and\n\t\t\tthe Secretary of State (in the case of the Audit Commission) or the WelshMinisters (in the case of the Auditor General for Wales).\n\tFunctions of auditor not appointed to conduct statutory audit\n\t\tThis section applies to an entity in relation to which a person isappointed under this Chapter for a financial year if—\n\t\t\tthe entity does not appoint that person pursuant to section 43(1), or\n\t\t\tthe entity does so appoint that person but terminates the appointmentbefore the discharge of the person’s functions pursuant to the appointment.\n\t\tWhere this section applies to an entity which is a company—\n\t\t\tthe person appointed under this Chapter must make a report to the companyon the annual accounts of the company for the financial year, and\n\t\t\tsections 495(2) to (4) and 496 to 501 of the [Companies Act 2006 (c.46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") apply as if—\n\t\t\tthat report were a report under section 495(1) of that Act, and\n\t\t\tthe person appointed under this Chapter were the company’s auditor underPart 16 of that Act.\n\t\tWhere this section applies to an entity which is a limited liabilitypartnership—\n\t\t\tthe person appointed under this Chapter must make a report to thepartnership on the annual accounts of the partnership for the financial year,and\n\t\t\tsections 495(2) to (4) and 498 to 501 of the [Companies Act2006](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") apply as if—\n\t\t\tthat report were a report under section 495(1) of that Act, and\n\t\t\tthe person appointed under this Chapter were the partnership’s auditorunder Part 16 of that Act.\n\t\tWhere this section applies to an entity which is an industrial andprovident society—\n\t\t\tthe person appointed under this Chapter must audit the revenue account oraccounts and balance sheet of the society for the financial year and make areport to the society on them,\n\t\t\tsection 9(2) to (7) of the [Friendly and Industrial and Provident SocietiesAct 1968 (c. 55)](/id/ukpga/1968/55?view=plain \"Go to item of legislation\")applies in relation to that report as in relation to a report under section9(1) of that Act,\n\t\t\tsection 18 of that Act applies in relation to any contravention of section9(5) of that Act (as applied by paragraph (b)), and\n\t\t\tin a case where the society has caused group accounts for that year to beprepared as specified in section 13 of that Act, the person appointed underthis Chapter must make a report to the society on the group accounts, statingthe matters referred to in subsection (5) of that section.\n\t\tThe person appointed under this Chapter must send a copy of the report madeunder this section to—\n\t\t\tthe local authority with which the entity is connected, and\n\t\t\tthe appointing audit authority.\n\t\tIn subsection (3) references to the [Companies Act2006](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") are to thatAct as it applies in relation to limited liability partnerships."
    },
    {
        "length": 2915,
        "text": "\nPublic interest reports\n\tPublic interest reports\n\t\tA person appointed under this Chapter in relation to an entity must make areport about any relevant matter—\n\t\t\twhich comes to their attention in discharging their functions arising underor pursuant to the preceding provisions of this Chapter, and\n\t\t\twhich they consider that it would be in the public interest to bring to theattention of the entity, the local authority with which it is connected or thepublic.\n\t\tIn subsection (1) “relevant matter” means—\n\t\t\ta matter relating to the financial affairs of the entity for the financialyear, or\n\t\t\ta matter relating to the corporate governance of the entity.\n\t\tA report under this section must be sent to the entity before the end ofthe period of 14 days starting with the day on which the report is made.\n\t\tA copy of a report under this section must be sent before the end of thatperiod to—\n\t\t\tthe local authority with which the entity is connected, and\n\t\t\tthe audit authority.\n\t\tThe person appointed under this Chapter may—\n\t\t\tnotify any person of the fact that the report has been made, and\n\t\t\tsupply a copy of it or of any part of it to any person.\n\tCodes of practice\n\t\tA code of practice under section 4 of the [Audit Commission Act 1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") must includeprovision prescribing the way in which persons appointed under this Chapter bythe Audit Commission are to carry out their functions under section 45.\n\t\tA person so appointed must, in the exercise of their functions undersection 45, comply with such provision of such a code as is for the time beingin force.\n\t\tWhere provision under subsection (1) is included in a code of practiceunder section 4 of the Audit Commission Act 1998 for the first time, theinclusion is to be regarded as an alteration for the purposes of subsection(5) of that section.\n\t\tA code of practice under section 16 of the [Public Audit (Wales) Act 2004(c. 23)](/id/ukpga/2004/23?view=plain \"Go to item of legislation\") mustinclude provision prescribing the way in which persons appointed under thisChapter by the Auditor General for Wales are to carry out their functionsunder section 45.\n\t\tA person so appointed must, in the exercise of their functions undersection 45, comply with such provision of such a code as is for the time beingin force.\n\tAccess to information\n\t\tA person appointed under this Chapter in relation to an entity (in thissection referred to as an “auditor”) has a right of access at all reasonabletimes to every document relating to the entity which appears to the auditornecessary for the purpose of the exercise of their functions under section 45.\n\t\tThe right conferred by subsection (1) includes power to inspect, copy ortake away the document.\n\t\tAn auditor may—\n\t\t\trequire a person holding or accountable for any document referred to insubsection (1) to give to the auditor such information or explanation as theauditor thinks necessary for the purpose of the exercise of the auditor’sfunctions under section 45, and\n\t\t\tif the auditor thinks it necessary, require the person to attend before theauditor in person to give the information or explanation or to produce thedocument.\n\t\tWithout prejudice to subsection (3), an auditor may—\n\t\t\trequire any officer or member of the entity to give to the auditor suchinformation or explanation as the auditor thinks necessary for the purpose ofthe exercise of the auditor’s functions under section 45, and\n\t\t\tif the auditor thinks it necessary, require the officer or member to attendbefore the auditor in person to give the information or explanation.\n\t\tIn relation to any document kept in electronic form, the power insubsection (3)(b) to require a person to produce a document includes power torequire it to be produced in a form in which it is legible and can be takenaway.\n\t\tIn connection with inspecting such a document, an auditor—\n\t\t\tmay obtain access to, and inspect and check the operation of, any computerand associated apparatus or material which the auditor considers is or hasbeen used in connection with the document;\n\t\t\tmay require a person within subsection (7) to afford the auditor suchreasonable assistance as the auditor may require for that purpose.\n\t\tThe following persons are within this subsection—\n\t\t\ta person by whom or on whose behalf the computer is or has been used;\n\t\t\ta person having charge of, or otherwise concerned with the operation of,the computer, apparatus or material.\n\t\tWithout prejudice to subsections (1) to (7), the entity must provide theauditor with every facility and all information which the auditor mayreasonably require for the purposes of the exercise of the auditor’s functionsunder section 45.\n\t\tA person who without reasonable excuse obstructs the exercise of any powerconferred by this section or fails to comply with any requirement of anauditor under this section is guilty of an offence.\n\t\tA person guilty of an offence under subsection (9) is liable on summaryconviction—\n\t\t\tto a fine not exceeding level 3 on the standard scale, and\n\t\t\tto an additional fine not exceeding £20 for each day on which the offencecontinues after the person has been convicted of it.\n\t\tAny expenses incurred by an auditor in connection with proceedings for anoffence under this section, so far as not recovered from any other source, arerecoverable from the entity in relation to which the auditor is appointed.\n\t\tThe powers under this section are in addition to any other powers which anauditor has in relation to the exercise of the auditor’s functions under orpursuant to this Chapter.\n\tConsideration of report by entity\n\t\tWhere a report is made under section 45 in relation to an entity, thereport must be considered—\n\t\t\tin the case of a company, at a general meeting of the company (to be calledby the directors under section 302 of the [Companies Act 2006 (c.46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\"));\n\t\t\tin the case of a limited liability partnership, at a meeting of the membersof the partnership;\n\t\t\tin the case of an industrial and provident society, at a meeting of thesociety in accordance with the rules of the society.\n\t\tThe meeting must be held before the end of the period of one month startingwith the day on which the report is sent to it.\n\t\tThe notice of the meeting must include a copy of the report.\n\t\tAt the meeting the entity must decide—\n\t\t\twhether the report requires it to take any action, and\n\t\t\tif so, what.\n\t\tThe entity must notify the local authority with which it is connected of—\n\t\t\tits decision under subsection (4)(a), and\n\t\t\tany decision under subsection (4)(b).\n\t\tIf under subsection (4)(a) the entity decides that the report does notrequire it to take any action, the notification under subsection (5)(a) mustgive reasons for that decision.\n\t\tThe person who made the report may extend the period of one month mentionedin subsection (2) if satisfied that it is reasonable to do so to allow theentity to comply with its duties under this section.\n\t\tA period may be extended under subsection (7) more than once.\n\t\tThis section does not affect any duties (so far as they relate to thesubject-matter of a report) imposed by or under any other enactment.\n\tConsideration of report by local authority\n\t\tWhere a report is made under section 45 in relation to an entity, the localauthority with which the entity is connected must—\n\t\t\tconsider the report and the entity’s decision or decisions under section48(4) at a relevant meeting, and\n\t\t\tdecide whether the report and the decision or decisions require theauthority to take any action, and if so what.\n\t\tA local authority must discharge its duty under subsection (1) before theend of the period of one month starting with the day on which the entitynotifies the local authority under section 48(5).\n\t\tThe person who made the report may extend the period of one month mentionedin subsection (2) if satisfied that it is reasonable to do so to allow thelocal authority to comply with its duty under subsection (1).\n\t\tA period may be extended under subsection (3) more than once.\n\t\tIn subsection (1)(a) “relevant meeting” means—\n\t\t\tin the case of a local authority not operating executive arrangements, ameeting of the authority or of a committee of the authority;\n\t\t\tin the case of a local authority operating executive arrangements—\n\t\t\ta meeting of the executive, or\n\t\t\tif the function referred to in that subsection is a responsibility of theauthority, a meeting of the authority or of a committee of the authority.\n\t\tThe notice given of the meeting to members of the authority or of theexecutive or committee of the authority (as the case may be) must include—\n\t\t\ta copy of the report, and\n\t\t\ta copy of the notification given by the entity under section 48(5).\n\t\tSubsections (8) and (9) apply in relation to a meeting of a local authorityor of a committee of a local authority under this section.\n\t\tThe following powers do not include power to exclude the report—\n\t\t\tthe power under section 1(4)(b) of the [Public Bodies (Admission toMeetings) Act 1960 (c. 67)](/id/ukpga/1960/67?view=plain \"Go to item oflegislation\") to exclude items from the matter supplied under that section(supply of agenda etc to newspapers);\n\t\t\tthe power under section 100B(2) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") to—\n\t\t\texclude documents from the documents open to inspection under section100B(1) of that Act, or\n\t\t\texclude items from the matter supplied under section 100B(7) of that Act(public access to agenda and reports before meetings and supply of agenda etcto newspapers).\n\t\tPart 5A of the [(9)Local Government Act 1972](/id/ukpga/1972/70?view=plain\"Go to item of legislation\") has effect in relation to the report as ifsection 100C(1)(d) of that Act (public access to copies of reports for sixyears after meeting) were not limited to so much of the report as relates toan item during which the meeting was open to the public.\n\t\tIn this section—\n\t\t\t“executive” and “executive arrangements” have the same meanings as in Part2 of the [Local Government Act 2000 (c. 22)](/id/ukpga/2000/22?view=plain \"Goto item of legislation\");\n\t\t\treferences to a committee of a local authority include a sub-committee.\n\t\tThis section does not affect any duties (so far as they relate to thesubject-matter of a report under section 45) imposed by or under any otherenactment."
    },
    {
        "length": 1156,
        "text": "\nSupplementary\n\tFees \n\t\tAn entity in relation to which a person is appointed under this Chaptermust pay the appointing audit authority a fee in respect of the discharge bythat person of any of the functions specified by subsection (2) in relation tothe entity.\n\t\tThose functions are—\n\t\t\tfunctions under section 44(2) to (5);\n\t\t\tfunctions under sections 45 to 49.\n\t\tThe entity must pay a fee under this section at such time, and otherwise inaccordance with such requirements, as the audit authority may specify.\n\t\tThe amount of a fee payable under this section is, subject as follows, tobe such as may be specified in or determined under a scale or scales of feesprescribed by the audit authority for the purposes of this section.\n\t\tBefore prescribing a scale of fees under subsection (4) the audit authoritymust consult—\n\t\t\tsuch associations of local authorities, and\n\t\t\tsuch bodies of accountants,\n\t\t\t\tas it considers appropriate.\n\t\tA scale of fees under this section is not to provide for the amount of afee to be different depending on whether or not the person appointed underthis Chapter is a member of staff of the audit authority.\n\t\tA scale of fees under this section and standard terms and conditions undersection 43 are not to provide for fees of different amounts in respect of—\n\t\t\tthe discharge of a function referred to in subsection (2)(a), and\n\t\t\tthe discharge of an equivalent function pursuant to an appointment pursuantto section 43(1).\n\t\tIf the Secretary of State considers it desirable or necessary to do so, theSecretary of State may by regulations prescribe a scale or scales of fees tohave effect, for such period as is specified in the regulations, in place ofany scale or scales prescribed by the Audit Commission under subsection (4).\n\t\tBefore making any regulations under subsection (8) the Secretary of Statemust consult—\n\t\t\tthe Audit Commission, and\n\t\t\tsuch associations of local authorities, and such bodies of accountants, asthe Secretary of State considers appropriate.\n\t\tIf the Welsh Ministers consider it desirable or necessary to do so, theymay by regulations prescribe a scale or scales of fees to have effect, forsuch period as is specified in the regulations, in place of any scale orscales prescribed by the Auditor General for Wales under subsection (4).\n\t\tBefore making any regulations under subsection (10) the Welsh Ministersmust consult—\n\t\t\tthe Auditor General for Wales, and\n\t\t\tsuch associations of local authorities, and such bodies of accountants, asthe Welsh Ministers consider appropriate.\n\t\tIf it appears to the audit authority that the work involved in aparticular case differed (or is likely to differ) substantially from thatenvisaged by the person prescribing the appropriate scale, the audit authoritymay charge a fee of an amount different from that referred to in subsection(4).\n\tPower of audit authority to require information\n\t\tAt any time after the appointment of a person under this Chapter inrelation to an entity, the appointing audit authority may for the purposespecified in subsection (2) require the entity to produce to it—\n\t\t\tthe accounts audited by the person pursuant to section 43 or under section44, or\n\t\t\tany other document or information relating to the entity to which theperson has or had a right of access under or pursuant to this Chapter.\n\t\tThe purpose referred to in subsection (1) is to enable an audit authorityto secure that persons appointed by the authority under this Chapter maintainproper standards.\n\tSubsidiaries of Passenger Transport Executives\n\t\tFor the purposes of this Chapter, where a relevant entity is an undertakingin relation to which a Passenger Transport Executive is a parent undertaking,the entity is to be regarded as connected with the Integrated TransportAuthority for the area for which the Executive is established.\n\t\tIn this section—\n\t\t\t  * “undertaking” has the meaning given by section 1161 of the [Companies Act 2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\"); \n\t\t\t  * “parent undertaking” has the meaning given by section 1162 of that Act. \n\t\tSection 31 of the [Audit Commission Act 1998 (c.18)](/id/ukpga/1998/18?view=plain \"Go to item of legislation\") is repealed."
    },
    {
        "length": 1129,
        "text": "\nGeneral\n\tRegulations \n\t\tRegulations under section 36(4)(b) or (5)(b) may provide for any expressionused in formulating a condition specified in the regulations to have themeaning for the time being given by a relevant document identified in theregulations.\n\t\tIn subsection (1), “relevant document”—\n\t\t\tmeans a document that (at the time the regulations are made) is a documentidentified for the purposes of section 21(2)(b) of the [Local Government Act2003 (c. 26)](/id/ukpga/2003/26?view=plain \"Go to item of legislation\") byregulations made under that provision, and\n\t\t\tincludes a document so identified by virtue of section 21(5) of that Act.\n\t\tRegulations under this Chapter must be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this Chapter made bythe Secretary of State is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tA statutory instrument containing regulations under this Chapter made bythe Welsh Ministers is subject to annulment in pursuance of a resolution ofthe National Assembly for Wales.\n\tInterpretation \n\t\tIn this Chapter—\n\t\t\t  * “audit authority” has the meaning given by section 36(2); \n\t\t\t  * “Audit Commission” means the Audit Commission for Local Authorities and the National Health Service in England; \n\t\t\t  * “company” has the same meaning as in Part 16 of the [Companies Act 2006 (c. 46)](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") (see section 1 of that Act); \n\t\t\t  * “financial year”— \n\t\t\tin relation to a company, has the same meaning as in Part 16 of the [CompaniesAct 2006](/id/ukpga/2006/46?view=plain \"Go to item of legislation\") (seesection 390 of that Act);\n\t\t\tin relation to a limited liability partnership, has the same meaning as inPart 16 of the [Companies Act 2006](/id/ukpga/2006/46?view=plain \"Go to itemof legislation\") (as it applies in relation to limited liabilitypartnerships);\n\t\t\tin relation to an industrial and provident society, means a year of accountwithin the meaning of the [Friendly and Industrial and Provident Societies Act1968 (c. 55)](/id/ukpga/1968/55?view=plain \"Go to item of legislation\") (seesection 21 of that Act);\n\t\t\t\t  * “industrial and provident society” means a society registered (or deemed to be registered) under the [Industrial and Provident Societies Act 1965 (c. 12)](/id/ukpga/1965/12?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “limited liability partnership” means a limited liability partnership formed under the [Limited Liability Partnerships Act 2000 (c. 12)](/id/ukpga/2000/12?view=plain \"Go to item of legislation\") or the [Limited Liability Partnerships Act (Northern Ireland) 2002 (c. 12 (N.I.))](/id/nia/2002/12?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “local authority” has the meaning given by section 36(6); \n\t\t\t\t  * “qualifying English local authority entity” has the meaning given by section 36(4); \n\t\t\t\t  * “qualifying Welsh local authority entity” has the meaning given by section 36(5); \n\t\t\t\t  * “relevant entity” has the meaning given by section 36(3). \n\t\tIn this Chapter references to an entity being “connected with” a localauthority are to be construed in accordance with subsection (6) of section 212of the Local Government and Public Involvement in Health Act [2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 214,
        "text": "\nEstablishment of the Local Government Boundary Commission for England\n\tLocal Government Boundary Commission for England\n\t\tThe Local Government Boundary Commission for England is established as abody corporate.\n\t\tThe Local Government Boundary Commission for England is not to be regardedas a servant or agent of the Crown or as enjoying any status, immunity orprivilege of the Crown.\n\t\tAccordingly, the property of the Local Government Boundary Commission forEngland is not to be regarded as the property of the Crown or as property heldon behalf of the Crown.\n\t\tThe Local Government Boundary Commission for England may do anything,except borrow money, which is calculated to facilitate, or is incidental orconducive to, the exercise of its functions.\n\t\tSchedule 1 (which makes further provision about the constitution andadministration of the Local Government Boundary Commission for England) ispart of this Part."
    },
    {
        "length": 2225,
        "text": "\nLocal Government Boundary Commission for England: functions relating toelectoral change\n\tReview of electoral arrangements\n\t\tThe Local Government Boundary Commission for England must from time totime—\n\t\t\tconduct a review of the area of each principal council, and\n\t\t\trecommend whether a change should be made to the electoral arrangements forthat area.\n\t\tThe Local Government Boundary Commission for England may at any time—\n\t\t\tconduct a review of all or any part of the area of a principal council, and\n\t\t\trecommend whether a change should be made to the electoral arrangements forthe area of the principal council.\n\t\tIn this Part “principal council” means—\n\t\t\ta county council in England;\n\t\t\ta district council;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\ta London borough council.\n\t\tIn this Part “electoral arrangements”, in relation to the area of aprincipal council, means—\n\t\t\tthe total number of members of the council (“councillors”),\n\t\t\tthe number and boundaries of electoral areas for the purposes of theelection of councillors,\n\t\t\tthe number of councillors to be returned by any electoral area in thatarea, and\n\t\t\tthe name of any electoral area.\n\t\tWhere under this section the Local Government Boundary Commission forEngland recommends that a change should be made to the electoral arrangementsfor the area of a principal council, the Commission must also recommendwhether, in consequence, a change should be made to the electoral arrangementsfor the area of any parish council, where that area is within the area of theprincipal council.\n\t\tIn this Part “electoral arrangements”, in relation to the area of a parishcouncil, means—\n\t\t\tthe total number of members of the parish council (“parish councillors”),\n\t\t\tarrangements for the division of the parish or (in the case of a commonparish council) any of the parishes into wards for the purposes of theelection of parish councillors,\n\t\t\tthe number and boundaries of any wards,\n\t\t\tthe number of parish councillors to be returned by any ward or, in the caseof a common parish council, by each parish, and\n\t\t\tthe name of any ward.\n\t\tSection 6(2)(a) of the [Local Government Act 1972 (c.70)](/id/ukpga/1972/70?view=plain \"Go to item of legislation\") (electoraldivisions of non-metropolitan county to return one councillor each) does notlimit the recommendations that may be made under this section.\n\t\tSchedule 2 (which makes further provision relating to recommendations underthis section) is part of this Part.\n\t\tA principal council or parish council must, if requested by the LocalGovernment Boundary Commission for England to do so, provide the Commission,by such date as it may specify, with any information that it may reasonablyrequire in connection with its functions under this section.\n\tRequests for review of single-member electoral areas\n\t\tA principal council which falls within subsection (3) may request the LocalGovernment Boundary Commission for England to—\n\t\t\tconduct a review of the council’s area under section 56(2)(a), and\n\t\t\tmake recommendations as to single-member electoral areas under section56(2)(b).\n\t\tIn this section “recommendations as to single-member electoral areas” meansrecommendations, for each electoral area in the area of a principal council,as to whether the electoral area should return one member of the council.\n\t\tA principal council falls within this subsection if—\n\t\t\tit is not the case that each of the electoral areas in the council’s areareturns one member of the council, and\n\t\t\tthe council is subject to a scheme for whole-council elections.\n\t\tFor the purposes of subsection (3)(b) a principal council is “subject to ascheme for whole-council elections” if, in each year in which ordinaryelections of members of the council are to be held, all the members of thecouncil are to be elected.\n\t\tIf the Local Government Boundary Commission for England grants a requestunder this section, in making its recommendations it must (in addition to thematters to be considered pursuant to Schedule 2) have regard to thedesirability of securing that each electoral area in the principal council’sarea should return one member of the council.\n\t\tIf the Local Government Boundary Commission for England decides not togrant a principal council’s request under this section, it must notify thecouncil of its decision and the reasons for it.\n\t\tNothing in this section prevents the Local Government Boundary Commissionfor England, when making recommendations as to single-member electoral areaspursuant to subsection (1), from making other recommendations under section56(2)(b).\n\t\tIn subsections (2) and (5), references to electoral areas are, in relationto a case where the Local Government Boundary Commission for England makesrecommendations for change to the number or boundaries of electoral areas inthe area of a principal council, to the recommended electoral areas.\n\tReview procedure\n\t\tAs soon as reasonably practicable after deciding to conduct a review undersection 56, the Local Government Boundary Commission for England must takesuch steps as it considers sufficient to secure that persons who may beinterested in the review are informed of—\n\t\t\tthe fact that the review is to take place, and\n\t\t\tany particular matters to which the review is to relate.\n\t\tIn conducting a review under section 56, the Local Government BoundaryCommission for England must—\n\t\t\tprepare and publish draft recommendations,\n\t\t\ttake such steps as its considers sufficient to secure that persons who maybe interested in the recommendations are informed of them and of the periodwithin which representations with respect to them may be made, and\n\t\t\ttake into consideration any representations made to the Local GovernmentBoundary Commission for England within that period.\n\t\tThe Local Government Boundary Commission for England may at any time beforepublishing draft recommendations under subsection (2)(a) consult such personsas it considers appropriate.\n\t\tAs soon as practicable after conducting a review under section 56, theLocal Government Boundary Commission for England must—\n\t\t\tpublish a report stating its recommendations, and\n\t\t\ttake such steps as it considers sufficient to secure that persons who maybe interested in the recommendations are informed of them.\n\tImplementation of review recommendations\n\t\tWhere a report under section 58(4) contains recommendations for electoralchanges, the Local Government Boundary Commission for England may by ordergive effect to all or any of the recommendations.\n\t\tAn order under this section may in particular include provision as to—\n\t\t\tthe total number of members of any principal council or parish council(“councillors”);\n\t\t\tthe number and boundaries of electoral areas for the purposes of theelection of councillors;\n\t\t\tthe number of councillors to be returned by any electoral area;\n\t\t\tthe name of any electoral area;\n\t\t\tthe election of councillors for any electoral area;\n\t\t\tthe order of retirement of councillors;\n\t\t\tthe ordinary year of election for a parish council.\n\t\tAn order under this section may not require or authorise the holding of anelection for membership of a principal council otherwise than at an ordinaryelection for that council.\n\t\tAn order under this section may—\n\t\t\tcontain incidental, consequential, supplementary or transitional provision,or savings;\n\t\t\tmake different provision for different cases, including different provisionfor different areas or councils.\n\t\tThe provision referred to in subsection (4)(a) may include provision—\n\t\t\tapplying any instrument made under an enactment, with or withoutmodifications,\n\t\t\textending, excluding or amending any such instrument, or\n\t\t\trepealing or revoking any such instrument.\n\t\tWhere the Local Government Boundary Commission for England is satisfiedthat—\n\t\t\ta mistake has occurred in the preparation of an order under subsection (1),and\n\t\t\tthe mistake is such that it cannot be rectified by a subsequent order underthis section by virtue of section 14 of the [Interpretation Act 1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\") (implied powerto amend),\n\t\t\t\tthe Local Government Boundary Commission for England may by order under thissubsection make such provision as it thinks necessary or expedient forrectifying the mistake.\n\t\tIn subsection (6), “mistake”, in relation to an order, includes a provisioncontained in or omitted from the order in reliance on information supplied byany public body which is inaccurate or incomplete.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA draft of a statutory instrument containing an order under this section isto be laid before Parliament before the instrument is made."
    },
    {
        "length": 456,
        "text": "\nLocal Government Boundary Commission for England: functions relating toboundary change\n\tTransfer of functions relating to boundary change\n\t\tThe functions of the Electoral Commission’s Boundary Committee underChapter 1 of Part 1 of the [Local Government and Public Involvement in HealthAct 2007 (c. 28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\")(structural and boundary change) are, subject to this Part, transferred to theLocal Government Boundary Commission for England.\n\t\tThe functions of the Electoral Commission under the enactments specified insubsection (3) are, subject to the following provisions of this Part,transferred to the Local Government Boundary Commission for England.\n\t\tThose enactments are—\n\t\t\tsection 2(4) of the [Greater London Authority Act 1999 (c.29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\") (constituenciesfor the Greater London Assembly);\n\t\t\tChapter 1 of Part 2 of the [Local Government and Public Involvement inHealth Act 2007](/id/ukpga/2007/28?view=plain \"Go to item of legislation\")(electoral arrangements);\n\t\t\tsection 59 of that Act (change of name of electoral area);\n\t\t\tChapter 3 of Part 4 of that Act (parish re-organisation).\n\t\tIn this Part, the “Electoral Commission’s Boundary Committee” means theBoundary Committee for England constituted by the Electoral Commission undersection 14 of the [Political Parties, Elections and Referendums Act 2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\")."
    },
    {
        "length": 1244,
        "text": "\nTermination of involvement of Electoral Commission\n\tRemoval of functions relating to boundary and electoral change\n\t\tThe duty of the Electoral Commission under section 14 of the [PoliticalParties, Elections and Referendums Act 2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\") to establishBoundary Committees is abolished so far as relating to England.\n\t\tAccordingly, the following provisions of that Act are repealed—\n\t\t\tsection 14 (Boundary Committees), so far as relating to England;\n\t\t\tsection 15 (Deputy Electoral Commissioners).\n\t\tIn that Act, the following provisions (which provide for the transfer offunctions etc to the Electoral Commission and which are not in force or inforce only to a limited extent) are repealed—\n\t\t\tsection 14 (Boundary Committees) so far as relating to Scotland, Wales andNorthern Ireland;\n\t\t\tsections 16 and 17 (transfer of functions and property etc of BoundaryCommissions to the Electoral Commission);\n\t\t\tsections 19 and 20 (transfer of functions of Local Government BoundaryCommissions for Scotland and Wales to Electoral Commission);\n\t\t\tPart 1 of Schedule 3 (amendments relating to the transfer of functions ofBoundary Commissions);\n\t\t\tin Schedule 22 (repeals), the entries relating to the [ParliamentaryConstituencies Act 1986 (c. 56)](/id/ukpga/1986/56?view=plain \"Go to item oflegislation\") and the [Boundary Commissions Act 1992 (c.55)](/id/ukpga/1992/55?view=plain \"Go to item of legislation\").\n\tTransfer schemes\n\t\tFor the purpose of the exercise of functions conferred on the LocalGovernment Boundary Commission for England by or under this Part, theElectoral Commission must make one or more schemes for the transfer ofproperty, rights and liabilities from the Electoral Commission to the LocalGovernment Boundary Commission for England.\n\t\tThe Electoral Commission may not make a scheme under this section—\n\t\t\twithout consulting the Secretary of State;\n\t\t\twithout the consent of the Electoral Commission’s Boundary Committee.\n\t\tIf the Electoral Commission and the Electoral Commission’s BoundaryCommittee fail to agree on the provision to be included in a scheme under thissection, the Secretary of State may by order specify the provision to beincluded in the scheme.\n\t\tA scheme under this section must be made on or before—\n\t\t\t31 December 2009, or\n\t\t\tsuch later date as the Secretary of State may by order specify.\n\t\tA transfer under a scheme under this section has effect in accordance withthe terms of the scheme.\n\t\tA transfer under a scheme under this section may have effect—\n\t\t\twhether or not the property, rights and liabilities would otherwise becapable of being transferred;\n\t\t\twithout any instrument or other formality being required.\n\t\tThe rights and liabilities which may be transferred by a scheme under thissection include rights and liabilities in relation to a contract ofemployment.\n\t\tThe Transfer of Undertakings (Protection of Employment) Regulations 2006([SI 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\"))apply to the transfer under a scheme under this section (whether or not thetransfer is a relevant transfer for the purposes of those regulations).\n\t\tA scheme under this section may define the property, rights and liabilitiesto be transferred by specifying or describing them.\n\t\tA scheme under this section may include supplementary, incidental,transitional and consequential provision and may in particular—\n\t\t\tmake provision for the continuing effect of things done by the ElectoralCommission in relation to anything transferred by the scheme;\n\t\t\tmake provision for the continuation of things (including legal proceedings)in the process of being done, by or on behalf of or in relation to theElectoral Commission in relation to anything transferred by the scheme;\n\t\t\tmake provision for references to the Electoral Commission in an agreement(whether written or not), instrument or other document in relation to anythingtransferred by the scheme to be treated (so far as necessary for the purposesof or in consequence of the transfer) as references to the Local GovernmentBoundary Commission for England;\n\t\t\tmake provision for the shared ownership or use of any property orfacilities.\n\t\tWhere a scheme has been made under this section, the Electoral Commissionand the Local Government Boundary Commission for England may (subject to anyorder under this section) agree in writing to modify the scheme; and any suchmodification is to have effect as from the date the original scheme came intoeffect.\n\t\tAn order under this section is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under this section is subjectto annulment in pursuance of a resolution of either House of Parliament."
    },
    {
        "length": 607,
        "text": "\nTransitional\n\tContinuity of functions\n\t\tAnything done before the relevant day by the Electoral Commission’sBoundary Committee for the purposes of the discharge of its functions underPart 2 of the [Local Government Act 1992 (c. 19)](/id/ukpga/1992/19?view=plain\"Go to item of legislation\") may for the purposes of the discharge of anyfunction of the Local Government Boundary Commission for England under any ofsections 56 to 59 be regarded as having been done by the Local GovernmentBoundary Commission for England under that section.\n\t\tIn subsection (1) “relevant day” means the day on which section 56 comesinto force.\n\t\tAnything done before the relevant day by the Electoral Commission’sBoundary Committee for the purposes of the discharge of any function referredto in section 60(1) may for the purposes of the discharge of that function bythe Local Government Boundary Commission for England under Chapter 1 of Part 1of the [Local Government and Public Involvement in Health Act 2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\") be regarded ashaving been done by the Local Government Boundary Commission for England underthat Chapter.\n\t\tAnything done before the relevant day by the Electoral Commission for thepurposes of the discharge of any function under an enactment specified insection 60(3) may for the purposes of the discharge of that function by theLocal Government Boundary Commission for England under that enactment beregarded as having been done by the Local Government Boundary Commission forEngland under that enactment.\n\t\tIn subsections (3) and (4), “relevant day” means the day on which section60 comes into force.\n\tInterim provision\n\t\tSchedule 3 (which makes modifications to Part 2 of the [Local GovernmentAct 1992 (c. 19)](/id/ukpga/1992/19?view=plain \"Go to item of legislation\")for an interim period) is part of this Part.\n\t\tWhere the Electoral Commission receives recommendations under Part 2 of the[Local Government Act 1992](/id/ukpga/1992/19?view=plain \"Go to item oflegislation\") before the day on which this Act is passed, it must determinewhether to give effect to any or all of those recommendations on or before 31March 2010."
    },
    {
        "length": 1388,
        "text": "\nMiscellaneous\n\tElectoral changes consequential on boundary change in England\n\t\tChapter 1 of Part 1 of the [Local Government and Public Involvement inHealth Act 2007](/id/ukpga/2007/28?view=plain \"Go to item of legislation\")(structural and boundary change) is amended as follows.\n\t\tIn section 8 (review of local government areas) after subsection (6)insert—\n\t\t\t“(6A)Where under subsection (2) the Local Government Boundary Commissionrecommend that a boundary change should be made in relation to any localgovernment area, the Commission must recommend to the Secretary of Statewhether, in consequence, a change should be made to—\n\t\t\tthe electoral arrangements of the area of a local authority;\n\t\t\tthe electoral arrangements of the area of a parish council.\n\t\t\t(6B)In subsection (6A)(a) “electoral arrangements”, in relation to the area ofa local authority means—\n\t\t\tthe total number of members of the local authority (“councillors”);\n\t\t\tthe number and boundaries of electoral areas for the purposes of theelection of councillors;\n\t\t\tthe number of councillors to be returned by any electoral area in thatarea; and\n\t\t\tthe name of any electoral area.\n\t\t\t(6C)In subsection (6A)(b) “electoral arrangements”, in relation to the area ofa parish council means—\n\t\t\tthe total number of members of the parish council (“parish councillors”);\n\t\t\tarrangements for the division of the parish or (in the case of a commonparish council) any of the parishes into wards for the purposes of theelection of parish councillors;\n\t\t\tthe number and boundaries of any wards;\n\t\t\tthe number of parish councillors to be returned by any ward or, in the caseof a common parish council, by each parish; and\n\t\t\tthe name of any ward.\n\t\t\t(6D)Schedule 2 to the Local Democracy, Economic Development and ConstructionAct 2009 applies in relation to the making of recommendations under subsection(6A).\n\t\t\t(6E)Where under subsection (2) the Local Government Boundary Commissionrecommend that a boundary change should be made in relation to the area of aLondon borough council, the Commission must recommend to the Secretary ofState whether, in consequence, a change should be made to the area of anyconstituency for the London Assembly in order to comply with the rules set outin paragraph 7 of Schedule 1 to the Greater London Authority Act 1999.”\n\t\tIn that section, in subsection (7), for “subsection (1), (2), (5) or (6)”substitute “this section”.\n\t\tIn section 10 (implementation of recommendations), after subsection (2)insert—\n\t\t“(2A)Subsections (2B) to (2D) apply where the Local Government BoundaryCommission make a recommendation to the Secretary of State under section 8(6A)or (6E) in consequence of a recommendation under section 8(2).\n\t\t(2B)Where under subsection (1)(a) the Secretary of State implements therecommendation under section 8(2) without modification, the Secretary of Statemust by order implement the recommendation under section 8(6A) or (6E).\n\t\t(2C)Where pursuant to subsection (1)(a) the Secretary of State proposes toimplement the recommendation under section 8(2) with modification, theSecretary of State must request the Local Government Boundary Commission torecommend whether a modification is needed to their recommendation undersection 8(6A) or (6E).\n\t\t(2D)Where under section (1)(a) the Secretary of State implements arecommendation under section 8(2) with modification—\n\t\t\tif the Local Government Boundary Commission have recommended undersubsection (2C) that a modification is needed to their recommendation undersection 8(6A) or (6E), the Secretary of State must by order implement therecommendation under section 8(6A) or (6E) with that modification;\n\t\t\tif the Local Government Boundary Commission have recommended undersubsection (2C) that no modification is needed to the recommendation undersection 8(6A) or (6E), the Secretary of State must by order implement thatrecommendation.”\n\t\tIn section 11 (implementation orders: provision that may be included)—\n\t\t\tin subsection (3), at the end insert—\n\t\t\telectoral matters within the meaning of section 12.”;\n\t\t\tin subsection (4), omit paragraph (d).\n\t\tIn section 12 (provision relating to membership etc of authorities), insubsection (1)—\n\t\t\tfor “section 11(4)” substitute “section 11(3)”;\n\t\t\tat the end insert—\n\t\t\tthe ordinary year of election for a parish council.”\n\tRepeal of redundant provisions\n\t\tThe following provisions (which relate to the Local Government Commission forEngland) are repealed—\n\t\t\tin the [Local Government Act 1992 (c. 19)](/id/ukpga/1992/19?view=plain \"Goto item of legislation\"), section 12 and Schedule 2;\n\t\t\tin the [Political Parties, Elections and Referendums Act 2000 (c.41)](/id/ukpga/2000/41?view=plain \"Go to item of legislation\"), section 18."
    },
    {
        "length": 395,
        "text": "\nGeneral\n\tConsequential and supplementary provision\n\t\tSchedule 4 (which contains amendments consequential on, and supplementaryto, this Part) is part of this Part.\n\t\tThe Secretary of State may by order make such other provision as theSecretary of State considers appropriate in consequence of any provision madeby this Part.\n\t\tThe power conferred in subsection (2) includes power to amend, repeal orrevoke provision contained in an enactment passed or made before the day onwhich this Act is passed.\n\t\tA order under subsection (2) is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (2) whichincludes provision—\n\t\t\tamending or repealing provision contained in an Act, or\n\t\t\tamending or revoking provision contained in an instrument of which a draftwas required to be laid before and approved by a resolution of each House ofParliament,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of each House of Parliament.\n\t\tA statutory instrument containing any other order under subsection (2) issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “the Electoral Commission’s Boundary Committee” has the meaning given by section 60(4); \n\t\t  * “electoral arrangements” has the meaning given in section 56(4) and (6); \n\t\t  * “principal council” has the meaning given in section 56(3). "
    },
    {
        "length": 532,
        "text": "\nPart 4Local authority economic assessments\n\tLocal authority economic assessments\n\t\tA principal local authority in England must prepare an assessment of theeconomic conditions of its area.\n\t\tA principal local authority may revise the assessment, or any part oraspect of it, at any time.\n\t\tIn this Part “principal local authority” means—\n\t\t\ta county council;\n\t\t\ta district council, other than a non-unitary district council;\n\t\t\ta London borough council;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tthe Council of the Isles of Scilly.\n\t\tIn discharging its functions under this section, a principal localauthority must consult such persons as it considers appropriate.\n\t\tWhere a principal local authority is a county council for an area for whichthere is a district council, the following duties also apply in relation tothe discharge by the county council of its functions under this section—\n\t\t\tthe county council must consult and seek the participation of the districtcouncil;\n\t\t\tthe county council must have regard to any material produced by thedistrict council in the discharge of the district council’s functions undersection 13 of the [Planning and Compulsory Purchase Act 2004 (c.5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\");\n\t\t\tthe district council must co-operate with the county council.\n\t\tA principal local authority must have regard to any guidance given by theSecretary of State—\n\t\t\tas to what an assessment under this section should contain and how itshould be prepared;\n\t\t\tas to when to prepare an assessment under subsection (1);\n\t\t\tas to when to revise any assessment, or any part or aspect of anassessment, under subsection (2).\n\t\tBefore giving guidance under subsection (6) the Secretary of State mustconsult—\n\t\t\tsuch representatives of local government as the Secretary of Stateconsiders appropriate, and\n\t\t\tsuch other persons (if any) as the Secretary of State considersappropriate.\n\t\tIn subsection (3), “non-unitary district council” means a district councilfor an area that is part of the area of a county council."
    },
    {
        "length": 398,
        "text": "\nRegional strategy\n\tRegional strategy\n\t\tThere is to be a regional strategy for each region other than London.\n\t\tThe regional strategy for a region is to set out—\n\t\t\tpolicies in relation to sustainable economic growth in the region, and\n\t\t\tpolicies in relation to the development and use of land in the region.\n\t\tIn subsection (2)(a) and (b) references to the region include any part ofthe region.\n\t\tThe policies referred to in subsection (2)(a) and (b) are to includepolicies designed to contribute to the mitigation of, and adaptation to,climate change.\n\t\tIf to any extent a policy set out in the regional strategy conflicts withany other statement or information in the strategy, the conflict is to beresolved in favour of the policy.\n\t\tOn the day on which this section comes into force the regional strategy fora region is to consist of—\n\t\t\tthe regional spatial strategy for the region subsisting immediately beforethat day, and\n\t\t\tthe regional economic strategy for the region subsisting immediately beforethat day.\n\t\tIn a case where the area of a National Park falls within two or moreregions, the Secretary of State may by regulations provide that the NationalPark is for the purposes of this Part to be treated as falling wholly within aregion specified in the regulations.\n\t\tIn this section “development” and “land” have the same meanings as in the[Town and Country Planning Act 1990 (c. 8)](/id/ukpga/1990/8?view=plain \"Go toitem of legislation\") (see section 336 of that Act)."
    },
    {
        "length": 674,
        "text": "\nAuthorities relevant to this Part\n\tLeaders’ Boards\n\t\tThe participating authorities in each region other than London must for thepurposes of this Part make a scheme for the establishment and operation of abody (whether or not incorporated) for the region.\n\t\tA body under subsection (1) is to be known as a “Leaders’ Board”.\n\t\tFor the purposes of this section, “participating authority,” in relation toa region, means any of the following authorities whose area falls wholly orpartly within the region—\n\t\t\ta district council;\n\t\t\ta county council;\n\t\t\ta National Park authority;\n\t\t\tthe Broads Authority.\n\t\tBefore making a scheme under subsection (1) the participating authoritiesin a region must consult such persons (if any) as they consider appropriate.\n\t\tAfter making a scheme under subsection (1) the participating authorities ina region must submit it to the Secretary of State for approval.\n\t\tIf the Secretary of State approves a scheme under subsection (1), theparticipating authorities are to establish the body in accordance with thescheme.\n\t\tThe Secretary of State may give such sums as the Secretary of Stateconsiders appropriate—\n\t\t\tto a Leaders’ Board, or\n\t\t\tto a participating authority in a region in respect of the Leaders’ Boardfor the region.\n\t\tIf the Secretary of State considers that a Leaders’ Board established for aregion is not operating effectively, the Secretary of State may by directionwithdraw approval for the scheme under which it is established (and subsection(6) accordingly ceases to apply in relation to that scheme).\n\t\tThe Secretary of State must by regulations make provision for Part 5A ofthe [Local Government Act 1972 (c. 70)](/id/ukpga/1972/70?view=plain \"Go toitem of legislation\") (public admission to meetings of principal councils,public access to documents, etc) to apply in relation to Leaders’ Boards as itapplies in relation to principal councils (within the meaning of that Part).\n\t\tThe application referred to in subsection (9) may be with suchmodifications as the Secretary of State considers necessary or expedient.\n\tResponsible regional authorities\n\t\tReferences in this Part to “responsible regional authorities”, in relationto a region, are to the following (acting jointly)—\n\t\t\tthe regional development agency for the region, and\n\t\t\tthe Leaders’ Board for the region.\n\t\tBut if during any period after the coming into force of this section thereis no Leaders’ Board for a region, the references in this Part to “responsibleregional authorities” are in relation to that period and region to be read asreferences to the regional development agency for the region."
    },
    {
        "length": 111,
        "text": "\nSustainable development\n\tSustainable development\n\t\tThe responsible regional authorities and the Secretary of State mustexercise their functions under this Part in relation to the regional strategyfor a region with the objective of contributing to the achievement ofsustainable development.\n\t\tFor the purposes of subsection (1) the responsible regional authorities inrelation to a region and the Secretary of State must (in particular) haveregard to the desirability of achieving good design."
    },
    {
        "length": 2222,
        "text": "\nRevisions of regional strategy\n\tReview and revision by responsible regional authorities\n\t\tThe responsible regional authorities must keep the regional strategy fortheir region under review.\n\t\tThe responsible regional authorities may prepare a draft revision of theregional strategy for their region when it appears to them necessary orexpedient to do so.\n\t\tThe responsible regional authorities must give notice to the Secretary ofState of their intention to prepare a draft revision under this section.\n\t\tThe responsible regional authorities must prepare a draft revision of theregional strategy for their region—\n\t\t\tat such time as may be specified in regulations made by the Secretary ofState, or\n\t\t\twhen directed to do so by the Secretary of State.\n\t\tA direction under subsection (4)(b) may in particular require a draftrevision of a regional strategy—\n\t\t\tin relation to aspects of the strategy specified in the direction;\n\t\t\tin accordance with a timetable so specified.\n\tCommunity involvement\n\t\tFor the purposes of the exercise of their functions in relation to therevision of the regional strategy for their region, the responsible regionalauthorities must prepare and publish a statement of their policies as to theinvolvement of persons who appear to them to have an interest in the exerciseof those functions.\n\t\tThe responsible regional authorities must keep those policies under reviewand from time to time—\n\t\t\trevise the statement, and\n\t\t\tpublish the revised statement.\n\t\tThe responsible regional authorities must comply with the statement orrevised statement in the exercise of the functions referred to in subsection(1).\n\tExamination in public\n\t\tThe responsible regional authorities may when preparing a draft revision oftheir regional strategy arrange for an examination in public to be held.\n\t\tIn deciding whether or not to arrange for an examination in public to beheld the responsible regional authorities must have regard to—\n\t\t\tthe extent of the revisions proposed by the draft revision,\n\t\t\tthe level of interest shown in the draft revision, and\n\t\t\tsuch other matters as the responsible regional authorities considerappropriate.\n\t\tThe responsible regional authorities must inform the Secretary of State oftheir decision under subsection (2).\n\t\tIf the responsible regional authorities decide to arrange for anexamination in public to be held, the Secretary of State must appoint a personto hold it.\n\t\tIf the responsible regional authorities decide not to arrange for anexamination in public to be held, the Secretary of State may—\n\t\t\tarrange for such an examination to be held, and\n\t\t\tappoint a person to hold it.\n\t\tIn deciding pursuant to subsection (5) whether or not to arrange for anexamination in public to be held the Secretary of State must have regard to—\n\t\t\tthe extent of the revisions proposed by the draft revision,\n\t\t\tthe level of interest shown in the draft revision, and\n\t\t\tsuch other matters as the Secretary of State considers appropriate.\n\t\tNo person has a right to be heard at an examination in public under thissection.\n\t\tAn examination in public under this section—\n\t\t\tis a statutory inquiry for the purposes of Schedule 7 to the [Tribunals,Courts and Enforcement Act 2007 (c. 15)](/id/ukpga/2007/15?view=plain \"Go toitem of legislation\") (Administrative Justice and Tribunals Council), but\n\t\t\tis not a statutory inquiry for the purposes of the [Tribunals and InquiriesAct 1992 (c. 53)](/id/ukpga/1992/53?view=plain \"Go to item of legislation\").\n\t\tAfter an examination in public under this section the person appointed tohold it must—\n\t\t\tmake a report of the examination to the responsible regional authorities,and\n\t\t\tsend a copy to the Secretary of State.\n\tMatters to be taken into account in revision\n\t\tIn preparing a draft revision of the regional strategy for their region,the responsible regional authorities must have regard to—\n\t\t\tnational policies and advice contained in guidance which has been given bythe Secretary of State;\n\t\t\tthe regional strategy for each adjoining region (other than London);\n\t\t\tif any part of their region adjoins London—\n\t\t\tthe spatial development strategy; and\n\t\t\tthe London Development Agency strategy under section 7A of the [RegionalDevelopment Agencies Act 1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go toitem of legislation\");\n\t\t\tif any part of their region adjoins Scotland, the National PlanningFramework for Scotland;\n\t\t\tif any part of their region adjoins Wales, the Wales Spatial Plan;\n\t\t\tthe resources likely to be available for implementation of the regionalstrategy;\n\t\t\tthe desirability of making different provision in relation to differentparts of the region;\n\t\t\tany report pursuant to an examination in public under section 76;\n\t\t\tany representations made to them in respect of the draft which were notconsidered at an examination in public under that section;\n\t\t\tsuch other matters as the Secretary of State may by regulations prescribe.\n\t\tIn preparing a draft revision of a regional strategy for their region theresponsible regional authorities must—\n\t\t\tcarry out an appraisal of the sustainability of the proposals in the draft,and\n\t\t\tprepare a report of the findings of the appraisal.\n\tApproval of revision by Secretary of State\n\t\tWhen the responsible regional authorities have prepared a draft revision ofa regional strategy, they must—\n\t\t\tpublish it, together with the report referred to in section 77(2)(b), and\n\t\t\tsubmit it and that report to the Secretary of State.\n\t\tWhere a draft revision of a regional strategy is submitted under subsection(1)(b) the Secretary of State may—\n\t\t\tapprove the draft, or\n\t\t\tmodify it and approve it as modified.\n\t\tThe Secretary of State must consult such persons (if any) as the Secretaryof State considers appropriate—\n\t\t\tbefore approving the draft under subsection (2)(a);\n\t\t\tbefore modifying the draft and approving it as modified under subsection(2)(b).\n\t\tIn deciding whether to make any modifications to the draft the Secretary ofState must have regard to—\n\t\t\tany report pursuant to an examination in public under section 76,\n\t\t\tany representations made to the responsible regional authorities in respectof the draft which were not considered at an examination in public under thatsection, and\n\t\t\tany representations made to the Secretary of State.\n\t\tThe responsible regional authorities must publish any revision approvedunder this section.\n\tReserve powers of Secretary of State\n\t\tThe Secretary of State may revise a regional strategy if the responsibleregional authorities fail to comply with—\n\t\t\tthe requirement under section 74(4)(a), or\n\t\t\ta direction under section 74(4)(b).\n\t\tBefore revising a regional strategy under subsection (1) the Secretary ofState—\n\t\t\tmay arrange for an examination in public to be held and appoint a person tohold it;\n\t\t\tmust consult such persons (if any) as the Secretary of State considersappropriate.\n\t\tSubsections (6) to (9) of section 76 apply in relation to an examination inpublic under this section.\n\t\tIn deciding whether to revise a regional strategy under subsection (1) theSecretary of State must have regard to—\n\t\t\tany report pursuant to an examination in public under subsection (2)(a),and\n\t\t\tany representations made to the Secretary of State in respect of the draftwhich were not considered at such an examination in public.\n\t\tThe Secretary of State must publish a strategy as revised under subsection(1).\n\t\tIf the Secretary of State thinks it necessary or expedient to do so theSecretary of State may at any time revoke all or any part of a regionalstrategy.\n\tRevision: supplementary\n\t\tThe Secretary of State may make regulations (subject to the requirements ofthis Part) as to—\n\t\t\tthe procedure to be followed by the responsible regional authorities inrelation to revision of their regional strategy;\n\t\t\tthe procedure to be followed at an examination in public under this Part;\n\t\t\tthe remuneration and allowances payable to a person appointed to carry outan examination in public under this Part;\n\t\t\tthe procedure to be followed by the Secretary of State in exercisingfunctions under section 78 or 79.\n\t\tThe Secretary of State may direct that where—\n\t\t\tbefore the day on which this section comes into force any step is taken inconnection with the preparation of a revision of the regional spatial strategyor regional economic strategy for a region, and\n\t\t\tthe Secretary of State thinks that the step corresponds to a step whichmust or may be taken under this Part in connection with the revision of theregional strategy for the region,\n\t\t\t\tthe step is to be regarded as having been taken under this Part in connectionwith the revision of the regional strategy."
    },
    {
        "length": 161,
        "text": "\nImplementation of strategy\n\tImplementation \n\t\tThe responsible regional authorities must produce and publish, and fromtime to time revise, a plan for implementing the regional strategy for theirregion.\n\t\tThe responsible regional authorities must for each period of twelve monthsprepare a report on the implementation of the regional strategy for theirregion.\n\t\tA report under subsection (2)—\n\t\t\tmust be in respect of such period of twelve months as may be specified bythe Secretary of State in regulations,\n\t\t\tmust be in such form and contain such information as may be so specified,and\n\t\t\tmust be submitted to the Secretary of State on such date as may be sospecified."
    },
    {
        "length": 386,
        "text": "\nEffect of strategy\n\tRegional strategy as part of the development plan\n\t\tIn section 38 of the [Planning and Compulsory Purchase Act 2004 (c.5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\") (developmentplan), in subsection (3)(a), for “regional spatial strategy” substitute“regional strategy”.\n\t\tFor the purposes of that section, during the interim period a regionalstrategy is to be regarded as consisting solely of the matters referred tosection 70(6)(a).\n\t\tIn subsection (2) “interim period” means the period after the coming intoforce of this section and before whichever is the earlier of—\n\t\t\tpublication of a revision to the strategy under section 78(5), or\n\t\t\tpublication of a revised strategy under section 79.\n\tDuties of regional development agencies\n\t\tIn the [Regional Development Agencies Act 1998 (c.45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"), for section 7(strategy) substitute—\n\t\t“7Regional strategy\n\t\t\tA regional development agency shall in exercising its functions have regardto the regional strategy for its region.\n\t\t\tIn subsection (1) “regional strategy” means the regional strategy underPart 5 of the Local Democracy, Economic Development and Construction Act 2009.\n\t\t\tSubsection (1) does not apply in relation to the London DevelopmentAgency.”"
    },
    {
        "length": 490,
        "text": "\nSupplementary\n\tGuidance and directions\n\t\tThe Secretary of State may give to any person exercising functions underthis Part—\n\t\t\tguidance, or\n\t\t\tdirections \n\t\t\t\tin relation to the exercise of those functions.\n\t\tGuidance under subsection (1)(a) may in particular include guidance as to—\n\t\t\tthe exercise of functions under this Part in relation to the requirement insection 70(2) that a regional strategy must contain policies in relation tosustainable economic growth;\n\t\t\tthe matters to be included in a scheme under section 71.\n\t\tDirections under this section may be of a general or particular nature.\n\t\tThe powers conferred by this section are without prejudice to any powers ofthe Secretary of State to give guidance or directions under this Part or underany other enactment.\n\tConsequential provision\n\t\tSchedule 5 (which contains amendments consequential on this Part) is partof this Part.\n\t\tThe Secretary of State may by order make such other provision as theSecretary of State considers appropriate in consequence of any provision madeby or under this Part.\n\t\tThe power conferred in subsection (2) includes power to amend, repeal orrevoke provision contained in an enactment passed or made before the day onwhich this Act is passed.\n\t\tA order under subsection (2) is to be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (2) whichincludes provision—\n\t\t\tamending or repealing provision contained in an Act, or\n\t\t\tamending or revoking provision contained in an instrument of which a draftwas required to be laid before and approved by a resolution of each House ofParliament,\n\t\t\t\tmay not be made unless a draft of the instrument has been laid before, andapproved by a resolution of each House of Parliament.\n\t\tA statutory instrument containing any other order under subsection (2) issubject to annulment in pursuance of a resolution of either House ofParliament."
    },
    {
        "length": 455,
        "text": "\nGeneral\n\tRegulations \n\t\tRegulations under this Part are to be made by statutory instrument.\n\t\tA statutory instrument containing regulations under this Part is subject toannulment in pursuance of a resolution of either House of Parliament.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “London” means the London region specified in Schedule 1 to the [Regional Development Agencies Act 1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"); \n\t\t  * “region” means a region specified in Schedule 1 to the [Regional Development Agencies Act 1998](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"); \n\t\t  * “regional development agency” means a development agency established under section 1 of the [Regional Development Agencies Act 1998](/id/ukpga/1998/45?view=plain \"Go to item of legislation\"); \n\t\t  * “responsible regional authorities” has the meaning given by section 72; \n\t\t  * “regional economic strategy” means a strategy under section 7 of the [Regional Development Agencies Act 1998](/id/ukpga/1998/45?view=plain \"Go to item of legislation\") (as in force immediately before the coming into force of section 70); \n\t\t  * “regional spatial strategy” means a strategy under section 1 of the [Planning and Compulsory Purchase Act 2004 (c. 5)](/id/ukpga/2004/5?view=plain \"Go to item of legislation\") (as in force immediately before the coming into force of section 70). "
    },
    {
        "length": 293,
        "text": "\nEPBs and their areas\n\tEPBs and their areas\n\t\tThe Secretary of State may by order establish as a body corporate aneconomic prosperity board (an “EPB”) for an area that meets the followingconditions.\n\t\tCondition A is that the area consists of the whole of two or more localgovernment areas in England.\n\t\tCondition B is that no part of the area is separated from the rest of it byone or more local government areas that are not within the area.\n\t\tCondition C is that there is no local government area that is surrounded bylocal government areas that are within the area but that is not itself withinthe area.\n\t\tCondition D is that no part of the area forms part of—\n\t\t\tthe area of another EPB, or\n\t\t\tthe area of a combined authority.\n\t\tCondition E is that each local government area that forms part of the areawas included in a scheme prepared and published under section 98.\n\t\tIn this Part “local government area” means the area of—\n\t\t\ta county council, or\n\t\t\ta district council.\n\t\tAn order under this section must specify the name by which the EPB is to beknown."
    },
    {
        "length": 1713,
        "text": "\nConstitution and functions of EPBs\n\tConstitution \n\t\tThe Secretary of State may by order make provision in relation to an EPBabout—\n\t\t\tthe membership of the EPB;\n\t\t\tthe voting powers of members of the EPB;\n\t\t\tthe executive arrangements of the EPB.\n\t\tThe provision that may be made about membership includes provision about—\n\t\t\tthe number and appointment of members of the EPB;\n\t\t\tthe remuneration of, and pensions or allowances payable to or in respectof, any member of the EPB.\n\t\tThe provision that may be made about voting powers includes provision fordifferent weight to be given to the vote of different descriptions of member.\n\t\tThe provision that may be made about executive arrangements includesprovision about—\n\t\t\tthe appointment of an executive;\n\t\t\tthe functions of the EPB that are the responsibility of an executive;\n\t\t\tthe functions of the EPB that are the responsibility of an executive andthat may be discharged by a committee of the EPB or by a body other than theEPB;\n\t\t\tarrangements relating to the review and scrutiny of the discharge offunctions;\n\t\t\taccess to information on the proceedings of an executive of the EPB;\n\t\t\tthe disapplication of section 15 of the [Local Government and Housing Act1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (dutyto allocate seats to political groups) in relation to an executive of the EPBor a committee of such an executive;\n\t\t\tthe keeping of a record of any arrangements relating to the EPB and fallingwithin paragraphs (a) to (f).\n\t\tAn order under this section may not provide for the budget of an EPB to beagreed otherwise than by the EPB.\n\tConstitution: membership and voting\n\t\tAn order under section 89 that includes provision about the number andappointment of members of an EPB must provide—\n\t\t\tfor a majority of the members of the EPB to be appointed by the EPB’sconstituent councils,\n\t\t\tfor those members to be appointed from among the elected members of theconstituent councils, and\n\t\t\tfor each constituent council that is a representative council to appoint atleast one of its elected members as a member of the EPB.\n\t\tFor the purposes of this section—\n\t\t\ta county council is a constituent council of an EPB if the area of thecounty council, or part of that area, is within the EPB’s area;\n\t\t\ta district council is a constituent council of an EPB if the area of thedistrict council is within the EPB’s area.\n\t\tFor the purposes of this section, the following are representative councilsin relation to an EPB—\n\t\t\tif the EPB’s area coincides with or includes the whole of the area of acounty council, the county council;\n\t\t\tif the EPB’s area includes part of the area of a county council—\n\t\t\tthe county council, or\n\t\t\teach district council for an area within that part,\n\t\t\t\tas determined by or in accordance with the order;\n\t\t\tif the EPB’s area includes the area of a unitary district council, thedistrict council.\n\t\tIn this Part “unitary district council” means a district council whose areais not part of the area of a county council.\n\t\tIf an order under section 89 provides for members of an EPB to be appointedotherwise than from among the elected members of its constituent councils, theorder must provide for those members to be non-voting members.\n\t\tThe voting members of an EPB may resolve that provision made in accordancewith subsection (5) is not to apply in the case of the EPB.\n\tExercise of local authority functions\n\t\tThe Secretary of State may by order provide for a function of a localauthority that is exercisable in relation to an area within an EPB’s area tobe exercisable by the EPB in relation to the EPB’s area.\n\t\tThe Secretary of State may make an order under this section only if theSecretary of State considers that the function can appropriately be exercisedby the EPB.\n\t\tAn order under this section may make provision for the function to beexercisable by the EPB either generally or subject to such conditions orlimitations as may be specified in the order.\n\t\tAn order under this section may make provision—\n\t\t\tfor the function to be exercisable by the EPB instead of by the localauthority, or\n\t\t\tfor the function to be exercisable by the EPB concurrently with the localauthority.\n\t\tAn EPB must perform the functions that are exercisable by the EPB by virtueof this section with a view to promoting the economic development andregeneration of its area.\n\t\tIn this section “local authority” means—\n\t\t\ta county council, or\n\t\t\ta district council.\n\tFunding \n\t\tThe Secretary of State may by order make provision—\n\t\t\tfor the costs of an EPB to be met by its constituent councils, and\n\t\t\tabout the basis on which the amount payable by each constituent council isto be determined.\n\t\tFor the purposes of this section—\n\t\t\ta county council is a constituent council of an EPB if the area of thecounty council, or part of that area, is within the EPB’s area;\n\t\t\ta district council is a constituent council of an EPB if the area of thedistrict council is within the EPB’s area.\n\tAccounts \n\t\tEach EPB must keep a fund to be known as the general fund.\n\t\tAll receipts of the EPB must be carried to that fund.\n\t\tAll liabilities falling to be discharged by the EPB must be discharged outof that fund.\n\t\tAccounts must be kept of—\n\t\t\treceipts carried to the general fund, and\n\t\t\tpayments made out of the general fund.\n\tChange of name\n\t\tAn EPB may change its name by a resolution in accordance with this section.\n\t\tThe resolution must be considered at a meeting of the EPB that is speciallyconvened for the purpose.\n\t\tParticulars of the resolution must have been included in the notice of themeeting.\n\t\tThe resolution must be passed at the meeting by not less than two-thirds ofthe members of the EPB who vote on it.\n\t\tAn EPB that changes its name under this section must—\n\t\t\tsend notice of the change to the Secretary of State, and\n\t\t\tpublish the notice in such manner as the Secretary of State may direct.\n\t\tA change of name under this section does not affect the rights orobligations of the EPB or any other person, or render defective any legalproceedings.\n\t\tAny legal proceedings may be commenced or continued as if there had been nochange of name."
    },
    {
        "length": 365,
        "text": "\nChanges to and dissolution of an EPB’s area\n\tChanges to boundaries of an EPB’s area\n\t\tThe Secretary of State may by order change the boundaries of an EPB’s areaby—\n\t\t\tadding a local government area to an existing area of an EPB, or\n\t\t\tremoving a local government area from an existing area of an EPB.\n\t\tAn order may be made under this section only if—\n\t\t\tthe area to be created by the order meets conditions A to D in section 88,and\n\t\t\teach council to whom this section applies consents to the making of theorder.\n\t\tThis section applies to—\n\t\t\ta county council whose area, or part of whose area, is to be added to orremoved from the existing area of the EPB;\n\t\t\ta district council whose area is to be added to or removed from theexisting area of the EPB.\n\tDissolution of an EPB’s area\n\t\tThe Secretary of State may by order—\n\t\t\tdissolve an EPB’s area, and\n\t\t\tabolish the EPB for the area.\n\t\tAn order may be made under this section only if a majority of the councilsto whom this section applies consent to the making of the order.\n\t\tThis section applies to—\n\t\t\ta county council whose area, or part of whose area, is within the EPB’sarea;\n\t\t\ta unitary district council whose area is within the EPB’s area."
    },
    {
        "length": 1601,
        "text": "\nRequirements in connection with orders about EPBs\n\tReview by authorities: new EPB\n\t\tAny two or more of the authorities to whom this section applies mayundertake a review of the effectiveness and efficiency of arrangements topromote economic development and regeneration within the area covered by thereview (“the review area”).\n\t\tThis section applies to—\n\t\t\ta county council in England;\n\t\t\ta district council in England.\n\t\tWhere the review is being undertaken by a county council, the review areamust include—\n\t\t\tthe areas of one or more district councils that are within the area of thecounty council, or\n\t\t\tif there are no such areas, the area of the county council.\n\t\tWhere the review is being undertaken by a district council, the review areamust include the area of the district council.\n\t\tThe review area may also include the area of any county council or districtcouncil in England not undertaking the review.\n\tPreparation and publication of scheme: new EPB\n\t\tThis section applies where two or more of the authorities that haveundertaken a review under section 97 conclude that the establishment of an EPBfor an area would be likely to improve—\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in the area, and\n\t\t\teconomic conditions in the area.\n\t\tThe authorities may prepare and publish a scheme for the establishment ofan EPB for the area (“the scheme area”).\n\t\tSubject as follows, the scheme area—\n\t\t\tmust consist of or include the whole or any part of the review area,\n\t\t\tmay include one or more other local government areas, and\n\t\t\tmust meet conditions A to C in section 88.\n\t\tThe scheme area may not include a local government area unless eachappropriate authority for that area—\n\t\t\tparticipates in the preparation of the scheme, or\n\t\t\tconsents to its inclusion in the scheme area.\n\t\tFor this purpose—\n\t\t\ta county council is an appropriate authority for a local government areathat is or forms part of the area of that county council;\n\t\t\ta district council is an appropriate authority for a local government areathat is the area of that district council.\n\tRequirements in connection with establishment of EPB\n\t\tThe Secretary of State may make an order establishing an EPB for an areaonly if, having regard to a scheme prepared and published under section 98,the Secretary of State considers that to do so is likely to improve—\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in the area, and\n\t\t\teconomic conditions in the area.\n\t\tBefore making the order, the Secretary of State must consult—\n\t\t\teach appropriate authority, and\n\t\t\tsuch other persons (if any) as the Secretary of State considersappropriate.\n\t\tFor the purposes of this section—\n\t\t\ta county council is an appropriate authority if the area of the countycouncil, or part of that area, is within the area for which the EPB is to beestablished;\n\t\t\ta district council is an appropriate authority if the area of the districtcouncil is within the area for which the EPB is to be established.\n\t\tIn making the order, the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government.\n\tReview by authorities: existing EPB\n\t\tAny one or more of the authorities to whom this section applies mayundertake, in relation to an existing EPB, a review of one or more EPBmatters.\n\t\tThis section applies to—\n\t\t\tan EPB;\n\t\t\ta county council whose area, or part of whose area, is within an area of anEPB or could be within a proposed area of an EPB;\n\t\t\ta district council whose area is within an area of an EPB or could bewithin a proposed area of an EPB.\n\t\tFor the purposes of this section an “EPB matter” is—\n\t\t\ta matter in relation to which an order may be made under any of sections89, 91, 92, 95 and 96;\n\t\t\ta matter concerning the EPB that the EPB has power to determine.\n\t\tThe review must relate to one or more areas of an EPB or proposed areas ofan EPB.\n\t\tIn this section and section 101 a “proposed area of an EPB” means an areaof an EPB that may be created by an order under section 95 (changes toboundaries of an EPB’s area).\n\tPreparation and publication of scheme: existing EPB\n\t\tThis section applies where one or more of the authorities that haveundertaken a review under section 100 conclude that the exercise of the powerto make an order under any one or more of sections 89, 91, 92, 95 and 96 wouldbe likely to improve—\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in an area of an EPB or a proposed area of an EPB, or\n\t\t\teconomic conditions in such an area.\n\t\tThe authorities may prepare and publish a scheme relating to the power orpowers in question.\n\t\tThe reference in subsection (1) to an area of an EPB includes an area thatwould cease to be an area of an EPB if an order were made in relation to thatarea under section 96 (dissolution of an EPB’s area).\n\tRequirements in connection with changes to existing EPB arrangements\n\t\tThe Secretary of State may make an order under any of sections 89, 91, 92,95 and 96 in relation to an existing EPB only if, having regard to a schemeprepared and published under section 101, the Secretary of State considersthat the making of the order is likely to improve—\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in the area or areas to which the order relates, or\n\t\t\teconomic conditions in that area or those areas.\n\t\tBefore making the order, the Secretary of State must consult—\n\t\t\tsuch of the authorities mentioned in section 100(2), and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tIn making the order, the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government."
    },
    {
        "length": 1973,
        "text": "\nCombined authorities and their areas\n\tCombined authorities and their areas\n\t\tThe Secretary of State may by order establish as a body corporate acombined authority for an area that meets the following conditions.\n\t\tCondition A is that the area consists of the whole of two or more localgovernment areas in England.\n\t\tCondition B is that no part of the area is separated from the rest of it byone or more local government areas that are not within the area.\n\t\tCondition C is that there is no local government area that is surrounded bylocal government areas that are within the area but that is not itself withinthe area.\n\t\tCondition D is that no part of the area forms part of—\n\t\t\tthe area of another combined authority,\n\t\t\tthe area of an EPB, or\n\t\t\tan integrated transport area.\n\t\tCondition E is that each local government area that forms part of the areawas included in a scheme prepared and published under section 109.\n\t\tAn order under this section must specify the name by which the combinedauthority is to be known.\n\tConstitution and functions: transport\n\t\tThe Secretary of State may by order make in relation to a combinedauthority any provision that may be made in relation to an IntegratedTransport Authority (an “ITA”) under the following provisions of the LocalTransport Act [2008 (c. 26)](/id/ukpga/2008/26?view=plain \"Go to item oflegislation\")—\n\t\t\tsection 84 (constitutional arrangements);\n\t\t\tsection 86 (delegation of functions of the Secretary of State);\n\t\t\tsection 87 (delegation of local authority functions);\n\t\t\tsection 88 (conferral of a power to direct).\n\t\tSection 85 of that Act (provision about membership of an ITA) applies to—\n\t\t\tan order under subsection (1)(a) of this section, and\n\t\t\tthe combined authority to whom that order applies,\n\t\t\t\tas it applies to an order under section 84 of that Act and the ITA to whomthat order applies.\n\t\tThe following provisions of that Act apply in relation to a combinedauthority on whom functions of a kind described in section 88 of that Act areconferred as they apply in relation to an ITA on whom such functions areconferred—\n\t\t\tsection 88(10) (provisions about directions);\n\t\t\tsection 89(2) and (3) (power to remedy contravention of direction).\n\t\tSection 97 of that Act (change of name of ITA) applies to a combinedauthority as it applies to an ITA.\n\t\tThe Secretary of State may by order transfer functions of an ITA to acombined authority.\n\t\tAn order under subsection (5) may only be made in relation to functionsexercisable by the ITA in relation to an area that becomes, or becomes partof, the combined authority’s area by virtue of an order under this Part.\n\t\tThe Secretary of State may by order provide for any function that isconferred or imposed on a Passenger Transport Executive by any enactment(whenever passed or made) to be exercisable by a combined authority or theexecutive body of a combined authority in relation to the combined authority’sarea.\n\t\tAn order under subsection (7) may make provision for any function that—\n\t\t\tis conferred or imposed on an ITA by any enactment (whenever passed ormade), and\n\t\t\trelates to the functions of a Passenger Transport Executive,\n\t\t\tto be exercisable by a combined authority in relation to the combinedauthority’s area.\n\tConstitution and functions: economic development and regeneration\n\t\tThe Secretary of State may by order make in relation to a combinedauthority any provision that may be made in relation to an EPB under section91 (exercise of local authority functions).\n\t\tSubsection (5) of section 91 (duty to perform functions with a view topromoting economic development and regeneration) applies to the exercise offunctions by a combined authority by virtue of subsection (1) of this sectionas it applies to the exercise of functions by an EPB by virtue of thatsection.\n\t\tThe Secretary of State may by order make in relation to a combinedauthority any provision that may be made in relation to an EPB under section92 (funding).\n\t\tAn order under subsection (3) may make such provision only in relation tothe costs of a combined authority that are reasonably attributable to theexercise of its functions relating to economic development and regeneration.\n\tChanges to boundaries of a combined authority’s area\n\t\tThe Secretary of State may by order change the boundaries of a combinedauthority’s area by—\n\t\t\tadding a local government area to an existing area of a combined authority,or\n\t\t\tremoving a local government area from an existing area of a combinedauthority.\n\t\tAn order may be made under this section only if—\n\t\t\tthe area to be created by the order meets conditions A to D in section 103,and\n\t\t\teach council to whom this subsection applies consents to the making of theorder.\n\t\tSubsection (2) applies to—\n\t\t\ta county council whose area, or part of whose area, is to be added to orremoved from the existing area of the combined authority;\n\t\t\ta district council whose area is to be added to or removed from theexisting area of the combined authority.\n\t\tWhere by virtue of an order an area ceases to be part of the area of acombined authority, the order—\n\t\t\tmust make provision for designating an authority to be a local transportauthority for the area for the purposes of section 108(4) of the [TransportAct 2000 (c. 38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\"),and\n\t\t\tmay transfer functions to that authority from the combined authority thatwas formerly the local transport authority.\n\t\tProvision made by virtue of subsection (4) may designate differentauthorities for different parts of the area.\n\t\tThe reference in subsection (4)(a) to an authority does not include an ITA.\n\t\tSubsection (4) does not apply if the area becomes part of the integratedtransport area of an ITA by virtue of an order under section 78 or 90 of theLocal Transport Act [2008 (c. 26)](/id/ukpga/2008/26?view=plain \"Go to item oflegislation\").\n\tDissolution of a combined authority’s area\n\t\tThe Secretary of State may by order—\n\t\t\tdissolve a combined authority’s area, and\n\t\t\tabolish the combined authority for that area.\n\t\tAn order may be made under this section only if a majority of the councilsto whom this subsection applies consent to the making of the order.\n\t\tSubsection (2) applies to—\n\t\t\ta county council whose area, or part of whose area, is within the combinedauthority’s area;\n\t\t\ta unitary district council whose area is within the combined authority’sarea.\n\t\tThe order—\n\t\t\tmust make provision for designating an authority to be a local transportauthority for the area that was previously the combined authority’s area forthe purposes of section 108(4) of the [Transport Act 2000 (c.38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\"), and\n\t\t\tmay transfer functions to that authority from the combined authority thatwas formerly the local transport authority.\n\t\tProvision made by virtue of subsection (4) may designate differentauthorities for different parts of the area.\n\t\tThe reference in subsection (4)(a) to an authority does not include an ITA.\n\t\tSubsection (4) does not apply to a territory or part of a territory thatbecomes the integrated transport area or part of the integrated transport areaof an ITA by virtue of an order under section 78 or 90 of the Local TransportAct 2008."
    },
    {
        "length": 1978,
        "text": "\nRequirements in connection with orders about combined authorities\n\tReview by authorities: new combined authority\n\t\tAny two or more of the authorities to whom this section applies mayundertake a review of—\n\t\t\tthe effectiveness and efficiency of transport within the area covered bythe review (“the review area”), and\n\t\t\tthe effectiveness and efficiency of arrangements to promote economicdevelopment and regeneration within the review area.\n\t\tThis section applies to—\n\t\t\ta county council in England;\n\t\t\ta district council in England;\n\t\t\tan EPB;\n\t\t\tan ITA.\n\t\tWhere the review is being undertaken by a county council, the review areamust include—\n\t\t\tthe areas of one or more district councils that are within the area of thecounty council, or\n\t\t\tif there are no such areas, the area of the county council.\n\t\tWhere the review is being undertaken by a district council, the review areamust include the area of the district council.\n\t\tWhere the review is being undertaken by an EPB, the review area mustinclude one or more local government areas within the EPB’s area.\n\t\tWhere the review is being undertaken by an ITA, the review area mustinclude one or more local government areas within the ITA’s integratedtransport area.\n\t\tThe review area may also include the area of any county council or districtcouncil in England that does not constitute or fall within the area of anauthority undertaking the review.\n\tPreparation and publication of scheme: new combined authority\n\t\tThis section applies where two or more of the authorities that haveundertaken a review under section 108 conclude that the establishment of acombined authority for an area would be likely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in the area,\n\t\t\tthe effectiveness and efficiency of transport in the area,\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in the area, and\n\t\t\teconomic conditions in the area.\n\t\tThe authorities may prepare and publish a scheme for the establishment of acombined authority for the area (“the scheme area”).\n\t\tSubject as follows, the scheme area—\n\t\t\tmust consist of or include the whole or any part of the review area,\n\t\t\tmay include one or more other local government areas, and\n\t\t\tmust meet conditions A to C in section 103.\n\t\tThe scheme area may not include a local government area unless eachappropriate authority for that area—\n\t\t\tparticipates in the preparation of the scheme, or\n\t\t\tconsents to its inclusion in the scheme area.\n\t\tFor this purpose—\n\t\t\ta county council is an appropriate authority for a local government areathat is or forms part of the area of that county council;\n\t\t\ta district council is an appropriate authority for a local government areathat is the area of that district council.\n\tRequirements in connection with establishment of combined authority\n\t\tThe Secretary of State may make an order establishing a combined authorityfor an area only if, having regard to a scheme prepared and published undersection 109, the Secretary of State considers that to do so is likely toimprove—\n\t\t\tthe exercise of statutory functions relating to transport in the area,\n\t\t\tthe effectiveness and efficiency of transport in the area,\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in the area, and\n\t\t\teconomic conditions in the area.\n\t\tBefore making the order, the Secretary of State must consult—\n\t\t\teach appropriate authority, and\n\t\t\tsuch other persons (if any) as the Secretary of State considersappropriate.\n\t\tFor the purposes of this section—\n\t\t\ta county council is an appropriate authority if the area of the countycouncil, or part of that area, is within the area for which the combinedauthority is to be established;\n\t\t\ta district council is an appropriate authority if the area of the districtcouncil is within the area for which the combined authority is to beestablished;\n\t\t\tan EPB is an appropriate authority if the EPB’s area, or part of its area,is within the area for which the combined authority is to be established;\n\t\t\tan ITA is an appropriate authority if the ITA’s integrated transport area,or part of that area, is within the area for which the combined authority isto be established.\n\t\tIn making the order, the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government.\n\tReview by authorities: existing combined authority\n\t\tAny one or more of the authorities to whom this section applies mayundertake, in relation to an existing combined authority, a review of one ormore combined matters.\n\t\tThis section applies to—\n\t\t\ta combined authority;\n\t\t\ta county council whose area, or part of whose area, is within an area of acombined authority or could be within a proposed area of a combined authority;\n\t\t\ta district council whose area is within an area of a combined authority orcould be within a proposed area of a combined authority.\n\t\tFor the purposes of this section a “combined matter” is—\n\t\t\ta matter in relation to which an order may be made under any of sections104 to 107;\n\t\t\tin relation to the combined authority or any executive body of the combinedauthority, where that body exists at the time of the review, a matterconcerning the combined authority or the executive body that the combinedauthority has power to determine.\n\t\tThe review must relate to one or more areas of a combined authority orproposed areas of a combined authority.\n\t\tIn this section and section 112 a “proposed area of a combined authority”means an area of a combined authority that may be created by an order undersection 106 (changes to boundaries of a combined authority’s area).\n\tPreparation and publication of scheme: existing combined authority\n\t\tThis section applies where one or more of the authorities that haveundertaken a review under section 111 conclude that the exercise of the powerto make an order under any one or more of sections 104 to 107 would be likelyto improve—\n\t\t\tthe exercise of statutory functions relating to transport in an area of acombined authority or a proposed area of a combined authority,\n\t\t\tthe effectiveness and efficiency of transport in such an area,\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in such an area, or\n\t\t\teconomic conditions in such an area.\n\t\tThe authorities may prepare and publish a scheme relating to the exerciseof the power or powers in question.\n\t\tThe reference in subsection (1) to an area of a combined authority includesan area that would cease to be an area of a combined authority if an orderwere made in relation to that area under section 107 (dissolution of acombined authority’s area).\n\tRequirements in connection with changes to existing combinedarrangements\n\t\tThe Secretary of State may make an order under any of sections 104 to 107in relation to an existing combined authority only if, having regard to ascheme prepared and published under section 112, the Secretary of Stateconsiders that the making of the order is likely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in the area orareas to which the order relates,\n\t\t\tthe effectiveness and efficiency of transport in that area or those areas,\n\t\t\tthe exercise of statutory functions relating to economic development andregeneration in that area or those areas, or\n\t\t\teconomic conditions in that area or those areas.\n\t\tBefore making the order, the Secretary of State must consult—\n\t\t\tsuch of the authorities mentioned in section 111(2), and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tIn making the order, the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government."
    },
    {
        "length": 1496,
        "text": "\nSupplementary\n\tIncidental etc provision\n\t\tThe Secretary of State may by order make incidental, consequential,transitional or supplementary provision for the purposes of, or in consequenceof, an order under this Part or for giving full effect to such an order.\n\t\tAn order under this section may include provision amending, applying (withor without modifications), disapplying, repealing or revoking any enactment,whenever passed or made.\n\t\tThe provision that may be included by virtue of subsection (2) includesprovision applying, with modifications, or disapplying any enactment amendedby Schedule 6.\n\t\tAn order under this section may not include provision amending ordisapplying sections 15 to 17 of, and Schedule 1 to, the [Local Government andHousing Act 1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item oflegislation\") (political balance on local authority committees etc).\n\tTransfer of property, rights and liabilities\n\t\tThe Secretary of State may by order make provision for the transfer ofproperty, rights and liabilities for the purposes of, or in consequence of, anorder under this Part or for giving full effect to such an order.\n\t\tProperty, rights and liabilities may be transferred by—\n\t\t\tthe order,\n\t\t\ta scheme made by the Secretary of State under the order, or\n\t\t\ta scheme required to be made under the order by a person other than theSecretary of State.\n\t\tA transfer by virtue of this section may have effect—\n\t\t\twhether or not the property, rights and liabilities would otherwise becapable of being transferred;\n\t\t\twithout any instrument or formality being required.\n\t\tThe rights and liabilities which may be transferred by virtue of thissection include rights and liabilities in relation to a contract ofemployment.\n\t\tThe Transfer of Undertakings (Protection of Employment) Regulations 2006([S.I. 2006/246](/id/uksi/2006/246?view=plain \"Go to item of legislation\"))apply to the transfer by virtue of this section (whether or not the transferis a relevant transfer for the purposes of those regulations).\n\t\tAn order under this section or a scheme made under it may define theproperty, rights and liabilities to be transferred by specifying or describingthem.\n\t\tProvision for the transfer of property, rights and liabilities made byvirtue of this section may include provision—\n\t\t\tfor the creation or imposition by the Secretary of State of new rights orliabilities in respect of anything transferred;\n\t\t\tfor the shared ownership or use of any property or facilities;\n\t\t\tfor the management or custody of transferred property;\n\t\t\tfor bodies to make agreements with respect to any property, income, rights,liabilities and expenses of, and any financial relations between, the partiesto the agreement.\n\t\tProvision for the transfer of property, rights and liabilities made byvirtue of this section may include provision—\n\t\t\tfor the continuing effect of things done by the transferor in relation toanything transferred;\n\t\t\tfor the continuation of things (including legal proceedings) in the processof being done, by or on behalf of or in relation to the transferor in relationto anything transferred;\n\t\t\tfor references to the transferor in any agreement (whether written or not),instrument or other document in relation to anything transferred to be treated(so far as necessary for the purposes of or in consequence of the transfer) asreferences to the transferee.\n\tConsequential amendments\n\t\tThe Secretary of State may by order make such provision as the Secretary ofState considers appropriate in consequence of any provision made by this Part.\n\t\tThe power conferred in subsection (1) includes power to amend, repeal orrevoke provision contained in an enactment passed or made before the day onwhich this Act is passed.\n\tOrders \n\t\tOrders under this Part must be made by statutory instrument.\n\t\tSubject to subsection (3), a statutory instrument containing an order underthis Part may not be made unless a draft of the instrument has been laidbefore, and approved by a resolution of, each House of Parliament.\n\t\tA statutory instrument containing only an order under section 116 thatamends or revokes provision contained in an instrument subject to annulment byresolution of either House of Parliament is subject to annulment by suchresolution.\n\t\tIf a draft of an order under this Part would, apart from this subsection,be treated for the purposes of the standing orders of either House ofParliament as a hybrid instrument, it is to proceed in that House as if itwere not a hybrid instrument.\n\tGuidance \n\t\tThe Secretary of State may give guidance about anything that could be doneby an authority to whom this section applies under or by virtue of this Part.\n\t\tAn authority to whom this section applies must have regard to any guidancegiven under this section in exercising any function conferred or imposed by orby virtue of this Part.\n\t\tAny guidance under this section must be given in writing and may be variedor revoked by further guidance in writing.\n\t\tAny such guidance may make different provision for different cases anddifferent provision for different areas.\n\t\tThis section applies to—\n\t\t\ta county council;\n\t\t\ta district council;\n\t\t\tan EPB;\n\t\t\tan ITA;\n\t\t\ta combined authority.\n\tAmendments relating to EPBs and combined authorities\n\t\tSchedule 6 (amendments relating to EPBs and combined authorities) is part ofthis Part.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “combined authority” means an authority established under section 103(1); \n\t\t  * “EPB” has the meaning given by section 88(1); \n\t\t  * “ITA” has the meaning given by section 104(1); \n\t\t  * “local government area” has the meaning given by section 88(7); \n\t\t  * “unitary district council” has the meaning given by section 90(4). "
    },
    {
        "length": 1855,
        "text": "\nBasic concepts\n\tMulti-area agreements\n\t\tThis Part makes provision about multi-area agreements.\n\t\tIn this Part “multi-area agreement” means a document that—\n\t\t\tcovers an area for which there are two or more local authorities (seesection 122), and\n\t\t\tspecifies improvement targets for that area.\n\t\tAny part of the area may be separated from any other part by territory thatis not part of the area.\n\t\tIn this Part “improvement target” means a target for improvement in theeconomic, social or environmental well-being of the whole or any part of thearea covered by a multi-area agreement and which relates to any or all of thefollowing—\n\t\t\tone or more local authorities for that area;\n\t\t\tone or more partner authorities for that area (see section 123);\n\t\t\tone or more other persons acting, or having functions exercisable, in thatarea.\n\t\tFor the purposes of this Part, a target specified in a multi-area agreementrelates to a person if—\n\t\t\tthe exercise of any of that person’s functions, or anything done by thatperson, could contribute to the attainment of the target, and\n\t\t\tthat person has consented to the application of the target to that person.\n\t\tA person is taken to have consented to the application of a target to thatperson if—\n\t\t\tthat person has consented to the target being specified in the agreement,or\n\t\t\twhere the target has been changed, that person has consented to the change.\n\tLocal authorities\n\t\tEach of the following is a local authority for the purposes of this Part—\n\t\t\ta county council in England;\n\t\t\ta district council in England;\n\t\t\ta London borough council;\n\t\t\tthe Council of the Isles of Scilly;\n\t\t\tthe Common Council of the City of London in its capacity as a localauthority;\n\t\t\tan economic prosperity board established under section 88 or a combinedauthority established under section 103.\n\t\tFor the purposes of this Part, a local authority is an authority for anarea if the whole or any part of the local authority’s area coincides with orfalls within that area.\n\tPartner authorities\n\t\tFor the purposes of this Part, each of the following is a partner authorityfor an area—\n\t\t\tany person mentioned in subsection (2), where the whole or any part of thearea for which the person acts or is established coincides with or fallswithin that area,\n\t\t\ta person mentioned in subsection (3), where the person provides services ator from a hospital or other establishment or facility in that area,\n\t\t\tany person mentioned in subsection (4), and\n\t\t\twhere the area includes the area of a London borough council or the CommonCouncil of the City of London, Transport for London.\n\t\tThe persons referred to in subsection (1)(a) are—\n\t\t\ta fire and rescue authority which is not a local authority;\n\t\t\ta National Park authority;\n\t\t\tthe Broads Authority;\n\t\t\ta police authority;\n\t\t\ta chief officer of police;\n\t\t\ta joint waste authority established under section 207(1) of the LocalGovernment and Public Involvement in Health Act [2007 (c.28)](/id/ukpga/2007/28?view=plain \"Go to item of legislation\");\n\t\t\ta waste disposal authority established under section 10 of the [LocalGovernment Act 1985 (c. 51)](/id/ukpga/1985/51?view=plain \"Go to item oflegislation\");\n\t\t\tan Integrated Transport Authority;\n\t\t\ta Primary Care Trust;\n\t\t\ta development agency established by section 1 of the [Regional DevelopmentAgencies Act 1998 (c. 45)](/id/ukpga/1998/45?view=plain \"Go to item oflegislation\");\n\t\t\ta local probation board or a probation trust;\n\t\t\ta youth offending team.\n\t\tThe persons referred to in subsection (1)(b) are—\n\t\t\ta National Health Service trust;\n\t\t\tan NHS foundation trust.\n\t\tThe persons referred to in subsection (1)(c) are—\n\t\t\tthe Arts Council of England;\n\t\t\tthe English Sports Council;\n\t\t\tthe Environment Agency;\n\t\t\tthe Health and Safety Executive;\n\t\t\tthe Historic Buildings and Monuments Commission;\n\t\t\tthe Homes and Communities Agency;\n\t\t\tthe Learning and Skills Council for England;\n\t\t\tthe Museums, Libraries and Archives Council;\n\t\t\tNatural England;\n\t\t\tthe Secretary of State in so far as the Secretary of State has functions—\n\t\t\tunder section 2 of the [Employment and Training Act 1973 (c.50)](/id/ukpga/1973/50?view=plain \"Go to item of legislation\") (arrangementswith respect to obtaining etc employment or employees),\n\t\t\tas highway authority by virtue of section 1 of the [Highways Act 1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"),\n\t\t\tas traffic authority by virtue of section 121A of the [Road TrafficRegulation Act 1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\"), or\n\t\t\tunder sections 2 and 3 of the Offender Management Act [2007 (c.21)](/id/ukpga/2007/21?view=plain \"Go to item of legislation\") (responsibilityfor ensuring the provision of probation services throughout England andWales).\n\t\tThe Secretary of State may by order—\n\t\t\tamend subsection (2), (3) or (4) so as to—\n\t\t\tadd to it any person who has functions of a public nature, or\n\t\t\tremove from it any person for the time being mentioned in it;\n\t\t\tamend subsection (4)(j) so as to—\n\t\t\tadd to it any function of the Secretary of State, or\n\t\t\tremove from it any function for the time being mentioned in it;\n\t\t\tmake such other amendments of this section as appear to the Secretary ofState to be necessary or expedient in consequence of provision made byparagraph (a) or (b).\n\t\tBefore making an order under subsection (5) the Secretary of State mustconsult—\n\t\t\tsuch representatives of local government as the Secretary of Stateconsiders appropriate, and\n\t\t\tsuch other persons (if any) as the Secretary of State considersappropriate.\n\t\tAn order under subsection (5) must be made by statutory instrument.\n\t\tA statutory instrument containing an order under subsection (5) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tFor the purposes of subsection (2)(e), a chief officer of police acts andis established for the area of the chief officer’s police force.\n\t\tThe Secretary of State’s functions under this Part by virtue of subsection(4)(j)(iv) are functions to which section 2(1)(c) of the Offender ManagementAct 2007 (functions to be performed through arrangements under section 3 ofthat Act) applies."
    },
    {
        "length": 1427,
        "text": "\nPreparation and approval of multi-area agreements\n\tProposal for multi-area agreement\n\t\tThe local authorities for an area proposed to be covered by a multi-areaagreement (“the proposed area”) may request the Secretary of State to give adirection under section 125 for the preparation and submission of a draftmulti-area agreement for the proposed area.\n\t\tThe local authorities making the request—\n\t\t\tmust include all of the local authorities for the proposed area, other thanany non-unitary district council for that area;\n\t\t\tmay include any non-unitary district council for that area.\n\t\tIn this Part “non-unitary district council” means a district council for anarea that is part of the area of a county council.\n\t\tThe request must be made in writing and must—\n\t\t\tidentify the local authorities making the request,\n\t\t\tnominate one of them to be responsible for preparing and submitting thedraft, and\n\t\t\tidentify the proposed area.\n\t\tThe local authorities making the request must have regard to any guidanceissued by the Secretary of State about such requests.\n\tDirection to prepare and submit draft multi-area agreement\n\t\tIf a request is made in accordance with section 124, the Secretary of Statemay direct the responsible authority to prepare a draft multi-area agreementfor the proposed area and submit it to the Secretary of State.\n\t\tThe draft must specify, in relation to each improvement target—\n\t\t\tthe persons or persons to whom the target relates, and\n\t\t\twhere the target does not relate to the whole of the proposed area, thepart or parts of the area to which it relates.\n\t\tThe draft must specify the period for which the multi-area agreement is tohave effect.\n\t\tA direction under this section—\n\t\t\tmay specify the date by which the draft must be submitted to the Secretaryof State;\n\t\t\tmay be varied or revoked.\n\tPreparation of draft multi-area agreement\n\t\tIn preparing a draft multi-area agreement in accordance with a directionunder section 125, the responsible authority must consult—\n\t\t\teach of the other local authorities for the proposed area,\n\t\t\teach partner authority for that area, and\n\t\t\tsuch other persons as appear to it to be appropriate.\n\t\tIn preparing the draft, the responsible authority must co-operate with—\n\t\t\teach of the other local authorities for the proposed area, and\n\t\t\teach partner authority for that area,\n\t\t\t\tin determining the improvement targets relating to that local authority orpartner authority that are to be specified in the draft.\n\t\tIn preparing the draft, the responsible authority must have regard to anyguidance issued by the Secretary of State.\n\t\tIn determining the improvement targets relating to it which are to bespecified in the draft, each of the other local authorities, and each partnerauthority, for the proposed area must—\n\t\t\tco-operate with the responsible authority, and\n\t\t\thave regard to any guidance issued by the Secretary of State.\n\tApproval of draft multi-area agreement\n\t\tIf a draft multi-area agreement is submitted to the Secretary of Stateunder section 125, the Secretary of State may by notice in writing to theresponsible authority—\n\t\t\tapprove the draft,\n\t\t\trequire the responsible authority to modify the draft, or\n\t\t\treject the draft.\n\t\tIf the Secretary of State approves a draft multi-area agreement, a multi-area agreement in the form of the draft has effect for the period specified init.\n\t\tA requirement to modify a draft multi-area agreement operates for thepurposes of section 125 as a direction under that section to prepare andsubmit a further draft of a multi-area agreement.\n\t\tIf the Secretary of State rejects a draft multi-area agreement, theSecretary of State may not give a further direction under section 125 based onthe same request under section 124.\n\tSubmission of existing multi-area agreement\n\t\tThis section applies to a multi-area agreement prepared otherwise than inaccordance with a direction under section 125.\n\t\tThe local authorities for the area covered by the agreement may—\n\t\t\tsubmit the agreement to the Secretary of State, and\n\t\t\trequest the Secretary of State to approve the agreement under section 129.\n\t\tThe local authorities making the request—\n\t\t\tmust include all of the local authorities for the area covered by theagreement, other than any non-unitary district council for that area;\n\t\t\tmay include any non-unitary district council for that area.\n\t\tBefore making the request, the local authorities must consult—\n\t\t\tany other local authority for the area covered by the agreement, and\n\t\t\teach partner authority for that area.\n\t\tThe agreement must specify, in relation to each improvement target—\n\t\t\tthe persons or persons to whom the target relates, and\n\t\t\twhere the target does not relate to the whole of the proposed area, thepart or parts of the area to which it relates.\n\t\tThe agreement must specify the period for which it has effect.\n\t\tThe request must be made in writing and must—\n\t\t\tidentify the local authorities making the request,\n\t\t\tnominate one of them as the responsible authority in relation to theagreement,\n\t\t\tidentify the area covered by the agreement, and\n\t\t\tprovide information about the outcome of the consultation under subsection(4).\n\t\tThe local authorities making the request must have regard to any guidanceissued by the Secretary of State about such requests.\n\tApproval of existing multi-area agreement\n\t\tIf a multi-area agreement is submitted to the Secretary of State inaccordance with section 128, the Secretary of State may approve the agreementby notice in writing to the responsible authority.\n\t\tAn agreement approved under this section has effect for the purposes ofthis Part for the period specified in it."
    },
    {
        "length": 107,
        "text": "\nEffect of multi-area agreements\n\tDuty to have regard to improvement targets\n\t\tWhere a multi-area agreement has effect by virtue of section 127 or 129—\n\t\t\teach local authority for the area covered by the agreement, and\n\t\t\teach partner authority for that area,\n\t\t\tmust, in exercising its functions, have regard to every improvement targetspecified in the agreement that relates to it."
    },
    {
        "length": 1014,
        "text": "\nRevision of multi-area agreements\n\tResponsible authorities\n\t\tSubject as follows, in this Part “the responsible authority”, in relationto a multi-area agreement, means—\n\t\t\tthe authority that prepared the draft of the agreement, or\n\t\t\tin the case of an agreement approved under section 129, the authoritynominated under section 128 in relation to the agreement.\n\t\tThe local authorities to which the targets specified in a multi-areaagreement relate may request the Secretary of State to agree to another one ofthose authorities becoming the responsible authority in relation to theagreement.\n\t\tA request under subsection (2) must be made in writing.\n\tRevision proposals\n\t\tAt any time while a multi-area agreement has effect by virtue of section127 or 129, the responsible authority—\n\t\t\tmay prepare and submit to the Secretary of State a revision proposal, and\n\t\t\tmust do so if the Secretary of State so directs.\n\t\tIn this Part “revision proposal”, in relation to a multi-area agreement,means a document proposing any or all of the following—\n\t\t\tthe enlargement of the area covered by the agreement;\n\t\t\tchanges to improvement targets specified in the agreement;\n\t\t\tthe removal of improvement targets from the agreement;\n\t\t\tthe addition of improvement targets to the agreement;\n\t\t\tthe extension of the period specified in the agreement for which theagreement has effect.\n\t\tA revision proposal that proposes changes to an improvement target mustspecify—\n\t\t\teach person to whom the target relates, and\n\t\t\twhere it does not relate to the whole of the area covered by the agreement,the part or parts of the area to which it relates.\n\t\tA revision proposal that proposes the addition of an improvement targetmust specify—\n\t\t\teach person to whom the target would relate, and\n\t\t\twhere the target would not relate to the whole of the area covered by theagreement, the part or parts of the area to which it would relate.\n\t\tA direction under this section—\n\t\t\tmay specify the date by which a revision proposal must be submitted to theSecretary of State;\n\t\t\tmay be varied or revoked.\n\tPreparation of revision proposal\n\t\tIn preparing a revision proposal, the responsible authority must consult—\n\t\t\teach of the other local authorities for the area that would be covered bythe multi-area agreement if the revision proposal were approved (“theagreement area”),\n\t\t\teach partner authority for that area, and\n\t\t\tsuch other persons as appear to it to be appropriate.\n\t\tIn preparing a revision proposal, the responsible authority must co-operatewith—\n\t\t\teach of the other local authorities for the agreement area, and\n\t\t\teach partner authority for that area,\n\t\t\t\tin determining a change affecting that local authority or partner authoritythat is to be proposed by the revision proposal.\n\t\tIn preparing a revision proposal, the responsible authority must haveregard to any guidance issued by the Secretary of State.\n\t\tIn determining a change affecting it that is to be proposed by the revisionproposal, each of the other local authorities, and each partner authority, forthe agreement area must—\n\t\t\tco-operate with the responsible authority, and\n\t\t\thave regard to any guidance issued by the Secretary of State.\n\tApproval of revision proposal\n\t\tIf a revision proposal relating to a multi-area agreement is submitted tothe Secretary of State under section 132, the Secretary of State may by noticein writing to the responsible authority—\n\t\t\tapprove the revision proposal,\n\t\t\tif the revision proposal was submitted to the Secretary of State pursuantto a direction under section 132(1)(b), require the responsible authority tomodify the revision proposal, or\n\t\t\treject the revision proposal.\n\t\tIf the Secretary of State approves the revision proposal, the multi-areaagreement has effect subject to the changes set out in the revision proposal.\n\t\tA requirement to modify a revision proposal operates for the purposes ofsection 132 as a direction under subsection (1)(b) of that section to prepareand submit a further revision proposal."
    },
    {
        "length": 146,
        "text": "\nInformation about multi-area agreements\n\tDuty to publish information about multi-area agreement\n\t\tIf a multi-area agreement is approved under section 127 or 129, theresponsible authority must publish such information about the agreement as theauthority considers appropriate.\n\t\tIf a revision proposal is approved under section 134, the responsibleauthority must publish such information about the revisions to the multi-areaagreement as revised by the revision proposal as the authority considersappropriate.\n\t\tInformation required to be published under this section may be published insuch manner as the responsible authority considers appropriate."
    },
    {
        "length": 417,
        "text": "\nSupplementary and general\n\tConsultation on guidance\n\t\tBefore issuing guidance under this Part, the Secretary of State mustconsult—\n\t\t\tsuch representatives of local government, and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tThe reference in subsection (1) to representatives of local governmentincludes representatives of any persons who are, or are capable of being,partner authorities for the area covered by a multi-area agreement.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “the agreement area” has the meaning given by section 133(1); \n\t\t  * “improvement target” has the meaning given by section 121(4); \n\t\t  * “local authority” has the meaning given by section 122; \n\t\t  * “multi-area agreement” has the meaning given by section 121(2); \n\t\t  * “non-unitary district council” has the meaning given by section 124(3); \n\t\t  * “partner authority” has the meaning given by section 123; \n\t\t  * “the proposed area” has the meaning given by section 124(1); \n\t\t  * “the responsible authority”, in relation to a draft multi-area agreement, means the local authority nominated under section 124(4) to be responsible for preparing and submitting the draft; \n\t\t  * “the responsible authority”, in relation to a multi-area agreement, has the meaning given by section 131; \n\t\t  * “revision proposal” has the meaning given by section 132(2). "
    },
    {
        "length": 481,
        "text": "\nApplication of construction contracts legislation\n\tThe [Housing Grants, Construction and Regeneration Act 1996 (c.53)](/id/ukpga/1996/53?view=plain \"Go to item of legislation\") is amended asfollows.\n\tIn section 106 (provisions not applicable to contract with residentialoccupiers), in subsection (1), omit paragraph (b) and the preceding “or”.\n\tAfter that section insert—\n\t“106APower to disapply provisions of this Part\n\t\tThe Secretary of State may by order provide that any or all of theprovisions of this Part, so far as extending to England and Wales, shall notapply to any description of construction contract relating to the carrying outof construction operations (not being operations in Wales) which is specifiedin the order.\n\t\tThe Welsh Ministers may by order provide that any or all of the provisionsof this Part, so far as extending to England and Wales, shall not apply to anydescription of construction contract relating to the carrying out ofconstruction operations in Wales which is specified in the order.\n\t\tThe Scottish Ministers may by order provide that any or all of theprovisions of this Part, so far as extending to Scotland, shall not apply toany description of construction contract which is specified in the order.\n\t\tAn order under this section shall not be made unless a draft of it has beenlaid before and approved by resolution of—\n\t\t\tin the case of an order under subsection (1), each House of Parliament;\n\t\t\tin the case of an order under subsection (2), the National Assembly forWales;\n\t\t\tin the case of an order under subsection (3), the Scottish Parliament.”\n\t\tIn section 146 (orders etc)—\n\t\t\tin subsection (2), for “Secretary of State” substitute “the authoritymaking them”;\n\t\t\tin subsection (3)(a), after “106(4)” insert “, 106A”."
    },
    {
        "length": 159,
        "text": "\nRequirement for construction contracts to be in writing\n\tIn the [Housing Grants, Construction and Regeneration Act1996](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), section 107(provisions applicable only to contracts in writing) is repealed.\n\tIn section 108 of that Act (right to refer disputes to adjudication)—\n\t\tin subsection (2), after “The contract shall” insert “include provision inwriting so as to”;\n\t\tin subsections (3) and (4), after “provide” insert “in writing”."
    },
    {
        "length": 226,
        "text": "\nAdjudication costs\n\tIn the [Housing Grants, Construction and Regeneration Act1996](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), after section108 insert—\n\t“108AAdjudication costs: effectiveness of provision\n\t\tThis section applies in relation to any contractual provision made betweenthe parties to a construction contract which concerns the allocation asbetween those parties of costs relating to the adjudication of a disputearising under the construction contract.\n\t\tThe contractual provision referred to in subsection (1) is ineffectiveunless—\n\t\t\tit is made in writing, is contained in the construction contract andconfers power on the adjudicator to allocate his fees and expenses as betweenthe parties, or\n\t\t\tit is made in writing after the giving of notice of intention to refer thedispute to adjudication.”"
    },
    {
        "length": 412,
        "text": "\nDetermination of payments due\n\tIn the [Housing Grants, Construction and Regeneration Act1996](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), section 110(dates for payment) is amended as follows.\n\tAfter subsection (1) insert—\n\t\t“(1A)The requirement in subsection (1)(a) to provide an adequate mechanism fordetermining what payments become due under the contract, or when, is notsatisfied where a construction contract makes payment conditional on—\n\t\tthe performance of obligations under another contract, or\n\t\ta decision by any person as to whether obligations under another contracthave been performed.\n\t\t(1B)In subsection (1A)(a) and (b) the references to obligations do not includeobligations to make payments (but see section 113).\n\t\t(1C)Subsection (1A) does not apply where—\n\t\tthe construction contract is an agreement between the parties for thecarrying out of construction operations by another person, whether under sub-contract or otherwise, and\n\t\tthe obligations referred to in that subsection are obligations on thatother person to carry out those operations.”\n\tAfter subsection (1C) (as inserted by subsection (2) above) insert—\n\t“(1D)The requirement in subsection (1)(a) to provide an adequate mechanism fordetermining when payments become due under the contract is not satisfied wherea construction contract provides for the date on which a payment becomes dueto be determined by reference to the giving to the person to whom the paymentis due of a notice which relates to what payments are due under the contract.”"
    },
    {
        "length": 1135,
        "text": "\nNotices relating to payment\n\tIn the [Housing Grants, Construction and Regeneration Act 1996 (c.53)](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), in section 109(entitlement to stage payments), in subsection (4), for “under the contract”substitute “provided for by the contract”.\n\tIn section 110 of that Act (dates for payment), omit the following—\n\t\tsubsection (2), and\n\t\tin subsection (3), “or (2)”.\n\tAfter section 110 of that Act insert—\n\t“110APayment notices: contractual requirements\n\t\tA construction contract shall, in relation to every payment provided for bythe contract—\n\t\t\trequire the payer or a specified person to give a notice complying withsubsection (2) to the payee not later than five days after the payment duedate, or\n\t\t\trequire the payee to give a notice complying with subsection (3) to thepayer or a specified person not later than five days after the payment duedate.\n\t\tA notice complies with this subsection if it specifies—\n\t\t\tin a case where the notice is given by the payer—\n\t\t\tthe sum that the payer considers to be or to have been due at the paymentdue date in respect of the payment, and\n\t\t\tthe basis on which that sum is calculated;\n\t\t\tin a case where the notice is given by a specified person—\n\t\t\tthe sum that the payer or the specified person considers to be or to havebeen due at the payment due date in respect of the payment, and\n\t\t\tthe basis on which that sum is calculated.\n\t\tA notice complies with this subsection if it specifies—\n\t\t\tthe sum that the payee considers to be or to have been due at the paymentdue date in respect of the payment, and\n\t\t\tthe basis on which that sum is calculated.\n\t\tFor the purposes of this section, it is immaterial that the sum referred toin subsection (2)(a) or (b) or (3)(a) may be zero.\n\t\tIf or to the extent that a contract does not comply with subsection (1),the relevant provisions of the Scheme for Construction Contracts apply.\n\t\tIn this and the following sections, in relation to any payment provided forby a construction contract—\n\t\t\t  * “payee” means the person to whom the payment is due;\n\t\t\t  * “payer” means the person from whom the payment is due;\n\t\t\t  * “payment due date” means the date provided for by the contract as the date on which the payment is due;\n\t\t\t  * “specified person” means a person specified in or determined in accordance with the provisions of the contract.\n\tBPayment notices: payee’s notice in default of payer’s notice\n\t\tThis section applies in a case where, in relation to any payment providedfor by a construction contract—\n\t\t\tthe contract requires the payer or a specified person to give the payee anotice complying with section 110A(2) not later than five days after thepayment due date, but\n\t\t\tnotice is not given as so required.\n\t\tSubject to subsection (4), the payee may give to the payer a noticecomplying with section 110A(3) at any time after the date on which the noticereferred to in subsection (1)(a) was required by the contract to be given.\n\t\tWhere pursuant to subsection (2) the payee gives a notice complying withsection 110A(3), the final date for payment of the sum specified in the noticeshall for all purposes be regarded as postponed by the same number of days asthe number of days after the date referred to in subsection (2) that thenotice was given.\n\t\tIf— \n\t\t\tthe contract permits or requires the payee, before the date on which thenotice referred to in subsection (1)(a) is required by the contract to begiven, to notify the payer or a specified person of—\n\t\t\tthe sum that the payee considers will become due on the payment due date inrespect of the payment, and\n\t\t\tthe basis on which that sum is calculated, and\n\t\t\tthe payee gives such notification in accordance with the contract,\n\t\t\t\tthat notification is to be regarded as a notice complying with section 110A(3)given pursuant to subsection (2) (and the payee may not give another suchnotice pursuant to that subsection).”"
    },
    {
        "length": 1085,
        "text": "\nRequirement to pay notified sum\n\tIn the [Housing Grants, Construction and Regeneration Act 1996 (c.53)](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), for section111 (notice of intention to withhold payment) substitute—\n\t“111Requirement to pay notified sum\n\t\tSubject as follows, where a payment is provided for by a constructioncontract, the payer must pay the notified sum (to the extent not already paid)on or before the final date for payment.\n\t\tFor the purposes of this section, the “notified sum” in relation to anypayment provided for by a construction contract means—\n\t\t\tin a case where a notice complying with section 110A(2) has been givenpursuant to and in accordance with a requirement of the contract, the amountspecified in that notice;\n\t\t\tin a case where a notice complying with section 110A(3) has been givenpursuant to and in accordance with a requirement of the contract, the amountspecified in that notice;\n\t\t\tin a case where a notice complying with section 110A(3) has been givenpursuant to and in accordance with section 110B(2), the amount specified inthat notice.\n\t\tThe payer or a specified person may in accordance with this section give tothe payee a notice of the payer’s intention to pay less than the notified sum.\n\t\tA notice under subsection (3) must specify—\n\t\t\tthe sum that the payer considers to be due on the date the notice isserved, and\n\t\t\tthe basis on which that sum is calculated.\n\t\t\t\tIt is immaterial for the purposes of this subsection that the sum referred toin paragraph (a) or (b) may be zero.\n\t\tA notice under subsection (3)—\n\t\t\tmust be given not later than the prescribed period before the final datefor payment, and\n\t\t\tin a case referred to in subsection (2)(b) or (c), may not be given beforethe notice by reference to which the notified sum is determined.\n\t\tWhere a notice is given under subsection (3), subsection (1) applies onlyin respect of the sum specified pursuant to subsection (4)(a).\n\t\tIn subsection (5), “prescribed period” means—\n\t\t\tsuch period as the parties may agree, or\n\t\t\tin the absence of such agreement, the period provided by the Scheme forConstruction Contracts.\n\t\tSubsection (9) applies where in respect of a payment—\n\t\t\ta notice complying with section 110A(2) has been given pursuant to and inaccordance with a requirement of the contract (and no notice under subsection(3) is given), or\n\t\t\ta notice under subsection (3) is given in accordance with this section,\n\t\t\tbut on the matter being referred to adjudication the adjudicator decides thatmore than the sum specified in the notice should be paid.\n\t\tIn a case where this subsection applies, the decision of the adjudicatorreferred to in subsection (8) shall be construed as requiring payment of theadditional amount not later than—\n\t\t\tseven days from the date of the decision, or\n\t\t\tthe date which apart from the notice would have been the final date forpayment,\n\t\t\twhichever is the later.\n\t\tSubsection (1) does not apply in relation to a payment provided for by aconstruction contract where—\n\t\t\tthe contract provides that, if the payee becomes insolvent the payer neednot pay any sum due in respect of the payment, and\n\t\t\tthe payee has become insolvent after the prescribed period referred to insubsection (5)(a).\n\t\tSubsections (2) to (5) of section 113 apply for the purposes of subsection(10) of this section as they apply for the purposes of that section.”\n\t\tIn section 112 of that Act (right to suspend performance for non-payment)—\n\t\t\tin subsection (1), for the words from “Where” to “given” substitute “Wherethe requirement in section 111(1) applies in relation to any sum but is notcomplied with,”;\n\t\t\tin subsection (3), for “the amount due” substitute “the sum referred to insubsection (1)”."
    },
    {
        "length": 221,
        "text": "\nSuspension of performance for non-payment\n\tIn the [Housing Grants, Construction and Regeneration Act 1996 (c.53)](/id/ukpga/1996/53?view=plain \"Go to item of legislation\"), section 112(right to suspend performance for non-payment) is amended as follows.\n\tIn subsection (1), after “performance of” insert “any or all of”.\n\tAfter subsection (3) insert—\n\t\t“(3A)Where the right conferred by this section is exercised, the party indefault shall be liable to pay to the party exercising the right a reasonableamount in respect of costs and expenses reasonably incurred by that party as aresult of the exercise of the right.”\n\tIn subsection (4), after “pursuance of” insert “, or in consequence of theexercise of,”."
    },
    {
        "length": 1459,
        "text": "\nPart 9Final\n\tRepeals \n\t\tSchedule 7 contains repeals.\n\t\tThe repeal by this Act of sections 17, 19 and 26 of the [Local GovernmentAct 1992 (c. 19)](/id/ukpga/1992/19?view=plain \"Go to item of legislation\")does not affect the continuing effect of orders and regulations made underthose sections.\n\t\tFor the purposes of this Act—\n\t\t\tthe repeals in Part 1 of Schedule 7 are part of Chapter 6 of Part 1(politically restricted posts);\n\t\t\tthe repeal in Part 2 of Schedule 7 is part of Chapter 3 of Part 2 (audit ofentities connected with local authorities);\n\t\t\tthe repeals in Part 3 of Schedule 7 are part of Part 3 (local governmentboundary and electoral change);\n\t\t\tthe repeals in Part 4 of Schedule 7 are part of Part 5 (regional strategy);\n\t\t\tthe repeals in Part 5 of Schedule 7 are part of Part 8 (constructioncontracts).\n\tExtent \n\t\tParts 1 to 7 extend to England and Wales only, except that—\n\t\t\tan amendment or repeal effected by any of those Parts has the same extentas the provision amended or repealed, and\n\t\t\tsections 67(2) to (6), 85(2) to (6), 114, 116 and 117 (powers to makeconsequential provision etc) extend also to Scotland and Northern Ireland.\n\t\t\t\tParagraph (a) does not apply to Chapter 6 of Part 1 (which accordingly extendsto England and Wales only).\n\t\tPart 8 extends to England and Wales and Scotland.\n\t\tThis Part extends to England and Wales, Scotland and Northern Ireland.\n\tCommencement: general\n\t\tIn Part 1 (democracy and involvement)—\n\t\t\tChapters 1 and 2 come into force—\n\t\t\tin relation to England, on a day appointed by the Secretary of State;\n\t\t\tin relation to Wales, on a day appointed by the Welsh Ministers;\n\t\t\tChapter 3 comes into force on a day appointed by the Secretary of State;\n\t\t\tChapter 4 comes into force on the day on which this Act is passed;\n\t\t\tChapters 5 and 6 come into force at the end of the period of two monthsbeginning with the day on which this Act is passed.\n\t\tIn Part 2 (local authorities: governance and audit)—\n\t\t\tin Chapter 1—\n\t\t\tsection 31 comes into force on a day appointed by the Secretary of State;\n\t\t\tsections 32 and 33 come into force at the end of the period of two monthsbeginning with the day on which this Act is passed;\n\t\t\tChapters 2 and 3 come into force—\n\t\t\tin relation to England, on a day appointed by the Secretary of State;\n\t\t\tin relation to Wales, on a day appointed by the Welsh Ministers.\n\t\tIn Part 3 (local government boundary and electoral change)—\n\t\t\tsections 62, 64 and 68 and Schedule 3 come into force on the day on whichthis Act is passed;\n\t\t\tthe remaining provisions come into force on a day appointed by theSecretary of State.\n\t\tPart 4 (local authority economic assessment) comes into force on a dayappointed by the Secretary of State.\n\t\tPart 5 (regional strategy) comes into force on a day appointed by theSecretary of State.\n\t\tPart 6 (economic prosperity boards and combined authorities) comes intoforce on a day appointed by the Secretary of State.\n\t\tPart 7 (multi-area agreements) comes into force at the end of the period oftwo months beginning with the day on which this Act is passed.\n\t\tPart 8 (construction contracts) comes into force as specified in section149.\n\t\tThis Part comes into force on the day on which this Act is passed.\n\t\tAny power to appoint a day under this section—\n\t\t\tincludes power to appoint different days for different purposes;\n\t\t\tincludes power to make transitional provision or savings;\n\t\t\tis to be exercised by order made by statutory instrument.\n\tCommencement: construction contracts\n\t\tPart 8 comes into force, so far as extending to England and Wales—\n\t\t\ton a day appointed by the Welsh Ministers, in relation to constructioncontracts which relate to the carrying out of construction operations inWales;\n\t\t\ton a day appointed by the Secretary of State, in relation to otherconstruction contracts.\n\t\tPart 8 comes into force, so far as extending to Scotland, on a dayappointed by the Scottish Ministers.\n\t\tThe amendments made by Part 8, so far as extending to England and Wales, donot apply—\n\t\t\tin relation to construction contracts which relate to the carrying out ofconstruction operations in Wales and are entered into before the day appointedunder subsection (1)(a), or\n\t\t\tin relation to other construction contracts which are entered into beforethe day appointed under subsection (1)(b).\n\t\tThe amendments made by Part 8, so far as extending to Scotland, do notapply in relation to construction contracts which are entered into before theday appointed under subsection (2).\n\t\tIn this section “construction contracts” and “construction operations” havethe same meanings as in Part 2 of the [Housing Grants, Construction andRegeneration Act 1996 (c. 53)](/id/ukpga/1996/53?view=plain \"Go to item oflegislation\").\n\t\tAny power to appoint a day under this section—\n\t\t\tincludes power to appoint different days for different purposes;\n\t\t\tincludes power to make transitional provision or savings;\n\t\t\tis to be exercised by order made by statutory instrument.\n\tShort title\n\t\tThis Act may be cited as the Local Democracy, Economic Development andConstruction Act 2009."
    }
]