[
    {
        "length": 1466,
        "text": "\nPower to permit or facilitate the issue of deferred shares\n\tThe Treasury may by regulations make provision to permit or facilitate theissue of deferred shares by a friendly society or mutual insurer.\n\t“Deferred shares” are instruments that—\n\t\tare issued by a friendly society or mutual insurer (“the issuer”) with theconsent of the appropriate authority,\n\t\tcan be transferred but not withdrawn,\n\t\tprohibit repayment of principal other than—\n\t\ton the winding up or dissolution of the issuer where all other sums duefrom the issuer to creditors claiming in the winding up or dissolution arepaid in full, or\n\t\twhere the appropriate authority has consented to the repayment, and\n\t\thave such characteristics as are specified in regulations made by theTreasury under this paragraph.\n\tRegulations under subsection (1) may modify any of the following—\n\t\tthe Friendly Societies Act 1992 (as amended from time to time);\n\t\tthe Companies Act 2006 (as amended from time to time);\n\t\tany other primary legislation relating to friendly societies or mutualinsurers (whenever passed);\n\t\tany instrument made under the legislation mentioned in any of paragraphs(a) to (c) (whenever made).\n\tRegulations under subsection (1)—\n\t\tmay not make provision that would permit or facilitate the issue ofdeferred shares by a friendly society or mutual insurer where it is notauthorised to do so by its memorandum, rules or constitution;\n\t\tmay make consequential, supplementary, incidental, transitional or savingprovision;\n\t\tmay make different provision for different purposes.\n\tA deferred share issued by virtue of regulations made under subsection (1)is not a share within the meaning of the Companies Acts.\n\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\tA statutory instrument containing regulations under this section may not bemade unless a draft of it has been laid before and approved by a resolution ofeach House of Parliament.\nRestriction on voting rights\n\tRegulations under section 1(1) must make provision to ensure that nofriendly society or mutual insurer will confer—\n\t\tmore than one vote per person as a member on holders of deferred shares whoare members of the society or insurer by virtue only of being such a holder;\n\t\tadditional voting rights on a member of the society or insurer by virtue ofbeing a holder of a deferred share where the member is a member other than byvirtue of being such a holder.\n\tRegulations under section 1(1) must make provision prohibiting the holderof a deferred share who is a member of a friendly society or mutual insurer byvirtue only of being such a holder from proposing or voting in respect of anyof the following—\n\t\ta resolution under section 85, 86 or 91 of the Friendly Societies Act 1992(amalgamation, transfer of engagements or conversions);\n\t\ta resolution to similar effect in the case of a mutual insurer, including acompromise or arrangement proposed at a meeting called under section 896 ofthe Companies Act 2006 (court order for holding of meeting);\n\t\tan arrangement made in pursuance of section 110 of the Insolvency Act 1986(acceptance of shares etc as consideration for sale of company property) orArticle 96 of the [Insolvency (Northern Ireland) Order 1989 (S.I. 1989 / 2405(N.I. 19))](/id/nisi/1989/2405?view=plain \"Go to item of legislation\");\n\t\tsuch other matters as the regulations may specify.\n\tReferences in this section to the holder of a deferred share are to theholder of a deferred share issued by virtue of regulations made under section1(1).\nDefinitions \n\tIn this Act—\n\t\t  * “the appropriate authority” means— \n\t\tin relation to a friendly society or mutual insurer which is authorised by thePrudential Regulation Authority, the Prudential Regulation Authority; and\n\t\tin relation to a friendly society or mutual insurer which is not authorised bythe Prudential Regulation Authority, the Financial Conduct Authority;\n\t\t\t  * “the Companies Acts” has the same meaning as in the Companies Act 2006; \n\t\t\t  * “friendly society” means a friendly society registered and incorporated under the Friendly Societies Act 1992; \n\t\t\t  * “modify” includes amend, repeal or revoke; \n\t\t\t  * “mutual insurer” means a body corporate that— \n\t\tis a mutual undertaking that—\n\t\tis neither a friendly society nor a registered society within the meaning ofthe Co-operative and Community Benefit Societies Act 2014, and\n\t\tis of such description as the Treasury may specify by regulations,\n\t\thas no share capital, and\n\t\thas permission to effect or carry out contracts of insurance under Part 4A ofthe Financial Services and Markets Act 2000;\n\t\t\t  * “primary legislation” means— \n\t\tan Act of Parliament,\n\t\tan Act of the Scottish Parliament,\n\t\tan Act or Measure of the National Assembly for Wales, or\n\t\tNorthern Ireland legislation.\n\tThe power to make regulations conferred by paragraph (a)(ii) of thedefinition of “mutual insurer” is exercisable by statutory instrument.\n\tA statutory instrument containing them is subject to annulment in pursuanceof a resolution of either House of Parliament.\nShort title, commencement and extent\n\tThis Act may be cited as the Mutuals’ Deferred Shares Act 2015.\n\tThis Act shall come into force on such day as the Treasury may byregulations made by statutory instrument appoint, and different days may beappointed for different purposes.\n\tThis Act extends to the whole of the United Kingdom.\n\t\t"
    }
]