{
    "general": "This act allows friendly societies (like building societies) and some mutual insurance companies to create special type of shares called \"deferred shares\". These shares can only be given to existing members, and they don't have any voting rights. This means that these members can still be part of the society/company but they won't have a say in how it's run. The purpose of this act is to help these organizations raise more money from their members without giving up control.",
    "series": [
        [
            {
                "length": 245,
                "short": "The Mutuals' Deferred Shares Act 2015: Empowering Friendly Societies and Mutual Insurers to Issue Restricted Voting Shares",
                "text": "\n* Simplified point 1: The Mutuals' Deferred Shares Act 2015 allows friendly societies and mutual insurers to issue deferred shares with restricted voting rights.\n* Simplified point 2: The act empowers the Treasury to make regulations to permit or facilitate the issue of deferred shares by these organizations, and to modify existing legislation to do so.\n* Simplified point 3: The regulations can provide for different provisions for different purposes, and must ensure that no friendly society or mutual insurer confers excessive voting rights on holders of deferred shares.\n* Simplified point 4: The act defines \"mutual insurer\" as a body corporate that is a mutual undertaking, has no share capital, and has permission to effect or carry out contracts of insurance under Part 4A of the Financial Services and Markets Act 2000."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Mutuals' Deferred Shares Act 2015 lets friendly societies and some insurance companies issue special shares called \"deferred shares.\" These shares have limited voting power, meaning they don't give their owners as much say in how the company is run compared to regular shares. This law helps these groups raise money without giving too much control to the people who buy these special shares. The government can also make rules to help these groups issue these shares and make sure they follow certain guidelines. Overall, this law helps friendly societies and mutual insurers stay independent and focused on serving their members rather than outside investors.",
    "single": "\n* The Mutuals’ Deferred Shares Act 2015 allows friendly societies and mutual insurers to issue deferred shares.\n* Deferred shares are instruments that can be transferred but not withdrawn, and prohibit repayment of principal except in certain circumstances.\n* The Treasury has the power to make regulations to permit or facilitate the issue of deferred shares by friendly societies and mutual insurers.\n* Regulations may modify primary legislation relating to friendly societies or mutual insurers.\n* Holders of deferred shares are not entitled to vote in certain matters, such as amalgamations, transfers of engagements, or compromises or arrangements proposed at meetings.\n* The appropriate authority for the purposes of this Act is the Prudential Regulation Authority or the Financial Conduct Authority, depending on whether the friendly society or mutual insurer is authorised by the Prudential Regulation Authority.\n* The Act extends to the whole of the United Kingdom.\nKEY POINTS:\n* The Act allows friendly societies and mutual insurers to issue deferred shares.\n* Deferred shares have certain characteristics, such as being transferable but not withdrawable, and prohibiting repayment of principal except in certain circumstances.\n* The Treasury has the power to make regulations to permit or facilitate the issue of deferred shares.\n* Holders of deferred shares are not entitled to vote in certain matters.\n* The appropriate authority for the purposes of this Act is the Prudential Regulation Authority or the Financial Conduct Authority.\n* The Act extends to the whole of the United Kingdom."
}