[
    {
        "length": 806,
        "text": "\nReports on implementation of Law Commission proposals\n\tAfter section 3 of the [Law Commissions Act 1965 (c.22)](/id/ukpga/1965/22?view=plain \"Go to item of legislation\") insert—\n\t“3AReports on implementation of Law Commission proposals\n\t\tAs soon as practicable after the end of each reporting year, the LordChancellor must prepare a report on—\n\t\t\tthe Law Commission proposals implemented (in whole or in part) during theyear;\n\t\t\tthe Law Commission proposals that have not been implemented (in whole or inpart) as at the end of the year, including—\n\t\t\tplans for dealing with any of those proposals;\n\t\t\tany decision not to implement any of those proposals (in whole or in part)taken during the year and the reasons for the decision.\n\t\tThe Lord Chancellor must lay the report before Parliament.\n\t\tThe first reporting year is the year starting with the day on which section1 of the Law Commission Act 2009 comes into force; and the second reportingyear is the year after that and so on.\n\t\tIf a decision not to implement a Law Commission proposal (in whole or inpart) is taken in a reporting year, subsection (1)(b) does not require areport for a later reporting year to deal with the proposal so far as it iscovered by that decision.\n\t\tIf a decision not to implement a Law Commission proposal (in whole or inpart) has been taken before the first reporting year, subsection (1)(b) doesnot require any report to deal with the proposal so far as it is covered bythat decision.\n\t\t“Law Commission proposal” means—\n\t\t\ta proposal formulated by the Law Commission as mentioned in section3(1)(c);\n\t\t\ta proposal for consolidation or statute law revision for which a draft Billhas been prepared by the Law Commission as mentioned in section 3(1)(d).”\nProtocol about the Law Commission’s work\n\tBefore section 4 of the [Law Commissions Act 1965 (c.22)](/id/ukpga/1965/22?view=plain \"Go to item of legislation\") insert—\n\t“3BProtocol about the Law Commission’s work\n\t\tThe Lord Chancellor and the Law Commission may agree for the purposes ofthis section a statement (a “protocol”) about the Law Commission’s work.\n\t\tThe protocol may include (among other things) provision about—\n\t\t\tprinciples and methods to be applied in deciding the work to be carried outby the Law Commission and in the carrying out of that work;\n\t\t\tthe assistance and information that Ministers of the Crown and the LawCommission are to give each other;\n\t\t\tthe way in which Ministers of the Crown are to deal with the LawCommission’s proposals for reform, consolidation or statute law revision.\n\t\tThe Lord Chancellor and the Law Commission must from time to time reviewthe protocol and may agree to revise it.\n\t\tThe Lord Chancellor must lay the protocol (and any revision of it) beforeParliament.\n\t\tMinisters of the Crown and the Law Commission must have regard to theprotocol.”\nCommencement and short title\n\tThis Act comes into force at the end of the period of 2 months beginningwith the day on which it is passed.\n\tThis Act may be cited as the Law Commission Act 2009.\n\t\t"
    }
]